[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "cae : PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL DEVELOPMENT BANK OB SRI LANKA (AMENDMENT) . ACT, No. 10 OF 1990 | ———— ‘ (Certified on 6fk March, 1990) i Printed on the Orders of Government ‘Published as.a Supplement to Part Il of the Gazette of the Democratio ‘Socialist Republic of Sri Lauka of March 09, 1990 snr an sun nassnmsire of SovmGier RENTING 20 LRA TOR PGES AF nek eorEanaG PURSELTONS ORG, OLE Price : 30 cents, Postage +Re.1.00 5 aa id",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "r Notional Development Bank (Amendment) . ‘Act, No. 10 of 1990 [Certified on 6th Merch, 1990] EDO, 63/89 Wax Act ro Aman THE Nartonal DaveLopmest Bane oF Sat Langa Act, No. 2 oF 1079 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka aa follows:—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1L_ This Act may be clted as the National Development ~ Short ttle, Bank of Sri Lanka (Amendment) Act, No. 10 of 1990.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. Section 41 of the National Development Bank of Sri Amendment Lanka Act, No, 2 of 1979, is hareby amended by the of getion 4 substitution for the words “immovable property\", of the of 1970. ‘words “movable or immovable property”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "3 In the event of any inconsistancy between the Sinhala Sinbala text ud Tamil texty of this Act, the Sinhala text shall prevail. inSiscor",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Aeuust eubseription af Bills and Acts of the Parliament Ra 177 (Local), ‘Re. 256 (Foreign), peyable to the Surmmmansm, Gorman Poricazians Bonexo, Covosao 1, before 1th December each yoar in respect of the year",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "+ tallewing, ?",
    "mean_p_confidence": 0.32
  }
]