[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  / \\  Te :  Oe)  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  AIRPORTS AUTHORITY  ACT, No. 46 OF 1979  [Certified on 11th July, 1979] ‘  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of July 13, 1979  rie ROIS Pesage; 0 cents",
    "mean_p_confidence": 0.6632432432432432
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Airports Authority Act, No. 46 of 1979  [Certified on 11th July, 1979]  LD—O, 25)78,  AN Acr T0 PROVIDE FOR THE ESTABLISHMENT OF AN AIRPORTS",
    "mean_p_confidence": 0.7137931034482758
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  Avmuonrry or Ser Lanka, 10 SPECIFY THE POWERS AND",
    "mean_p_confidence": 0.5936363636363636
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  FUNCTIONS OF SUCH AUTHORITY AND TO MAKE PROVISION FOR",
    "mean_p_confidence": 0.7718181818181818
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  ‘MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.62875
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  BE it enacted by the Parliament of the Democratic Socia-  Uist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7838095238095238
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  1. This Act may be cited as the Airports Authority Act, Short title  No, 46 of 1979, and shall come into operation on such 2nd dae of  date (hereinafter referred to as the “appointed date”) as  the Minister may appoint by Order published in the  Gazette,",
    "mean_p_confidence": 0.791923076923077
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  PART I  ESTABLISHMENT OF THE Amponts AUTHORITY AND ITS .  Constrrurion",
    "mean_p_confidence": 0.5233333333333333
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  2. (1) There shall be established a body'called the Air- establishment  ports Authority of Sri Lanka (in this Act referred to as of the  the “ Authority”). Autor.",
    "mean_p_confidence": 0.7590625
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (2) The Authority shall by the name assigned to it by  subsection (1) be a body corporate and shall have perpetual  succession and a common seal and may sue and be sued in  such name,",
    "mean_p_confidence": 0.8215
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (8) The application of the seal of the Authority shall be  authenticated by the signature of the secretary of the  Authority or some other person, authorized by the Autho-  rity, either generally or specially, to act for that purpose.",
    "mean_p_confidence": 0.8213636363636364
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (4) Any document purporting to be a document duly  ‘executed under the seal of the Authority shall be received  in evidence in any court, tribunal or other institution and  shall, unless the contrary is proved, be deemed to be a  document so executed.",
    "mean_p_confidence": 0.8275510204081632
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  3. (1) The Authority shall consist of five members Constitution  appointed by the Minister. Seay “i",
    "mean_p_confidence": 0.6821052631578947
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (2) The Minister shall appoint one of the members of the  Authority to be the Chairman of the Authority.",
    "mean_p_confidence": 0.815
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  () The members of the Authority shall be appointed  from among persons who appear to the Minister.to have  had wide experience of, and to have shown capacity in, air",
    "mean_p_confidence": 0.8136363636363636
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  2-6 4190518, 200 (78/05)",
    "mean_p_confidence": 0.17500000000000002
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Airports Authority Act, No. 46 of 1979  transport, other forms of transport, industry, commercial or  financial matters, administration, the organizaion of workers  or the representation of the interests of air travellers.",
    "mean_p_confidence": 0.8045945945945946
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (4) Before appointing a person to be a member of the  Authority the Minister shall satisfy himself that such  person has no financial or other interest as is likely to  affect prejudicially the discharge by him of his functions  as a member of the Authority, The Minister shall also  satisfy himself from time to time that no member of the  Authority has any such interest, Any person who is, or  whom the Minister proposes to appoint to be, a member of  the Authority shall, whenever requested by the Minister  80 to do, furnish to him such information as the Minister  considers necessary for the performance by him of his duties  under this subsection.",
    "mean_p_confidence": 0.8307936507936508
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (5) A Member of Parliament or of any local authority  shall not be eligible for appointment or to continue in office  as a member of the Authority.",
    "mean_p_confidence": 0.8125806451612904
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  ‘Term ot 4, Every member shall, unless he is earlier removed  fembers, from or otherwise vacates or is disqualified from continuing  to hold office, hold office for a period of three years :",
    "mean_p_confidence": 0.7851351351351351
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  Provided that a member appointed in place of a member  shall, unless he is earlier removed from or otherwise  vacates or is disqualified from continuing to hold office, hold  office for the unexpired period of the term of office of the  member whom he succeeds.",
    "mean_p_confidence": 0.8341176470588235
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  Resignation, (1) A Member may at any time resign his office by a  reappointment letter addressed to the Minister.  ‘of members.",
    "mean_p_confidence": 0.7323999999999999
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (2) Where a member is temporarily unable to discharge  the duties of his office on account of ill health, absence from  Sri Lanka or any other cause, the Minister may appoint  some other person to act in his place.",
    "mean_p_confidence": 0.8440909090909091
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (8) Where the Minister is satisfied that a member of the  Authority—",
    "mean_p_confidence": 0.7206666666666666
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (a) has been absent from meetings of the Authority for a  period longer than five consecutive months without  the permission of the Authority, or",
    "mean_p_confidence": 0.7928571428571428
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  (®) has become bankrupt or made an arrangement with  his creditors, or",
    "mean_p_confidence": 0.6839999999999999
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Airports Authority Act, No. 46 of 1979 3  (©) is incapacitated by physical or mental illness, or  (@) is otherwise unable or unfit to discharge the func-  tions of a member,",
    "mean_p_confidence": 0.8005555555555556
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  he may declare the office of such member to be vacant and  take steps to appoint another member in his place.",
    "mean_p_confidence": 0.8320833333333333
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (4) ‘The Minister may, if he thinks it expedient to do so,  remove a member from office without assigning any reason,",
    "mean_p_confidence": 0.8041666666666667
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (5) Amember of the Authority shall unless he is removed  from office or is disqualified be eligible for reappointment.",
    "mean_p_confidence": 0.8077272727272727
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  6. The members of the Authority may be remunerated reaeineeation:  in such manner and at such rates as the Minister may, in  consultation with the Minister in charge of the subject of  Finance, determine.",
    "mean_p_confidence": 0.8056410256410256
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  PART II  Proceepines OF THE AUTHORITY",
    "mean_p_confidence": 0.49666666666666665
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  7. The Authority may make rules not inconsistent with Rules for the  the provisions of this Act for the regulation of procedure procedure and  and the transaction of business at meetings. Business,",
    "mean_p_confidence": 0.7716666666666666
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  8. The validity of any proceedings of the Authority shall Validity, of  not be affected by any vacancy among the members or by ”  any defect in the appointment of any member.",
    "mean_p_confidence": 0.7777777777777778
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  9, The quorum for any meeting of the Authority shall be Quorum,  three members,",
    "mean_p_confidence": 0.7329411764705882
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  10. (1) The Chairman of the Authority shall preside at Meetings of  every meeting of the Authority at which he is present. In arcs  the absence of the Chairman at any meeting of the  Authority any member elected by the members present shall  preside at such meeting.",
    "mean_p_confidence": 0.8075471698113207
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (2) The person presiding at any meeting of the Authority  shall, 4m addition to his own vote, have a casting vote.",
    "mean_p_confidence": 0.8016666666666666
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Airports Authority Act, No. 46 of 1979 3  Members to ‘1. A member who is directly or indirectly interested  Gisclose inte- in a contract made or proposed to be made by the Authority  contract, shall disclose the nature of his interest at a meeting of the  Proke by the Authority and that member shall not take part in any  Authority. deliberation or decision of the Authority with respect to",
    "mean_p_confidence": 0.8035064935064935
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  such contract. Such member shall withdraw from the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  meeting when such matter comes up for deliberation or",
    "mean_p_confidence": 0.770909090909091
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  decision,",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  PART IT :  ‘Tae Avriionrry’s Duriss, Functions Ano Powens",
    "mean_p_confidence": 0.3958333333333333
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  Authority 12, (1) In the exercise, discharge and performance of  fublect to its powers, functions and duties, the Authority shall be  andcontrolot subject to the direction and control of the Minister.  ite Minister.",
    "mean_p_confidence": 0.7605263157894736
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (2) ‘The Minister may give to the Authority general or  special directions as to the exercise, discharge and  performance by the Authority of its powers, functions and  duties in relation to matters which appear to him to affect  the national interest.",
    "mean_p_confidence": 0.8142553191489361
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (8) In time of war, whether actual or imminent, or of  national emergency, the Minister may by order require that  all or any property or rights of or under the control of the  Authority shall be placed at the disposal of the Minister,  and while such order is in force the Minister may give to  the Authority such directions as he thinks fit and it shall  be the duty of the Authority to comply with such directions.",
    "mean_p_confidence": 0.8531764705882352
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (4) The Minister may give the Authority directions to  do a particular thing which it has power to do or refrain  from doing a particular thing if he considers it appropriate  to give such directions—",
    "mean_p_confidence": 0.8182499999999999
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (a) in the interests of national security ; or",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (®) in connection with any matter appearing to the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  ‘Minister to affect the relations of the Republic with  ang other country or territory ; or",
    "mean_p_confidence": 0.7747368421052631
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  (©) in order to discharge or facilitate the discharge of",
    "mean_p_confidence": 0.7425
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  an obligation binding on the Republic by virtue of  its being'a memzer of an international organization  or a party to an international agreement ; or",
    "mean_p_confidence": 0.800344827586207
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  (@) in order to attain or facilitate the attainment of any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "  other object the attainment of which is in the  opinion of the Minister appropriate in view of the",
    "mean_p_confidence": 0.8085714285714286
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Airports Authority Act, No. 46 of 1979 8  fact that the Republic is a member of an inter  national organization or a party to an international  agreement ; or",
    "mean_p_confidence": 0.7720588235294118
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  -  (@) in order to enable the Republic to become a member  of an international organization or a party to an  international agreement ; or",
    "mean_p_confidence": 0.7631034482758621
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (A) in order to prevent or deal with noise, vibration, pollu-",
    "mean_p_confidence": 0.7538461538461537
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  tion or other disturbance attributable to aircraft  used for the purpose of civil aviation,",
    "mean_p_confidence": 0.7647058823529411
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (5) Where directions given in pursuance of this section  conflict with the requirements of any provision of this Act  those requirements shall be disregarded and it shall be the  duty of the Authority to comply with such directions and ze  act in terms thereof.",
    "mean_p_confidence": 0.8089999999999999
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  13. (1) Subject to the provisions of this Act, the Authority.  supervision, control and administration of the affairs and fcsiet Mith  business of the Authority shall vest in the Authority. entra and",
    "mean_p_confidence": 0.7430555555555556
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (2) The Authority may delegate to any member of the tion ef is  Authority or to any employee of the Authority any of its pairs and  Powers, functions or duties.",
    "mean_p_confidence": 0.753235294117647
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (8) Every person referred to in subsection (2) shall",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  + exercise, discharge or perform the powers, functions or  duties delegated to him subject to the direction and control  of the Authority.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  14. (1) It shall be the duty of the Authority to assume ‘The, Autho-  full responsibility for the efficient management of its \"Y's duties.  airports and to provide all services and facilities as are in  its opinion required, necessary or desirable for their safe  and efficient operation.",
    "mean_p_confidence": 0.8160377358490566
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (2) Where the Minister so directs in writing it shall be  the duty of the Authority to provide air navigation services  at any airport.",
    "mean_p_confidence": 0.8167857142857142
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  (3) In giving effect to the provisions of subsections (1)  and (2), the Authority shall have regard to the development  of air transport and to efficiency, economy and safety of  operation and shall act strictly in accordance with directions  given by the Minister and under his control.",
    "mean_p_confidence": 0.830377358490566
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  15. The Minister may in writing direct the Authority at Minister may  any time to establish, acquire or assume the management Spee patie  of any aerodrome in any part of Sri Lanka as may be establish  specified in the direction, and it shall be the duty of the \"Todromes  Authority to comply with any such’ direction.",
    "mean_p_confidence": 0.7959677419354839
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  SA 41706 79/05)",
    "mean_p_confidence": 0.284
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Airports Authority Act, No. 46 of 1979  Authority not 418. ‘Tho Authority shall not without the written consent  todiscontinue of the Minister discontinue the use or divest itself of the  use of  Rerodromes. management of any aerodrome.  —— 17, The Authority shall not close temporarily for ait  closure of! traffic any aerodrome except with the written consent of  serodromes. the Minister or of the Director of Civil Aviation.  ‘Authority 18, In the management and administration of any aero-  ‘ovide for @fOme the Authority shall provide for consultation with  Eonsultation, those whose interests may be affected and shall, in doing  50, give effect to any directions given to it by the Minister.  Functions of 19. (1) Without prejudice to section 14 the Authority  Authority, shall—",
    "mean_p_confidence": 0.7510714285714285
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (@) develop, administer, manage and control the airports  and take adequate measures for the prevention of  hijacking of aircrafts and against other acts of  violence ;",
    "mean_p_confidence": 0.7729032258064517
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (b) plan, develop, construct and maintain runways  taxiways, aprons, terminal and ancillary buildings  and hangars as are necessary ;",
    "mean_p_confidence": 0.7504347826086957
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (©) establish warehouses at the airports for the storage  and processing of goods, including refrigeration  and special handling ;",
    "mean_p_confidence": 0.7608695652173914
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (d) establish warehouses for purposes of customs bonding  and storage of goods and merchandise cf every  description that have been seized, confiscated or  otherwise held by the Government ;",
    "mean_p_confidence": 0.7826470588235294
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (e) provide facilities for the search of passengers’ bag-  gage and effects ;",
    "mean_p_confidence": 0.7625
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (f) provide for postal, currency exchange, insurance,  telephone and other communication facilities for  the use of passengers and other persons at the  airports ;",
    "mean_p_confidence": 0.7579310344827587
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (g) establish and maintain restaurants, cocktail bars and  snack bars at the airports ;",
    "mean_p_confidence": 0.7570588235294117
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (h) maintain rest-rcoms, toilets and other facilities at the  airports ;",
    "mean_p_confidence": 0.7014285714285714
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  (@® establish and maintain hotels near airports ;",
    "mean_p_confidence": 0.6769999999999999
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  G) establish and maintain cinemas at or near airports  for the use of bona fide passengers and guests ;",
    "mean_p_confidence": 0.7904545454545455
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Airports Authority Act, No. 46 of 1979 7",
    "mean_p_confidence": 0.719
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (k) provide facilities for receiving, handling, storage or  transhipment of passengers’ baggage and effects ;",
    "mean_p_confidence": 0.6855555555555556
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  () provide facilities for receiving, handling and tran-  shipment of cargo of every description ;",
    "mean_p_confidence": 0.7438888888888889
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (m) provide security arrangements for the safety of  passengers’ baggage and cargo;",
    "mean_p_confidence": 0.7373333333333334
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (n) provide facilities for quarantine of persons, animals  and plants;",
    "mean_p_confidence": 0.7061538461538461
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (0) make arrangements for passenger facilities at the  airports, including florists, fruiterers, chemists,  travellers’ requisites, hair dressers, porterage and  left luggage halls ;",
    "mean_p_confidence": 0.7635714285714286
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (p) provide full banking facilities ;",
    "mean_p_confidence": 0.66125
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (Q) regulate and control the plying of vehicles and the  ‘entry into and exit from airports of passengers and  visitors, having due regard to the protocol functions  of the Government ;",
    "mean_p_confidence": 0.7902777777777777
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (*) provide facilities for the reception and handling of  special visitors ;",
    "mean_p_confidence": 0.7033333333333333
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  (s) provide necessary transport facilities for passengers  travelling to or from the airports ;",
    "mean_p_confidence": 0.7470588235294118
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (f) provide and maintain special areas for passengers,  visitors to the airports, baggage and cargo;",
    "mean_p_confidence": 0.7644444444444445
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  (u) establish and manage duty-free areas for incoming  and outgoing passengers and let rooms and areas  for the setting up of sales outlets and for the storage  of merchandise ;",
    "mean_p_confidence": 0.8025714285714286
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  (0) establish and manage heliports ;",
    "mean_p_confidence": 0.64875
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "  (w) provide adequate facilities for the exercise of the  regulatory powers of the Government, including  customs, immigration, health and security checks  or may by itself exercise such regulatory powers  of customs, immigration and health, where the  Minister, with the concurrence of the Ministers in  charge of the subjects of customs, immigration and  health, respectively, so directs ;",
    "mean_p_confidence": 0.8151515151515151
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "  (@) provide accommodation for all persons engaged in  performing regulatory functions of the Govern-  ment ;",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Airports Authority Act, No. 46 of 1979",
    "mean_p_confidence": 0.7569999999999999
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (y) provide adequate and efficient fire-fighting and safety  equipment and personnel and carry out regular  drills and exercises and other checks of all firearms  and security equipment ;",
    "mean_p_confidence": 0.7863636363636364
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (2) collect prescribed fees, rents and taxes.",
    "mean_p_confidence": 0.6833333333333333
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (2) The Authority shall exercise and discharge the  powers and functions set out in paragraphs (b), (v), (w)  and (y) of subsection (1) strictly in accordance with direc-  tions given by the Minister and under his control.",
    "mean_p_confidence": 0.8083333333333333
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  Die sath 20. The Authority shall in the event of an accident to",
    "mean_p_confidence": 0.7353333333333333
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  fecident, aircraft or interference or damage to navigational aids  immediately bring such matter to the notice of the Director  of Civil Aviation and act only on his instructions, No  attempt shall be made by the Authority to move the  damaged aircraft or to effect repairs to it or to navigational  aids except on written instructions from the Director of  Civil Aviation.",
    "mean_p_confidence": 0.8184057971014492
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  ayes 21. (1) For the purpose of discharging its functions",
    "mean_p_confidence": 0.7316666666666666
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  Kuthority, under this Act the Authority may—",
    "mean_p_confidence": 0.6155555555555555
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (q) acquire and hold any movable or immovable property  and dispose of any movable or immovable property  acquired or held by it so, however, that no such  immovable property shall be so disposed of without  the prior approval of the Minister ;.",
    "mean_p_confidence": 0.8135416666666666
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  (®) approve or assent to or prohibit the construction of  any building within the area of its authority, having  due regard to safety to aircraft and navigational  facilities. The Authority may also having regard  to the foregoing considerations order demolition or  modification of any building within the area of its  authority and, where such order is not complied  with for a period of twenty-one days after notice  in writing of such order has been given to the owner  ‘or occupier of the building, the Authority may  demolish or modify such building ;",
    "mean_p_confidence": 0.8272115384615385
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  (c) approve or assent to or prohibit the use of any light  or illumination on any building or premises, which  in the opinion of such Authority constitutes @  hazard to navigational facilities or to aircraft using  any airport under its authority. The Authority may  order the removal or modification of any existing  light or illumination and remove or cause to be  removed any light or illumination that is not s°  removed or modified ; provided that notice in writ-  ng of such order has been given to the occupier",
    "mean_p_confidence": 0.8227
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  : Airports Authority Act, No. 46°of 1979 9",
    "mean_p_confidence": 0.629
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  i or owner of any building or premises by the Autho-  rity and the order has not been complied with for  a period of seven days after such notice ;",
    "mean_p_confidence": 0.8258823529411764
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (@) take all necessary steps to prevent unlawful inte-  ference with navigational aids and facilities and  ‘communication systems ;",
    "mean_p_confidence": 0.7717391304347826
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (©) provide any services that may be required of the  Authority to salvage any wreck at the cost of the  person requesting such service and, whether  Tequested or not, to remove any aircraft, vehicle,  goods or persons from its airport after any accident,  provided that the Authority shall be entitled to  charge for such service according to prescribed  rates. The powers” herein described shall not be  exercised except in consultation with the Director  of Civil Aviation ;",
    "mean_p_confidence": 0.805681818181818
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (f) sell by public auction or private arrangements in  compliance with any rules and regulations in that  behalf any wreck or aircraft or vehicle or goods of  any description or animal or plant or anything  capable of being sold to reimburse itself for any  damage caused to any property of the Authority  or to recover any sum due from the owner thereof  in terms of the preceding paragraph ;",
    "mean_p_confidence": 0.824871794871795
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (9) determine the terms and conditions of employment  of its officers and servants ;",
    "mean_p_confidence": 0.7476470588235293
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (h) appoint personnel to maintain order and security in  airports ;",
    "mean_p_confidence": 0.7028571428571428
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (@ carry on all such financial, commercial, trading and  other operations of business in connection with the  functions of the Authority as the Authority may  think fit;",
    "mean_p_confidence": 0.7687499999999999
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  () train persons employed by the Authority ;",
    "mean_p_confidence": 0.714
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  ~@ construct all buildings and ‘obtain equipment  necessary for the performance of its functions and  P duties ;",
    "mean_p_confidence": 0.6336363636363637
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  ( make provision for the repair and maintenance of all  its buildings and equipment ;",
    "mean_p_confidence": 0.7250000000000001
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  (m) maintain its airports ‘to conform to international  standards ;",
    "mean_p_confidence": 0.6407692307692308
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "  (m) establish a provident fund and provide welfare and  recreational facilities for persons emplayed by the  Authority ;",
    "mean_p_confidence": 0.7195454545454546
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Airports Authority Act, No. 46 of 1979",
    "mean_p_confidence": 0.733
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (0) provide welfare and recreational facilities for staff of  Government Departments, corporations or institu-  tions, engaged in discharging their duties within the  airport ; .",
    "mean_p_confidence": 0.7356666666666667
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (p) delegate to any officer of the Authority any such  function of the Authority as the Authority may  consider necessary so to delegate for the efficient  transaction of business ;",
    "mean_p_confidence": 0.7965714285714286
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (q) enter into and perform all such contracts as may be",
    "mean_p_confidence": 0.7861538461538461
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  _ hecessary for the performance of the duties and the  exercise of the powers of the Authority ;",
    "mean_p_confidence": 0.7423809523809524
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  (r) make rules relating to—",
    "mean_p_confidence": 0.6542857142857142
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  () the appointment, promotion, transfer, remune-  ration, disciplinary control, conduct and the  grant of leave to its officers and servants ;",
    "mean_p_confidence": 0.7667999999999999
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (i) the administration of the affairs of the  Authority ;",
    "mean_p_confidence": 0.7092307692307693
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (s) do anything necessary for, or condueive or incidental  to, carrying out the objectives of the Authority.",
    "mean_p_confidence": 0.7995
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  (2) The Authority shall exercise the powers or functions ¢",
    "mean_p_confidence": 0.7208333333333333
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  set out in subsection (1) only in consultation with the  Minister. eo  Authority 22, The Authority may— *  sharge (1) with the prior approval of the Minister, charge fees  rent. or rent—",
    "mean_p_confidence": 0.6973684210526315
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  (@) for the landing, using or parking of aireraft or  for any other service or facility offered in  connection with aircraft operation by any air-  port or heliport in its charge;",
    "mean_p_confidence": 0.7608333333333334
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "  () for the use and enjoyment by persons of facili-  ties and other services provided by the  Authority at any airport or heliport ;",
    "mean_p_confidence": 0.7778571428571429
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "  (2) having regard to the instructions that the Minister  may give to the Authority from time to time, charge  fees or rent from persons who are afforded any  facility for carrying on any business at any airport  or heliport.",
    "mean_p_confidence": 0.8075555555555555
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Airports Authority’ Act, No. 46 of 1979 n",
    "mean_p_confidence": 0.732
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  23, The Authority shall have a lien against any aircraft Authority  vehicle or property in respect of which any service has been jen.  rendered.",
    "mean_p_confidence": 0.7417857142857143
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  24, (1) ‘The Authority may, in respect of any aerodrome Rules.  owned or managed by it, make rules for regulating the use  snd operation of the aerodrome and the conduct of all  persons within the aerodrome, aad for such other matters  Telating to the performance of its functions and in particular  rules— .",
    "mean_p_confidence": 0.8071666666666667
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (a) for securing the safety of aircraft, vehicles and  persons using the aerodrome and preventing danger  to the public arising from the use and operation of  the aerodrome ;",
    "mean_p_confidence": 0.7685294117647059
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  () for maintaining security in the aerodrome ;",
    "mean_p_confidence": 0.736
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (©) for preventing theft by persons employed at any  aerodrome owned or managed by the Authority ;",
    "mean_p_confidence": 0.7865
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (@) for preventing theft from cargo areas designated by  the Authority to be used wholly or mainly for the  storage or handling of cargo in any aerodrome  owned or managed by the Authority.",
    "mean_p_confidence": 0.8081578947368421
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  - (©) for preventing obstruction within the aerodrome ;",
    "mean_p_confidence": 0.6718181818181818
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (f) for regulating vehicular traffic anywhere within the  aerodrome and in particular for imposing speed  limits on vehicles therein and for restricting or  regulating the parking of vehicles or their use for  any purpose or in any manner as specified in the  ules ;",
    "mean_p_confidence": 0.8066666666666666
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  (g) for prohibiting the parking of vehicles and carriages  except at places appointed by the Authority ;",
    "mean_p_confidence": 0.7835
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  (h) for prohibiting or restricting access to any part of  the aerodrome ;",
    "mean_p_confidence": 0.7175
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  (@ for preserving order within the aerodrome and pre-  venting damage to property therein ;",
    "mean_p_confidence": 0.7338888888888888
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  (j) for regulating or restricting advertising within the  aerodrome ;",
    "mean_p_confidence": 0.6946153846153845
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "  (k) for requiring any person, if so requested by an  authorized person, to leave the aerodrome or any  particular part of it;",
    "mean_p_confidence": 0.7892307692307692
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "  (D for restricting the area which is to be taken as cons  tituting the aerodrome for the purpose of the rules;",
    "mean_p_confidence": 0.7841666666666667
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  n Airports Authority Act, No. 46 of 1979",
    "mean_p_confidence": 0.623
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (7m) for the purpose of preventing danger to health from  aircraft arriving at the airport or departing there-  from 5",
    "mean_p_confidence": 0.7241666666666666
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (x) for dealing with lost property.",
    "mean_p_confidence": 0.62875
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (2) No rule made by the Authority shall have effect until  it is confirmed by the Minister and published in the Gazette,",
    "mean_p_confidence": 0.8271999999999999
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  PART IV",
    "mean_p_confidence": 0.475
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  Finance  Grant 25, As soon as practicable after the coming into operation  ‘Ruthority of this Act and from time to time thereafter there may be  from granted to the Authority by resolution of Parliament from  Consolidatea the Consolidated Fund such sums of money and on such  Fund. terms as may be determined by the Minister in charge of",
    "mean_p_confidence": 0.8178461538461538
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  the subject of Finance in consultation with the Minister.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  ‘The Fund 26, (1) The Authority shall have and maintain its own  ofthe fund.  Authority.",
    "mean_p_confidence": 0.6305263157894737
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  (2) There shall be paid into the Fund of the Authority—",
    "mean_p_confidence": 0.8038461538461538
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  (@) the annual embarkation tax received by the Autho-  rity as may be approved by the Minister ;",
    "mean_p_confidence": 0.8061904761904761
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  (b) all sums of money received by the Authority in the  exercise, discharge and performance of its powers,  functions and duties ; and",
    "mean_p_confidence": 0.7848148148148147
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  (©) all donations, gifts or grants from any source what-  soever,",
    "mean_p_confidence": 0.7164285714285714
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "  (8) There shall be paid out of the Fund all sums‘of money  required to defray any expenditure incurred by the Autho-  rity in the exercise, discharge and performance of its  powers, functions and duties and all such sums of money  as are required to be paid out of such Fund by or under this  Act.",
    "mean_p_confidence": 0.8225806451612904
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "  Borrowing 21, The Authority may, with the consent of the Minister",
    "mean_p_confidence": 0.7961538461538461
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "  poresset in writing or in accordance with the terms of any general",
    "mean_p_confidence": 0.7414285714285713
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "  Authority. authority given by him, borrow by way of overdraft or  otherwise, or negotiate or obtain on credit terms such sums  as the Authority may require for meeting the obligations of  the Authority, or for exercising, discharging and perform-  ing its powers, functions and duties under this Act:",
    "mean_p_confidence": 0.8264814814814814
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "  Provided, however, that the aggregate of the amounts  outstanding in respect of any loans raised by the Authority",
    "mean_p_confidence": 0.8109523809523809
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Airports Authority Act, No. 46 of 1979 3  under this section shall not at any time exceed such amount  as may be determined by the Minister.",
    "mean_p_confidence": 0.8013333333333333
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  28, The provisions of Part II of the Finance Act, No. 38 Application  of 1971, shall, mutatis mutandis, apply to the financial Provisions  control and accounts of the Authority. ‘of Finance",
    "mean_p_confidence": 0.7871428571428571
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  ‘Het, No. 38  of toni,",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  29, The financial year of the Authority shall be the Financial  period of twelve months commencing on the first day of 3 the  January of each year. ‘Authority.",
    "mean_p_confidence": 0.7540625
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  PART V  Starr  20, There may be appointed to the staff of the Authority Stam  such officers and servants as the Authority may deem Qi tit city,  necessary. °  31. (1) The provisions of this section shall apply to every Notice  public officer, other than any public officer ina transferable required  service of the Government, who was employed in the givenby  Department of Civil Aviation on the day immediately certain  before the appointed date and the functions of whose office Sificers  have been vested in or taken over by the Authority. Depts ‘  (2) Every public officer to whom subsection (1) applies Aeiation  ‘and who holds a post declared to be pensionable under the Sppuinted  ‘Minutes on Pensions shall, not less than two weeks before at.  such date as maybe fixed by the Minister by Order  published in the Gazette (hereafter in this section and in  section 32 referred to as the “relevant date”), give notice  in writing to the Director of Civil Aviation, that such public  officer intends on that date—  (a) toleave the public service and to become an employee  under the Authority in terms of section 32 (1) ; or ©",
    "mean_p_confidence": 0.7806944444444445
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  (b) to retire from the public service and to become an  ‘employee of the Authority in terms of section 32  @) jor",
    "mean_p_confidence": 0.7376923076923076
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (©) to retire from the public service and not obtain",
    "mean_p_confidence": 0.7374999999999999
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  employment under the Authority.",
    "mean_p_confidence": 0.625
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  (8) A notice given to the Director of Civil Aviation under  subsection (2) before the relevant date by a public officer  referred to in that subsection shall be final.",
    "mean_p_confidence": 0.8084848484848485
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  4 Airports Authority Act, No, 46 of 1979  (4) Every notice given under paragraph (a) or (b) of  subsection (2) shall be referred by the Director of Civil  Aviation to the Authority. The acceptance of any such notice  shall be entirely within the discretion of the Authority  ‘whose decision thereon shall be final.  Effect of | 32. (1) Any public officer referred to in subsection (1)  ‘any of the } of section 31 who gives notice under paragraph (a) of sub-  paragraphs section (2) of that section before the relevant date and  Of section | Whose notice is accepted by the Authority shall be offered  3G). employment under the Authority with effect from that  date, and— =",
    "mean_p_confidence": 0.8063076923076923
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (a) shall be subject to the same disciplinary control as  any other member of the staff of the Authority  during the period of his employment under the  Authority ;",
    "mean_p_confidence": 0.7967647058823529
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  (®) shall, subject to paragraph (a), be entitled to terms  and conditions of service not less favourable as  respects remuneration, leave, holiday warrants, and  other conditions of service as he was entitled to  immediately before the relevant date during the  period of his employment under the Department  of Civil Aviation ;",
    "mean_p_confidence": 0.8066101694915253
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  (©) shall, so long as he is in the employ of the Authority,  be deemed for the purpose of the Minutes on  Pensions to continue to hold a post in the public  service which has been declared to be pensionable  under the said Minutes and shall be eligible for  the grant of a pension or gratuity as though his  service under the Authority were service under  the Government and the Minister in charge of  the subject of Public Administration may grant  such pension or gratuity in accordance with the  terms of the said Minutes ;",
    "mean_p_confidence": 0.8400934579439252
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  (d) in respect of him, the Authority shall pay out of  the funds of the Authority to the Deputy Secretary  to the Treasury to be creditéd to the Consolidated  Fund for every complete month of service during  which he is in the employ of the Authority such  sum of the salary received by him in the post he",
    "mean_p_confidence": 0.8292307692307692
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  ~“Airports Authority Act, No. 46 of 1979 15  holds in the service of the Authority as the Minister  in charge of the subject of Public Administration  may determine ;",
    "mean_p_confidence": 0.7588235294117647
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  (e) shall, notwithstanding anything in the Widows’ and  Orphans’ Pension Fund Ordinance, be deemed to  be a public officer within the meaning of that  Ordinance and for the purpose of the application  of the provisions thereof so long as he remains in  the employ of the Authority ; and",
    "mean_p_confidence": 0.8244642857142858
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (f) may, at any time during the period of his employ-  ment under the Authority, opt to be appointed to  the staff of the Authority in terms of subsection  (2) hereof and when such option is exercised—  @ he shall be eligible for such an award under",
    "mean_p_confidence": 0.8237735849056603
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  : the Minutes on Pensions as might have been  ‘made to him if he had been retired from the  public service on the ground of ill health on  the date of his appointment to the staff of  the Authority in accordance with this  section ; and the amount of any such award  made under those Minutes shall not be paid  to him unless his employment on the staff",
    "mean_p_confidence": 0.8098701298701299
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  of the Authority is terminated by retirement  on account of age or ill health or by the  abolition of the office held by him on such  staff or on any other ground approved by  the Minister in charge of the subject of  Public Administration ; and  (di) in the event of his death after being appointed  to the staff of the Authority in accordance  with this section, such an award as might  have been made in respect of him under those  Minutes if he had died immediately before  his appoirttment to the staff of the Authority  may be made in respect of him.",
    "mean_p_confidence": 0.8206837606837607
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  (2) Any public officer referred to in subsection (2) of  section 31 who gives notice under paragraph (b) of that  subsection before the relevant date—",
    "mean_p_confidence": 0.8051724137931033
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  (@) shall be deemed to have retired from the public",
    "mean_p_confidence": 0.7283333333333334
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  service on the relevant date;",
    "mean_p_confidence": 0.6471428571428571
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  (®) shall be offered employment by the Authority on",
    "mean_p_confidence": 0.7636363636363637
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  such terms and conditions as may be agreed upon  by such officer and the Authority:",
    "mean_p_confidence": 0.7788888888888889
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Airports Authority Act, No: 46 of 1979  Provided, however, that such terms and  conditione shall be not less favourable than the  terms and conditions on which such officer was  employed immediately before the relevant date;",
    "mean_p_confidence": 0.8016666666666667
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (©) shall be eligible for such pension or gratuity under  the Minutes on Pensions as would have been  awarded to him had he retired from the public  service on the ground of abolition of office on that  date ;",
    "mean_p_confidence": 0.8119999999999999
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (@) if he is eligible for a pension and does not exercise  the option under section 2A (1) (i) of the Minutes  on Pensions, he shall not be paid the pension  during the period of his employment under the  Authority ;",
    "mean_p_confidence": 0.8057446808510638
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  (©) if he is eligible for a pension and elects to draw a  gratuity in partial commutation of one-fourth part  of his pension in accordance with the provisions of  section 2A (1) (i) of the Minutes on Pensions—",
    "mean_p_confidence": 0.8095348837209303
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  ’ @) such gratuity shall not be paid to him but  shall be credited to his account in a provi-  dent fund of the Authority established under  this Act;",
    "mean_p_confidence": 0.7438235294117647
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (ii) the remaining three-fourths part of the ‘  pension payable to him under the said  Minutes shall not be paid to him during the  period of his employment by the Authority ;  and",
    "mean_p_confidence": 0.7764102564102564
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  ii) for the purposes of the computation of the  period of “ten years from the date of his  retirement” referred to in section 2A (1) (ii)  of the said Minutes, the date of his retirement  shall be deemed to be the day following the  last date of his employment under the  Authority ; and",
    "mean_p_confidence": 0.7925806451612903
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  ) ithe is eligible for a gratuity and not a pension under  the Minutes on Pensions such gratuity shall not  be paid to him but shall be credited to his account  in a provident fund of the Authority established  under this Act, ‘",
    "mean_p_confidence": 0.7875510204081632
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  (8) Any public officer referred to in subsection (2) of",
    "mean_p_confidence": 0.7666666666666666
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  section 31 who gives notice under paragraph (c) of that",
    "mean_p_confidence": 0.7783333333333333
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  subsection before the relevant date shall be deemed to",
    "mean_p_confidence": 0.7672727272727272
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Airports Authority Act, No. 46 of 1979 cu  have retired from the public service on that date and shall  be eligible for such pension or gratuity under the Minutes  on Pensions as would have been awarded to him had he  retired from the public service on the ground of abolition  of office on that date:",
    "mean_p_confidence": 0.8308064516129032
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  Provided, however, that if he is under a bond or agree-  ment to serve the Government for a specified period of  service he shall be liable to be called upon to pay such sum  of money as may be determined by the Government in  respect of the unfulfilled portion of such service.",
    "mean_p_confidence": 0.8405172413793104
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (4) Any public officer whose notice under paragraph (a)  or (b) of subsection (2) of section 31 is not accepted by  the Authority shall be deemed to have retired from the  public service on the relevant date and shall be eligible  for such pension or gratuity under the Minutes on Pensions  as would have been awarded to him had he retired from  the public service on the ground of abolition of office on  that date.",
    "mean_p_confidence": 0.8472619047619048
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  33. (1) At the request of the Authority any public Appointment  officer, other than an officer to whom section 31 applies, m2ubi®  may with the consent of the person who for the time being other  has the power to appoint such officer be temporarily those to  appointed to the staff of the Authority for such period as Section 31  may be determined by such Authority with like consent, {Pblies.  or be permariently appointed to such staff. oe",
    "mean_p_confidence": 0.804705882352941
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  Authority.",
    "mean_p_confidence": 0.2866666666666667
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (2) Where a public officer is appointed temporarily to  the staff of the Authority the provisions of subsections (3)  and (5) of section 26 of the State Industrial Corporations  Act, No. 49 of 1957, other than paragraph (a) of subsection  (8) of section 26, shall, mutatis mutandis, apply to such  officer.",
    "mean_p_confidence": 0.8096551724137931
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (3) Where an officer is permanently appointed to the  staff of the Authority the provisions of subsections (4) and  (6) of section 26 of that Act shall apply to, and in relation  ‘to, such officer.",
    "mean_p_confidence": 0.8167500000000001
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Airports Authority Act, No. 46 of 1979  Protection | 34. No civil or criminal proceeding shall be instituted  oficers \"against any member of the Authority or against any officer  sivantsot or servant of the Authority appointed for the purposes of,  pater this Act for any act which is in good faith done or purported  one ‘to be done by him under this Act.  this Act,  Members 35. All members and employees of the Authority shall  employees be deemed to be public servants within the meaning and  ‘Authority for the purposes of the Penal Code,  deemed.  tobe  public :  Eervants.  Authority 36. The Authority shall be deemed to be a scheduled  oben institution within the meaning of the Bribery Act, and the  seed provisions of that Act shall be construed accordingly.  within the  mes  ™ oe PART VI  penery: ‘Miscettanzous  ‘Transfer 37, From and after the appointed date—  pad (a) all movable and immovable property of the State ‘  rights managed and controlled by the Director of Civil  GBileations Aviation on the day immediately preceding the  tothe appointed date as may be declared by the Minister  aed by Order published in the Gazette to vest in the  ‘modification Authority with effect from a date to be stipulated  a in such Order shall accordingly so vest;  law. (b) all contracts, rights, obligations and liabilities of the  State or of the Director of Civil Aviation as may  be declared by the Minister by Order published  in the Gazette shall be deemed to be the contracts,  tights, obligations and liabilities of the Authority.  (c) all written law shall be deemed to be modified to  such extent as may be necessary to enable the  Authority to exercise, discharge and perform the  powers, functions and duties conferred on oF  assigned to or imposed on such Authority by or  under this Act.  Eitect ot 38. Where the Minister has made an Order in terms of  Order. section 37 no other authority shall unless’ specifically  authorized to do so in terms of this Act exercise or purport  to exercise any control or power over the airport in  uestion,",
    "mean_p_confidence": 0.7768513853904281
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Airports Authority Act, No. 46 of 1979 19",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  39. (1) Where any land, other than State land, is Aeration  required for any of the purposes of the Authority and the hderthe  Minister approves of the proposed acquisition, the Iand Land  Proposed to be acquired shall, for the purpose of the applica- Acfuisition  tion of the Land Acquisition Act, be deemed to be required foe they  for a public purpose and may be acquired under that Act uthority.  and transferred to the Authority.",
    "mean_p_confidence": 0.7740243902439025
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (2) Any sum payable for the acquisition of land for the  Authority under the Land Acquisition Act shall be paid  by the Authority.",
    "mean_p_confidence": 0.8103703703703703
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  40, ‘The Director of Civil Aviation and officers and Director  servants authorized by him shall for the performance of Aviation  their duties at all times be afforded free and unrestricted tobe,  access to any airport managed or controlled by the Scccst  Authority, airport",
    "mean_p_confidence": 0.7608163265306123
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  41, (1) The Minister may make regulations for the pur- Regulations.  pose of carrying out the provisions and giving effect to the  principles of this Act.",
    "mean_p_confidence": 0.8046666666666666
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  (2) Without prejudice to the generality of the powers  conferred by subsection (1), the Minister may make regula-  tions for or in respect of all matters for which regulations  are authorized or required to be made under this Act.",
    "mean_p_confidence": 0.8302272727272727
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  (3) Every regulation made by the Minister shall be  published in the Gazette and shall come into operation on  the date of such publication or upon such later date as may  be specified in the regulation.",
    "mean_p_confidence": 0.8302439024390244
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  42. Every rule made by the Authority under section 24 Rules  and every regulation made by the Minister shall, as soon as 224.1 tong  convenient after its publication in the Gazette, be brought eae  before Parliament for approval. Every rule or regulation gro  which is not so approved shall be deemed to be rescinded Parliament.  as from the date of such disapproval, but without prejudice  to anything previously done thereunder. Every rule or  regulation so approved shall be as valid and effectual as  ‘though it were herein enacted.",
    "mean_p_confidence": 0.8069387755102041
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  43. Every person who contravenes or fails to comply with Offences  any of the provisions of this Act or any rule or regulation 24, iue,  made thereunder shall be guilty of an offence and shall  on conviction by a Magistrate be liable to a fine not exceed-",
    "mean_p_confidence": 0.8053846153846155
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  {ing five hundred rupees or to a term of imprisonment not  exceeding six months or to both such fine and imprison-  ment.",
    "mean_p_confidence": 0.7803846153846153
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Airports Authority Act, No. 46 of 1979  Ipterpreta- 4, In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.7604761904761905
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  “aerodrome” means any area of land or water set apart  and used or intended to be used for affording  facilities for the arrival, departure and movement  of aircraft of whatsoever description, including  balloons, gliders and helicopters ;",
    "mean_p_confidence": 0.7899999999999999
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  “aircraft” means all types of aircraft including aero-  planes, balloons, gliders and helicopters ;",
    "mean_p_confidence": 0.7535294117647059
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  “air navigation services” mean and include navigational  aids and navigational facilities ;",
    "mean_p_confidence": 0.754
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  “airport” means an aerodrome at which facilities are  provided for the shelter, servicing or repair of air-  craft, for receiving or discharging passengers or  cargo and includes a heliport ;",
    "mean_p_confidence": 0.7805714285714286
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  “air traffic control” means a service provided for the  purpose of—",
    "mean_p_confidence": 0.7228571428571428
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  (@ preventing collisions—  @ between aireraft, and  (i) on the manoeuvring area between air-  craft and obstructions ; and  (®) expediting and maintaining an orderly flow of «  air traffic ;",
    "mean_p_confidence": 0.6923684210526315
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  “building” includes any structure or erection;",
    "mean_p_confidence": 0.695
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  “heliport” means an area either at ground level or  elevated on a structure used or intended to be  used for the landing and take-off of helicopters ;",
    "mean_p_confidence": 0.812258064516129
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "  “Minister” means the Minister in charge of the subject of  Aviation ;",
    "mean_p_confidence": 0.7406666666666666
  },
  {
    "i_page": 21,
    "par_num": 11,
    "text": "  “navigational aids” mean visual and non-visual naviga-  tion aids along an air route, visual and non-visual  aids to approach and landing at aerodromes, com-  munication services, meteorological services and the  air traffie control service ;",
    "mean_p_confidence": 0.7646341463414634
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "  “navigational facilities” mean facilities provided to  permit safe navigation of aircraft and includes  visual and non-visual navigation aids;",
    "mean_p_confidence": 0.7486363636363635
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "  “prescribed ” means prescribed by regulation made under  this Act; and",
    "mean_p_confidence": 0.6971428571428572
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "  “Republic” means the Democratic Socialist Republic of  Sri Lanka,",
    "mean_p_confidence": 0.6816666666666666
  }
]