[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT © CEYLON 5th Session 1952 i ght eS, pene BG a ae Ry ai ey y: FY en rere: By aN Ett Vee oe Ey Ese — ~Sterre. Anuradhapura Buddhist Association Act, No. 11 of 1952. : Date of Assent : March 8 1952 Printed on the Orders of Government poet Pe Sum fr Pane Summ, 2b Hees ren, Gea es gt Bureau, Post Orrice Hox 500, Secretariat, Colombo 1 Price: 20 cents. : Postage: 20 sents.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Anuradhapura Buddhist Association 3 Act, No. 11 of 1958. AN Act ro [NconporaTE THE ANURADHAPURA BUDDHIST AssoctaTION, ANURADIAPURA, [Date of Assent: March 8, 1952] WHERUAS an Association, called and known &% Preamble. “ Anuradhapura Buddhist Association, Anuradha- pura,” has heretofore been established at, Anuradha- pura for the purpose of effectually carrying out and transacting all matters, connected with the said Association according to the rules agreed to by its members. AND whereas the said Association has heretofore svocessfully carried out and transacted the several objects and matters for which it was established, and hag applied to be incorporated, and it will be for the public advantage to grant the application: BE it therefore enacted by the Queen’s Most Excel- lent Majesty, by and with the advice and consent of the Senate, and the House of Representatives of Ceylon in this Present Parliament assembled, and by the authority of the same, a8 follows:— 4, This Act may be cited as the Anuradhapura Stor title, Buddhist Association, Anuradhapura, Act, No. 11 of 1952. 2, From and after the passing of this Act the Inepration President, Vice-Presidenta, and members of the Com- Qairainepure * mittee of ‘Management for the time being of the said Bsdébia. ‘Anuradhapura Buddhist Association, Anuradhapure, {:sihinine, and such and so many persons as now are members of the said Anvradhapura Buddhist Association, Anu- radhapura, or shall hereafter be admitted members of the Association are hereby constituted and shall be @ corporation with perpetual succession under the style and name of “The Anuradhapura Buddhist . Association, Anuradhapure” and by that name may sve and be sued in all courts, with full power and authority to have and use a common seal-and alter the same at their pleasure. : The general objects for which the corporation Geserl abject is constituted are hereby declared to be— Se epetan, (0) The study and propegation of Buddhism. : {@) Tho encouragement of the practical obser- vance of Buddhism. (®) The promotion of Unity and co-operation : . among Buddhists. JNM 570-2585 751)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "4 Anuradhepura Buddhist Association Act, No, 11 of 1952. Seams A, (1) The affairs of the corporation shall, subject Meosgimsst. to thie rules in force for the time being of the corpora- tion a3 hereinafter provided, bo adiinistered by a Commitice of Management eonsisting of the Presi- . dent, three Vice-President, the Honorary General Secretary, Honorary Assistant General Sectetary, and. Honorary Treasurer respectively af the corporation and not less than nine other members, to be elected respectively in accordance with rales for the time being of the corporation.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2) All membors of the corporation shall be eubject to ‘the rules in force for the time being of the corporation.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "_ (8) The first Committee of Management shall con~ sist of D.C. R. Gunawardene, Esq.; M. Seneuayake, Eeq.; G. Dahanayake, Esq.; L, H. Iiangantillaka, Bea. TB. Weerakone, aq.; J. Ramanayake, Eoq.; E. M. G. Ekanayake, Esq.; M. Jayasingka, Baq.s K. B. Ratnayake, Esq.; K. 8, de Abrew, 4-1 HB. Samarakoon, Esq.; T. B. Galgamuwe, Bey. G. Wana- - sundara, Esq.; A. M. P. B. Tommodera, Esq.; S. Godage, Esq.; W. J. Fernando, Eaq. Tyee mis «It shall be lawful for the corporation from time - to time at any general meeting of the members, and by a majority of votes to mal fales for the admassron, withdrawal or expulsion of members; for the conduct of the duties of the Committee of Management and of the various officers, agents, and servants of the oor- poration; for the ‘procedure to be- observed in the transaction of business; and otherwise generally for the management of the affairs of the corporation and the accomplishment of its objects. Such rales when made may, at a like meeting, be altered, added to, amended, or rescinded subject, however, to the require ments of section 7. Tule io tbe. Subject to the provisions of section 5, the rules foe 2 be set out in the Sobedui to this Act shall for all purposes emporntion. be the rules of the corporation:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Provided, however, that nothing in this section oon- tained shall be construed to prevent the corporation at all times hereafter from making fresh rules, or from altering, amending, adding to, or rescinding any of the rales set out in that Schedule or any rales hereafter made by the corporation. :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Prosjore tw 7, No rule in the Schedule to this Act nor any rule nie\" hereafter passed at a general meeting shell be altered, added to, amended or rescinded, except with the priot",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Anuradhapura Buddhist Association 5 Aet, No, ££ of 1058. approval of the Commitico of Management and by a vote of two-thirds of the members present at 2 general mecting of the Association,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "+ 8 On the coming into operation of this Act all Povpsny voted property belonging to the said Anurndhapera Bud. ‘tes: Uhist Asogiation, Annradhapura, whether held in the - namo of the said Anuradhapura Buddhist Association, Anuradhapura, or in the name or in tho names of any person in trust for the said Anuradhapura Buddhist Association, Anuradhapura, is hereby vested in the corporation hereby constituted, and the same, together ith all aftar acquired propetty, both, movable, and immovable, and all subscriptions, contributions, dona- tions, amounts of foan, and advances received or to be received, shall be held’by the said corporation for the purpose of thio Act and subjest to the, rules in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "foree for the time being of the said corporation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "9, AI debts and liabilities of the said Anuradha- Dele due to, pura Buddhist Association, Annradhapura, existing ‘ta Smmton, Bt the time of the coming into operation of this Act shall be paid by the corporation hereby constituted, and all debts die to end subscriptions and coatribu-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "+; tions payable to the said “ Anuradhapura Buddhist Association, Anuradhapura, ”’ shall be paid to the said : corporation for the purpose of thia Act.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "40. The seal of the corporation shall not be affixed How te weal to any instrument whatsoever except in the presence (tS sion js to of two of the members of the Commities of Manage- iv alixel ment, who shall sign their names to the instrument in token of their presence, and such signing shall be independent of the signing of any person as 4 witness.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "44. The corporation shall be capable in law copenin to take and hold any property, movable or immovable, 5,10! which may become vested init by vireue of any pur- Rae ot chase, grant, gift, testamentary disposition, or other- Ie wise, and all such property ahall be held by the cor- poration for the purpose of this Act and subject to the rules for the time being of the said corporation, with full power to sell, mortgage, lease, exchange, or otherwise dispose of the samag.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "42, Nothing in this Act contained shall prejudice fering sf",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "+ or affect the righte of Hie Majesty the King, His heirs, 'me\"Grova” : and successors, or of any body politic or corporate or snd ater '' of any other persons, except such as are mentioned in",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "11 hie Act and those claiming by, from, or under thems,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". 6 Anurndhapura Buddhist Association Act, No, 11 of 1952. SCHEDULE oct 6), Rules of the Anuredhopura Buddhist Association, Anuradha- urn,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "1. Designation-—The Association shall ba onlled ‘The ‘Anumndbapura Buddbist Aasociation, Anurndhapora ”.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "2. Object —The objects of the Astocintion are ne followa:—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@) The study and propagation of Buddhiam. @) Tho “eneourngement of the practical observance of . Buddhiem. (©) The protnotion of unity and cooperation among Boddbista, {@) The advancement of the physioal, intellectual, cultural and social welfare of members,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "3, Membership-—{e) Men not leat thon 18 yeors of age,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "having, any or all of the above objects in view are eligible for » tembership.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "@) Membership shall ba cloasified as “* honorary, “ aetive \"* and “life.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(©) Auy person who in the opinion of the Association hos rondered distinguished service to the cause of Buddhiem may be elected an honorary member at a General Meating of the Assovinvion,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@) Active members shall pay s membership subsoription of 50 cents or more per month.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(©) Any person who pays 8 membersbfp subscription of Re. 100 or more at one time moy be elected a Iie member.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "() Every application for membership aball ba aountersigned by a member ond shall be forwaried to the Honomry General Seoretary who shail submit it to the Committee of Management at is next meeting. :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "@) The name of an active member whose subscription has been in arrears for three months, may after 80 daya’ notice, be struck of the Register of members by the Commities of Management. He may not be re-lected until the arream due from ‘tim are paid,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "@) No person who has been s member for less than three months immediately preceding the month in which « General Meeting $s held and who has not paid his subscription for a Periad exceeding one month shall be entitled to vote at suck meeting.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@ The nemo of any member, whose conduct ths Committer 9f Management finds, hae been detrimental to the interests and houour of the Association, may be removed from the Hagister of members for a Himited period or permencntly, if two thirds Of those Commies members presand ak suck mesting approve of sush actiou. ‘The quorum for such meeting shall not be Jess than ten snembers,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4. Managemont.—{a) The affairs of the Aasocistion shall be administered by a Committes of Management consisting of 3 President, threa Vice-Presidents, s Honotery General Searetary, 4 Honorary Assistent Genarel Secretary and a Honorary ‘Tren surer, who chall be ex officio members of the Committee of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Anuradhapura Buddhist Association 7 Act, No, 11 of 1958. Manngomont, and nina mombers to be elected st tha anounl genortt aweling af the Assoointion, ‘They shnll hold ofice for ‘one yoar of until their succemocs shall have been clected end Ihave cnutored pan their dutios,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(6) Tho various nolivitles of the Asstciation shail be in charge ‘of Dypartmoutnl Committees consisting of bree anembory cach, of whom to aball be elected ab tho Annus! General Mesting and the other nominated by the Committes of Management from among its membors, _ Buch nominee of the Committes of Mangement sball be the Secretary ond Convenor of the Cam- mittee to which he ia appointed.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(@) All office-benrera ‘and members of the Committes af Management shall be Buddbists,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "@) Jn the obrenco af the President one of the Vioe-Presidents shall take the chair. In the absense of the President and the Yice-Presidents a member shall be elected to the chair. The Chaicman shall have w cating volo,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(@) Tha Honorary Goneral Secretary ahall keep a record of all ‘mestings of the Asiosintion and of tha Committee ot Management, 1 Register of members and any other record that may be neces: sary. Tho Honorary Assistent Geners! Secretary shall assist the Honorary General Secretary.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "() A meating of the Committee of Mapagement choll be held et least once a month. Upon the written requisition of five mem- ders of the Commitee of Management the Honorary General Secretary shall call up s mesling of the Committee of Manage- ment to transact such business as is stated in the requisition. ‘the quorum for a mesting of the Committee of Management sball be seven membera of whom 8 aball ba office-bearere.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(9) In case of any vacancies ooourring duting the yesr among the ofices except the ofc of President, Honorary General Searte tary and Honorary Tressurer or ir the Committee of Management, tha Committee of Management sball have power to fill such vacancies for the unexpired purt of the term. In the case of the Prestient, Honorary General Seoretary and Hoxiorary Trea- turer the vooancies shail be filled at « General Meeting.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(h) Tho Commitées of Management shall have power to meke rules for its own government and for the management of the affaie of the Asnociation ond ita Branches provided that such rules are not inconsistent with thie constitution,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(G Tho Committee of Management sholl hold and manage for the Assccintion all property belonging to the Association. It shall alzo have power with the consent of a two-thirds majority of members present at General Meoting of the Aszociation to sell, mortgage, lease, exchange or otherwise dispose of the immorable Property belonging to the Assouiation provided thet such decision",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "confirmed ak 8 subsequent General Meeting held within one month.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "49) Aa inventory as approved by the Committee of Manage- Tasnt of both movable and immovable property of the Assosla- Sion shall be maintained.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "5. General Mectings of the Association—(o) Tho Annual Geter ‘tasting of the Acoslabion shal be bod i the saat af January gt which the reports of the Committee of Menage- ment and of the Honorary ‘Treasurer sball be presented.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) The Honorary Geusral Secrotery shall convene a special General Meeting of the Association a¢ the request of the Com.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": ". mittee of Management ot upon the written requisition of no",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "8 Anuradhapura Buddhist Association . Act, No, 11 of 1962.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "fewer than 20 mombers entitled under theo mules to vole ab auch General Alecting. In the event of fuilure on Uhe part of the Honorary General-Seeratary to convene a General Beating of the Association vpon sueh requisition te members signing the tequisition shall havo tho power to eonvena such meeting after dug notige in writing to the President.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(6) A fortnight’s written notice shall be given of any General Meeting and 15 members inclusive af 8 office-bearevs shall con- stitute the quorum at suck meeting,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(@) Every notice of a motion to be moved at a General Meats ing of the Association shall be in writing and signed by the member glring notice. 2£ such letter ig not received by the Honorary Generel Secretary seven days prior to the dato of General Meeting, such motion shall nok bo included in the agenda of such General Meeting.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(¢) Every motion included in the agenda of a General Mesting shall have been previously approved by tte Committee of Management.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "{)) Tn the event of ¢ motion due notice of which hax been given, Dolog rejected by (he Committes af Management, such member shall heve the right to move auch motion with the pormission of the meeting.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "6, Auditor—The members shell appoint at the Annual General Masting of the Association an Auditor who shall audit the aocounts of the Asociation for the enauing year. In the event of an Auditor so appointed not being uble to act through any” cause the Committes of Aenagemant shall have power to appoint another Auditor.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "7. “Brauches.-Branch Associations may be establiabed wharever possible in tho Provines under euch directions ax bell be determined by the Committee of Menagemaut. Alt such Associations ahall ba worked on principles not inoonsistent with the rules of this Association. A Cerlifieate of ofiliation chall be isaued ta such Branch Association so farmed.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "8 Amendment of Constitution—This constitution con be amended only by a vote of two-thirds of the members eligible to ‘ote present at a General Mesting of the Association. At least 14 days’ written notice of any motion of amendment fo the con- stitution shell be given to the members.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "® General.—This Association shall not align iteolt with any Political Atsociation or Party.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "10. (a) Ths Trearurer shall not incur any expenditure over Res, 50 per mouth without the approval of the Committee of Manegement.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(2) ‘The Treasurer shot! not incur any expenditure over Re. 500 pet month, unless such expenditure hos been suthorized by the Association by resolution psssed at w general meeting; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(0) All monies of the Association sboll de deposited in_ the name of the Aeweistion in such Bank or Banks approved by She Copmaltte of Management. hove im",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(@ The Honorary Tressurer shall uot have in his possession any cegh exceeding Bs. 50.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(@) All cheques of the Associstion shall be signed by the Presi- Asut and Honorary Treasurer or ons of the Vice-Presidenis and ‘Hooorary Treosursr.",
    "mean_p_confidence": 0.71
  }
]