[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ney PARLIAMENT OF THE DEMOCRATIG . SOCIALIST REPUBLIC OF SRI LANKA BANKING (AMENDMENT) ACT, No. 39 OF 1990 [Certified on 12th November, 1990] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 16, 1990 nvr a aoa oF comers OE, 6 ES ‘fo BE PURCIIASED AT \"HIE GOVERNMENT FUPLICATIONE FUREAT, COLOMBO ‘Price : 60 cents. Postage : Re. 1.00",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Banking (Amendment) Act, No. 39 of 1990 . [Certifled,on 12th November, 1990] . LD.—0, 9/80 . . AN Ace to AMEND THE BANxiwe Act, No, 30 oF 1986 BE it enacted by the Parliament of the Democratfe Socialist Republic of Sri Lenka as follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be clted as the Banking (Amendment) hart ‘Act, No. 39 of 1990.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. The following new Part is hereby inserted immediate. Iqsettion ly after Part IV, and shall have effect us Part IVA of the Part IVA Banking Act, No, 40 of 1988 (hereinafter referred to as the uo of “principal enactment\") :— . :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "‘PART IVA : NUMBERED AccouNTS Authorization 34a, (1) The Monetary Board may, by or- fe eperate der made with the approval of the Minister, secounts, authorize a Meensed commercial bank to ope- tale numbered banking accounts on behalf of customers who are non-residents or foreign citizens, (2) Numbered accounts facilities offered by & licensed commercial bank euthorized ‘oy the Monetary Board under this Part to customers, who are foreign citizens or non- sesidents may extend fo current accounts, deposit accounts and savings accounts but shall not extend fo credit facilities, (3) ADL moneys accepted by a licensed conunercial bank authorized by the Mone- tary Board under this Pert for deposit in a numbered account shall be jn such foreign ‘currencies ox are specified hy the Monetary Board, (4) The owner of a numbered account opened in a licensed commercial hank autho- . rized by the Monetary Board under this Part shall be knows only to seh senior offi-- vere of such bank as may be determined by ‘the Board of Directors of such bank, 4-8 00188-7900 (90/08) _",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Banking (Amendment): Act, No. 39 of 1990 Secrecy. 34m, (1) Every officer of a Veensed com- mercial bank operating @ numbered account ‘on behalf of a customer and every person, who by reason of his capacity or office, hat any access to the records, registers, corres-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "‘pondence or any-other material of sich bank,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "- Telating to such numbered account stall keep absolute secrecy with regard to the contents thereol, in the interests of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "customer to, whom the account relates,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“* @) Wherd d” licensed commercial bank authorized by the Monetary Board under this Part opens a mimbered account on be~ half of a customer, the identity of the owner of the numbered account shall be absalutely inviolate and-every officer of such Licensed -- commercial bank and every oiher person ré- ferred. to in subsection (1) shall not give, divulge or reveal any information whatso-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "> evet regarding the name or identity of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“owner of such numbered account to any ine dividual, corporation, bank, court, institu tion, entity, departinent, officlal, agent, ne- presentative of the Government of Sri Lanka",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "». or any other government or to any other legal or natural person, judicial or military authority, untess—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@) the owner of such numbered account gives his permission go to do; or __ (b) legal proceedings are instituted by, or * against such licensed commercial 7 bank-by, or against, the owner of “-\"* “such numbered account relating to ‘a banking transaction erising from “° gueh numbered account; or (©) he is required to do so-— \"\"\") by eny piovision of any law * \"> giving effect to an interna _ tonal convention om narenttes or bijacking, in any criminal proceedings instituted under . ‘that law, in’ any court;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Banking (Amendment) Act, No. 39 of 1990 3 . ~ 448) by om order of the Supreme Court, made on application therefor, on the ground that moneys in such account have been, or are being, used in furtherance of an act which constitutes an offence under the Prevention of Terrorism “Act, No. 48 of 1979. ‘ S4e. (1) The Minister may make regula- Requlatlone, tions regarding the-maintenance of numbers ed ‘accounts, the restrictions thet may be placed on such accounts, including the in- clusion or the exclusion of the moneys lying ‘in such accounts for the computation of ths deposit Habllilities of a Hoensed coramercial bank for the purposes of section 20 or sec- ‘Hon 21, ‘34m, For the purposes of this Part, the ex- Jnferpreta- pression— @ “foreign citizen” means a person who fs not a citizen of Sri Lanka or is a eltizen of Sri Lanks end of any other country ; (ii) “non-resident” shall have the sama : meaning #s in the Inland Revenue . ‘Act, No, 26 of 1979; . (cit) “numbered account” means. an account opened with a Hcensed come mercial bank authorized by the Monetary Board under this Part that 4s identified only by a number, code word or such other means as may be determined by the Monetary . Board’, wo see",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Banking (Amendment) Act, No. 39 of 1990 Amendment ’ 3% Section 79 of the. principal’ enactment is hereby Pi amended as follows :— . of the 5 : Principal 2) by the insertion Immediately after subsection (1) of that. section of the following new subsection :— (a) Any person who contravenes the provisions of section 34n shall be guilty of an offence under ‘this Act and shall on conviction, after summary trial before a Magistrate be Usbie to imprisonment of either description for a term not exceeding three years or to # fine not exceeding one million rupees or to beth such imprisonment and fine, and where such offence is committed Inowingly or wil- : fully or with reason to believe that it will cause damage or harm to any other person, to rigorous imprisonment for a term of not less than five years “and not exceeding ten years and toa fine of one muillion rupees or twice the amount, in Sti Lanka +, currency, of the amount revesled or divulged to be i» in such account, whichever is higher. \"; and (2) in subsection (2) of that section; by the substitution, : for the words “under subsection (1) shall”, of the words “under subsection (1) or subsection (1a) shall”. were, Sinhala 4, In the event of any inconsistency between the Sinhala text to and Tamil texts ofthis Act, the Siohla text shall prevail. prevail in Ease of : . ineonats-",
    "mean_p_confidence": 0.81
  }
]