[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘ . £7.8 SA Pg PARLIAMENT OF CEYLON _ Ist Session 1970-71 ON ~2-13 wo 4, p on ee Se be ~ Fanning Qe Embarkation Tax (Amendment) Act, No. 5 of 1971 ‘Date of Assent : January 29, 1872 a! Printed on the Orders of Government _ co) RAW ggeremerer Sommers ome, gr. Ree ee Se TY. ESR e cate Bele are Price; IS cents Postage: 10 cente",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Embarkation Tax (Amendment) Act, No.5 of 1971 * 1. D.—O, 25/68. : (AN ACT To AMEND THE EMparKaTion Tax ACT, No. 19 oF 1961. (Date of Assent : January 29, 1971} . BE it enacted by the Queen's Most Excelfent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :-—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. This Act may be cited as the Embarkation sven te. Tax (Amendment) Act, No. 5 of 1971.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. Section 2 of the Embarkation” Tax Act, Arensmen of No. 19 of 1961, is hereby amended, in sub-section (1) 2290.70 5 thereof, by the substitution, for all the words from 6. ‘there shall be levied” to the end of that sub- ‘section, of the following :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "* there shall be levied and paid an embarkation",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "tax—~",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(@ in respect of every person leaving Ceylon by ship, at the rate of two rupecs and fifty cents ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "@) in respect of every person leaving Ceylon dy aireraft—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "() from the Bafdaranaike Inter national Airport, Colombo, at the rate of ten rupees,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(i from the Colombo International ‘Aiport, Ratmalana, or from the Kankesanturai Airport, Jaffna, at the rate of five rupees, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Gii) from any other airport, at the rate of two rupees and fifty cents : Provided, however, that the preceding provisions ‘of this sub-section shall not apply in the case of — (q)- children who are less than two years of age, () officers and members of the crew of that ship or aircraft, (© transit passengers of that ship or aircraft, an \" @ such other persons a8 may be prescribed.”. Famee 8 270)",
    "mean_p_confidence": 0.83
  }
]