[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  hem  ge)  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  DEBITS TAX (AMENDMENT)  ACT, No.5 OF 2003  {Certied on 24 bras, 2003  Prin he Oe of Govern  Publik Supe Pa of te Gantt athe Democratic  Soiiat Rep of St Lala of Poy 38-2008  Pree Rs 1028 Postage RadS0",
    "mean_p_confidence": 0.49209677419354836
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  eit Tas tAmendnent) Act, Ma Sof 2002  {Cevited 0 27h Febery, 2008  L.d-0, saz.  AWACT¥0 AMEND Dots Ta Aer No, 16 oF 2002  BE i enacted by the Parliament ofthe Democratic Socialist  Republic o St Lanka as alows  1. ThisActmay beckedasihe Debi Tx (Amendment) Shon i,  ‘AGN 5 of 2008  2. Section 2 of the Debits Tox Ast. No. 16 of 2002 Nepsnat  (beri refered asthe pencil snacnitshareby Scr?  repealed ante lowing ston uttaed retort TAS  tmowtion 2 Sabet Lo the provisions of seton 13,  hits. heres changed and vid  (ed oneal amon of he eis, made  faring ench calendar month guna  ‘ich cure Secove! nae att  comarca bank  ) onthe to aout othe dis made  Sein each eslondar month agaist  Sach Savings sccoun aimed att  commercial an orn spied bank,  snd  (€) on the sinount realized on she  ‘ncoument oa ceric OF dept  crnalen egos  ‘azteca the debits ox tthe ae of  {ne temh fo erento toa det  ‘ri amountoncshe, ss toa ay Bo  2, Section ofthe prnsinatenacnen is hereby amended Ancaten  bye insertion immediately afte paragraph ayotthatsccon maton’  ‘ofthe folowing new parazaph rn  “a) inthe ease. of» chit fom a savings account  “eo aimained ma commer tank of 4 Spalioed  fant be sid ths pooner pron in whoa name  (names he aso mane",
    "mean_p_confidence": 0.3396812749003984
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Debio Teetmenden het No. Sef 08  venta Sct 4 piipalencen shy anc  Seetalit by deincrionimmedielyareryapheel thaseon  Eel ‘of the following new paragraph -—",
    "mean_p_confidence": 0.3079310344827586
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Yoo) inthe cae of a dit from a savings eco",
    "mean_p_confidence": 0.4825
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  toiled commer ask ort spine  Iie omnes ate nd oe son which  the de asad  Avndnensf —_$.Secton Soft rip encnntin hry anedad  Ssoenfelitt by the subyittion for the words “current aucun  Piet esate ofthe words \"erent actah an ans  madness 6 Seaton ofthe pimiglenacinentshercy amended  ‘seorestin axils  race  ~_ (1) by he auton foal te words om “Every  ones” “is eng gy ese  ‘om he lowing  “(1 Every commer hank o spied  anal on ht working dy fea  ‘iar em every eae sigs ce  ‘ainined hat bank's equal th amt  payable debi cx tha secu i et  Sh sont td hal ri such sot he  Comnmianane-General om or betore the List  Sorkin day each socesdag moh  (2) in te ts proviso 1 sbsction (1) y the  sition forthe worth esa fay  tmnt a” ofthe words he a yay  tn al:  €9) by the eel of he second provi oto >  2nd the tbsionthrelor ofthe Tow  ov  Provided ue ha, dis ok shod ot be  suihanwn fram event pecan er ngs  cout i tet sity of such een acta  savings ast ding porches  than pecs wen",
    "mean_p_confidence": 0.3634862385321101
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Debits Tax Ainendinent) Act No. Saf 08  (4) insubsection (3) af hat ston by the substitution  For the words “name onan the eure acount  ibang msitsind al the cereal hank” ofthe  ‘words \"name oF names the current account or  savings account is being maintained at the",
    "mean_p_confidence": 0.46867924528301885
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  ‘connneeeal hank or specialised bank\":",
    "mean_p_confidence": 0.35428571428571426
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (8) insubseeton 4) af hat section —",
    "mean_p_confidence": 0.3933333333333333
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (a) by the substiution for the words “Where  ‘owing to there heing no fad in current  account or the’ boing an insuiieney of  Tus in curren account. the commercial  ‘bank af ths wars “Whore ening to there  ‘being no funding curentaveount ne savings  account or there being an insuffiieney of  Funds ncuron aesoun savings account  the cammeial hank specialised bank\":  and",
    "mean_p_confidence": 0.45541666666666664
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (b)_ by the substivtion forthe words “in the  preceding month” wherever those words  appear in that subsets the word in  respeet of hat mem:",
    "mean_p_confidence": 0.45862068965517244
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  16). inthe proviso sabscction (4, by the substation  Forthe words \"eommerial hank ay iter\" he  ‘words “commercial hank or specialised bank may  defer\"; and",
    "mean_p_confidence": 0.3993103448275862
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (7) in subsection (5 ofthat setion—",
    "mean_p_confidence": 0.4525
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (a) bythe subwtttion forthe word \"be deemed  to authorize a enniereal bank fo rehxe  ‘ay out ofthe fun any eurent account”  ff the words “be deemed io authorize a  ‘commeccia bank or spc hank to rlase  te pay outothe Funds inany current account  for savings account: ana",
    "mean_p_confidence": 0.4501818181818182
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Debits Tax (ameninen) Act No. Sf 2008  (©) by the subsiaton Fr all he word frm on  the dis mae wn hacen aso  pid othe wa of that subscetion ofthe  rns“ the shits md re that ann  hast be pai”  ‘Avene 2, Scion Tf rnp eaocimens ery sien  sat0e7 91% yap sabato forthe work Wher the holder acumen  Ena acount ofthe words Whar ti holderof caren account  fr savings ccount'  Ameiven'of —§ Seton ofthe pineal enone she send  ston ett ye suet in progr (af susccion 2) ofthat  FES section, forthe wordsIroma caeat ascoun” a the word  rom acetate sings en  Ade of ey ri  ‘Arssanen 9, Seton ofthe pina enactment ish ame  tans asfilown—  (1) insubsection 1)  {a ‘by taut For al the words ram \"A  comme hank shal\" to \"curren account  Seting oaths ollowing:-—ofthe words \"A  comme! hank oe specialised hank shall.  ‘when remitting the sums reereed 1048  “scstion( I) ction 6 rns stem  tothe Commision General in spss of any  ue aeeoun orig count  cts of 3 cote oer than spec  ‘ret zou singe the flowing :™  4b) by the sbsiton for paragraph (a) ota  subset of Tllowng paragraph —  4a) he tl amount of debits made rom alt  current accounts an savings accounts  nine bya Bk in expe ofthat  ont\"",
    "mean_p_confidence": 0.35187999999999997
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Debits Tee (Amandinent) Act, No, Sof 2002S",
    "mean_p_confidence": 0.2611111111111111
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (6) by the omission of paragraph (6) uf that  subsection:",
    "mean_p_confidence": 0.5130769230769231
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (4) inthe paragraph Gd ofthat subsection bythe  substiution fir the words “Irom all eurent  see0unIs” of the words “Irom all eurent  Becounts sd savings recounts",
    "mean_p_confidence": 0.415
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  {€) in paragraph (e) of that subsction hy the  sulbsiution forthe words “in each curent  sccount and “relevant curtea scenunt” af the  ‘words in each erent account and savings  ‘acvount” and “Televant curren account and  ‘savings secu” respects",
    "mean_p_confidence": 0.4137777777777778
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (2) by the insention immediately afr subsection (1) of  that Section othe following nw subsotions —",
    "mean_p_confidence": 0.4610526315789474
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  \"UIA}A commercial bank shall, when reiting  ‘the num refer! in subscetion (1) of section 6,  Furnish a staemiat to the Conmissioner General  inrespetof any spatial eurent account ting om  the tot ammount of debts fem all special curren  ecounis mining by that hank in respect of tha  ‘month,",
    "mean_p_confidence": 0.40714285714285714
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (1B) A commeccal bank oF specialised hank  sal. athe en ot each month, Fens seinen  to the Commissionct-Gencral seting out the  following details in respect of is own",
    "mean_p_confidence": 0.4966666666666667
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  2) the wal value of the debits in respet of",
    "mean_p_confidence": 0.455
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  obits ible ransetions i a paticule  month",
    "mean_p_confidence": 0.265
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (@) the sums withdrawn as debits Gx for a",
    "mean_p_confidence": 0.5363636363636364
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  particular moath:",
    "mean_p_confidence": 0.3575
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  (©) the total value of debits tax exempt",
    "mean_p_confidence": 0.641
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  lwanszetions fora particule month”.",
    "mean_p_confidence": 0.24666666666666667
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Debits tae (Amend et. No. Sof 208  ‘Ameatisnot —_10,Sseton 10 of the principal enaetmeat is hewehy  ‘esti ofthe gynondd fos —  sind  aa (1) im subset 1) ofthat seton. by the substation",
    "mean_p_confidence": 0.33205128205128204
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  Tor the ws “Where commercial bank reps",
    "mean_p_confidence": 0.47333333333333333
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  and \"rina curve account maintained” OF the",
    "mean_p_confidence": 0.3411111111111111
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  words \"Where 3 eamierial bank specialised  hank reper” sod “fee acumen account savings  cen iia  (2) insuseetn (2) ofthat section by tne substation  for paragraph) othe Following paragrsph =  (4) the oil amount ofthe debits made tha a  fcurvent acount or a savings aeenuat  maintained a that commercial bask wr  ‘cals bunk, any month  Anentnenet Ne Setlon 13 of the pincipal enactment is hescby  ‘Soe athe amended as ols —  ence  ani (1) in subsetion 1 of that seit —",
    "mean_p_confidence": 0.38648936170212767
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  a) i paragraph (thereof bythe subwtiaion  five the words “say curren aceount  aed ofthe won eument ais  torsavings accuumt mintsined”",
    "mean_p_confidence": 0.3204
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (in paragraph (thew bythe substation  Toeal tie words (rom “dis eae fen any”  voi solely forthe purpose of making—\" of  the words “debits defo any eure  ‘acount being & special ween pena by  fy porson io a eommmgrcal bank for he  poipie of king —",
    "mean_p_confidence": 0.35660377358490564
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (0) In paragripo (e herent —",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  6), bythe substation fora the words from  aebits made fon any\" wis oily for  the purpose of making\" a dhe words",
    "mean_p_confidence": 0.4224
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Debit Tas Ameren) Aer No Sf 20087  debits mad rom any eurent account  bing «special account pened by any  person specified hereunder ina  kcommerial bank For the purpose af  making\":",
    "mean_p_confidence": 0.4027027027027027
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  i) bythe subsitaion forsub-parsraph i)  ofthe following new sub-paragrapis>—  Gil) paymentsin elation ve parce  SP stuck sued fa teem oF the  Reystered Stocks and Securities  ‘Ondinance (Chaper 4120) made by  any parson bry of person a  the issue of suk registered stock  ied paymensinrstation whe purchase  ‘soci iso in terms of the  Registered Stocks and Securities  ‘Orvinance (Chapter 420) and  wcaiy ills sin eens th  Local Treasury Bills Owdinanee  (Chapter 417) by any person oF  Indy of persona the sue  sets oe ils  yin su- paragraph (eho  (i) by the sobsitrion for the words  hy another commercial bawk” of  the words “by such bank anes  ‘svmmereial an:  iy by thesubstiutio forthe words or  ‘her Fil inermediny” ofthe  words “or any oer entiy engaged  in finaneial intermediation  ssi",
    "mean_p_confidence": 0.3781290322580645
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Debits Tas (Amendateny Act. No. Sof 2008",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  i) in suparagrap (i (e) there  by tho substitution forthe was  “financial intermediaries” or  “tna imernediary™ wherever  itappeans, of the worl “any her  entity engaged in financial  {neem sexiviy\":",
    "mean_p_confidence": 0.31648648648648653
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (iv). by the adn immediatly aor  ‘zabparagraph (vi) of pareeraph  () of that subsection of the  Fiaknving provisa —",
    "mean_p_confidence": 0.37041666666666667
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  Provided that the exempt  transactions referred wo in  agape (band (ed seston",
    "mean_p_confidence": 0.3325
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (shall be routed through a single",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  spol erent eon. separate  <eclraion shall be mae for each",
    "mean_p_confidence": 0.2946153846153846
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  fexempt activity and a single  tnderaking shal be provided tothe",
    "mean_p_confidence": 0.49769230769230766
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  effect that such acount shall be",
    "mean_p_confidence": 0.3325
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  ‘sed only for debit wx exempt",
    "mean_p_confidence": 0.4525
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  (a) in paragraph (hero",
    "mean_p_confidence": 0.2383333333333333
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  {)_ bythe substation forthe words “tm  any corent acount af the words rom",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  any curca aoun or savings account”:",
    "mean_p_confidence": 0.36125
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  ii) bythe subsition For sub-paragraph (i)",
    "mean_p_confidence": 0.23374999999999999
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "  ‘hersot ofthe following —",
    "mean_p_confidence": 0.22166666666666668
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "  1) debitsnade from such account kept  ‘nacommercial bank or specialist  nk that represent ransfr of funds  the name of the same account  olde from ne caren ace t  other, of fom a eure acount",
    "mean_p_confidence": 0.3980487804878049
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Delis ax Amendment} Aor No. 5 of 20039  wy a savings account, or from a  savings account 19 9 curzent  ‘acehunt, oF from one savings  asco tooth, win he same  ‘commercial hank or specialised  bank or between different  ‘commercial banks or specialised  ek\":",
    "mean_p_confidence": 0.4522641509433962
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (2) im subsceion 2) ofthat soeion —",
    "mean_p_confidence": 0.2588888888888889
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (a) bythesubsttuion forthe wors“commeria  ‘bank and “pny eure account” ofthe wor  eommercialbavk oe specilisod bank” and  any curren account orsawings accom\": and",
    "mean_p_confidence": 0.3014814814814815
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  () by the addition immediatly aor the Fst  provi to that subsection of he Following —  “Provided further, shat in eases where banks  arable oidenilythsexemp debits specified  Fnsub-paagrap (i and it paragraph  {ah of substi (1, the ak may exempt  the debit without s declaration feu the  account holo as ic requted above andetain  fiom collecting debits tax on the sume, No  unk shale indemnified aysinst any enor  rade by the granting of any’seh excoytion.  ‘Any bank who so makes an error in the  ‘ranting of an exemption shal he ible fo a  Penalty ofrupocs Lea thousand i respeet of  each such exemption wrongly grand.”",
    "mean_p_confidence": 0.46487603305785125
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (8) in subsection (51 ofthat section by the substiion  forthe words \"eurew account he words \"surrnt  seco or savings account”",
    "mean_p_confidence": 0.4058333333333333
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10. Debits (Amennit A $1 204  Imononstier 12, ‘The following new setion it herehy inserted  “sion sini mney afer ction 1 the pcp enc  we hl have lfc ar setion 14g of a nsec >  “amin 144, The Commissioner-General ay  Ora. sinkelas any Casta bitoncr or ay DEN  Seen) Commissioner sppuinied te terme of tke  teroon provision ofthe Inland Revenue Aa No 3k  Imeem bs. 97200, 10 eke, prfrmand ches ay  fewer dy ofc which tented or  inp ono ign dhe Commons  Gener. ty oun he paso Act  smenimaeeé 18, Seton 18 ofthe principal enactment is hereby  scion Seth gpended by Ue sao forthe magna te to at  ee Zeon of te taiowing  “offonss”,  matmect A. Seton 19 he prinsipalenacument i herchy  ‘een Dade amend follows  i  eet (1) by the substitution in the definition uf the expressinn  ei Tor the wert \"teea San” WDTE  auch wore anne that fon of de wos  rent acco Sve Sa ad a Uo  ‘enone nk fa wes “oa  Dank reps bank\" ad  (2) by heaton frie dition of te expen  ‘Saving account of he ving detlton  “savings aso mount amy ace or hn  sHivign euremsy act or ied orem  dept necouet) which i msintsned ot  Ticonsed eommerial hank wr i lieased  specilicd uk, and which quater foe  interes imespetve uf wheter sch ment  is pid owe”",
    "mean_p_confidence": 0.35135658914728685
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Debits as Ament Me Sof 200811",
    "mean_p_confidence": 0.22125
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  15, Theamendnenic mae se ping emcent by ng  the proviso thi Act dl be dc foal puesto  hav com nest any 208",
    "mean_p_confidence": 0.35192307692307695
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  16 (yAny tcowed eomosril hur coed wayne  socal ban, whch clic ores omany Stes!  ‘aterocnun spre rine during pod term  rmvoncing on oa 12003 a he ao th neg  inpoperaton oe Acc be dace os aed with  ic sry ans Bry nnd fom sy cl  sini possesion a rope sash election",
    "mean_p_confidence": 0.27779661016949153
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  2) Any med commercial ke sens pitind  bank wih lst many pon is tn nse  the amout he wa TDS apy fe pct fete at  pcan rents! lp honainy ecaclemrsoel  trkor lensed spied For wicca any  Perascbhc ats) mp meh Duta wmactons a eg  Sono mitinly bens enkie sexs frm  tox by or mnie sre 13 hohyindomiied ptt cel  ‘renal pnboasoniniemen cf eaietocten It)  $terthe etd conmencog any 1 20Rt anthem  cohcha fee of ach ams mc orth con which  Sechamout mid othe Commasone-Gencr asthe  peter",
    "mean_p_confidence": 0.2695
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  Ti Inthecentofonicinny tooth Sioala sates  and Tunica th ete Sinsseat a pol peat nee",
    "mean_p_confidence": 0.1211764705882353
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  ‘anat saketinion 6 agi is ad Aas of Pern Ra RS a We",
    "mean_p_confidence": 0.272
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (arcea Payee te te Sesto Gores om icons Brees",
    "mean_p_confidence": 0.26999999999999996
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  Sfaseonie Hon Le Roan: Cosmi an Sh Bor ch oo emp  sine arava",
    "mean_p_confidence": 0.32
  }
]