[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ENERGY CONSERVATION FUND ACT, No. 2 OF 1985 (Cortified om Sth January, 1985] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sti Lanka of Januaty 11, 1965 ‘YVRINTED AT THE DECARTMOINT Of GOVEANMENT PSDTYING, SAI LANKA NO BE PURCHASED AT THE GOVERNDIENY FUBLICATIONS BUNEAU, COLON@O. Price: 98 cents Postage: 60 cents",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "ss Energy Conservation Fund Act, No, 2 of 1985 . [Certified on 9th January, 1985) . EDO, 29/88, : ‘AN Act 10 PROVIDE Fon THE ESTABLISHMENT OF A FUND CALLED mem ENEnce Conseavation FURD; 10 SPECIFY IS OBJECTS AND POWERS AND TO PROVIDE FOR MATTERS CONNECTED ‘THEREWITH OR INCIDENTAL THERETO, BE it enacted by the Parliament of the Democratie Socialist Republic of Sri Lenka as follows >= 1, This Act may be cited as the Energy Conservation Short title Fand Act, No, 2 of 1985, PARTI Mstamssmgenr oy max Ensue Constavarion FUND 2% (8) There shall be established a Fund to be called the Establisiment Energy Conservation Fund (hereinafter referred to oa the of the “Fund\"). Gnetrvaton (2) The Fund shall, by the name assigned to it by sub- section (1), ‘be a body. corporate ‘and shail: have perpetual suevession and @ vommon geal and may ste and be-gued tit Se OM an thee 3. (i) The administration, management and control of Bosrd of ‘the Fund shall be vested in a Board of Directors constituted Ditgetore 1s hereinafter provided. Fwd | (2) ‘The Board of Directors of the Fund shall consist of (@) the following members to be appointed by the Minister (heretnafter referred to ax “appointed Members ”)— (3) one member from among persons who appear ~ to the Minister to have had experience and | shown capacity in dealing with matters connected with power and enetgy eonsecva- tion in their administrative, scientific, . technical, economfe and planning aspects; ~ (i) one member from the General Treasury in’ consultation with the Minister in charge of + the subject of Finance ; : * {if} one member from the Departinent of Conserva—\" tion of Forests in consvitation with the fos = | Minister i charge- of the ‘subject’ ” at see Conservation of Forests; amd nar 8 Sy Agere a2 (ALI .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Energy Conservation Fund Act, No. 2 of 1985 Gv) one member who in the opinion of the Minister, 4g yepresentative of the major energy users in the public sector in consultation with the appropriate Minister; and {b) the following ex-officio members~ () the Secretary to the Ministry of the Minister ; (i) the Chatrmen of the Ceylon Petroleura Cor- poration or his representative ; and (ii) the Chalzhan of Ceylon Electricity Board ot his representative,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "{8) ‘The Minister chall appoint one of the members to be the Chaicman of the Board.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4) ‘The Minister may, if he considers it expedient to do 0, remave ny appointed member of the Board from office ‘without assigning any reason therefor.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(®) An appointed member of the Board may at any time eaign his office by letter addressed to the Minister,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "{@) The quorum for a meeting of the Board ghel! be'thres",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(1) Bubject to the provisions of subsection (6) the Board saay regulate the procedure in regard to its meetings end ‘the transaction of business at such meetings.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(8) No set o proceeding of the Bonrd shall be invalid by reason only of the existence of any vacancy amongst ita members or any frregularity in the appointment of a member thereof.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(9) If an appointed member of the Board is temporarily unable to discharge the dut‘es of his offles on account of fll~ health or absence from Sri Lanka or any other cause, the Minister may appoint another person to act in his place.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(10) Every appointed member of the Board shall, unless he earlier varates office by death, resignation or removal, ‘hold office for @ period of three years. Any member of the Board who vacates office by effiuxion of time shall be eligible for reappointment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "+ @11) If any member of the Board vacates his affice prior to the expiration of his term of office, hls mccessor shall, ‘unless such successor vacates his office earlier, hold office for thé-unaxpired period of the term of office of the person whom he succeeds, *",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Rnergy Conservation Fund Act, No.2 of 1985 3 & (1) The Chairman ofthe Board shall, if present Chairman preside at every meeting of the Board. In the absence of the Board, Chairman from any euch meeting, the members present shall elect one of the members present to preside at such meeting, @) If the Chairman is, by reason of illness or absence from Sri Lanka temporarily unable to perform the duties of his office, the Minister may appolut another member of the Board to act in his place. (3) The Minister may without assigning any reason ‘therefor, terminate tha appointment of the Chairman, (4) The Cheirmen rosy at anytime resign from the office of Chairman by a letter addressed to the Minister. Such esignation shall take effect upon it being accepted by the Minister in writing, + _ (8) Subject to the provisions of subsections (9) and (4) ‘the Chairman shall hold offlea so long as he holds office as @ member of the Board, . ; & The Seal of the Fund— Beat of the (e) shall be in the custody of auch persons as the Board Fund may from time to time determine ; (b). moy be altered in such manner ay may be determined by the Board ; and {c) shall not ba affixed to any instrument or document except with the sanction of the Board, and in the Presenea of two members of the Board who aball sign the fnstrument or document in token of chelr presence. PART IT Ossects AND Powras The objects for which the Fund fs established shall Objects ot ‘he to finance, promote and inftiate activities and projects: %¢ Fund, Telating to the improvement of any or all aspecta of energy demand management and conservation programmes in Sti Lanka, and in particutan— (@) identifying available technologies for improving eff! eleney in— Dan @ the use of energy in agriculture, industry, com- mercial, domestic and transport sectors ; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Energy Conservation Fund Act, No, 2 of 1985",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@) the production of energy, processing, coaver- sion, transportation, storage, co-generation and heat recovery techniques ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(b) identifying policy measures that can be enforced,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "such as—~ @) economic incentives and disincentives including pricing policy and texation ; (1) education and information services ; and (Qi) instituttonal arrangements and any other measures j",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(c) cresting a core of active managerial level personnel ‘who will formulate and develop adtion oriented energy conservation programmes relevant to national needs ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) promoting a programms on energy efficiency demand management and ‘onservation and provide funds for the developmen: and promotion of energy con servation prograrames initiated by any institution ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(e) assisting with the public and private sector institu. tions to embark on energy efficiency demand management or conservation programmes;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{f) initiating, promoting, conducting and co-ordinating research, surveys and investigations regarding any aspects of energy efficiency demand management ‘or conservation ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "” (9) organising seminars, workshops and courses in energy efficiency demand management or conzervation and provide information and education to the public ro- garding energy demand managoment or conserva tion;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(1) specifying standards, norms, codes and other exiteria for maintaining the quality of the energy end re duce wastage by energy conservation techniques;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@ carrying out research and development and pilot studies, leading to the implementation of energy substitution schemes especially involving new and renewable sources af energy;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(G) promoting, encouraging, co-ordinating and carrying qut iong-term planning and policy anslysis in all",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". -Aijpects of energy management and conservation ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Energy Conservation Fund Act, No. 2 of 1985 &",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(&) publishing reports, articles, periodicals, papers, sup- plements, booklets and provide information and edu- cation with regard to any aspects of energy demand management or conservation ; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Q) providing funds for the participation in seminars and workshops and supplementary scholarships orgo-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "‘nised by internationel institutions with respect to energy demand management or conservation; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(a) any other matiers that may be referred to the Fund by the Minister, as may be necessary or conduclve to the attainment of the objects set out in the pre- ceding paragraphs of this section.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "7. (1) The Board shalll, in the name of the Fund, have, POWeTR subject to the provisions of this Act and any other law, the functions power to do all such acts as are necessary for, or conducive Board. or incidental to, the carrylng out of the objects of the Fund.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(2) Without prejudice to the generolity of the powers con- ferred by subsectlon (1), the Board may exercise and dis- charge the following powers and functions :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "{a) to raise funds or receive grants, gifts or donations in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "cash or kind, whether trom local ot foreign sources ; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(0) to conduct lotteries and award prizes with the ap- proval of the Government ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(©) to hold competitions and to award prizes, certificates ‘and other forms of recognition 1¢ any person who takes part in any such competition ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) to enter Into or perform efther directly or through officers and servants or agents authorized in ‘writing in that bebalé by the Board, all such con- tracts and agreements as may be necessary for the exercise, discharge and performance of its powers, funetions ond duties and for carrying out the objects of the Fund ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) to invest funds belonging to the Fund in ony investments, and to recall, reinvest and vary such investments and collect income accruing from such investments ; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "« Energy Conservation Fund Act, No. 2 of 1988 () to make rules relating to all matters connected with +\" “the working of the Fund, including the financial eonttol of, and accounting procedures relating to, financial or any other assisiance from the Fund, and the conditions to be imposed for ensuring the proper application of any financial or other assis- tance granted by the Fund; - . {g) to make rules determining the terms and conditions . of service af the officers and servants of the Fund; {h) to exercise disciplinary controt over the officers and servants of the Fund; and @ to do any other acts as the Board may consider neces- sary or conducive for the attainment of the objects of the Fund. Grants by 8 (1) On the coming into operation of this Act, the Government, Government shalt make an initiel grant of a sum of five million rupees to the Fund, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "+ (2) The Government may, in addition to the initial grant referred to in subsection (1), grant to the Fund from time to time, such sums af money as may be necessary for the purpose of giving effect to the objects of the Fund,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Fagen 9. ‘There shall be paid into the Fund— the Fund, (e) any funds raised. or grants, gifts or donations received or moneys realised or collected under paragraph (2) of subsection (2) of section 7; (®) any grants received trom the Government under section 8; and . (©) any income from investments or other receipts due to the Fund, Teymenta 4, There shall be paid out of the Fimd— the Fund. {@) expenses necessary for the working, establishment and maintenance of the Fund; (2) the payment of salaries to offfears, servants and other employees ; and (©) all such other payments as are approved by the Boar’ 83 being necessary for the purposes of carrying out . the objects of the Fund, and the exercise and per- formance of its powers and duties under this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Energy Conservation Fund Act, No. @ of 1985 7",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Us (1) The financial year of the Fund shall be the Finenciai calender year. Wetauait ot",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) The Board chall cause proper books of accounts tobe | Sconls of kept of the income and expenditure and alll other trans actions of the Fund.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(3) The Auditor-General hall audit the accounts of the Fund every year in accordance with Article 154 of the Cons- titution,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "12 (1) The Board may appoint such officers and Appointment servants as may be necessary for the administration and  aamioister management of the affaizs of the Fund, and sball determine the Fund. the remuneration payable to euch officers and servants 30 appointed.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) At the request of the Board, any officer in the public",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "service may, with the consent of that officer and the Secre- tary to the Ministry of the Minister in charge of the subject of Public Admin'stration, be temporarily appointed to the staf of the Fund for such period as may be determined by the Board with like consent, or with like consent be per manently appointed to such staff. : + @) Where any dificer tn’ the publlc service ts'temporarily appointed to the aletf of the Fund, the provisions of aube section (2) of section 13 of the Transport Boerd Law, No. 19 of 1978, shell, mutatis mutandiz, apply to and in zelation tohim, |",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(4) Where any officer in the public service is per ‘manently appointed to the staff of the Fund, the prov’sfong of sub-section (8) of sectlon 13 of the Transport Board Law,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "‘No, 19 uf 1978, shall, mutatis mutand’s, apply to and in rela: tot to him,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "@) Where the Board employs any person who has entered into a contract with the Government to serve the Government for a spec'fic period. any period of service to the Fund by that person shall be regarded as service to the Government for the purpose of discharging the obligations of such contract,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "15. (1) No suit or prosecation shall be trituted against Proton sry member of the Board ar agsinat any officers, or servant afl of the Fund eppo'n‘ed for the purposes of this Act for any Beara? fact which in good faith fs done or purported to be-done by find tiem och pereon under thia Act or on the direction of the Board, Scion aver",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "8 Energy Consernation Fund Act, No. 2 of 1985 (2) Any expense incurred by the Fund i any sult oF prosecution brought by or against the Fund before any ‘court zball be paid out of the Fund, and any costs paid to, or recovered by the Fund in sny euch suit or prosecution shali be credited to the Fund. (3) Any expense incurred by any euch person es is referred to in subsection (2) in any guit or prosecution brought against him before any court in respect of any act which is done or purported to be done by him under thir Act or on the direction of the Board shall, if the court holds ‘that such act was dane in good faith, be paid out of the . Fund unless such expense is recovered by him in much suit",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "or progecution.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "No writ to 14 No writ against person or property shell be istued",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "lame aga\" syatast any member of the Board or any offleer or servant",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "PrOPeTY 4. of the Fund in any action brought against the Fund. .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "ot the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Board, .",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "COftea and 1S, All ofloers and servant of the Fond shall be deétned",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "fie Rand n= 17 be publ wervants witht the meunfey and fir Cy pur.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Segiea Be ces uf thre Portal Cude.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Evans ° nO",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Sader the :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Penal Cod.",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Fund deecwea 16. The Fund chall be deemed to be a schedoled institt-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "‘obs 5.4 lon within the meaning of the Brihety Act and the provi-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Inutitution gions of that Act shall acoardingly apply,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "pe",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Act .",
    "mean_p_confidence": 0.54
  }
]