[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Gy: Fe ga Galle PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CONSUMER CREDIT (AMENDMENT) ACT, No. 7 OF 1990 [Certified onf6thYMarch, 1990) Printed on the Orders of Government Published as a{Supplement to, Part I! of the Gazette of the Democratic + Socialist Repobite of Sri Lanka of March 09, 1990 mvtan ag TUR SHPARMMERNT OP QOVESNAINT YAITING, $80 LANEA ‘Wo BE PURCLENGE? AT THE COVEBNATENT PUBLICATIONS SUUEAY, COLOMO Price : 45 cents Postage : Re. 1.00",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Consumer Credit (Amendment) Act, No. 7 of 1990 [Certified on 6th March, 1980} LD—O. 63/89 Aw Act ro ang Tis Consuaten Creper Act, No, 99 oF 1982 ‘BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. This Act may be cited as the Consumer Credit (Amend- Short title, ment) Act, No, 7 of 1990.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 Section 15 of the Consumer Credit Act, No, 29 of 1982 Amendment (hereinafter referred to as the “principal enactment”) is 35 of Ack hereby amended in subsection (2) of that section by the “ sabstitution for the words “shall on conviction be liable”; of the words “shall, on conviction after summary trial before a Magistrate, he liable”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "% Section 17 of the principal enactment ts hereby Amendnuent amended by the substitution, for the words “shall be i1 of tha Hable”, of the words “shall, on conviction after stnmary Enacthent, trial by a Magistrate, be Hable”,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4, Section 24 of the principal enactment is hereby Amenimem amended in subsection (8) of that section by the substitu- 24 of, the ion for the words trom “the owner shall be puntshable™, Enacunent. to the end of that subsection, of the words “the owner shall be guilty uf an offence and shall on conviction after summary trial before a Magistrate be liable to a fine not exceeding two bundred rupees.”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "5. The following new section fs hereby inserted immedi- Insect of ately after section 20 and shell have effect as section 20a of 384 inthe the prineigal enaclment:— enactment, omences by 20. Where an offence under this Act is * persona, -«sommmmitted by 2 body of persons, then— =~",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": ". {a) if that body of persons ip a body eorporate. every director, Manager or Secretary of that hady corporate;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(b) it that body of persons is a firm, every partner of the firm ; and SD 0OTHI-2,980 (69/13)",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a Consumer Credit (Amendment) Act, No, 7 of 1990 . (¢) if that, body of persons ig an unie- . coxporated bady, every individual , who is a member of such body, shall be guilty of that offence: . Provided that a director or manager or eecretary of such body corporate or a part- : ner of such firm shall not be deemed to be : guilty af such offence if he proves that auch offence was committed without his know- ledge or that he oxercised all due diligence ‘to prevent the comrafsion of such offence. *. & In the event of any inconsistency between the Sinhala gjnhala text ‘ard Tamil texts of this Act, the Sinhala text shall prevail, fo prevail in aiatency.",
    "mean_p_confidence": 0.81
  }
]