[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EEE ge (7 4 free, | ° ° ea (1800-15) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA COSMETICS, DEVICES AND DRUGS ACT, No. 27 OF 1980 [Certified on 17¢h July, 1988] Printed on the Orders of Government Published as a Supplement to Part Il of the Gasette of the Democratic Socialist Bepublic of Sri Lanka of September 18, 1980 FRDEED AP TUE UREARTMEEM OP GOVERNOROENY PEINTTNO, QA LARA ‘0 BE FURCHAGED AT THE COVE. PUMLICATIONS BUREAU, COLOMBO _ Price: Re. 1.55 Pestege: 75 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Cosmetics, Devices and Drugs ‘Act, No. 27 of 1980 [Certified on 17th July, 1980] LD-O. 61/78 Aw ACP 70 RECULATE AND CONTROL THE MANUFACTURE,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "IMPORTATION, SALE AND DISTRIBUTION OF COSMETICS,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "EvideS AND DRUGS, TO RSTABLISH A Cossezries, Davicks",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘ano Drucs ‘Tectonics Anvisoy COMMITTEE AND 30",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "PROVIDE FOR MANTERS CONNECTED THEREWITH OR INCIDENTAL",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "THERETO.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "BE it enected by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "1, This Act may be cited as the Cosmetics, Devices and short Drags Act, No. 27 of 1980, and shall come into operation on title such date as the Minister may, by Order published in the date of Gazette, appoint. ‘operation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "PART I",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Paromorrion ov resrecr of Cosmenics, Devices ano Daves",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "2 (1) No person shall manufacture or import any Licensing of ‘cosmetic without licence issued by the Cosmetics, Devices Persona and and Drugs Authority. Eicinaautac-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(2) No person shal! manufacture, prepare, store or sell ‘harfits., eny cosmetic in any premises unless such premises has been licensed by the Cosmetics, Devices and Drugs Authority.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "3, (1) No person shall manufacture, prepare, preserve, Probihition of Package or store for sale any cosmetic under insanitary Fupmacior® conditions. ae and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(2} No person shall import, distribute, offer for sale or Sreoumetics. sell any cosmetic that—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(©) wes manufactured, prepared, preserved, packaged. or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "stored for sale under insanitary conditions ; () consists in whole or in part of any filthy or Aecomposed substance or any foreign matter ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(©) hes in or upon it any substance that may cause",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "injury to the health of the user when the cosmetic",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "is used—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(® according to the ditections on the label accompanying the cosmetic ; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(i) for such purposes and by such methods of use as are customary or usual in the use of that coametic.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Ana snas—aern (69/0",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Cosmetics, Devices and Drugs Act, No. 27 of 1980 Wer 4. Where a standard is prescribed for any cosmetic, no Sander Mio PeTson shell label, package, sell, offer for sale or distri | Soret. ‘bute any cosmetic which does not conform to that standard 4 in such a manner as is likely to be mistaken for the cosmetic for which the standard has been prescribed. Prohibition co 5, No person shall. manufacture, import, sell, offer for Truitt’ sale or distribute any device thet may cause any injury to sale and. ‘the health of the user when that device is used— oe (@) under conditions that are customary or usual in the devices, ‘use of that device; or (b) according to the directions on the label accompany- : ing that device. Ligeneing of 6. No person shall manufacture, import, sell, offer for persons for sale or distribute any device without a Licence issued by fe of the Cosmetics, Devices and Drugs Authority. devices, Labelling, 7. () No person shall label, package, treat, process, sel] Rare\"® or distribute or offer for sale or advertise any device in a navertising manner that is false, misleading, deceptive or Likely to ees. ereate an erroneous impression regarding its composition, ‘merit or salety. {@) A device that is not Isbelled or packaged as required hy the regulations made under this Act or labelled or , packaged contrary to those regulations shall be deemed to - bbe labelled or packaged contrary to subsection (1). ‘Where 8, Where a standard is preseribed for any device, no standard ia person shall label, package, sell, offer for sale or distribute OF Aevices advertise any device which does not conform to that standard in such a manner as is likely to be mistaken for the device for which the standard has been prescribed. Licensing of 9, (1) Na person shell manufacture, import, sell oF Lett distribute or offer for sale any drug without a licence issued Erraratec- ‘by the Cosmetics, Devices and Drugs Authority. aren (2) No person shall manufacture, prepare, store, or sell any drug in any premises unless such premises has been licensed by the Cosmetics, Devices and Drugs Authority. Probationan 40. (1) No person shall manufacture, prepare, preserve, Fimataciare, package or store for sale any drug under inssnitery sale and conditions or any drug which is adulterated. Stribution of drugs. @ No person shall import, sell or distribute or offer for sale any drug that— (0) was manufactured, prepared, preserved, packaged or stored'for sale under insanitary conditions ; or (b) is adultersted,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Cosmetics, Devices and Drugs 3 ‘Act, No. 27 of 1980",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "1, (1) No person shall label, package, trent, process, tabelling sell or distribute or offer for sale or advertise any drug in nq a manner that is false, misleading, deceptive or likely to gaveriising create an erroneous impression regarding its character, value, potency, quality, composition, merit or safety,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) A drug that ts not labelled or packaged as required by the regulations made under this Act or is labelled or packaged contrary to such regulations shall be deemed to be labelled or packaged contrary to subsection (1). \"1% (1) Where a standard is prescribed for any drug, mo Labelling, person shall label, package, sell, offer for sale, distribute or gentormity advertise any drug which does not conform to such standard 7h, 2B tm such a manner af is likely ta be mistaken for the drug tor which a standard has been preseribed.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) Where @ standard bas not been prescribed for any drug, but @ standard for that drug is contained in any Publication set ont in Schedule ‘A’, no person shall Jebel, package, sell, offer for sale, distribute or advertise any drug which does not conform to the standard contained in that publication in such manner as is likely to be mis- taken for the drug for which the standard fs contained in tbat publication.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) Where @ standard has not been prescribed for any drug, or a standard for that drug is not contained in any Publication set out in Schedule ‘A’, mo person shall sell, offer for sale or distribute such drug—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "{a) unless it is in conformity with the standard set out",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "in the label accompanying the drug ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(®) in such a manner as is likely to be mistaken for a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "drug for which « standard has been prescribed or for which standard is contained in any publica- tion set out in Schedule ‘A’,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "18 No person shell sell, offer for sale or distribute any Sale of arug, desctibed in Schedule ‘B' or Schedule ‘C’ unless ie ‘the premises in which the drug was manfactured and the Prouitited Process and conditions of manufacture of that drug have prentlses and been approved in the prescribed form and manner as being aacture suitable to ensure thet the drug will be safe for use, approved.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "4 Cosmetics, Devices and Drugs : ‘Act, No. 27 of 1980",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Guletcerisin. 14, ‘No person shall sell, offer for sale or distribute any ArH ted tag described in Schedute ‘D' unless the batch from Hales he which that drug was teken has been approved in the | batch Siem prescribed form and manner as reliable for ure. drug i taken S soproted me velable. Distritution «45, No person shell distribute or cause to be distributed eceitted. «any drug as a sample:",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Provided that the preceding provisions of this section shall not apply to the distribution under prescribed conditions of any sample of a drug to a medical practitioner, dentist, or veterinary surgeon.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Total 16 No person shall sell, offer for sale or distribute any Feobihition on grug described in Schedule 'R’. cettaln. drugs ‘Advertine- 17. (1) No person shall advertise any cosmetic, device Peak jon, OF drug to the public as a treatment, prevention or cure for impottation, any of the diseases, disorders, or abnormal physical states Gistriiution of get out in Schedule ‘F’. Coane iets (2) No person shall import, sell, offer for sale, or distei- ‘reaiment for bute any cosmetic, device or drug— ceriain. eee ed. (a) that is represented by a label ; or (®) that is advertised to the public, as a treatment, prevention or cure for any of the diseases, disorders or abnormal physical states set out in Schedule oP, PART IL ApMnvterantoN Coumeties, 18, (1) There shall be a Committee which shall be called Beviees and the Cosmetics, Devices and Drugs ‘Technical Advisory Tecinicat Committee (herelnafter referred to az the Committee”) Qitmutlee, conalsting of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(a) the Director of Heslth Services who shall be the Chairman of the Committee ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(8) the Assistant Director of Health Services in charge of Cosmetics, Devices and Drugs Control Adminis- tration who shall he the Secretary of the Committee ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(c) the Professor of Pharmacology of the University of Colombo ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "Cosmetics, Devices and Drugs 5 ‘Act, No. 27 of 1980- (@ the pharmacologist of the Medical Research Institute ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "{@) the Chairman of the State Pharmaceuticals Corpora-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "thon;",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "@) the Superintendent of the State Medical Stores ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(g) the Government Analyst or any officer nominated",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "‘by him; H) the officer in charge of the Drugs Quality Control Laboratory ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "() a consultant physician nominated by the Minister ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(4) a consultant surgeon nominated by the Minister ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(%) a representative of the Pharmaceutical Manafac-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "turers’ Association nominated by that Association ;”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": ") 2 representative of the Bureau of Ceylon Standards,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "nominated by the Minister in charge of the subject , of Industries ; {m) @ representative of the Pharmacentical Society of ‘Sti Lanka nominated by that Society;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(a) 2 representative of the Sri Lanka Medical Associa~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "tion nominated by that Association ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(0) a representative of the Independent Medical Practi-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "tioners’ Association nominated by that Association,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "@) Every member of the Committee nominated under parageapha (i), (J), (k), @), (m)}, (n) or (0) of subsection (1) shall, unless he earlier vacates office by resignation, death or removal, hold office for & period of three yeare from the date of nomination and shell be eligible for renomination,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(B) Every member of the Committee, other than the mem. ‘bers referred ton subsection (2), shall cease to he a member of the Committee on hia ceasing to hold office which qualified ‘him to be a member of the Committee.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(4) ‘The Committee may discharge its functions notwith- standing ny vacancy among its members,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "() Five members of the Committee shall constitute a quorum for any meeting of the Committee.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "(8) Subject to the provisions of this Act, the Committee may regulate {ts own procedure in regard to its meetings and the transaction of business at the meetings.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 22,
    "text": "2-3 cots coon",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 Cosmetics, Devices and Drugs ‘Act, No, 27 of 1980 Duties af the 1% (1) It shall be the duty of the Committee to advise the Minister on matters arising out of the administration of this Act and to carry out other functions assigned to itunder —¢ this Act,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "{2) The Committee may sppoint such sub-committees a it deems fit to exercise sueh powers or perform such duties as may. gubject to such conditions, if any, us the Committee may imposa, be delegated to them by the Committee, and may eppoint to those sub-committees persons who are not members of the Committee,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Guemetics, , 2% (1) For the purposes af this Act, tho Director of Brags Autho- Health Services shall be the Cosmetics, Devices and Drugs i Authority (hereinafter referred to as the “ Authority\").",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "2) Fvery drug shall be registered with the Authority.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "() ‘The Director af Health Services may with the approval of the Minister delegate oll or any of his powers ag the Authority under this Act to any person by name oF office,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Authorized 2L (2) The Minister may approve any Superintendent Officers, of Health Services, any Medical Officer of Health, any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Public Heulth Inspector, any Food and Drugs Inspector and any Drage Inspector to be an Authorized Officer for ‘the purposes of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(2) Every Authorized Officer shall exercise the powers of a police officer in terms of the Code of Criminal Proce- dure Act, No. 15 af 1979, for the purpose at discharging his functions under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Powers of 22, (1) An Authorized Officer may, for the performance Ginn — of his duties and the exercise of his powers—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(a) at any reasonable time enter any place where he believes any article is manufactured, prepared, packaged, preserved or stored and examine sny such article and take samples thereof, and also examine anything that he believes is used for the manufacture, preparation, pressrvation, packsging or storing of such article;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(6) open and examine any receptacle or package that he believes to contain any article ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Cosmetics, Devices and Drugs 7 Act, No, 27 of 2980",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(©) where the Authorized Officer is a Supetintendent of Health Services or a Medical Officer of Health, examine any books, documents or other records found in any place mentioned in paragraph (a) that he believes to contain any information relevant to the carrying into execution or the enforcement of this Act with respect to any article and make copies thereof or take extracts there- from 5 and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(@) seize and detain for such time a may be necessary any article by means of or in relation to which he believes any provisions of this Act or zegulationa made thereunder have been contravened,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(®) For the purposes of this section and section 23",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "“article” means—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "{a) any cosmetic, device or drug;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(b) anything used or capable of being used for the ‘manufacture, preparation, preservation, packaging or storing of any cosmetic, device or drug; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "() any labelling or advertising material.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) An Authorized Offteer acting under this section shall it so required, produce his authority,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(4) The owner or person in charge of a place entered by an Authorized Officer in pursuance of subsection (1) and every person found therein shall give the Authorized Officer all reasonable assistance in his power and furnish him with euch information and such saraples as he may require.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) No person shall obstruct any Authorized Officer act- ing in the exercise of his powers under this Act or any regulations made thereunder.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "{© Tf any Authorized Officer applies to obtain samples of any coametic, device or drug exposed for sale, and the Person exposing the cosmetic, device or drug refuses to sell to the Authorized Officer such quantity thereof as he may require or refuses to allow that officer to take the quantity which he fs empowered to take as sumples the Person so refusing shall he deemed for the purposes of subsection (5) to have obstructed an Authorized Officer.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(7) No person shall knowingly make a false or misleading statement either orally or in writing to any Authorized Officer engaged in the exercise of his powers under this Act or any regulations made thereunder",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "8 Cosmetics, Devices dnd Drugs ‘Act, No, 27 of 1980",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(®)_ No person shall remove or alter, tamper or otherwise interfere in any manner with any article seized under this Act by an Authorized Officer without the authority of the Authorized Officer.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(9) Any erticle seized under this Act may at the option of the Authorized Officer be kept or stored in the building or place where {i was selzed ot may at his discretion be retrieved to any other place.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(19) An Authorized Officer shall forthwith inform the Authority of any seizure made under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Procedure in 28, (1) Where an aztiole in respect of which an offence",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "oriies thas been commltied is seized under this Act by an",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "seized. Authorized Officer, such article may be destroyed or other- wise disposed of a3 the Authority may direct where the Authority is satisfied that there hes been @ contravention of any of the provisions of this Act or any of the tegulations made thereunder and where the owner of such article or the person in possession of such article at the time of sefzure consents in writing to the destruction of such article,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(2) Where the owner or person in possession of such article does not consent in writing to the destruction of such article, the Authority—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(e) shall release such article if he fs satisfied that the provisions of this Act or any regulation made there- vnder in respect of such article have not been contravened ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "{b) shall, where he is satisfied that there has been & contravention of any of the provisions of this Act or regulations made thereunder, forthwith, with notice to such owner or person in possession of the article inform the Magistrate's Court having jurisdiction over the area in which the offence was committed of the seizure of the article in respect of which the offence was committed.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(8) On information furnished to the court under sub-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "section (2) (6) such court shall—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "fn) if, after, trial, it finds the owner or person in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "*.  nossestion of the article guilty of contravening any ‘of the provisions of this Act or regulations made ‘thereunder, order that such article be forfeited to the Authority to be disposed of es the court may",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": ". direct: Provided, however, that where the offender is not known or cannot be found such article shall be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Cosmetics, Devices and Druga 9 Act, No. 27 of 1980 forfelted to the Authority without the instftution of provesdings in respect of such contravention ; or (b) if, after trial, it finds the owner or person in possession of the article not guilty of contravening any of the provisions of this Act or regulations made thereunder, order that such article bbe released to such owner of person in possession.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "24, (1) An Authorized Officer shall submit any cosmetic, Analysis. device or drug seized by him or any portion thereof or any sample taken by him, unless destroyed under section 23 (1), to the Approved Anelyst for analysis or examination.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(2) Where the Approved Analyst bas made an analysis or examination of the cosmetic, device or drug submitted to him under subsection (1), he shall issue a certificate or ‘teport to the Authority setting out in that certificate or report the results of his examination or analysis.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(3) For the purposes of this section the Approved Analyst aneludes an Additlonal Approved Anelyst.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "25. (1) For the purposes of this Act and the regulations Approved ‘made thereunder the Government Analyst shall be the A+ Approved Anelyst.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(2) Notwithstanding the provisions of subsection (1), the ‘Minister may approve any person to be an Additional Approved Analyst. Notification of the approval shall ba published in the Gazette.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(8) No person shall be approved as an Additional Approved Analyst—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(@) if he does not possess the prescribed qualifications ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(®) if that person is engaged directly or indirectly in any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "trade or business connected with the manufacture, import, sale or distribution of cosmetics, devices or drugs. PART I ‘LaoaL Paockepines",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "26, (1) Every person who contravenes any of the pro- Offences. -visious of this Act or any regulations made thereunder or fails to comply With any direction given under this Act shall ‘be guilty of an offence and shal] be liable on conviction—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(a) where the nature of the offence involves injury to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "the health of the public, to a fine not exceeding five",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "10 Cormetios, Devices and Drugs Act, No. 27 of 1980",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "‘thousand rupees or to imprisonment for a term not",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "exceeding three years or to both such fine and im-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "prisonment ; 1",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "(®) for any other offence—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "(3) for the first offence to a fine not exceeding one ‘thousand rupees or to imprisonment for = term not exceeding three months or to both such fine and imprisonment ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": ". (i) for a second or subsequent offence to a fine not exceeding two thousand rupees or to imprisonment for a term not exceeding six months or to both such fine end imprinon- ment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "+ (2) Where a person convieted of an offence under this",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "Act or any regulations made thereunder is convicted of &",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "second or subsequent offence of a like or similar nature",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "under this Act or regulations made thereunder, the court convicting him for the second or eubsequent offence may—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "(@) couse the name and address of the person convicted:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": ": - and the offence and the punishment imposed for such offence to be published im such newspaper or in such other manner ag the court may direct and recover the cost of publication from the person",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": ":. ,  convieted as if it were a fine imposed on him ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "() cancel any licence inrued to the person convicted for ‘the manufacture, importation, sale and distribution of any cosmetic, device or drug under this Act or any other Jaw and inform the relevant lcensing",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "- authority accordingly.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "Ferean 21. Every person who commits on offence under this Act Siaascee® of any regulations made thereunder may be arrested with- Bearreted gut a warrant and every offence under this Act or regu Taaiebe Jatlons made thereunder shall be triable by a Magistrate's tsedbya Court,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "Ge",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "Tnatitution 28 A prosecution for an offence wader this Act or Proceedings © any regulation mude thereunder shall not be instituted—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "(@) except by an Authorized Officer ; and {",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "(©) after the exptration of a pertod of three. months from the date of detection of that offence.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Cosmetics, Devices and Drugs u- Act, No. 27 of 1980 29, (1) Where a person (hereinafter referred to as“the where accused”) is charged with an offence under this Act, he Woy shall, upon complaint duly made by him in accordance with provet ‘the provisions of section 136 of the Code of Criminal Proce- oe dure Act, No. 15 of 1979, and on giving to the prosecution person iz not less then three days’ notice of his intention, be entitled snilty to have any other person whom he charges aa the actual Gftence, offender brought before the court, and, if, after the commis- lon of the offence has bean proved, the accused proves to the satisfaction of the court thet the commission of the offence was due to the act or default of such other person, such other person muy be convicted of the offence, and, if the accused further proves that he has used all due dili- gence to enforce the provisions of this Act, he shall be acquitted of the offence. (2) Where an accused seeks to avall himself of the provisions of subsection (1)— (0) the prosecution, as well as the perion whom the accused charges with being the actual offender, shall have the tight to erost-examine him, i he gives evidence, and any witness called by him ia support of his pleas, and to cell evidence in rebuttal s and (®) the court may make such order as it thinks fit for the payment of costs by any party to the proceedings to any other party thereto. @) Where it appears to the Authority that an offence hat been committed under this Act in respect of which proceed. ings might be taken under this Act against some person and auch Authority is reasonably eatinfled that the offence complained of was due to an act or default of some other Person and that the first-mentioned person could establish @ defence under subsection (1) of this section such Authority msy cause proceedings to be taken against that other petson without first causing proceedings to be taken against the frst-mentloned person. Im any such proceedings the accused may he charged with and, on proof that the offence was due to his act or default, ‘be convicted of the offence with which the first-mentioned pessom might have bean charged, . .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "need Cosmetics, Devices ond Drags ‘Act, No. 27 of 1980",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "Defence, 30. (@) In a prosecution for the offence of sale of any cosmetic, device or drug contrary to the provislons of this Act or any regulations made thereunder, subject to sub-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "section (2) {t shall be a defence for the accused— : {q) that he purchased the cosmetic, device or drug in ‘a package and gold {t in the same package and fn the seme condition that {t was at the time he pur-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "chased {t; and,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(®) that he could not have with reasonable diligence ascertained that the sale of the cosmetic, device or drug would be in contravention of the Act or any regulations made thereunder,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) The defence specified in subsection (1) shall not be available to an accused. unless he has within thirty daya of the detection of the offence informed in writing the Authorized Officer detecting the offence—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) of his intention to avail himself of such defence ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(B) the name and address of the person from whom he purchased the cosmetic, device or drug and the date of purchase.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "Report or BL (1) In the absence of evidence to the contrary. &",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "cereale: document purporting to be a report or a certificate signed",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "Approved _by the Approved Analyst or an Additional Approved Analyst",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "‘Analyst upon any matter submitted to him for examination oF",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "‘$edluony, _aualysis shall be muflciont evidence af the incts stated peroved = therein,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) When a party against whom a report or a certificate referred to in subsection (I) ig produced requesta the Approved Analyst or an Additional Approved Analyst, 89 the case may be, to be summoned as a witness, the court",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "shall summon him on that party paying to the court the expenses of summoning him and shall examine him a8 2 wetness.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(8) The report or the certificate referred to in subsection 2) shall not be received in evidence unless the party intending to produce it has given the party against whom it was intended to be produced a copy of the report or the certificate and reasonable notice of his intention to produce it,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": ". Cosmetics, Devices and Drugs 18 Act, No, 27 of 1980 32, (1) Where a sample obtained by an Authorized Authorized ‘Officer is required to be divided by him into parts, one of to produce ‘which shall be retained by him, the part retained by him before ‘shall be produced in court at the time of the institution of (re partot ‘the prosecution in relation to stich sample. the sample retained iy him. (2) ‘The Magistrate may of his own motion and shall at ‘the request of any party to the prosecution forward for analysis or examinetion such part of the sample produced fy court under subsection (1) to the Approved Analyst or an Additional Approved Analyst other than an Analyst who has analysed or examined any other part of such sample, (3) The analyst to whom such part of the sample ix forwarded under subsection (9) shall send his report or certificate to the court within twenty elght days of the receipt by him of such part of the sample. (4) The expenses of the analysis or examination shall be paid by such party as the court may direct. 33. A copy made or extract taken from any book, docu- Copy or ‘ment or record by an Authorized Officer under sectoin 22 (1) Gocument (e) shall, if certified to be a true copy ar extract by the {aken Authorized Officer, ba admissible in evidence agalust the Awborlzed person keeping or maintaining that book, document or Oftcer, record or causing that book, document or record fo be kept or maintained and shall be prima facie evidence of the contents of that book, document or record. 34. (1) For the purposes of this Act and of any Presumptiona. Tegulations made thereunder— (© any cosmetic, device or drug found, kept or exhibited in any shop or other place commonly used for the sale of articles shail be presumed until the contrary 4s proved to be intended for sale; (b) any substance capable of being used in the compast- tion or preparation of any cosmetic or drug which is found in premises used in the preparation of cosme- ties or drugs shall be presumed until the contrary is proved to be intended for use in the composition or preperation of cosmetics or drugs, (2) Where in a prosecution for the offence of manutac- ‘turing a drug which is adulterated, it is establiahed— (a) that such drug was adulterated with the additfon of any other substance ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "{ “ Cosmetio, Devices and Drugs . Act, No, 27 of 1980 (®) that the accused had in bis possession or premises such other substance, {it shell be presumed until the contrary is proved that such drug was adulterated by the addition of that other substance. (B) Where a package containing any cosmetic, device or drug has om or upon it the name snd address purporting to ‘be the name or addres of the person who manufactured or packaged it, it shail be presumed until the contrary is proved ‘that the commetic, device or drug was manufactured or packaged, as the case may be, by the person whose name oF address appears on the package. ‘Offences, 95. Where an’ offence under this Act or any regulations wel Tey made thereunder is committed by a body of persons then— person. (@) if that body of persons is a body corporate, every person who at the time of commission of the offence ‘was a director, general manager, secretary of other similar officer of that body ; or . (®) if that body in not a body corporate every person who at the time of commission of the offence was @ : member of that body, - shall be deemed to be guilty of that offence, unless he proves! that such offence wes committed without his consent oF concurrence and that he exercised all auch diligence to pre- vent the commission nf such offence ag he ought to have exercised in the circumstances having regard to the nature of his functions. PART IV Garman Protection 36. Any suit, prosecution or other legal proceeding shall gee not he instituted against any person for any act which in gE ‘good faith is done or purported to be done by him under this Act or any regulations made thereunder, Appicetin 97. (2) The provisions of this Act and any regulations me smcde thereunder relating to drugs which are exciaable artl- ¢ ‘commetics, cles within the meaning of the Excise Ordinance shall be ~ ace ood droge in’ addition to and not in substitution for the provisions of that Ordinance.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Cosmetics, Devices and Drugs 18 ‘Act, No. 27 of 1980",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "@) The provisions of the Customs Ordinanes shall apply for the purpose of the enforcement, and the prevention and punishment of contraventions or attempted contraventions of the provisions of this Act and any regulations monde there- under relating to the importation of any cosmetic, device or drug.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "@) For the purposes of the application of the Customs Ordinance to any cosmetic, device or drug, the importation of which is prohibited under this Act, euch cosmetfo, deviee ‘or drug shall be deemed to be goods the importation of which is prohibited under that Ordinance,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "38. (1) The Minister may, after consultation with the Regulstioas Committee, make regulations in respect of matters required ty this Act to be prescribed ot in respect of which regula- tions are authorized to be made and in particular in respect of all or any of the following matters :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(@) declaring that any cosmetic or drug or class of cos metic or drug fs adulterated if any prescribed substance or class of substance is present or hes been added to or extracted from or omitted in, that cosmetic or drug ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(b) the lebelling and packaging and the offering, exposing and advertising for sale of any cosmetie, devics or drug 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(©) the size, dimensions, fill and other specifications of packages of any cosmnetie, device or drug ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(a) the use of any substance as an ingredient in any cosmetic, device or drug to prevent the user or purchaser from being deceived or misted as fo its quality, character, value, composition, or safety or fo prevent injury to the health of the wser or purchaser ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(©) the standarda of composition, strength, potency, purity, quality or other property of any cosmetic, device or drug ; :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(f) the method of preparation, the manufacture, preser- . vation, packaging, storing and testing of any voumetic, device or drug in the interest of, or for the prevention of injury to, the health of the ‘user or purchaser ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(G) @) the persons to whom, the circumstances in which,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "and the terms and conditions subject to which, : ieences under this Act may be granted of refused ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "a8 Cosmetics, Devices and Drugs ‘Act, No, 27 of 1980 (i) the manner and mode in which applications for licences under this Act may be madg and dealt with ; and iti) the fee payable for the issue of a licence ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(hy requiring persone who manufacture or sell any cos- metic, devies, or drug to furnish such information and maintain such books and records as the Miniater considers necessary for the proper enforcement and administration of this Act and the regulations made thereunder 5 .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(i) the forms to be used for the purposes of this Act and the regulations made thereunder ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(G) prohibition and resizictions relating to the sele and ‘teansport for sale of any adulterated cosmetic or drag ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "() the distribution and the conditions of distrfbution af samples of any drvg.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(2) Every regulation made by the Minister shall be published in the Gazette and shall come into operation on the date of publication or on such later date as may be speci- fied in the regulation.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(8) Every regulation made by the Minister shall as soon as convenient after its publication in the Gazette be brought ‘before Parliament for approval, :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(4) Any regulation which is not so approved shall be deemed to be reseinded as from the date of disapproval but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "{@) The date on which any regulation shall be deemed to be a0 rescinded shall be published in the Gazette,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "Savings, 39, Notwithstanding the repeal of the Food and Drugs ‘Act, by the Food Act, 1980, the regulations made under that Act and in force immediately before the coming into opera tion of this Act shall, except where and so far as they are Hot inconsistent with the provisions of this Act, continue im force until altered, amended, or rescinded by regulations made under this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "Interpretation. - 40. In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "“adulterated” means the addition of any substances to of substraction of any constituent from a drug oF cosmetic 60 as to affect its quality, composition oF potency ; 5",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "“advertisement” includes any representation by any teans whatsoever, for the purpose of promoting directly or indirectly the manufacture, sole or dis~ Pose! of any cosmetic, device or drug;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Cosmetics, Devices and Drugs uv ‘Act, No. 27 of 2980 “cosmetic” includes any substance or mixture of eubstances manufactured, sold or represented for use in cleansing, improving or altering the com- plexion, skin, hair or teeth and includes deodorants and perfumes ; “dentist” means a person for the time being registered",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "25 a dentist under the Medical Ordinance ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "“device” means any article, instrument, apparatus or contrivance, including any component, part or accessory thereof, manufactured or sold for use in—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "@) the diagnosis, treatment, mitigation or preven- tion of disease, disorder or abnormal phystcal stete or the symptoms thereof, in man ar animal,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(ii) vestoring, correcting or modifying » body funetion or the body structure of man of animal,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(ii) the diagnosis of pregnancy in human beings or animal, ot",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(iv) the care of human beings or animals during pregnancy and at and after birth of the off- spring, including care of the offepring and includes a contraceptive device but does not Include a drug:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "“drug” includes—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "() any substance or mixture of substances manufactured, sold, offered for sale or represented for use in—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(a) the diagnosis, treatment, mitigation or prevention of disease, abnormal physi- cal state or the symptoms thereof in man or animal; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(b) restoring, correcting or modifying",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "+\" organie functions in man or animal ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(i) a single drug or combination of drugs ready for use and placed on the market under a spectal name ar in a characteristic forra, both patent and proprietory preparations,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "‘but does not include an Ayurvedic drag or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Ayurvedic medicine, a Homoeopathic drug or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Homoeopathic medicine ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "7 Cosmetics, Devices and Drugs ‘Act, No. 27 of 1980",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "“Government Analyst” means the person for the time being holding the office of the Government Analyst and includes other then for the purposes of section 18, any Additionsl Goverament Analyst, Deputy Government Analyst, Senior Assistant Government Analyst or Assistant Government Analyst ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "“{nsanitary conditions” means such conditions or circumstances as are likely to contaminate a commetic or drug with dirt or filth or render the same injurious to health ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "Jobel ” includes any tag, brand, mark, pictorial or other descriptive matter, written, printed, stencflled, marked, embossed or impressed on, ar attached to 2 container of drug, cosmetic or device ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "\"Jebelling” includes the label and any written, printed or graphic matter relating to and accompanying the drug, cosmetic or device",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "“medical practitioner” means a person registered as 8 medica? practitioner under the Medicul Ordinanee ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "“package” includes anything in which any drug, cosme- tle or device ia wholly or partly contained, placed or packed ; .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "“sell” means to sell-tor cash or on ereait ot by way of ®",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "exchange and whether by wholesale ot retail and “sale” shall have a corresponding meaning ; “veterinary surgeon means a person registered as & Veterinary Surgeon or a Veterinary Practitioner under the Veterinary Surgeons’ and Practitioners’ Act, No. 46 of 1956 semmmoce “A? Nome Abbrevtation Pharmecopoela Internationlie GRD The Beitiyh Pharmacopoeia =. CB) ‘The Phannecopoeia of the United States at America ” USP) ‘The British Pharmnnecutieal Codex... CRP.C) ‘The British Veterinary Codex + VE) Pe ‘The Japanese Pharmacopoeia oo apy : European Pharmacoposia .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Cosmetics, Devices and Druge 8 Act, No, 87 of 1980 scumma ‘8! nsulin . Taplin preparations : Anterior pituitary extracts ‘Radioactive Isstopes ACHEDULE ‘¢* Living vaccines for oral parenters) une ‘Druga prepared from Mice-organisos or viruses for parenteral we ‘Sera and drugs analogous thereto for parenteral axe Autibioties for parenteral wae, SCHEDULE ‘3° Sensitivity discs and tablets scupos ‘2? Tom No, 1 TheBdomiae ‘% — Lysergle acid diethylamide (LSD) or any walt thereof 3% «—-M, N-Dimethyliryptamine (DET) or any salt thereof 4 —N, N-Dimethyltryptamins (DMT) or any salt thereof 5. 4-Methyl-2, $-dimathoxyamphetamine (STP) (DOM) or any anlt thereof. seme \"7? Anelety state ‘ausee ond vomiting in preg nancy Appendicitis Nosturnal.eenmisciona Arteriosclerosia ‘Obesity Asthma Oedomatous state Bladder disease ‘Parangl ‘Blood polsoning Pheurisy Cocherta Pheumonta ‘Cancer Pollomyelitis ‘Caterrah Rabies Convulsions Rheumatic fever Depression ‘Rbsumatold arthritis ‘Diabetes ‘Sapticoernix Diptheria Sexual mpotency Disorders of menstruation ‘Sexual underdevelopment ‘Epilepsy Stoualtis Gall Bladder disease ‘Small pox Gangrene Byermatorthoon : Glaucoma, i ‘Stroke",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 Cosmetics, Devices and Drugs t Act, No, 27 of 1980 Gattre ‘Totenux Heart Disease ‘Thyroid disease ‘Hernia ‘Toouilitis Hypertension ‘Trachoma Hypotention Tuberculoala Impetige ‘Tumours Tafantila Perelysis ‘Ulcer of the quatro intestina) oN feat ‘Ridney disease Vaginitis ‘Laprosy ‘Veraral divease Liver disease ‘White Discharge Locomtor Ataxia ‘Wasting diseose Yew",
    "mean_p_confidence": 0.55
  }
]