[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee . ory PARLIAMENT OF THE DEMOCRATIC — . SOCIALIST REPUBLIC. OF . “oo SRT LANKA’ - - CEYLON. ELECTRICITY: BOARD: ; : (AMENDMENT) . . “ACT, No. 32 OF 1988 ; _ \"{etied on 9h Septenber, 1998) ; : \"Printed on the Orders of Government \"Published as a Supplement to Part Tiof the’ Gazette of the Democratic Socialist Republic of Sri Lanka of September 09, 1988 . ‘ove A fm insqemtier avenues nna yams [FO BE PURCHASED AF THE GOVEODIENT FURLICAEIONS HOMENY, COLOKUD Price : 90 cents. me Postage : 75 cents",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Ceylon Electricity Board (Amendment) Act, No. 32 of 1983 [Certified on Sth September, 1988] 1eD—O, 11/88 AN Acr 20 auanp ra Certon Exzommicery Boar Acr, ‘No. 17 or 1969",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "[BW it enacted hy the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1. This Act may he cited as the Ceylon Hlectriclty Board short ttle. (Amendment) Act, No, 32 of 1988.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. Sections 20 to 25 of the Ceylon Electricity Board Act, Replacement No. 47 of 1860, as amended by Acts Nos. 31 of 1969 and 29 gf sections of 1979 (hereinafter referred to as the “principal enact- Act Nod? ment”) are hereby repealed and the following nections °f1909- substituted therefor :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "“Transterot 20, ‘The Minister may. on the recommen: qisctricel gx dation of the Board, having regard to the at geal need to provide a more efficient service to fotheBosra, consumers within the area of authority of 1 Jocal authority and for tho rationalization ‘of the supply of electricity, by an Order (hereinafter referred to as a “vesting Order”) published in the Gazette, vest in the Board with effect from a date specified in the vesting Order {hereinafter referred to as the “vesting date”), thie electrical under- takings carried on by a local authority in its capacity aa @ licensee under the Electricity ‘Act, (Chapter 205). Yertingat 2, The following provisions shall apply cargitical oy to electrieal undertekings carried on by a alfeSoees. — Joval authority and vested in the Board by ‘vesting Order under section 20—~ () @ All movable and immoveble pro- ‘perty of the ioral authority used for the purposes of the under- takings , . _ {b) Subject to the provisions af para- graph (¢) all rights, obligations 1 and Uabilities of the local autho- : rity relating to, or connected with . such undertaking and subsisting ‘on the veating date, AOA rots 2.785 avon _",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Ceylon Electricity Boord (Amendment) Act, No, a2 of 1988 shall vest in the Board, with effect from such date.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) All actions and proceedings instituted bby or against the Jocal authority re- lating to, or connected with such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+ electrical undertakings and pending ‘on the vesting date shall be deemed to be actions and procsedings insti- tuted by of against the Board ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(8) All eums of money payable on the vest- ing date to the Board by the local",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": authority in respect of electrical : energy supplied in bulk by the Board — Jess the sum of money due from the congumera of such local authority up to the vesting date shall be pay- able by such local authority to the Board. Eitect of 22, (1) With effect from the vesting date, Byene ‘the local authority referred to in the vesting oe Order which carried on an electrical under- taking in its capacity as a licensee under the . Electricity Act, shall cease to be a Heensee 7 under that Act. . _ (Q) The provisions of subsection (1) shall have effect notwithstanding the provisions of ‘the Blectrieity Act. Tenpover 23. (1) For the purpose of giving effect to Beobarty. a vesting Order, any officer of the Board ; . authorized in writing in that behalf by the Chairman of the Board may, subject fo the _ + provisions of subsection (2), take possession of any property vested in the Board by such Order, . (2) The officer referred to in aubsection (2) shall, by notice fn writing —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". (a) Snform the local authority that such ‘officer ititends to take pomsession of such property for and on behalf of the Board on such date and at such",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "‘++ 7 time and place as shall be specified",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“+ ‘ta the notles, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Ceylon Electricity Board (Amendment) 3 ‘Act, No. 32 of 1988 (®) require an authorized agent of the local authority to be present on the date and at the time and place 20 specified and to essist such officer to teke possession of such property, (8) After any property has been talea possession of by an officer of the Board under subsection (2}, such officer shall send a cer- tificate to the local authority to the effect thar hhe has taken possession of such property. (4) \"The notice required to be given under subsection (2) shell be deemed to be given if it Is sent by registered post to the local authority. _. * @) Any person who fails, without reasone able cause, to comply with any requirement : of a notice given under subsection (2), shall be guilty of an offence and ghall, on convic- tion after summary trial hefore a Magis. . trate, be Iiahle to imprisonment of either des ceiption for a period not exceeding ane year, or to a fine not exceeding one thousand rupees, or to both such imprisonment and fine. Prevention 24, (1) Every person who prevents or obs- eer don —-tructs any officer of the Board from taking fo,taking” “possession of any property for and on behalt Sfpropely of the Board under section 23 shall be guilty ferendon of an offence and shall, on conviction after the summury trial before a Magistrate, be Hable Board. to imprisonment of either description for 2 period not exceeding one year, or to a fine not exceeding one thousand rupees, or to Doth such imprisonment and fine.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "(2) Where any officer of the Board autho ized under section 23 to take possession of any property for and on behslf of the Board, in mable or apprehonds that he will be nnable to teke possession of such property",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "‘because of any obstruction or resistance that has been or is likely to be offered, he shall, on making an spplication in thet hebalf to the Magistrate's Court having",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Ceylon Electricity Board (Amendment) Act, No, 32 of 1988 : urisdiction over. the place where that Property is kept or situated, be entitled to : an order of the court directing an officer of - sourt to deliver possession of that property’ to him for and on behalf of the Bosrd. s (8) Where an onier under subsection (2) is Ussued to an officer of court by a Magis- “7” trate's Court, he shall forthwith execute that > order and shall in writing report to the Court 7 the manner in which that order was executed. (4) For the purpose of executing an order issued by a Magistrate's Court under subsec- - + > tion (2), the officer of court acting under the . Gtrection of court may use such force as may : be necessary to enter any place where any movable property to which the order relates . vig kept and seize such movable property, ox >” to enter any lend, butlding or other structure ‘> * “tg which that order relates and to eject any ‘ person in occupation thereof, and:to deliver possession of such movable property, lend, - ~ — buliding or other structure to the person who a is authorized to take possession thereof for or on behalf of the Board. _ i Fomeraot \"25. (1) It shall be the duty of the Board palin’, 00 advise the Minister as to the exercise of Sema’ hie powers under section 20 (2) For the purpose of performing its ;, + duties under subsection (1), the Board may— oF _ @ hold such inquiries and inapect such 27 21, .*. movable or immovable property Lok used for the purposes of any electri- +\" eal undertakings carried on by @ local authority as the Bosrd may , eonsider necessary ; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Ceylon Electricity Board (Amendment) 5 Act, No. 82 of 1988 () direct such local authority, or any ‘officer of such local authority, to fur- : nish to the Bosrd such particulars and other information as the Board may consider necessary relating to such undertakings, and to produce for examination books ar decuments containing such particulars or infor- (8) Tt shall be the duty of a local autho- rity or any officer of such loeal authority to comply with any direction issued to such local authority or such officer, as the ease may be, by the Board under subsection (2). (4) Any officer of a local authority whe _ without reasonsble cause fails to comply - with ony direction issued to him under sub- section. (2), shall be guilty of an offence and shall, on conviction after summary trial bee fore a Magistrate, be Mable to imprisonment of either description for @ period not exceed- : ing one year, or to a fine not exceeding one thousand rupees, or to both such imprison- ment and fine,’, 3 Sections 2¢ to 30 of the prinetpal enactment are hereby Repeal of, repealed. . {530 of the ’ Shecbent, 4. Section 83 of the principal enactment is hereby Replasement repealed and the following section substituted therefor:— Sef fhe, Soectnent, $Bowioy- “33, Upon the vesting in the Board, under dervonnel _° ‘section. 20, of an electrical underteking ear- epents tied on by a Ioeal authority, the following dlocitéel provisions shall apply to the officers and ser~ ypderaccn vents empwyed exclusively in such underta- qudherig fo’. King, on the day preceding the vesting date ant end who are either— *: (a) not offered employment in the Board . . ‘or in any local authority ; {b) who are offered and do not accept stich + + employment.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "6 Ceylon Electricity Board (Amendment) Act, No, 32 of 1988",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": " Q) Every. such officer or servant who is . a member of the Local Government ’ - + Service and who had reached the age ho. of fifty-five years on the vesting date shall be deemed to have retired from : . . such local authority on that date sha!l . toe eligthle for such pension under the + Local Government Service Pension Regulations as would be awarded to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "‘him on such retirement.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "{@) The post of every such officer or ser- ‘vant who is a member of the Local Goverament Service and who had uot reached the age of fitty-five years on the vesting date shall be ‘eemed to have been abolished with",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "\"effect from that date and such officer . ar servant shal? be eligitle for such . pension or other award under the Local Government Service Regula~ ions as would have been awarded none + 40 him had he retired trom such jocal authority on that date on the . ' ground ar abolition of post.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(8) Every such oficer or servant who not being a member of the Local Govern- ment Service and fs a member of any other pension scheme established by such local authority snd who has",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "vos “.* reached the age of fifty-five years on : that date shall be deemed to have . retired from such local authority on that date and shall be eligible for . -’ such pension under such scheme as would be awarded to bim on iuch",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "vote retirement, s \"  ) The post of every such officer and ser~ vores vent not being a member of the ‘Local Government Servige end ta a member of any other pension scheme established by that local authority and who has not reached the age of fifty-five years on the veeting date shall be deemed to",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "Ceylon Electricity Board (Amendment) 1 ‘Act, No, 82 of 1988 yt have been abullshed with effect fram ‘that date and such officer or servant shail be eligible for such pension o- other award under such scheme a5 would have been awarded to him had he retired from such loca! authority on that date on the ground of abolition of post,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "(®) Every such officer or setvant to whom the preceding provisions of this section do not apply shall be deemed to have retired from such local authority on the vesting date and shall be eligible for the payment of a gratuity of such amount as may be determined by the Minister in con- sultation with the Minister in charge of the subject of Local Government, having regard to his period of service in such loca? authority. ”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "5. Section 66 of the principal enactment is hereby Amendment amended by the substitution for the definition of “local pfsaction authority” of the following definition :— poineipsl",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "‘local authority” means any Municipal Council, Urban . :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "Council, Development Council, Pradeshiya Sabha and includes any authority ereated and established by or under any law to exercise, perform and dis- charge the powers, duties and functions cotrespon- dlag to or similar to the powers, duties and funetions exercised, performed and discharged by any such Counell or Sebha;’, . -",
    "mean_p_confidence": 0.8
  }
]