[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOGRATIC SOCIALIST REPUBLIC OF SRI LANKA RAILWAYS (AMENDMENT) ACT, No. 25 OF 1986 [Certified on 5th September, 1986] Printed on the Orders of Government Published as a Supplement to Part IL of the Gazette of the Democratic Socialist Republic of Sri Lanka of September 05, 1986 : ‘PRINTED AT THE MEPARTMEN? OF GOVERNMENT PRINTING, SEI LANKA yo 25 PUNCuARED AT Tam GOWRUGARNT PUBLICATIONS BOREAW, GOLERCGO Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Railways (Amendment) Act, No 25 of 1906 \"(Certified on Sth September, 1986] . £, D—O, 25/84 Aw Act 10 aMenp THE Ramways Qaprvance BE i enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be cited as the Railways (Amendment) Start title, Act, No. 25 of 1908,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2 Section $8 of the Railways Ordinance is hereby Amendment amended by the repeal of subsection (2) of that section and $f 's54°\" the substitution therefor of the following subsection :— Chapter 200,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "“ @) A railway official of a rank not below that of a Station Mester of a railway station or a Head Guard of a train or any member of the Railway Security Service may, notwithstanding enything to the contrary in the Code of Criminal Procedure Act, No. 15 of 1979, apprehend, search and detain without a warrant any person who, in a train. or in a place under the control of the General Manager, com- mits an offence under a written law other than this Ordi-- nance; and where any such official apprehends or detains any such person, that ofileial shall forthwith deliver that person to @ police officer to he dealt with according to Jaw.”",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "nee",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Acuual mubseriptlon of Bills and Laws of the Parliament Ra, 150 (Locel)y",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Ra, 209 (Forelen), payable to the Surzawtramets, Goveaneemty PusticaZons",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Ruuray, Covomeo 1, before 16th December each yeur in respect of the yor following.",
    "mean_p_confidence": 0.61
  }
]