[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "sis (epea . Seay : : ‘PED 7 PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRILANKA PROVINCIAL COUNCILS PENSIONS “ . ACT, No. 17 OF 1993 Lem [Certified on Bist Mareh, £993) ren i i ‘ Ah $77 tp Printed on the Orders of Government ¢ 201 1 Published aa a Supplement to Part II of the Gazette of the Democratic |! ‘Secialist Republic of Sri Lanka of April 02, 1993 i va me meat eam meets, TO Be FORCEAGED AT EE GOVEENRGINT FURLICATIONG BUREAU, COLORED Paleo: 60 cents. . . Postage: Ro ue0",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": Provincial Councils Pensions =, 33/3 : Act, Ne, 17 of 1993 [Certified on 31st March, 2999] L. D—O, 68/91 AN Act To MARE PuOVISION FOR THE PAYMENT OF PENSIONS 70",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "THE orricens of Provincia: Puntxc Sumvices AND 70",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Seensrama, Stare of Provuvers, Covscus; AND TO",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PROVIDE FOR MATTERS CONNECTEO THEREWITH OR INCIDENTAL",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "THERETO, .",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted hy the Parliament of the Democratic Sociolist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. This Act may be cited as the Frovinelal Councils Short tile Pensions Act, No. 17 of 1993, and shall come into operation gperation. on such date (hereinafter referred to as the “appointed date”) as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. (1)'The Minister, may, with the concurrence of the Application ‘Minisier-in-charge of the subject of Provinelal Councils, {fos declare any post in the Provincial Public Service of a of the Province or in the Secretarial Staff of a Provincial Council, Bryne’! ‘asthe case may be, to be m pensionable post with effect Servicer from such date aa may be specified in the declaration. (The 24 20.41 date so specified may be 2 date prior to the appointed date) staif and accordingly, services in any such post, whether much 2 ay service was before or after the appointed date, shall be Councils, deemed, for the purposes of the Minutes on Pensions, to of he be service in a pensionable post.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "pesnate Ed",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) The Minutes on Pensions,the Widows’ and Orphans’ Qrdinance, Pensions Fund Ordinance and the Widowers’ and Orphans’ witowers? Pensions Fund Act, No, 24 of 1953, shall subject to the Brana 1 Provisions of this Act, apply to, and in relation to, the Pensions holder of any post declared under subsection (1) to be a und Act, pensionable post, as if the holder of such post were a public 1999 servant or m public ofeer, within tha meaning of auch snd the ‘Minutes or Ordinance or Act, as the case may be, ‘Pensions,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(8) Where the holder of the post in.the Provincial Public Service of a Province or in the Secretarlal Staff of a Provincial Council, which is declared under subsection (1)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘4 be pensionable post was prior to his appointment to that",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(9) the holder of a post under the Government which was",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "declared under the Minutes on Pensions to be Renslonable ; o",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 : \" Browincial Councils Pensions : Act, No. a7 of 1993 . (®) the holder of a post in the Local Government Serviee . which was declared to be pensionable under the . ‘Local Government Pension Fund Regulations made under the Local Government Service Act, No. 16 of 1974, and bis service in such post or posts and his service in the Provinelal Public Service of a province or in the Secretarial Staff of a Provincial Council are continuous, then the service of such holder in each euch post shall subject to the provisions af subsection (4), be deemed to be service in a pensionable post for the purposes of the Minutes on Pea sions, and those Minutes ahall apply accordingly. (4) Where any person is entitled to pension under this ‘Act by virtue of his or his spoue or parent, having held a post in the Local Government Service and in the Provincial Public Service of a province or the Secretarial Staff of & Provincial Counell, he shall not be paid any pension from the Locel Government Service Penslon Fund or the Local Government Servier Widows’ and Orphans’ Pension Fund or the Lecat Government Service Widowers’ and Orphans’ Pennlons Fund, in respect of his, or his spouses, or parenls, service in Locat Government Service. (6) Where any post in the Provincial Public Service of a province ar in the Secretarial Staff of a Provincial Council . haz heen declared under subsection (1) to be a pensionable ost, the provisions of subsections (2), (3) and (4) of this section shall apply to avery person who held that post notwithstanding the fact that he is retired from that post ‘batore the appointed date. Tater &. In this Act, unless the context otherwise requires— ° + Lees] Government Service Pension Fund\" means the Local Government Service Pension Fund estab- lished by section 16 of the Local Government Service Lav, No. 16 of 1974; ‘ ¥ Local Government Service Widows’ and Orphans’ ‘ Pension Fund” meang the Local Government . Service Widows’ and Orphans’ Pension fund established by section 16 of the Local Government : Service Law, No, 16 of 1974; .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "a0 Provincial Councits Pensions “|. 3 - | Act, No. 17 of 1903 Coty “Local Government Service Widowers’ and Ozphans’ . pension Fund” means the Local Government Service .  Widowers’ and Orphans’ Pension Fund established by section 16A of the Local Government Service Law, No. 16 of 19745 “Province” means a province set out in the Kighth Schedule to the Constitution ; “Provincial Council” means a Provincial Council estab- lished under Chapter XVIIA of the Constitution. 4 In the event of any inconsistency between the Sinhala ~~ Sinhula and Tamil texts of thie Act, the Sinheln text sholl preva ta ease.ab prevail. . _ inconaisteneer,",
    "mean_p_confidence": 0.75
  }
]