[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ° SRI LANKA JUDICATURE (AMENDMENT) ACT, No. 36 OF 1983 [Certified on dth October, 1983]. Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanke of October 07, 1983 sin ee muses oan mt Lt ~ $0 RE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, COLOMEO Price :'26 cents, Postage : 50 cents",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Judicature (Amendment) Act, No, 36 of 1983 [Certified on 4th October, 1963) , LD—O. 43/82 Aw Act 10 aMenp tm JunrcaTure Act, No. 2 or 1918. BE it enacted by the Parliament of the Democratic Socialist Short title, Republic of Sri Lanike as follows :— 1, ‘This Act may be cited as the Judicature (Amend- Amendinent ment) Act, No, 36 of 1983. Fate Schedule 2. The Fifth Schedule to the Judicature Act, No, 2 of of ActNo. 2 1978, is hereby amended as follows :— 7 (@) by the addition, immediately after the last item appearing under the heading “Jusnces of ‘at Pract ror Sat Lawna®, of the following now items :— \"Every District Judge and Judge of the Femily Court Mogistrates ‘The Judge of each Primary Court The Secretary to the Judicial Service Commission Assistant Secretaries to the Judicial Service Commission The Administrative Officer of the Judicial Services . Commission” ; (h) by the substitution, for the items— “The Distelet Judges The Judge of each Family Court | for the respective ‘The Magistrates - areas within which ‘Phe Judge of each Primary Court f they exereise ‘The President of each thelr jurisdiction” Labour Tribunal appearing under the heading “ Josrices oF tae Peace Fou Poations ov Set Lanna”, of the following item :— “Presidents af Labour Tribunals for the respective areas within which they exercise their juris. diction. *; and ' (ey by the addition, at the end of that Sahedule, of the . following new itera :— Cro\" The Chatemen of the Gramodaya Mandalayas, tor pac: 42 thetr mepeative Grama Seva NiGdKAN divi- e ‘tons.”, ners a TRON —1s, 005.8800)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription of Bily and Lawa of the Parliament. Rs, 150 (Local),",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ra, HO (Foreign), payable’ to the Surmmmenmy Gorman Fosicenom",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Bunzay, P.O, Box 509, Coummio 1, before 16th Dectmber each year in respest ‘ef the yor following,",
    "mean_p_confidence": 0.65
  }
]