[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "' PARLIAMENT OF CEYLON Ist Session 1953 Lady Lochore Loan Fund (Board of Trustees) (Amendment) Act, - No, 4 of 1953 Date of Assent : February 14, 1953 Printed on the Orders of Government \" Put Ouiet Senay Sante at ‘Suueau, Posr Orrics Box b00, Secretariat, Colombo 1 Petee! 10 conte Postene 5 cont",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Lady Lookore Loan Fund (Board of Trustees) 3 Amendment Act, No. 4 of 1958 T.. D.—O. 87/52. . AN Act 70 AMEND THE Lapy Locnors Loan Fox (Boaen oF Trustees) Act, No. 88 o 1951. [Date of Assont: February 14, 1958]",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BF it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. This Act may be cited as the Lady Lochore Lonn shoe ste. Fund (Bonrd of Trustees) Amendment Act, No. 4 of 1958.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 ‘The following new section is hereby inserted Leertice of , immediately after section 9 of the Lady Lochore Loan in'ka'te 88. Fand (Board of Trastess) Act, No. 88 of 1951, (bere- of 198. jnafter referred to as the “ principal enactment ”), and shall have effect as section 94 of thet enactment :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“ wayatent 94. ‘The Board may delegate such of Rus\" ane its powers or duties as it may determine Tard. to the Managing ‘Trustee aloue or to the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Managing Trustee and to one or more of the other members of the Board, and may from time to time revoke any such delegetion either wholly or in part. Any act done under the authority of a dele- gation under this section shall have the like force and effect ae if done by the Board. ”.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@ The following new section is hereby inserted Iosivo of immediately after section 11 of the principal enact- 2 ySsice ment and shall have effect as section 11a of that coscimeat. enactment : —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“Deegstin of «1A. ‘The Board may authorise two or fone ont snore officers of the Board to exercise and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "_ Mitgog perform jointly any power or duty of the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "cant Managing Trastee under this Act. ”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Ste Beard.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "ata 8.06 88m)",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Lady Lochore Loan Fund (Board of Trustees) ‘Amendment Act, No. 4 of 1958 Town at 4%. ‘The following new section is hereby inserted Bete proce immuediatel after cection 19 of the rey al enact- enactment, ment and ebl have effect as section ae of that enact- ment :— \"Bexk ogoon 15a. (1) The Board may maintain in ot the Bosrd. tg mut » osoune im any banks in Ceylon. (2) The Board may authorise the Managing Trastes or any other member of the Board or two or more officers of fhe Board jointly to operate on the funds Iying to the oredit of the Bosed in any",
    "mean_p_confidence": 0.74
  }
]