[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON > Qnd Session 1953-54 ERIE > Me see wees ae So Lorie fE> cn ear) Sey = ed (ayy ee ~~ Milk Board Act, No. 12 of 1954 Date of Assent: February 26, 1954 Printed on the Orders of Government Printed st the Govmungor Paras, Cexi0N. To, be purchased at ‘the Gove. ‘PUBLICATIONS Buseav, CouoMEc dead ines, ees ae Fee ee ee eeeniat, Colombe | Price: 30 cents, ~ Postage: 10 cents.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Mik Board Act, No. 18 of 1964. - 3",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L. DO. 64/49.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AN ACT TO PROVIDE FOR THE CONSTITUTION OF a BOARD TO ZSTABLISH AND MAINTAIN FACILITIES AND SERVICES FOR THE EFFICIENT AND CHEAP PRODUCTION AND MARKETING OF MILK, TO PROMOTE THE RSTAB- LISHMENT AND MAINTENANCE OF SUCH PACILITIES AND SERVICES BY LOCAL AUTHORITIES AND OTHER BODIES AND PERSONS AND TO PROVIDE FOR MATTERS INCIDENTAL TO OR CONNECTED THEREWITH.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(Date of Assent: February 26, 1954]",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in thia present Parliament assembled, and by the autho- rity of the same, as followe:— :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. This Act may be cited as the Milk Boord Act, Se iii, No. 12 of 1954, and shali come into operation on Sande, such date as the Minister may appoint by Order published in the Gazette,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "PART I. EStaBLiseMent oF Mick BOARD,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. (1) A Board to be called the Mill Board (in this bane, Act referred to aa “the Board”’) is hereby established of Milt Baars, for the purposes of this Act.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) The Board shall be @ body corporate with per.” petal euocession and common seal and may sxe and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "e sued in ite corporate name,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3, ‘Tho common seal of the Board shall be officially coomea sal at and judicially noticed and shall be kept by such person te Board. and in sach manner as the Board may from thie to time determine. ‘The seal shall not be used except by the authority of the Board and in the presenoe of at least two members thereof who shall sign the document to which the seal is affixed. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "& (1) The Board shall consist of five members coastinten appointed by the Minister. The Minister shail. % 3 gppoint one of the members to be the Chairman of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Te Rsargeno 0,",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "+ Milk Board Act, No. 12 of 1964.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(2) A person shall be disqualified for appointment asa member of the Board or for continuing as & member of the Board— ~~” @ if he is a Senator or a Member of Parliament;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "OF :",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "() if he-has, directly or indirectly, any interest in a subsisting contract with, or in any work being done for, the Board except a8 shareholder (other than » director) in an Incorporated company consisting of more than twenty-five members.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{© Here 2 membor of the Board is a shareholder (other than a director) in an Sneorporated company referred to in sub-section.(2) (2) which has entered {nto any contract with ot 2 doing any work for, the Board, he shall disclose to the Minister the nature and the extent of the shares held by him in such company",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(4) The Minister may, if he thinks it expedient to do 20, temore, by Order published in the Gasette, any metber of the Rosrd from office without reason stated.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "© Any member of the Board in respect of whom an Order under sub-section (4) is made by the Minister shall vacate his office on the date of the publication of , such Order in the Gazette. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(8) Any member of the Board who has been removed from office shall not be eligible for re-appointment as a member of the Board or to serve the Board in any other capacity.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(7) If the Chairman or any member of the Board i tamporarily unable to discherge the duties oF bis ‘office on account of ill-health or absence from Ceylon or for any other cause, the Minister may appoint some other member to act in his place as Chairman or, a the case may be, may appoint some other person to act in his place as a member.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(8) Every momber of the Board hall, unless he eather vacates office by death, resignation or removal, hold office for 2 period of five yexrs. Any such member ‘who vacates office by effluxion of time tall be eligible",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "for re-appointment. . inlt}Ne, tt of, Proconding of ‘the Board shall be invalid by reason only of the existence of any vacancy among ite members or any defect in the appointment of member thereof.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". Mik Board Act, No. 12 of 1954. 5",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "5, ‘The members of the Board shall be remunerated enuogation in such manner and at such rates as may be determined %e\"bana, by rules made under this Act, .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "6. (1) The Board may appoint such officers and Aprintmat vot an ea ft considers’ neosesery for the eficient te discharge of its functions under this Act:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Provided that a person who is not a citizen of Ceylon, aceording wo the Lewy for the time being in foree relating to vitizenship of Ceylon, shall not be appointed an officer or servant of the Board without the prior sanction of the Minister.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) ‘The officers and servants of the Board shall be remunerated in such manner and at such rates, and shall be subject to such conditions of service, as may be determined by rules made under this Act.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(8) The Board may, in accordance with rules made under this Act, establish and vegulate a provident fund for the benefit of its officers and servants and make contributions to the fund out of the moneys of the Board.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(# No person who has directly or indirectly, by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "+ himself or his partuer or agent, any share or interest in any contract made by of of behalf of the Board shall \"eoome or remain an officer or servant, of the Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7. Contracts on behalf of the Board may be made Contrasts. as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(a) a contract which if made between private per- sons would be by law required to be in writing, may be made’ on behalf of the Board in writing under the common seal of the Board;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(®) a contract which if made between private per- sons would be by law required to be in writing signed by the parties to be charged therewith, may be made on bebalf-of the Board in writing, signed by any person or perso duly authorised thereto by the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "¥ jand",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(c) a contract which if made between private per- sons would in law be valid eltbough made by parol only and not reduced into writing,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "RT 6)",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "a) Milk Board Act, No. 12 of 1964. . may bé-made by parol on behalf of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". Board by any person duly authorised thereto by the Board.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Dolagntion of 8. The Board may delegate any of its functions or Ses ua, any of its powers (olner ‘hen the ower to make rules * or to appoint officers) to any member or officer of the Board, and may from time to time revoke any such delegation sither wholly or in part and either as to persons or purposes; but, every auch member or officer . shall, in the discharge of the fanctions or exercise of the powers delegated to him, conform to all such. . Aireotions as are given by the Board, All acte done by any such member or offer, in conformity with 3 directions and in fulfilment of the porposes of ‘his appointment, but not otherwiee, shall have the Jike foree and effect se if done by the Board, PART IT. Funcrona ano Powsrs or tHe Boann. Bonations of 9, (1) The functions of the Board shall be to ‘te Zorn. - establish and maintain efficient and cheap milk pro- duction and marketing services, and to promote the establishment and maintenance of such services by local . authorities, end by other bodies and persons approved by the Minister, for the purpose of ensuring that ax * adequate aapply of mill of good quality at reasonable prices is available to consumers of milk in Ceylon. (2) For the purposes of this Act, milk production and marketing services mean facilities and services for the production and marketing of mill, including--",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(a) dairies and dairy farms;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(0) the breeding, sale and purchase of livestock:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(©) the purchase, sale and distribution of mille;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) the grading, packing, storage, adaptation for vele, insurance aud advertisement of milk",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "\"-(@) the purchase, storage, sale and distribution of ‘orage;",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(A depots end establishments for the storage, sale, distribution and marketing of mall and forage;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(g) the acquisition and maintenance of alls",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "... Sach” livestock, land, buildings, plant,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "machinery, vehicles and other equipment",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ": as may be necessary for the purposes “ aforessid; and ’",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "iMith Board Act, No. 12 of 1984. 7",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“ (#) all such other matters and things a¢ may be",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "anoillary to the matters or things referred to in the preceding paragraphs.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "410. The Board may establish its own departments zowerot or agencies for the purpose of the discharge of its Bat, functions and the exercise of its powers under this Act, Saarresns, or make contracts or other arrangements for such Purpom with Government departments, local antho- rities or any person or body of persons.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "44. The Board may sell or otherwise dispose of any power of movable ot immovable property belonging to the Board Fa mt which in its opinion is not required for the proper ™™*\" discharge of ite functions.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "12, The Board may, subject to such conditions or’ Amistans restrictions as may be prescribed by rules made under ‘2. this Act,— aad other",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "{o) grant a loan to any local authority or to any ather body or “person approved by the Minister for the purpose of aasisting euch authority, body of petaon ta defray the cost of establishing and maintaining milk",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ": production and marketing services;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "{) make a grant of money to such authority, body or person for the purpose aforesaid;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) sell or let for hire to ouch sutbovity, body or person any plant, machinery, vebicles and other equipment required for the establish ment or maintenance of auch services: and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2), make available, whether for feo or otherwise, to such authority, body or person any milk production and marketing services ‘main-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "tained by the Board.",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "48, ‘The Bonrd may, with the spproval of the Fre Minister given with the concurrence of the Minister \"!™- of Finance, raise loans from the Government or any person ot body of persons for the purpose of discharg- ing its functions under this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "45, (1) The Board may make rules in respect of all Persea",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "+ or sny of the following ‘attere:——- pest ‘ake ral. * — (@) any matter which is required to be prescribed; ~ (® any matter which has to be determined under section 5 or sub-section (2) of section. 6;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "8 ‘Milk Board Act, No. 18 of 1964. :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(e} the matters referred to in sub-section (8) of section 8, including in the caee of a provi- dent fund the contributions to be made",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "- thereto by officers and servants of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ": Board and the deduction of such contri- butions from the salaries of euch officers and servants;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(@) the appointment, promotion, dismissal and disciplinary control of its officers and servants;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(). the meetings of the Board and the quorum for, and the procedure to be followed at, such meetings.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ". (2) No rule made under sub-section (1) shall have oft until it ge been approved by the Miniter, confirmed by the Senate and the House of Representa tives, and published in the Gasette.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "aa () The Minister eball not, without the concurrence of the Minister of Finance, approve of eny rule made by the Board in respect of any matter referred to in paragraphs (6), (c) and (d) of sub-section (1). (t) Every tule, made under aub-soption, (1) ond approved by the Mjnister and confirmed by the Senate the House of Representatives shall, upon its publication in the Gazette, be as valid and effectual as if it wore herein enacted. PART IIL. Fiance ann Accouwrs. Bai wt 18, (1) The Board shall have ity own Fund and a geo e General Reserve. 7 Se Bowed, ® All moneys received by the Board, including such sums as may be voted by Parliament for the use of the Board, shall be credited to the Fund, and all payments made by the Board shall be made thorefrom. (8) Save as otherwiee provided in section 21, the auiount standing to the credit of the Genaral Reserve shall not be ex; for eny pur’ except wil por pond of keine dees 16, (1) The Board ‘shall cause its accounts to be _ kept in such form and in such manner as may he prescribed, @ The books of aecount of the Board sball be kept at the head office of the Board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Milk Board Act, No. 12 of 1964. 9",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(9) The Board shall cause its booke to be balanced on the thirty-Sxst day of Decewber in each year and shall, before the fit day, of July of the followmg year, cause to be prepared a profit and loss account",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "¥ anda balance sheet containing a summery of the agsete and Habilities of the Board made up to date aforesaid. The profit and loss account and the Balance, sheet: shall be signed by the Accountant and such other officer as may be named by the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "17. The Board shall have its accounts audited each suas. year by the Auditor-General.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "18. (1) The Anditor-General shall examine the Auiie's accounts of the Board, and ascertain the correctness \"?* of the balance sheet and furnish a report stating—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "{@) whether he hes or has not obtained all the information and explanations required by him; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(®) whether the accounts referred to in the report are properly drawn up go as to exhibit a true and correct view of the Board’s affairs.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "*  @) The report of the Auditor-General shall be transmitted by him to the Board and a copy thereof aball be furnished by him to ‘the ‘Permanent Secretary.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(8) The Board shall, on receipt of the Auditor- General’s report in each year, transuit the report, together with the profit and -loss account and the balance sheet to which the veport relates, to the Minister who shall cease copies thereof to be laid before the Senate and the House of Representatives.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "19. A receipt signed by two members of the Board Becaips or by an officer xpressly enthorised by the Board to or Bol. give receipts shall be on effectual discharge for moneys paid to the Board. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "20. The nett annual profita of the Board for each Agfatin o financial foot mey be eppliod to such purporee, in- 7B ; cluding e payment of a bonus to members of the .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "* staff of the Board, ae may be determined by the Board with the approval of the Minisier given with the com ‘currence of the Minister of Finance; and all gums not 80 applied for any purpose shall be carried to the General Reserve.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "10 Milk Board Act, No. 12 of 1984. pverimest 21. The ainount standing to the oredit of the fame General Reserve niay be invested in securities of any deseription referred to in section 90 of the Trasts . Ordinance; and the mosieys rezlised from the sale of any such seourities may be re-invested in securities of the like desorintion. ° _— PART IV. * : ‘ ‘MISCELLANEOUS. isa 22, (1) The public. services which any local sathortion, authority is authorised to establish.and maintain by or nde? any written law regulating ite powors and duties ebell be deemed to inclede milk production, and marketing services; and the provisions of euch written law shall be construed accordingly. : (2) The powers vested in any local authority by or under any? written law regulating its powers end duties shall be deemed to ‘clude the power to make any contracts or other arrangements with the Board for the purpose of establishing and maintaining milk Produgtion and marketing services; and the provisions ‘of such written law shall be construed accordingly. Migs 2. Tn, the discharge of ite fonstions and the eMart. exercise of its powers the Board shell be subject to, and act in accordance with, euch general or special directions as the Minister may issue from time to time. ‘Toterpretation., 24, In this Act unless the context otherwise requires— -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": ". “Chairman” means the petson appointed by or under this Act to be or to act as the Chairman. of the Board;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "“local authority” means any Municipal Council, ‘Urban Council, Town Council, “Village Com. mittee, or any other authority designated as such for the purposes of this Act by thie Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "“milk” means the milk of the cow or the buffalo, or the goat, of auy article manufactated oF",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "+ produced from such milk; and “ Permanent Beoretany means the. Permanent Seoretary to the Ministry in charge of the iinister. :",
    "mean_p_confidence": 0.75
  }
]