[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "! : : ’ PARLIAMENT OF CEYLON : 4th Session 1950 . WER, me PE PSA) (165 10--5 5) Requisitioning of Land Act, No. 33 of 1950 Date of Assent : December 6, 1950 : Printed on the Orders of Government Fre PeCHie Sr. Pay Sante 2a ae Saree ee ‘ier cena Postage enia",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Requisitioning of Land Act, No. $8 of 1950. 1 BDO, 14/50, An ACT TO AUTHORISE THE TAKING OF POSSESSION AND",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘THE USE OF LAND REQUIRED FOR CERTAIN ESSENTIAL",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "PURPOSES, TO PROVIDE FOR THE DETERMINATION OF",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "~ THE COMPENSATION FAYABLE IN RESPECT OF SUCH",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "LAND, AND TO MARE SPECIAL PROVISION RELATING TO .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "THE ACQUISITION OF SUCH LAND AND OF LAND",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "HERETOFORE REQUISITIONED UNDER ‘DgFENCE",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Recutations. +",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "[Date of Assent: December 6. 1950.]",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the King’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. This Act may be cited as the Requisitioning of shor tise sad Land Act, No. 38 of 1950, and sball come into dct. operation on the ninth day of December, 1950, (here- inafter referred to as ‘' the appointed date ”).",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Pant I.—Posszssion or LAND AND PRovisioN FOR COMPENSATION.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "- me o It shall be lawful for a competent authority, romse oaks with the prior approval of the Prime Minister, to pomee take possession of any land and to give euch written directions as appeut to him to be necessary or expedient in connection with the taking of possession of such land, in any case where it appears to him that the land is Tequires—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(a) for the purpose of the maintenance of supplies or services essential to the life of the community; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(8) for the purposes of use or occupation by His Majesty’s Ceylon forces or any Visiting Force.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) The owner or occupier of any land shall, if re- quested by or on behalf of a competent authority so to do, furnish to such authority or person as shay be specified in the request sch information in his posses- sion relating. to the land (being information which may reasonably be demanded of him for the purposes of this section) as may be so specified,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "{8) Any police officer may, if requested s0 to do by ‘@ competent authority, take such steps and use such force sa may be reisonably necessary for securing ,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "end",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Requisitioning of Land Act, No. 83 of 1950. compliance with any directions given under eub- section {1) in relation to the taking or giving up of possession of any land. (4) The period during which possession may be re- . tained by virtue of this Act of any land of which possession is taken under this section shall be fixed y the Prime Minister at the time of taking of possession; but such period may from time to time be extended by the Prime Minister. Qpotinnation 8. (1) In any case where possession of any land etecenpaticn had, on or after February 24, 1946, been taken by 2 Teyisiiooet competent. authority under Regulation 34 of the Bettace Defence (Miscellaneous) Regulations as having effect Repuition. by virtue of the Supplies and Services (Transitional owers) Act, 1945, of the Parliament of the United Kingdom, and the land is at the appointed date in the occupation of that competent authority or of any other person authorised by the competent authority in that behalf, the competent authority under this Act may, if it appears to him that the land is required for the purpote of the ‘maintenance of supplies or services eseential to the life of the com- munity, give notice in writing by registered post, to the owner of the Jand that possession and occupation - of the land is to be continued after the appointed date; and in any such case possession of the land shall be deemed for the purposes of this Act to be taken on that date by virtue of section 2 of this Act. ©) Tn any case where possesion of ang. land was continued after February 24, 1946, under Regulation 34 of the Defence (hGsclianexs) Regnlations as having effect by virtue of the Emergency Laws (Transitional Powers) Act, 1948, of the Parliament of the United Kingdom, end the land is at the appointed date in the occupation of a competent authority or of any other person authorised in that behalf under that Regulation, the competent autho- rity under this Act may, if it appears to him that the land is required for the purposes of use or occupation by His Majesty's Ceylon forces or any Visiting Force or for the purpose of the maintenance of eupplies or services essential to the life of the community, give notice in writing by registered post to the owner of the land that poasession and occupation of the land is to be continued after the appointed date; and in _ any such ease possession of the land shall be deemed for the urposee of this Act to be taken on that date by virtue of section 2 of this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Requisitioning of Lund Act, No. 38 of 1950. &",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(3) Vor the purposes of the application of the © =. Defence (Compensation) Hogolations, “1041, in elation to any land in the case of which the power conferred by sub-section (2) of this section is",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "__ exereised, the period of possession of that land in the axereise of emergency powers shall be deemed to have terminated on the appointed date :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Provided, however, that notwithstanding anything in the Defence (Compensation) Regulations, 1941,—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@ any compensation, under sub-paragraph (B) . ‘of paragraph (1) of regulation 9 thereof, in fespett of any damage to any such land which may have occurred before the appointed date, shall not accrue dus until the end of the period for which possession of the land is retained by virtue of this ‘Act, and shall be paid to the person who is the owner of the land at the end of the period aforesaid; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "() no compensation dee the aforesaid at arAagray ‘be payable in respect of any such damage which may bo Taade good by a. person noting on behall of sompelantaithority while possasion of the",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "and is retained by virtue of this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "4. Any land, of which possession is taken under grap sud section 2 of this ‘Act or ia deemed to he taken by virtue ‘eda, of that section, may, notwithstanding any restriction fai. imposed on the use thereof by any other written law or any instrument or otherwise, be used by, or under the authority of, the competent authority, for such purpose and in such manner, as that authority thinks expedient for any porpoe referred to in paragraph (e ot pare” graph ( i) of section 2 (1); and the competent autho- rity, 20 far ag appenrs to him to he necessary or expe- dient in connection with the use of the land by virtue. of this section—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "“(@) may do, or authoriee persons using the land as ford to do, a telation to the land, anything which any person having an inte- pect in the land would be entitled to do by virtue of that interest; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(®) may by order provide for_ prohibiting or Testricting the exerciee of Tights of way over the land, and of other rights relating thereto, which are enjoyed by any person, ‘whether by virtue of an interest in the land | or otherwise, ” ' ‘",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 Reguisitioning of Land Act, No, 33 of 1950.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "The power of the competent authority under this section to authorise the use of land for any purpose shall include the power to authorise a person carrying on any business or undertaking to occupy and use the Toad for the purposes of that Business or undertaking _",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": ". upon such terms aa may be agreed between such person and the competent authority. | omgeation 5. Compensation, assessed in accordance with the meee provisions ereinafter contained in that behalf, shall eduaioned e paid in respect of the taking of possession and the as. occupation of any land possession of which is taken under section 2 of this Act or is deemed to be taken by virtue of that section. moans of 6, (1) The amount of the compensation payable as sepeustice. provided in section 5 in respect of any land stall be (@ asumequal tothe rent which might reasonably be expected to be payable by a tenant in cocupation of the land, duriog the period for which possession of the land is retained by virtue of this Act, under a lease granted immediately before the beginning ‘of that period, whereby the tenant undertook to pay all usual rates and taxes and to bear the cost of the repairs and insurance and the _ > other expenses, if any, necessary to main- tain the land in a state to command that rent; and () a sum equal to the cost of making good any damage to the land which may have ocourred during the period for which possession thereof is 90 Tetained (except in eo far as the damage has been made goad during that period by a person acting on bebalf of the competent anthority); anc + (©) in a case where the land is agricultural land, ® sum equal to the amount (if any) which . might reasonably have been expected to be payable in addition to rent by an incoming tenant, in respect of things previously done : for the purpose of the cultivation of the Jend, and in respect of seeds, cultivation, ' growing crops aud other similar matters, \\ under @ lease of the land granted imme- ! diately before possassion thereof was taken; an (@) a sum equal to the amount of any expenses + Teasonably incurred, otherwise than on behalf of the competent authority, for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Requisitioning of Land Act, No. 53 of 1950. 8",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "purpose of compliance with any directiona",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "i given by the competent authority in con-",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "' Tleotion with the taking of possession of i the dand:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "~ Provided, however, that in computing for the pur- an",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "} poses of paragraph (a) of this sub-section the reut of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "any land of which possession, is deemed to be taken",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". _ dy virtue of section 2 of this Act, no account shall be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "taken of any building or strecture erected on the land",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "before the appointed date by a person acting on behalf",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "of a competent authority under the Defence (Miscel- laneous) Regulations:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Provided, further, that in the case of any Jand, being premises to which the Rent Restriction Act, No. 39 of 1948, applies, the ssount of the rent com puted for wurposes of paragraph (a) of this sub- section shall ot exceed the sunorioed rent of the premises as determined under that Act. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(2 Any compensation under paragraph (a) of sub- sedis (i) shalt be considered aceroing’ due from day to day during the period for which the possession of ‘the land is retained by virtue of this Act, and be apportionable in respect of time accordingly, and shall be paid to the person who for the time berg would be ‘entitled to occupy the land but for the fact that posses- sion thereof is retained by virtue of this Act; bat this aub-section shall not operate so as to require the making of payments at intervats of less than one month in artear.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "For the purposes of any written law relating to in- come tax and any written law relating to tax or rates leviable on land, and, in particular, for the purposes ‘of any ench written law relating to the deduction of tax or rates from rent, any. compensation under the said paragraph (a) shall be deemed to be rent payable for ‘the land, the Crown shall be deemed {oRay it as tenant 1 ‘ocupier, and the perean receiving it shall be deemed ‘to receive it as landlord.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "{8) Any compensation under paragraph (8) of evb- ren hall accrue due at the ced of , period ' for which paseession of the land is retained by virtue of this Act, and shall be paid to the person who is then the owner of the land.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "4) In computing the amount of the compensation under paragraph 15 of eub-section 0) in respect of any Jand Possession of which is denied to be taken by",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "8 Reguisitioning of Land Act, No. 88 of 1960. virtue of section 2 of this Act, the following provisions ehall apply:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(i) an assessment of compensation shall be made, taking account of all damage to the land, other than: damage caused by. war operations, which may have occurred at any time after possession thereof was first taken under Regulation $4 of the Defence {liscellaneous) Regulations, whether por session was so first, taken, prior to or after February 24, 1946;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(ii) the amount of the compensation payable onder paragraph (8) of sub-section (1) cball be the amount assessed as provided in paragraph",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". (i) of this sub-section, reduced. bye such amount, if any, os may have boon paid or be payable to any person in respect of the land under paragraph (6) of Regulation 2 (1) of the Defenes ‘Gompensation) Regalations, eat.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Jn this sub-section, ““ damage caused by war operations \"* hes the same meaning as in the definition oF that expression in the Defence (Compensation) Regulations, 1941, which definition shall be deemed to be herein incorporated. -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(©) Any compensation under paragraph (© of sub- section (1) shall acorue due at the time when possession of the land is taken under section 2 of this Act and shall be paid to the person who, immediately before that time, was the occupier of the land.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(8) Any compensation under paragraph (4) of sub- seston 1G) shall accrue due at the time when. the expenses in respect of which the compensation is pay able are incurred, and shall be paid to the person by whom or on whoso behalf those expenses were incurred.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Tatar oo sovinecAtY gompensntion under this Act shall carry",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "omsmowti, interest, as from the date on which it accrues dae until payment, at such rate not exceeding five per contum per annum as the Minister may from time to time bretribe by Order made with the concurrence of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "inister of Finance.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Feovisnn mio 8. Where any sum by way of compensation is paid",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "ETERS in aocordance wail this Ace fo the wens af any lad, then, if the land is, at the time when the compensation + accrues due, subject to any mortgage, the sura 20 paid shall be deemed to be comprised in that mortgage.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": ". Requisitioning of Land Act, No. 93 of 1950. 7 1S pli) Ne slain for any compensation under this Quiet. ‘Act shall be entertained unless notice of the claim has, “\"F\"™ im such form and mannor as may be prescribed by oga lations, been given to the prescribed authority within . the period of six months commencing on the date on which the compensation gcorues due or euch {onger period as the Minister of Justics may prescribe either generally or in relation to any particolar claim or class of claims, \\ (2) Every such notice of claim shall be signed by the ‘claimant or by a person duly authorised by him in that behalf and shall be delivered or transmitted to the prescribed authority referred to in sub-section (1).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "40. In any case where any dispute arises as to the Disgue as to: person to whom any compensation under this Act in Zetpmstoo. respect of any laud is payable, the provisions of sections 10 to 14 of the Land Acquisition Act, No. 9 of 1960, shall apply in file manner as they apply where any land is to be acquired under that Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "14. (1) Upon any claim for any compensation Setticeestot under this Ack being aly made in accordance with the TmSdaue provisions of section 9, the competent authority shalt endeavour to settle by agreement the amount of the compensation, if any, payable to the claimant; and the competent authority ‘siall, whether or tot such agreement ig reached, make an award under his hand determining the amount of the compensation, if any, which in bis opinion should, in accordance with the provisions of this Act, be paid to the claimant.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "The competent authority shall give written notice of the award to the claimant.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(2) In aay case where any dispute referred to in section 10 has arisen, the competent authority shall defer the making of an award under this section until there has been a final decision er determination upon that dispute; and in any such case the award made under this section shall accord with the final decision or determination upon the dispute,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "12, Any claimant who is disentisfied with the Amat toe award made by the competent authority under \"™ section 11 upon his claim for compensation may appeal against that award to the Board of Review constituted under section 17 of the Land Acquisition Act, No. 9 of 1950; and the provisions of sub-sections (2) and ® Ppawetion 20 af that Act and of sections 2 to 26 0 |",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "at Act sl q] in relation to any preofort. pply y wppeal so :",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Reguisitioning of Land Act, No. 88 of 1960. Pant Il.—Comrursory Acquistion oF Requisrrionsp Lawn. Arictionl —43, In any case where any land, possession of No. at ot which is deemed to be taken by virtue of section 2 of _ beaea this Act, is acquired under the Land Acquisition Act, No. 9 of 1950, while it is in the possession of any . authority or person under the powers conferred by” this Act, the provisions of the Land Acquisition (War Purposes) (Assessment of Compensation) Ordinance, No. 21 of 1944, as amended by the Land Acquisition Act, (which Ordinance is hereinafter referred to as the * special Ordinance ”}, shall apply in all respects as though the possession of the land by virtue of this Act were possession under emergency powers as defined in thet Ordinance. ‘Conerraction of 44. The special Ordinance shall have effect and Meweni be deemed at all times after its enactment to have Oraltasce. had effect in relation to any land in like manner as though the reference in section 2 thereof to “ purposes connected with the present war \"' included a reference to all the purposes for which possession of that land ie or was Guthorised to be retained, whether by this Act or by any Defence Regulation heretofore in force. Bastion of 48. (1) In every case where any land is acquired Semupeems, under the Land Acquisition Act, No. 9 of 1950, and Bettpecal the provisions of the special Ordinance apply in oe relation to the compensation payable in respect of the acquisition, then, notwithstanding anything in the Defence (Compensation) Regulations, 1941, no compensation under sub-paragraph 0) of ‘paragraph a et regulation 3 of thous regulations shall be payable or be deemed to be payable to any pereon in reaj of that land. py Pe Peet (2) The provisions of sub-section (1) of this section . shall be deemed to have come into force on the date of the commencement of the special Ordinance. Sompecration 46. (1) In every case where any land, possession PE of which is taken under section 3 of this Act, is gece s” acquired under the Land Acquisition Act, No. § of orn 1950, while it is in the possession of any authority or + person under the powers conferred by this Act, then, in determining the amount of compensation to be awarded under the Land Acquisition Act for that nd—~ . {a) the market value of that. land sball be taken to be the market value (within the meaning",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Requisitioning of Land Act, No. $3 of 1950. 9 . of that Act) which that land would have had if it had remained, until the date by reference to which the market value is required by that Act to be determined, in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "~ the condition in which it was at the date",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "on which possession thereof was taken onder section 2 of this Act; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(8) no account shall be taken of any enhancement or depreciation in the value which may be . attributable, directly or indirectly, to an buildings, works or improvements erected. constructed, demolished or made on, over or under that land for any purpose for which the land is authorised by this Act a to be used,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(2) In every ease where the provisions of sub-section: : (1) apply in relation to the compensation payable in respect of the acquisition of any land, then, notwith- standing anything in paragraph (2) of sub-section (1) of section 6 of thts Act, no compensation under that paragraph shall be payable or be deemed to be payable to any person in respect of that land.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "~ Part IIE.—GENERAL.",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "47. The Minister may trom time to time appoint appeiutmm a= any public officer to be, for the purposes of this Act, Sinpart competent authority, whether for the whole of Ceylon or for any specified area,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "48. In any proceedings in any court, a certificate Cevitcste mat under the hatd of the Prime Minister thet any land S3i ‘myer? specified or described therein is required for any purpose 80 specified shall be conclusive proof that the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "is required for such purpose.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "19, Any notice which by this Act is required of uyseot authorised to be served on any person shall be deemed *=. to be Goly served if it is sent by registered letter through ost to the last known address of that person, or where the address is not known, if the Dotice is published in the Gazette.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "20. @ The Minister may make such regulations  Regvistiom. as may be necessary for carrying out or giving effect,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "* to the principles and provisions of this Act; and without prejudice to the generality of the powers. hereinbefore conferred, any euch regalation may.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "10 Requisitioning of Land Act, No. 33 of 1950. provide that any provision of the Land Acquisition Act, No. 9 of 1950, specified in section 10 or section 12 of this Act shall in its application for the purposes of this Act have effect subject to such amendments, omissions or modifications as may be specified in the ~ regulation. .",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(2) No regulation made by the Minister under this sevtion. Shall bave effect until it is approved by the Sonate and the House of Representatives. Notice of the approval of any regulation by the Senate and the House of Representatives shall be published in the Gazetie.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(3) Where a regulation made by the Minister under",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "‘ this section is approved by the Senate and the House of Representatives and notice of the approval is published in the Gazette, that regulation shall be valid and effectual as if it were herein enacted. ‘Tnterpretation. 24. In this Act, unless the context otherwise requires— “* agricultural land ’’ means any land used for cultivation, plantation, or pasture and . includes land used for the purpose of poultry farming, market gardens, | nurseries, or orchards; ‘‘His Majesty’s Ceylon forces’ means the naval, military or air forces of His . Majesty raised in Ceylon; “land includes land covered with water, and houses, buildings and parts of houses or . buildings;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": ". “ owner ’’, in relation to land, means the person who is receiving the rent of the land whether on his own account or as agent or trustee for any other person, or who would so receive the rent of the land if it were",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": ": let at a rent; . “* Visiting Force’ has the same meaning as in the Visiting Forces Act, No. 31 of 1949.",
    "mean_p_confidence": 0.83
  }
]