[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ices | PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC O8 “SRI LANKA PREVENTION OF TERRORISM . (TEMPORARY PROVISIONS) (AMENDMENT) ; ACT, No. 22 OF 1988 [Certified on 15th July, 1988) Printed on the Orders of Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic ‘of Sri Lanka of July15, 1988 FRONTED AT THE DEPARTMENT OP COVERNAEINT RAINED, 250 LAME : 0 aE FORCHARSD AT TEE GOVERMENT FUBAGAZIONE SUREIV, COLMMOBO 4g Price}: 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "+ Prevention of Terrorism (Temporary Provisions) * (Amendment) Act, No. 22 of 1988 [Certified on 15th July, 1998] I, DO, 27/88, Ax Acr To AMEND THE PusyenTton or Tranonism (TSPoRaRy Provisions) Act, No. 48 oF 1979",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1 This Act may be cited as the Prevention of Terrorism Short. * (Temporary Provisions) (Amendment) Act, No, 22 of 1938, HHS",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "% Section 15 of the Prevention of ‘Terrorism (Tempo- © Amendment rary Provisions) Act, No, 48 of 1979, is hereby amended by $f 373/00 ‘the repeal of subsection (1) of that section and the aubsti- No. 4@of ‘tution, of the following subsection therefor: 18.9, a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(2) Every person who commits an offence under",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "thie Act shall be triable without a prelimfnary inquiry, on",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "an indietment before a Judge of the High Court sitting",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "alone without a jury or before the High Court at Bar by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "three Judges without a jury, as may be decided by the * Chiet Justice. The provisions of sections 450 and 451 of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘the Code of Criminal Procedure Act, No. 15 of 1979, shall, ~ smutatis mutandis, apply to the trial of offences under this",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Act by the High Court at Bar and to appeals from judge- * ments, sentences and orders pronounced at any such | tind hela by the High Court at Bar. ”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "‘Annual cubseription of Bills and Acts of the Parllament Ho, 180 (oral. Rs, 200 (Foreign), payable to the Sursxmmmnors, Govnnnamer PUricaTies Buness, Covonse 1, before 16th December each year ta respect of the yeat",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "following : ct",
    "mean_p_confidence": 0.25
  }
]