[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA LICENSING OF SHIPPING AGENTS (AMENDMENT) : ACT, No. 16 OF 1982 [Certified om 25th Mareh, 1982] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sti Lanka of March 26th, 1982 ua_THRFEED AT TRE DERAREHEENT OF GOVERODSENT HRTEENG, SA LANKA TO Be PURCKANED AT THE GOVE. PUBLICATIONS BUERAS, OOLONHO Price : 35 conte Postage : 50 cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Ldeensing of Shipping Agents (Amendment) Act, No, 16 of 1982 [Certified on 25th March, 1982]",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "LD.—O. 2/81 (AN Act To amino ris Licensing oF Suiprina Acents Act,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "No. 10 oF 1972 BE it enacted by the Parliament of the Democratte Socialist Republic of Sti Lanka ng follows :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "i. This Act may be cited as the Licensing of Shipping Short title, Agents (Amendment) Act, No. 16 of 1962.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 The following new section is hereby inserted imme- Insertion. ot diately after section 13 of the Licensing of Shipping Agents 1a in Act Act, No. 10 of 1972, and shall have effect as section 184 of No. 10 at 1912 that Act :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“shipping 38a, Where any offence under this Act is * EEF tor corimitted by any evaployee or gervant o, any oftences of shipping agent while being engaged ix the employer ot business of uch agent, such offence shall be deemed to have been committed by such shipping agent unless he proves that such offence was committed without his know-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "ledge.”.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "6 onrer_1s,t05 am,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "inua aubseription of Bila and Laws of the Parliament Re ist (Local).",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ba. tho GPordigs), paraba to Swe Goemarmmnn, Govesneni™ PomichTon’",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Bowean, P, ©, Box 500, CoLoneno 1, before 16th December each year in respect. of the following yent,",
    "mean_p_confidence": 0.79
  }
]