[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYEON © °. . gebbt ce cone OL Ist Session 1956 (22, S08TMSB *, ; ee ‘ SON Sil A Net Na Ceylon Savings Bank (Amendment) Act, No. 44 of 1956 H Date of Assent: October 10, 1956 prot Printed on the Orders of Government . | Pitted at the Sommntant Banas, Coron. Tobe Falalasth floolttintes Mimiitton SERS, Catan Sy eee Bumeav, Post Orrice Box 600, Secretariat, Calombo 1 Price; 15 cents. ‘Postage; 10 cents.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Ceylon Savings Bank (Amendment) 8 Act, No. 44 of 1956 L, D0. 15/58. AW Acr'T0 AMEND THE CzyLon Savincs Bank — {hapler Z78 Orpmance. poe. [Date of Assent: October 10, 1956] > BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. ‘This Act may be cited as the Ceylon Savings stor it. Bank (Amendment) Act, No. 44 of 1958.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. Section 94 of the Caylon Savings Bank Ordi- Amendsent ot nance (hereinafter referred to as the “principal tSinena enactment”), as amended by Act No. 6 of 1955, is hereby amended by the substitution, for the words “board of directors’, of the words “board of directors of the Ceylon Savings Bank’.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "_8. The following new section is hereby inserted tovertin of immediately after section 34, and shall have effect peyton fe, as section 88, of the prinefpal enactment:— Sacto “Taeniet, 38. The seal of the board of directors * GEASS of the Ceylon Savings Bank shall be kept ike Guys, by the manager, and shall not be affixed * to any instrument whatsoever except in the presence of the maneger, or in his absence the officer appointed to act for him, and one director, who shall sign their names on the instrument in token of their presence.”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. Section 6 of the principal enactment, as Amcodmmt ot amended by Act No. 6 of 1996, is hereby amended, $%,G% in sub-section (2) of that section, by the substitution, snsctment. for the word “secretary ”', of the word “manager \"”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "8. Section 7 of the principal enactment is hereby  Aweaimsot at amended by the substitution, for the word “\"TA™1% *< allowances ?, of the words “‘allowances, and the smdac.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ", Brant of loans and advances,”",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "6, Section 92 of the principal enactment, ag Anendneat of amended by Act, No. 6 of 1955, is hereby amended 452.9 as follows:— tetnat",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(1) in sub-section (1) of that section by the substitution, for the word ‘secretary ””, wherever that word occurs in that sub- . section, of the word \" manager ”; i ERR rabsan eRe",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "4 Ceylon Savings Bank (Amendment) Act, No. 44 of 1956",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(2) in sub-section (5) of that section, by the substitution, for the words ‘ under this sub-section ’', of the words ‘‘ under this section *’; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(8) in sub-section ® of thet section, by the substitution, for the word “ invested ’', of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": ". the word “‘ deposited '’. Amandigeor ot 7. Section 23 of the principal enactment is hereby ‘the principal amended, in the marginal note to that section, by the enaclineats omission of the words ‘need not specify the name of treasurer ”. 7",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "Aceodaaent of 8. Section 24 of the principal enactment, as Wacls' amended by Act No. 6 of 1955, is hereby amended ‘omctmens, as follows:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(a) in sub-section (1) of that section—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(i) by the substitution, for the words “mortgage of land,””, of the words “mortgage of immovable pro-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "perty,””, and",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(ii) by the substitution, for the words “land mortgaged ”', of the words “ property mortgaged ’”;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(%) in sub-section (2) of that section by the 7 substitution, for the words “ in the land mortgaged ”', of the words to or in the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "in PrOperty, mortgaged \"",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(©) in sub-section () of that section by the substitution, for the word ‘‘land’’, wherever that word occure in that sub- section, of the word “ property \"’;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(@ in sub-section (5) of that section’ by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": ": substitution, in paragraph (0) of that sub- section, for the words “in any land mortgaged \"*, of the words “ to or in any property mortgaged ”;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "{e) in sub-section (6) of that section—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(i) by the substitution, for the words ‘‘ the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": ": land ’’, of the words,“ the mort- gaged property ”’, anc",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "Gi) by the sabatitution’ for the words” “that land ”, of the words “ that property ”’;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "(A) in sub-section (7) of that section—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "\\ & by the substitution, in aragesph @) of that sub-section, for ‘words",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "1 “land mortgaged’, of the words “ property mortgaged \", and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Coylon Savings Bank (Amendment) 5 Act, No. 44 of 1956 (i) by the substitution, in paragraph () by of that sub-section, ior “the words “the land ”, of the words “the mortgaged property ””; in sub-section (8) of that section, by the { ®) substitution, Q. the words “‘ the land *’, of the ‘words “ the mortgaged property ”; an (%) in the marginal note to that section, by the substitution, for the words “ mortgage of land ”, of the words “ mortgage of immo- vable property ”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "9. Section 25 of the principal enactment, as Amenimentof amended by Act No. 6 of 1955, is hereby amended tie prions! by the substitution, for the word ‘‘ land”, wherever ‘tmnt. that word occurs in that section, of the word ** property ”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "10. Section 27 of the principal enactment, 23 Ameaiment ot amended by Act No. 6 of 1955, is Hereby amended by {ee 7 tt the substitution, for the words ‘‘the secretary \"*, encimet. wherever those words occur in that section, of the words “ the manager\".",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "14, Every mortgage granted to the treasurer of Mortgssee the Ceylon Shinge Bank before the date of commence. goa, ment of the Ceylon Savings Bank (Amendment) Act, cela No. 6 of 1955, as security for any loan granted out of before date of the moneys deposited in that bank shall be deemed ‘commencement to have been granted to the board of directors of that ot tas.” bank, and accordingly the bond by which such mort- gage has been effoted may be dischawged by such board and section 24 of the principal enactment shall apply ta the property mortgaged by such bond.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "12. The amendments effected by sections 2, 3, 4, Retrmpectie 6, 7, 8, 9 and 10 of this Act shall he deemed to have ™™™™ been made in the principal enactment on February 18,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "1958, being the date of commencement of the Ceylon » Savings Bank (Amendment) Act, No, 6 of 1953. t : :",
    "mean_p_confidence": 0.8
  }
]