[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRI LANKA ARTS COUNCIL OF CEYLON (AMENDMENT) . ACT, No. 44 OF 1987 [Certified on 25th November, 1987] :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Printed on the Orders of Government Published 2a a Supplement to Part IL of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 27, 1987 FROrRD AT THE DECARTMINE OF COVRROMGENE PRINTING, SEX LANE",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Fo 30 FUOCHASED af ZHE GOVERMENT PURCATIONS SUAIAU, COLOMBO ° Price : 45 cents - Postage : 75 cents",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Arte Councit of Ceylon (Amendment). Act, No. 44 of 1987 [Certified on 25th November, 1984] . L. DO, 57/84. . : (AN Act To AMmnp rae Ants Counc, or CErLow AcT [BE it enacted by the Parliament of the Democratic Goctalist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1, .This Act may be clted as the Arts Council of Ceylon short titis, (Amendment) Act, No. 44 of 1987. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 Section 7 of the Arts Council. of Ceylon Act (herein- amendment after referred to as the “principal enactment”) is here- $f gection by amended by the substitution, in paragraph (a) of that Chapter 278, section, for the words “by the Minister in consultation . with the Minister of Education ; and ”, of the words “by thé Minister ; and\". .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ & Section 9 of the principel enactment is hereby Amendment amended by the substitution, in paragraph (a) of that ofefcreD! section, for the words “ by the Minister in consultation with Principal the Minister of Education; or”, of the words “by the ven ‘Minister ; or\", so",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4 Section 10 of the principal enactmént 1s hereby Amendment ainended by the insertion immediately after subsection (5) % azstion 10 of that section, of the following new subsection :— Pringal |",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(Ga) Where any member of the Counell referred to in “\"*°h™ paragraph (b) of section 7 of this Act is unable to attend = | any meeting of the council, he— :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) may nominate a member of the panel of which he ts",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "the Chairman to attend and act in his place at euch . meeting ; and ° : ®) shall communicate such nomination in writing to the . President of the Councll.», . .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "§. Section 13 of the principel enactment is, hereby Amendment amendment in subsection (1) of that section; by the.substitu-- ofsectlon 13 Hon, for the words “the Minister and the Minister of principat Education”, of the words “the' Minister”, ‘aastment,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "& Section 14 of the principa] enactment is hereby Replacement",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ Repealed and the following section substituted therefor :— of section 16 «. 14,(1) The Couneil shall have its own prieipal",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Punt cament Ge Counc, - Fund, os",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) There shall be paid into the Fund of : a the Couneil— . a . _ fa) all such sums of money as may be ‘voted from time to time by Parlis- ment by way of grant or loan for",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". ‘the use of the Council; ”",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3-6 ones 140,868 (87)07) | oo",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "} Arts Council of Ceylon (Amendsnent) : ‘Act, Na. 44 of 1987' : + (@) all mums of money received by “the mo : : Council in the exercise af its powers; mo {c) all sums of money received by way of . gifts trom local and foreign : sources, ‘+ (8) There shall be paid-out of the Fund of the Council all such sums of money om are \"required to defray any expenditure incurred by the Council in the exercise of its _— Powers.” : Replessment . 7, Stotion 18 of the principal enactment is hereby of the repealed and the following section is hereby, substituted Principat Srartment therefor; : peatangial 15. (1) The Snanciel year of the Council Budi “ uuditot, shall be the calendar year. of the Gouna.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(2) The Council shall cause proper books of accounts to be kept of the income and expenditure, assesta and liabilities and ell other transactions of the coune!l,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(3) The provisions of Article 154 of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": ", Constitution relating to the audit of the accounts of public corporations shall apply to the audit of accounts of the Council”.",
    "mean_p_confidence": 0.86
  }
]