[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  Ath Session 1959-60  > ier  Ceylon (Parliamentary Elections)  (Amendment) Act, No. 26 of 1959  Date of Assent : December 2, 1959  Printed on the Orders of Government  Printed’ atthe Govmuncenr Parss, Criox, To be  Printed, {Bcouimnanes Poncicanes BUmme, COLOMBO  TRanual Subscription (including, Bills) Re, 25, payable in  Annual oben aan, Govewntan PUsutchsioNs  Bunsav, Post Orvice Box 500, Secretariat, Colombo 1  Price : 25 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.5585714285714286
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Ceylon (Parliamentary Elections) (Amendment) 3  Act, No. 26 of 1989  Le D0. 84/59.  An Acr 10 AMEND THe Cryton (PARLIAMENTARY  Exzorions) Orpsr in Councrt, 1948,  (Date of Assent: December 2, 1959]  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows:—",
    "mean_p_confidence": 0.6830120481927711
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  4. (1) This Act may be cited as the Ceylon (Parlia- short tte  mentary Elections) (Amendment) Act, No. 26 of 1959",
    "mean_p_confidence": 0.7775
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (2) The provisions of section 3 and section 4 of  this Act shall not come into operation until such date  as the Minister may appoint by Order published in  the. Gazette.",
    "mean_p_confidence": 0.7986111111111112
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2. Section 15 of the Ceylon (Parliamentary Elec- Amendinest ot  tions) Order in Council, 1946, hereinafter referred to seen 16 of  as the “‘ principal enactment”, as amended by Act (Gartasestay  No. 11 of 1959, is hereby amended as follows: — eel",
    "mean_p_confidence": 0.7048936170212766
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  ; Coupe, 1946.  (1) in paragraph (2) of sub-section (13) of that @  ection, by the substitution, for the  expression ‘“‘shall include”, of the .  expression “‘shall, subject to the provisions  of Section 8 of this Order, include”;  (2) by the insertion, immediately after sub-  section (Lo) of that Section, of the following  new sub-sections:—  “ (1p) Sub-section (7) of Section 18  of this Order shall apply in the prepa-  ration of a register of electors under  b sub-section (1) of this Section.  (18) Where a person’s name, which by  virtue of sub-section (1) or sub-section  (18) (a) of this Section should have been  included in a register of electors  repared under sub-section (1) of this  Bection, does not appear in that  register, he may prefer a claim to the  registering officer to have his name  inserted in that register. ”; and  s.r n sorge04 ca)0)",
    "mean_p_confidence": 0.7162941176470587
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Appropriation Act, No. 24 of 1959  chargeable as if it were expenditure out of the  Consolidated Fund of Ceylon for the service of the  financial year beginning on October 1, 1964, and  ending on September 30, 1965, in addition to any  other sums that may by law be payable, or may  by any written law hereafter enacted be declared  to be payable, for the service of that financial year. ~  FIRST SCHEDULE  Sums Payable for the General Services  Head 1, His Excellency the Governor-General Rs.  Vote No. I, Salaries and expenses of the Establishment  ‘and Office of His Excellency the Governor-General . . 446,341  Head 2, Supreme Court  Vote No. 1, Salaries and expenses of the Supreme Court —_ 1,719,771  Head 3, Cabinet Office  Vote No. 1, Salaries and expenses of the Cabinet Office. . 132,134  Head 4, Senate  Vote No, I, Salaries and expenses of the Senate a 513,493  Head 5, House of Representatives  Vote No. 1, Salaries and expenses of the Department of  ‘the House of Representatives: ” o 1,414,327  Head 6, Judicial Service Commission  Vote No. 1, Salaries and expenses of the Judicial Service  ‘Commission “ 89,080  Head 7, Public Service Commission  Vote No. 1, Salaries and expenses of the Office of the  Public Service Commission - - 208,255  Head 8, Audit Office  Vote No. 1, Salaries and expenses of the Department of  the Auditor-General on «+ 2,968,178  Head 9, Planning Secretariat .  Vote No. 1, Salaries and expenses of the Planning  Secretariat on a 467,540  Head 10, Offices of the Leader of the House of Representatives and  the Chief Government Whip  Vote No. 1, Salaries and expenses of the Offices of the  ‘Leader of the House of Representatives and the Chief  Government Whip . ci Se 63147  Head 11, Office of the Leader of the Opposition in the House of  Representatives  Vote No. 1, Salaries and expenses of the Office of the  i Leader of the Opposition in the House of Re-  presentatives: we oe 42,187",
    "mean_p_confidence": 0.7565159574468084
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Appropriation Act, No. 24 of 1959 5  Rs.  Head 16, Prime Minister and Minister of Defence and External  “ASfairs  ‘Vote No. 1, Salaries and expenses of the Establishment  and Office of the Prime Minister. 415,495  Head 16, Prime Minister and Minister of Defence and External  “Asfairs  ‘Vote No. 2, Salaries and expenses of the Office of the  Minister of Defence and External Affairs ++ 14186276  Head 16, Prime Minister and Minister of Defence and External  AMfairs  Vote No. 3, Contributions and Services ++ 1,479,000  Head 17, Ceylon Defence  Vote No, 1, Salaries and expenses of the Army <+ 27,316,869  Head 17, Ceylon Defence  Vote No. 2, Salaries and expenses of the Royal Ceylon  Navy a Bs s. 16,428,123  Head 17, Ceylon Defence  Vote No. 3, Salaries and expenses of the Royal Ceylon  ‘Air Foree a ms s+ 14,121,033  Head 18, Department of External Affairs Abroad  Vote No. 1, Salaries and expenses of Ceylon Missions  Abroad we . ++ 8,986,703  Head 18, Department of External Affairs Abroad  ‘Vote No. 2, Maintenance, repairs and running epxenses  of Hostel and Centre for Ceylon Students in London 91,860  Head 19, Police  ‘Vote No. 1, Salaries and expenses of the Police Depart-  ment including grants and contribution to Social  Welfare Institutions and cost of special services... 39,602,130  Head 19, Police  Vote No. 2, Salaries and expenses in connection with  special measures against illicit immigration <+ 100,000  Head 20, Department of Immigration and Emigration and  Registration of Indian and Pakistani Residents  Vote No. 1, Salaries and expenses of the Office of the  ‘Controller of Immigration and Emigration = 801,398  Head 20, Department of Immigration and Emigration and  Registration of Indian and Pakistani Residents  ‘Vote No, 2, Salaries and expenses of the Office of the  Commissioner for Registration of Indian and Pakis-  tani Residents. a: 116,539",
    "mean_p_confidence": 0.7224198250728863
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Ceylon,(Parliamentary Elections) (Amendment)  Act, No. 26 of 1959",
    "mean_p_confidence": 0.6191666666666666
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  Electoral District, and I apply to be treated as a postal voter",
    "mean_p_confidence": 0.7421428571428572
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  at the election of’ a: member for the abovenamed Electoral Dis-",
    "mean_p_confidence": 0.6330769230769231
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  trict because Tam unuble*/ likely to be unable to vote in person",
    "mean_p_confidence": 0.7157142857142856
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  at the polling station allotted to me—",
    "mean_p_confidence": 0.6566666666666667
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  *(1) by reason of the particular circumstances of my employ-",
    "mean_p_confidence": 0.6825
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  ment—  (a) as_a member of the Ceylon Army*/Royel Ceylon  ‘Navy\"/Hoyel Caylon ‘hit Fores’ | i  %(B) as an officer or servant in the Department of  Poliee*/Ceylon Government Railway*/Depart-  “ ment of Postal and Telecommunication Services;  %C) an an. oficer or servant in, the pubic, service  appointed* /likely to be appointed for duties con-",
    "mean_p_confidence": 0.5656451612903226
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  %(@) by reason of my candidature in Electoral District  Novsinsesensnnenteesen, (give number and name of Electoral  District).",
    "mean_p_confidence": 0.5766666666666667
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  ‘The address to which my ballot paper*/papers and other docu-  ments should be sent is as follows :—",
    "mean_p_confidence": 0.769047619047619
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  If the applicant is not entitled to  funotion as a certifying officer in  accordance with the note appearin  below, stato official desiguation and  addres of applicant's certifying  officer.",
    "mean_p_confidence": 0.5665714285714285
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  If the applicant is entitled to  function as @, certifying officer,  state’ applicant's official designa-  tion and address.",
    "mean_p_confidence": 0.561304347826087
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  Date teicsensnenenetnsennne ‘Signature of applicant.",
    "mean_p_confidence": 0.40857142857142853
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  T hereby cari'y that T am unable*[Iikely to be, unsble®/the  applicant is unable* likely to be unable/to vote in person at  the polling station allotted to me*/bim for the reason stated by  me*/him in’ this application.",
    "mean_p_confidence": 0.6885365853658537
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  My official designation and address as stated in this application  are correct.",
    "mean_p_confidence": 0.698
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  Date and official frank: s..sscusenressessesente  Signature and desigaation of  certifying officer /applicant.",
    "mean_p_confidence": 0.455
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "  * Delete inapplicable words.",
    "mean_p_confidence": 0.49666666666666665
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "  asi . Note.",
    "mean_p_confidence": 0.28800000000000003
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "  1.\" Byery application shell be made to the Registering Officer  ‘of the Blegtoral District ‘where the applicant is registered as an  lector not later than seven days after the day of nomination,",
    "mean_p_confidence": 0.6936111111111111
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Ceylon (Parliamentary Elections) (Amendment) :7  Act, No. 26 of 1959",
    "mean_p_confidence": 0.6838461538461539
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  2, very application shall ba duly filled\"in as-otherwise it  is liable to rejection by the Registering Officer.",
    "mean_p_confidence": 0.6615
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  8. Every applicant will be informed of the decision of the",
    "mean_p_confidence": 0.783076923076923
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  ” Registering Officer.",
    "mean_p_confidence": 0.386
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  4. ‘The ballot paper or papers end other documents will be  despatched to any applicant whose application hes been sllowed  to his name and address as stated in his application if he is  entitled to function as a certifying officer or, if he is not so  entitled, under the oare of the certifying officer whoso official  designation and address are stated in his’ application,",
    "mean_p_confidence": 0.7973239436619718
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  5. The expression “certifying officer \",—",
    "mean_p_confidence": 0.555
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (@ im relation to any applicant who, being @ member of the  Ceylon Army or Royal Ceylon Navy or Royal Ceylon  Air Force, —  () is the Commander of that Army or the Captain  of that Navy or tho Commander ‘of that Air  Foree, or is the officer in immediate charge  of the unit or establishment in which the  applicant is serving, means the applicant; or  (li) is not a person referred to in clause (i) of this  sub-paragraph, means the officer in immediate  F charge of the’ unit or-establishment in which  the applicant is serving;  (®) in relation to any applicant who, ‘being an officer or  servant in the public service,—  () is the officer in immediate charge of any office,  means the applicant; or  (ii) is not a person referred to in clause () of this  sub-paragraph, means the officer in immediate  charge of the office in which the applicant is  serving; or  (©) im relation to any applicant 'who is a candidate at a  general election, means the Returning Officer for the  Electoral District in which the applicant is registered  fs an elector.  “ REGULATION 6—FORM B. »  _ Form of Declaration of Identity.  FRONT OF FORM.",
    "mean_p_confidence": 0.7256578947368421
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  Serial number* /numbers of ballot paper /papers .seesonone  sinsensensssnsenes (TO be inserted by Returning Offcer).",
    "mean_p_confidence": 0.5383333333333333
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  *T hereby declare that-I-am the person to whom the ballot  Paper*/papers bearing the above serial nnumber*/numbers and",
    "mean_p_confidence": 0.6725
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Ceylon: (Parliamentary Elections) (A méendment)  Act, No.°26 of 1959",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  ‘ths envelope oritainiify sich ballot paper*/papers (which have  been now handed over to me) were sent under the care of ihe  officer mentioned. below who is a witness to my signature.  ““st® Thereby declare that I'am the person to:whom the ballot,  Paper /papers numbered as above and the sivelope’ gontaining  guchi-ballot paper\" (papers (both of which I-now produce) were  sent direst, = : ier By lee a  Shoe ot of : Voter's: Signature,  Daw? Sigreosise",
    "mean_p_confidence": 0.5687058823529412
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  * The ballot paper*/papers ond the envelope réferred to were  Sséut:t6 the ebovenained person under my care in my enpacity  S8‘his certifying. officet.-‘The abovenamed person is personaliy",
    "mean_p_confidence": 0.6012903225806452
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  mown to me, being a candidate at the pending Parliamentary  _Blection*/being employed in the unit*/establishment* office in  my charge.",
    "mean_p_confidence": 0.6204347826086957
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  * The ballot paper* /papers handed over to the voter was*/were  “niarked immediately by him in the compartment provided in my  office, The marked ballot paper*/papers wast/were placed in  the ballot paper envelope by the voter and the envelope was  sealéd in my prosence and that of the voter. ** The official  identity card of the voter was shown to me.” The above Declara-  tion’ of Identity was signed in. my presence by the voter before  voting.",
    "mean_p_confidence": 0.7330232558139534
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  4 The abovenamed person. who is personally known to me  ‘has shoivs me'the ballot paper /papers and the envelope referred  to above/**and his official identity card/and hes signed the  above declaration in my presence. con  Het to iy soo\" ef 7\" “= ” gignature arid designation of  ¥ i 2 : witness.",
    "mean_p_confidence": 0.5549152542372882
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  Date and Official Frank ....cseusstiesstesoniveee",
    "mean_p_confidence": 0.4785714285714286
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  2°\" (ee insteuotions oi back of this Forni.) °°  iX Delete’ iftinapplicable. = :",
    "mean_p_confidence": 0.37176470588235294
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  #* should’ be deleted if no officiel identity’ cards are, required  to be issued for the purpose of the election.",
    "mean_p_confidence": 0.662608695652174
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  *#* Applicable only’ in respect of voters to’ whom ballot paper  or papers and olher documents were sent direot under their  official designation and address and should be deleted if ineppli  cable. ‘The witness to the declaration in respect of such voters  will bo as specified in. the Instructions overleaf,  setenctengien rete Bada oR Roma 902° Ser on it",
    "mean_p_confidence": 0.6225757575757577
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  ‘A. Tnstruciions to Voter in respect of whom ballot  ols ES paper® /papers nd other - documents” hava“ been” _  ‘hb czes-gespatehed: Under-the'care of his. Certifying. Oficer,.<7",
    "mean_p_confidence": 0.4493548387096774
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Coylon (Partiainentary Elections) (Améndment) &:  Act, No. 26 of 1959",
    "mean_p_confidence": 0.5207692307692308
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  1. Before signing the declaration, the voter in respect of  whom ballot paper*/papers and other documents have been  despatched’ under the care of his Certifying Officer shall—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (a) seo—",
    "mean_p_confidence": 0.265
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (the envelope in which the form ‘of. declaration  of identity and the ballot paper*/papers were  forwarded to the voter under the care of such  officers;",
    "mean_p_confidence": 0.7413333333333333
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (i) that the serial number*/numbers of the ballot  paper*/papers specified in the declaration of  identity is*/are the same as the number*/  numbers appearing on the ballot paper*/papers  handed over to him;",
    "mean_p_confidence": 0.7521621621621621
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (b) produce’ his official “identity card before such officer if  2. 2) vsuch card is required to be issued for the purpose  of the election, Seni ae",
    "mean_p_confidence": 0.6629032258064517
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  ‘The voter shall then sign the declaration in the presence of  such officer who, shall function as his witness.",
    "mean_p_confidence": 0.7736363636363636
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  \"2. The voter has only one vote. ©  S88 Ther voter “bias \"2223.2 Votes, “snd He indy’ give\" each  Of his ‘votes to a’ different candidate or all or any of his votes  to’ the: same candidate,” The voter shall -give each vote on =  separate ballot paper. en ORI A  4. The voter, shall vote by marking a-bellot paper'with:  eos in the space provided for-the purpose on the right -hand  side of such paper opposite the name of the candidate for whom  he votes, thus X.",
    "mean_p_confidence": 0.6121649484536082
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  . 5. THE VOTER SHALL NOT ALLOW ANY PERSON TO  SEE HOW-HE HAS VOTED. %",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  6. Immediately after voting the voter shall fold the’ ballot  paper*/papers, obtain the small envelope provided on which are  printed the words.“ Ballot Paper Envelope \" from his witness,  place the marked ballot paper*/papers in it without showing  the front of the ballot paper*/papers and fasten the envelope up.  ‘The envelope shall then be sealed in the presence of the voter  and his witness.",
    "mean_p_confidence": 0.794861111111111
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  The voter shall then place the sealed ballot paper envelope,  together with his completed declaration of identity in the other  larger. enclosed envelope addressed to the Returning Officer,  {fasten the envelope and hand it over to his witness for despateh  without delay. 2 :  2%. A- POSTAL BALLOT PAPER SHALL NOT BE  DEEMED TO BE DULY. RETURNED, UNLESS IT IS  RETURNED SO AS TO REACH THE RETURNING OFFICER  BEFORE THE CLOSE OF THE POLL ON THE POLLING  DAY APPOINTED, AND IS ACCOMPANIED BY THE  DECLARATION OF. IDENTITY- DULY SIGNED AND  WITNESSED,",
    "mean_p_confidence": 0.7590384615384616
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  “Delete if inapplicable.",
    "mean_p_confidence": 0.45599999999999996
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  10 Ceylon (Parliamentary Elections) (Amendment)  Act, No. 26 of 1959  B. Instructions to. Voter in respect of whom ballot  *” paper*/papers end other documents were sent  direct to him under bis official designation and  address.",
    "mean_p_confidence": 0.684047619047619
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  1) Before signing the declaration of identity, the voter shalle  show the person before whom he is to sign such declaration—",
    "mean_p_confidence": 0.7766666666666667
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (@ the ballot paper*/papers bearing the same number*/  numbers as is/are specified in such declaration,",
    "mean_p_confidence": 0.6711111111111111
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (b) the envelope ia which the voter has received the form  of declaration of identity and the ballot pest pepe,",
    "mean_p_confidence": 0.6373913043478261
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (©) his oficial identity card if such card is required to be  ‘issued for the purpose of the election.",
    "mean_p_confidence": 0.7822727272727273
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  2. The voter shall sign the declaration of identity in the  presence of @ witness who shall—",
    "mean_p_confidence": 0.6725
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (0) if the voter is a member of the Ceylon Army, Royal  Ceylon Navy, or Royal Ceylon Air Foree, be =  Commissioned Officer of such Army, Navy, or Air  Force;",
    "mean_p_confidence": 0.6685714285714285
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (©) if the votor is an officer or sorvant in the public service,  be a superior officer of such. service, or if the voter  hhas no superior officer, any other officer of such service.",
    "mean_p_confidence": 0.7531578947368421
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  #3, ‘The voter has only one vote.",
    "mean_p_confidence": 0.5877777777777777
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  4. The voter has .etvncieen votes, and he may give enctt  of his votes to a different candidate or all or any of his votes to  the same candidate. The voter shall give ench vote on a separate  ballot paper.",
    "mean_p_confidence": 0.7397777777777778
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  5, The voter shall vote by marking a ballot paper with a cross  in the space provided for the purpose on the right hand side of  such paper opposite the name of the candidate for whom be votes,  thus X.",
    "mean_p_confidence": 0.8086666666666666
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  6.: THE VOTER SHALL NOT ALLOW ANY PERSON TO  SEE HOW HE HAS VOTED.",
    "mean_p_confidence": 0.7329411764705882
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  7, Immediately after voting, the voter shall placo the marked  ballot paper*/papers in, the enclosed small envelope on which  are printed the words ‘“ Ballot Paper Envelope” and fasten it  up. ‘The voter shall then place the Ballot Paper Envelope,  together with the declaration of identity, in the other larger  enclosed envelope addressed to the Retuming Officer and despatch  them by post without delay. Unless the voter returns the ballot  paper*/papers at once it may be too late to be counted.",
    "mean_p_confidence": 0.783
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "  8 A POSTAL BALLOT PAPER SHALL NOT BE  PEEMED 10 BE-DULY RETURNED, UNLESS IT 18  RETURNED SO AS TO REACH THE RETURNING OFFICER  BEFORE THE CLOSE OF THE POLL ON THE POLLING  DAY APPOINTED, AND IS ACCOMPANIED BY THE  DECLARATION OF IDENTITY DULY SIGNED AND  WITNESSED.",
    "mean_p_confidence": 0.7603703703703704
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "  * Delete if inavolicable.”.",
    "mean_p_confidence": 0.4666666666666666
  }
]