[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  3rd Session 1958-59  abe. soo os  Pan Cua  EL vaa) 3) ZY  See Se  Personal Tax Act, No. 14 of 1959  Date of Assent: May 15, 1959  Printed on the Orders of Government  Printed atthe Goremamye Passe, Conon. To_be  burchatea'ts the\"Govaiinnes Pimicnsts Bau, CHS  SGN, Botl® GEESE, Canaan PRAM  Price: Re. 1.10 Postage: 25 cents.",
    "mean_p_confidence": 0.495
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 3  L. D.—O. 1/59.  ‘An Act 10 PROVIDE FOR THE LEVY OF A TAX COMPUTED  BY REFERENCE TO WEALTH, EXPENDITURE, AND GIFTS.  [Date of Assent: May 15, 1959]  BE it enacted by the Queen's Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this pre-  sent Parliament assembled, and by the authority of  the same, as follows: —  4. (1) This Act may be cited as the Personal Tax Shor tite  Act, No. 14 of 1959, ‘operation,  (2) This Act shall come into operation on April 1,  1959.  CHAPTER I.  Persons 10 WHOM THIS ACT SHALL NOT APPLY AND  CHARGE OF THE PgRsoNAL TAX.  2. This Act shall not apply to— Pers to  _ ‘whom this Act  (a) the Diplomatic Representative in Ceylon (by hall not  whatever name or title designated) of the *%  Government of any foreign country and  the High Commissioner in Ceylon of the  Government of any part of Her Majesty’s  _ dominions;  (®) any such member of the’ staff-of any Diplo-  matic ,Representative or High Commis-  sionet referred to in paragraph (a) of this  ‘section as is a citizen, object of the  country represented’ by ‘that “Diplomatic  Representative, or; High Commissioner,  any Consul. or ‘Trade, Commissioner who is  a citizen. or subject. of, the: country repre-  sented by him, and,any such member of the  staff of any Consul or Trade Commissioner  as is acitizen or a subject of the country  represented by .that Consul’ or Trade  Commissioner; yon  () any expert, adviser, technician or official  ‘whose salary or grneipal emolument is not  payable by the Government of Ceylon and  who is brought to Ceylon by the Govern-  ment of Ceylon through any Specialised  Agency of the United Nations Organisa-  tion, or under the Point Four Assistance  In ra pan4 5m",
    "mean_p_confidence": 0.7367222222222222
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Personal Taw Act, No. 14 of 1959  Programme of the Government of the  United States of America, or through the  Colombo Plan Organisation (including its  Technical Assistance Bureau) or any  similar organisation approved by the  Minister; or any scientist or technician who  is not a citizen of Ceylon and who is  brought to and employed in Ceylon on or  after April 1, 1958, by the Government of  Ceylon or by any corporation which is  wholly financed by that Coenen; orany  scientist or technician who is not a citizen  of Ceylon and who is brought to and  employed in Ceylon on or after April 1,  1958, by a corporation to which section 7A.  of the Income Tax Ordinance applies or by  the proprietor of an undertaking, to ‘wiiich  section 7B of that Ordinance applies, for  the purposes of that undertaking, in so  far as the first three years of employment in  Ceylon of such scientist or technician are  concerned ;",
    "mean_p_confidence": 0.8076086956521739
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (@ any trainee from abroad who is sent to Ceylon  ‘under any of the Technical Co-operation  Programmes of the United Nations Orga-  nisation_ and its Specialised Agencies, or  of the Colombo Plan Organisation, or of  any similar organisation approved by the  Minister;",
    "mean_p_confidence": 0.7866
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (e) any official of the United Nations Organisa-  tion who is resident in Ceylon and who is",
    "mean_p_confidence": 0.756
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  . not a citizen of Ceylon;",
    "mean_p_confidence": 0.5675
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (f) members of any naval, military or air forces  of any country other than Ceylon who are  in Ceylon at the request or with the con-  currence of the Government of Ceylon;",
    "mean_p_confidence": 0.8181081081081081
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (g) persons employed in any civil capacity by the  Government of any country other than  Ceylon who, not being persons resident im  Ceylon for a -period exceeding three  months immediately prior to the date of  ‘commencement of such employment, are so  employed in, or visit, Ceylon for any pur-  pose connected with such members of any  naval, military or air forces as are referred  to in paragraph (f) of this section;",
    "mean_p_confidence": 0.8053658536585365
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 5",
    "mean_p_confidence": 0.742
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (2) any local authority;",
    "mean_p_confidence": 0.5333333333333333
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (i) the University of Ceylon established under the  Ceylon University Ordinance, No. 20 of  1942, and the er University of  Ceylon and the Vidyalankara University  of Ceylon established under the Vidyodaya  University and the — Vidyalankara  University Act, No. 45 of 1958;",
    "mean_p_confidence": 0.7436
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  4j) any body of persons to which section 51 of  the Income Tax Ordinance applies;",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  {#) any institution or trust of a public character  established by written law solely for the  purposes of scientific research;",
    "mean_p_confidence": 0.7491666666666666
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (@ any corporation established under the Govern-  ment Sponsored Corporations Act, No. 19  of 1955;",
    "mean_p_confidence": 0.7247368421052631
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (m) any corporation established under the State  Industrial Corporations Act, No. 49 of  1957;",
    "mean_p_confidence": 0.7222222222222222
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (n) the Ceylon Institute of Scientific and Indus-  trial Research established under the  Ceylon Institute of Scientific and Indus-  trial Research Act, No. 15 of 1955;",
    "mean_p_confidence": 0.7767741935483871
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (0) any co-operative society registered under the  ‘Co-operative Societies Ordinance;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (@) the Co-operative Wholesale Establishment  established under the Co-operative Whole-  sale Establishment Act, No. 47 of 1949;",
    "mean_p_confidence": 0.7223809523809523
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (q) the Ceylon State Plantations Corporation  established under the Ceylon State Plan-  tations Corporation Act, No. 4 of 1958;",
    "mean_p_confidence": 0.7539130434782608
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (r) the Milk Board established under the Milk  Board Act, No. 12 of 1954;",
    "mean_p_confidence": 0.7758823529411765
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  (3) the Ceylon Savings Bank and the Ceylon Post  Office Savings Bank;",
    "mean_p_confidence": 0.7373333333333334
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  (¢) the Central Bank of: Ceylon and the Monetary  Board established under the Monetary Law  ‘Act, No. 58 of 1949;",
    "mean_p_confidence": 0.7575
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  (w) the Ceylon State Mortgage Bank established  under the Ceylon State Mortgage Bank  Ordinance;",
    "mean_p_confidence": 0.7033333333333334
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  (v) any institution whose primary business is the  business of a bank;",
    "mean_p_confidence": 0.734
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "  (w) the Rubber Research Board established under  the Rubber Research Ordinance;",
    "mean_p_confidence": 0.7192857142857143
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Personal Taw Act, No. 14 of 1959",
    "mean_p_confidence": 0.759
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (a) the Coconut Research Board established under  the Coconut Research Ordinance;",
    "mean_p_confidence": 0.7192857142857143
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (y) the Board of the Tea Research Institute of  Ceylon established under the Tea Research  Ordinance;",
    "mean_p_confidence": 0.748
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (2) the corporation known as the Incorporated  Victoria Home for Incurables and estab-",
    "mean_p_confidence": 0.73375
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  __... lished by The Victoria Home for Incur-  ables Incorporation Ordinance, 1903;",
    "mean_p_confidence": 0.7086666666666667
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (aa) the corporation known as the Incorporated.  Council of Legal Education and established  by the Council of Legal Education  Ordinance;",
    "mean_p_confidence": 0.7376
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (ad) the administrators of the Widows’ and  Orphans’ Pension Fund of public officers  of Ceylon;",
    "mean_p_confidence": 0.7063157894736842
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (ac) the administrators of the Widows’ and  Orphans’ Pension Fund or Scheme estab-  lished for the Local Government Service;",
    "mean_p_confidence": 0.7478260869565218
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (ad) the administrators of the Employees’ Provi-  dent Fund established under the Em-  ployees’ Provident Fund Act, No. 15 of  1958;",
    "mean_p_confidence": 0.7473076923076923
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (ae) the Agricultural and Industrial Credit Cor-  poration of Ceylon established under the  Agricultural and Industrial Credit Cor-  poration Ordinance, No. 19 of 1943;",
    "mean_p_confidence": 0.7679310344827586
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (af) Air Ceylon Limited established under the Air  Ceylon (Incorporation) Act, No. 7 of  1951;",
    "mean_p_confidence": 0.7205263157894737
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  (ag) the Board of Indigenous Medicine constituted  under the Indigenous Medicine Ordinance,  No. 17 of 1941;",
    "mean_p_confidence": 0.7635
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  (ah) the Commissioners of the Loan Board ap-  pointed under the Loan Board Ordinances",
    "mean_p_confidence": 0.7729411764705882
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  (ai) the Gal Oya Development Board established  under the Gal Oya Development Board Act,  No. 51 of 1949;",
    "mean_p_confidence": 0.7718181818181818
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  (aj) the administrators of the National Housing:  Fund established under the Nation:  Housing Act, No. 87 of 1954;",
    "mean_p_confidence": 0.6745454545454546
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 7",
    "mean_p_confidence": 0.6729999999999999
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (ak) the Hospital Lotteries Board established  under the Hospitals Lotteries Act, No. 4  of 1955; ‘",
    "mean_p_confidence": 0.6845
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (al) the Board of Trustees of the Lady Lochore  Loan Fund constituted under the Lad:  Lochore Loan Fund (Board of Trustees)  ‘Act, No. 38 of 1951;",
    "mean_p_confidence": 0.7609677419354839
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (am) the Ceylon Coconut Board established  under the Coconut Products Ordinance ;",
    "mean_p_confidence": 0.6646666666666667
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (an) the Ceylon Tea Propaganda Board estab-  lished under the Tea Propaganda Ordin-  ance;",
    "mean_p_confidence": 0.7216666666666667
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (a0) the Local Loans and Development Com-  missioners appointed under the Local  Loans and Development Ordinance;",
    "mean_p_confidence": 0.7354999999999999
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (ap) the Ceylon Transport Board established  under the Motor Transport Act, No. 48  of 19575",
    "mean_p_confidence": 0.7231578947368421
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (aq) the Port (Cargo) Corporation established  under the Port (Cargo) Corporation Act,  No. 18 of 1958; and",
    "mean_p_confidence": 0.7642857142857143
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (ar) any other person who may be exempted  from the provisions of this Act by Order  made by the Minister of Finance,  approved by the House of Representatives  and published in the Gazette.",
    "mean_p_confidence": 0.795128205128205
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  3. (1) There shall be charged for every year of Charge of the  assessment from every taxable person a tax which is 72! T  hereafter in this Act'referred to as the Personal Tax  and which shall consist of—",
    "mean_p_confidence": 0.7755813953488372
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (a) the aggregate of—",
    "mean_p_confidence": 0.6116666666666667
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  (i) a contribution computed in respect of  taxable wealth in accordance with  the provisions of Chapter II of  this Act,",
    "mean_p_confidence": 0.7023999999999999
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  (i) a contribution computed in respect of  taxable expenditure in accordance  with the provisions of Chapter IIT",
    "mean_p_confidence": 0.7366666666666666
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  r of this Act, and  (iii) a contribution computed in respect, of  taxable gifts in accordance with  the provisions of Chapter IV of  this Act, or",
    "mean_p_confidence": 0.708125
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Personal Tax Act, No. 14 of 1959",
    "mean_p_confidence": 0.764
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (0) the aggregate of any two of the aforesaid  contributions, or",
    "mean_p_confidence": 0.7171428571428571
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (©) any one of the aforesaid contributions,  according as such person is taxable in",
    "mean_p_confidence": 0.7270588235294118
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  * perpety of all, any two, or any one of the",
    "mean_p_confidence": 0.693076923076923
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  following :—  taxable wealth,  taxable expenditure,  taxable gilts.",
    "mean_p_confidence": 0.5676923076923077
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (2) Where the Personal Tax in respect of a  taxable person who is the head of a family cannot be  collected from him, then, if his wife or child is  included in such family, such portion of the Personal  ‘Tax as appears to the Commissioner to be attributable  to the taxable wealth or assessable expenditure  of such wife or child may be collected from such wife  or child notwithstanding that no assessment has been  made upon such wife or child, and the provisions of  this. Act as to collection and recovery of the Personal  Tax shall apply accordingly.",
    "mean_p_confidence": 0.8298181818181818
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (8) Where the property subject to a trust or  deemed under sub-section (2) of section 5 to be  subject to a trust or any part of that, property  is included under this Act in the wealth of a person  who is, or is deemed under sub-section (2) of section  5 to be, a beneficiary under that trust, such part of  that beneficiary’s contribution in respect of his  taxable wealth to the Personal Tax as appears to the  Commissioner to be attributable to that property or  that part of that property shall, if it cannot be  recovered from that beneficiary or if the income from  that property or from that part of that property is  not paid to that beneficiary and is accumulated by the  trustee of that trust for the benefit of that beneficiary,  be recovered from that trustee notwithstanding that  no assessment has been made upon that trustee, and  the provisions of this Act as to collection and recovery  of the Personal Tax shall apply accordingly.",
    "mean_p_confidence": 0.828010752688172
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (4) Where the aggregate of— .",
    "mean_p_confidence": 0.635
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (a) the contribution which a person is liable to  make in respect of his taxable wealth to  the Personal Tax for any year of assess  ment, and",
    "mean_p_confidence": 0.7168749999999999
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  (®) the income tax to which he is liable for that  year of assessment,",
    "mean_p_confidence": 0.7594117647058823
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  ‘exceeds eighty per centum of his assessable income  under the Income Tax Ordinance for that year  of assessment and the whole or any part of such excess",
    "mean_p_confidence": 0.7887096774193548
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 9  cannot, as required by section 75B of the Income Tax  Ordinance, be set off against the income tax to which  he is liable, the amount which cannot be so set  ‘off shall be set off against the contribution which he  is liable to make in respect of his taxable wealth to  the Personal Tax for that year of assessment.",
    "mean_p_confidence": 0.8333333333333334
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  CHAPTER Il.  Conraisution IN RESPECT OF TAXABLE  WEALTH 10 THE PERSONAL Tax.",
    "mean_p_confidence": 0.55875
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  4. Subject to the other provisions of this Chapter, Gerais  there shall be charged for every year of assessment 2 Zp! of  commencing on or after April 1,°1959, a contribution, tte  at the appropriate rate or rates specified in Schedule I Fermal Tx  to this Act, to the Personal Tax in respect of, the  taxable wealth, on the corresponding valuation. date,",
    "mean_p_confidence": 0.7061764705882352
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  ‘of every person (including a Hindu undivided  family), other than a company.",
    "mean_p_confidence": 0.7386666666666667
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  5. (1) There shall be included in the wealth of a Wealth to  person— incnecraa",
    "mean_p_confidence": 0.6377777777777778
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (a) any property in which he has only a life  interest ;",
    "mean_p_confidence": 0.6666666666666666
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (0) being the only beneficiary under a trust, the  property subject to the trust ;",
    "mean_p_confidence": 0.7616666666666666
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (c) being one of several beneficiaries under a  trust. the benefits from which to the  beneficiaries can be ascertained from year  to year, such part of the property subject  to the trust as is proportionate to ‘his  share of the benefit from the trust;",
    "mean_p_confidence": 0.7747058823529411
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (a) being the trustee of a trust the benefits from  which to all or any of the beneficiaries  under the trust cannot be ascertained  from year to year, the property subject to  the trust ;",
    "mean_p_confidence": 0.7973170731707316
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  (@) being the trustee of a trust of a public  character, the property subject to. the  trust other than property excluded from  such wealth under paragraph (¢) of  section 6; and",
    "mean_p_confidence": 0.7583783783783783
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (f) being a partner in a firm, the value of his  interest in the firm determined in the  presoribed manner :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  Provided that nothing in the preceding provisions  of this sub-section shall apply to a pension or provident  fund approved by the Cominissioner.",
    "mean_p_confidence": 0.7815384615384615
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  10 Personal Tax Act, No. 14 of 1959  (2) Where the estate of a deceased person is",
    "mean_p_confidence": 0.8015000000000001
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  administered by an executor, then, for the purposes  of sub-section ty the executor shall be deemed to be  the trustee of the’ estate and every heir to the whole  or any part of the estate shall be deemed to be  a beneliciary and the estate shall be deemed to be the  property subject to the trust.",
    "mean_p_confidence": 0.8069841269841269
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  Censin 6. (1) There shall be excluded from the wealth",
    "mean_p_confidence": 0.7341666666666667
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  poeetz'2 of a person for any year of assessment—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  Som weal, He 5",
    "mean_p_confidence": 0.2283333333333333
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (@) his immovable property which is outside  Ceylon;",
    "mean_p_confidence": 0.5845454545454545
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (0) being @ person not resident in Ceylon, or a  person ceasing to be resident in Ceylon, in  the ‘year preteding that year of, assess  ment, his movable property which is  outside Ceylon ;",
    "mean_p_confidence": 0.7184999999999999
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (@ being a member of a Hindu undivided  family, his interest in the coparcenary  property of such family ;",
    "mean_p_confidence": 0.7321739130434782
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (@) any property of his the expenditure for the  acquisition of which is assessable expen-  diture under Chapter III of this Act or  would be such assessable expenditure if it  were incurred aiter the coming into  operation of this Act;",
    "mean_p_confidence": 0.7840425531914894
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  (@) being a charitable institution within the  meaning of the Income Tax Ordinance,  any such income thereof as is income  which, or any such property thereof as is  property the income from which or the  annual value of which, is exempted from  income tax under that Ordinance;",
    "mean_p_confidence": 0.7694545454545455
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  (f) any such interest in any property as is  available to him for a period not exceeding  six years;",
    "mean_p_confidence": 0.7056521739130435
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  (g) his investments in securities of the Govern-  ment of Ceylon;",
    "mean_p_confidence": 0.7335714285714285
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  (h) the rights under any patent or copyright  belonging to him, ‘atless those phe are ,  held by him as assets of a business,  profession or vocation ;",
    "mean_p_confidence": 0.6842424242424242
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "  ( his right or interest in any life insurance",
    "mean_p_confidence": 0.6263636363636363
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "  2 policy before the moneys covered by that  policy become due and payable to him;",
    "mean_p_confidence": 0.7633333333333333
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Personal Taw Act, No. 14 of 1959 u",
    "mean_p_confidence": 0.714
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (j) his right to receive a pension or other ‘life  annuity ;",
    "mean_p_confidence": 0.718
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (X) any tools and instruments necessary for him  ‘to carry on his profession or vocation,  subject to a maximum of twenty thousand  rupees in value ;",
    "mean_p_confidence": 0.716774193548387
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (} any instruments and other apparatus used  by him for purposes of scientific research;",
    "mean_p_confidence": 0.7470588235294118
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (m) any works of art, archeological, scientific  ‘or art collections, books or mannsipta  belonging to him and not intended for  sale;",
    "mean_p_confidence": 0.693076923076923
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (n) any crewing pointings, photographs, and  prints belonging to him and not intended  for sale;",
    "mean_p_confidence": 0.6705263157894737
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (0) any_ heirlooms belonging to him and not  intended for sale, but not including  jewellery ;",
    "mean_p_confidence": 0.7115
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (p) any jewellery belonging to him, subject to a  ‘maximum of twenty-five thousand rupees  in value;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (@) being an employee, the amount to his credit  in any provident fund; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  (7) any property donated to him subject to a life  ‘interest in the donor, so long as the life  interest subsists.",
    "mean_p_confidence": 0.7696
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  (2) Where a person has any investment which is an  approved investment within the meaning of section  44C of the Income Tax Ordinance, that investment  shall be excluded from his wealth for the five years of  assessment next succeeding the date on which that in-  vestment was made.",
    "mean_p_confidence": 0.8245454545454546
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  (8) Where a person has any share in the capital of  any company or undertaking specified in section 7A or  section 7B of the Income Tax Ordinance, the amount  of that share shall be excluded from his wealth so  long as the profits and income of that company or  undertaking are wholly or partly exempt from income  tax.",
    "mean_p_confidence": 0.8222727272727273
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "  7. The values of the net wealth of the members of Toxable wealth  a family, other than the head of that family, for any ¢f sua.tis?  year of assessment shall be aggregated. The aggregate  of such values shall be deemed to form part of the  value of the net wealth of the head of that family for  that year of assessment. Such part of the net wealth of  the head of that family for that year of assessment as",
    "mean_p_confidence": 0.8248275862068966
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  12 Personal Tax Act, No. 14 of 1959  is in excess of two hundred thousand rupees in value  shall be his taxable wealth for that year of assessment,  and he shall be liable to make the contribution m res-  pect of such taxable wealth to the Personal Tax.  arable veuth 8, Such part of the net wealth for any year of  i.e Besse assessment of a person who is not included in a family  Inehdeain as is in excess of two hundred thousand rupees in  shel: value shall be his taxable wealth for that year of assess-  ment, and he shall be liable to make the contribution in  respect of such taxable wealth to the Personal Tax:  Provided that the entire net wealth for any year of  assessment of a trust, or a corporation, which is a  charitable institution within the meaning of the In-  come Tax Ordinance shall be the taxable wealth of the  trustee of that trust in his capacity as such trustee, or  the taxable wealth of that corporation, as the case may  be, for that year of assessment.  ‘Vales of po. —--9,_(1) The value of any immovable property which  Bey me® constitutes wealth shall be computed in accordance  Seals with the following provisions: —  (®) Where any immovable property was acquired  before April 1, 1957, its value for the year",
    "mean_p_confidence": 0.7996774193548387
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  of assessment’ commencing on April 1,",
    "mean_p_confidence": 0.6475
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  1959, shall be an amount equal to the",
    "mean_p_confidence": 0.6849999999999999
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  aggregate of its market value on March 31,",
    "mean_p_confidence": 0.7649999999999999
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  1957, and the cost of improvements and",
    "mean_p_confidence": 0.7288888888888888
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  additions made to it after March 31, 1957.",
    "mean_p_confidence": 0.749
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (0) Where any immovable property was acquired  on or after April 1, 1957, its value for the",
    "mean_p_confidence": 0.7859999999999999
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  year of assessment commencing on April 1,",
    "mean_p_confidence": 0.7377777777777778
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  1959, shall—",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  (i) if it was acquired by purchase, be an  amount equal to the aggregate of  the cost of its purchase and the cost  of improvements and additions made  to it after its purchase, and",
    "mean_p_confidence": 0.7965
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  (i) if it was acquired otherwise than by  purchase, be an amount equal to the  aggregate of its market value on the  date of its acquisition and the cost of  improvements and additions made  to it after its acquisition.",
    "mean_p_confidence": 0.7717391304347826
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  (c) The value of any immovable property for any  year of assessment commencing on or after",
    "mean_p_confidence": 0.7863157894736842
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "  ‘April 1, 1960, shall be its market value on",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "  the valuation date.",
    "mean_p_confidence": 0.572
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 13",
    "mean_p_confidence": 0.742
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (2) The value of any movable property, other than",
    "mean_p_confidence": 0.7727272727272727
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  cash, which constitutes wealth shall be computed in  accordance with the following provisions: —",
    "mean_p_confidence": 0.7582352941176471
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (@) Where any movable property was acquired  before April 1, 1957, its value for the  year of assessment commencing on April 1,  1959, shall be an amount equal to the  aggregate of its market value on March 31,  1957, and the cost of improvements and  additions made to it after March 31, 1957.",
    "mean_p_confidence": 0.818360655737705
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (6) Where any movable property was acquired on  or after April 1, 1957, its value for the year  of assessment commencing on April 1, 1959,  shall be an amount equal to its market  value on March 31, 1959.",
    "mean_p_confidence": 0.8029545454545454
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (c) The value of any movable property for any  Year of assessinent commencing on ot after  ‘April 1, 1960, shall be its market value on  the valuation date.",
    "mean_p_confidence": 0.7630303030303031
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (a) Where the movable property consists of shares  (not being preference shares) in any com-  pany which by its articles restricts the  right to transfer its shares, or which is a",
    "mean_p_confidence": 0.7922222222222222
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  . company in which more than half of the  total shares issued is held by not more than  five persons, their wives or minor children,  either directly or through nominees, and  the Commissioner is satel that the shares  have not, within the period of twelve  months immediately preceding. the valua-  tion date, been quoted in the official list of",
    "mean_p_confidence": 0.7960294117647058
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  a recognised stock exchange in the United",
    "mean_p_confidence": 0.7211111111111111
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  Figs or in a list of a like nature issued",
    "mean_p_confidence": 0.7166666666666667
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  in Ceylon by any association of brokers",
    "mean_p_confidence": 0.6711111111111111
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  approved by the Secretary to the Treasury  for the purposes of this paragraph, the  value of such shares shall, if the Commis-  sioner so directs, be ascertained not in the  manner provided by the preceding, provi-  sions of this sub-section but by reference  to the market value of all the assets of the  company as a going concern, including  goodwill, on the valuation date, after  leducting therefrom—",
    "mean_p_confidence": 0.8041025641025641
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  (i) the par or redemption value, which-  ever is the greater, of any deben-  tures, debenture stock and prefer-  ence shares of the company;",
    "mean_p_confidence": 0.773448275862069
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  4 Personal Taw Act, No. 14 of 1959  (ii) all debts of the company incurred or  created bona fide for consideration  __. _ in money or money’s worth;",
    "mean_p_confidence": 0.7369696969696969
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (iii) such sum as on a just and fair compu-  tation represents any future or con-  tingent liabilities of the company or  any liabilities thereof which are  uncertain in amount; and",
    "mean_p_confidence": 0.7432432432432432
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (iv) the amount of any reserve fund  separately invested which is bona  fide intended to be applied in pay-  ment of pensions to employees or  otherwise for the benefit of them or  their dependants or relatives, and  in no other manner.",
    "mean_p_confidence": 0.7759183673469389
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (8) Where the assessee is carrying on a business for  which accounts are maintained by him regularly, the  Commissioner may, instead of determining separately  the value of each property held by the assessee in such  business and goodwill, determine the net value as a  whole of the properties held by the assessee in such  business and goodwill.",
    "mean_p_confidence": 0.8061538461538461
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (f) Where the value of any property is, according  to the preceding provisions of this section, an amount  equal to its market value, then, if such market value  cannot be ascertained because such property is not sale\"  shle in the open market, the value of such property shall  be determined in the prescribed manner.",
    "mean_p_confidence": 0.761967213114754
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  . : “CHAPTER ITT.\"  ConpRipuTioN IN RESPECT OF TAXABLE EXPENDITURE  hi! iin: 20 THE Personat Tax.  Coatribation 40. : (1); Subject to the, other: provisions of this  Guie ~ — Chapter, there. shall be charged for every year of assess-  Pears ment commencing-on or after April 1, 11959, a contri-  Persist Tx, bution, at the appropriate.rate or rates specified in  Schedule II to this Act, tothe Personal Tax in respect  of'the, taxable expenditure.of the head of a. family who  is resident in. Ceylon in the year preceding that year of  aesesoment, and of every individual not focluded in a  family who is resident in Ceylon in such preceding  year, other than an individual who is deemed under  ‘sub-section (6) of section 33 of the Income Tax Ordi-  nance to be resident in Ceylon: \"",
    "mean_p_confidence": 0.655
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  Provided that—",
    "mean_p_confidence": 0.4525
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  (a) the amount of such contribution for the year  of assessment commencing on April 1, 1959,  shall be reduced by one half of that  amount; and",
    "mean_p_confidence": 0.7674193548387096
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 6",
    "mean_p_confidence": 0.696
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  {®) an individual who ceases to be resident in  Ceylon on or before March 31, 1959 shall  not be liable to make such contribution for  the year of assessment commencing on  April 1, 1959.",
    "mean_p_confidence": 0.7745
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  (2) Where an individual is chargeable to the  contribution in respect of taxable expenditure to the  Personal Tax as a resident for a part only of the year  preceding any year of assessment—",
    "mean_p_confidence": 0.8005263157894736
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (a) he shall be entitled for that. year of assess-  ‘ment to the same proportion only of the  allowances under section 15 as the number  of days during which he is resident bears  to the number of days in that preceding  year, and",
    "mean_p_confidence": 0.7472
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (b) the provisions of Schedule II to this Act  shall, in their application to that indivi-  dual, have effect as if each of the sums  mentioned in those provisions were  reduced in the proportion which the  number of days during which he is  resident bears to the number of days  in that preceding year.",
    "mean_p_confidence": 0.7617460317460317
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  44. The expenditure of an assessee shall be Amounts deemed  deemed to include the following:— alte im",
    "mean_p_confidence": 0.6415
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  )(@ Any expenditure incurred by; any person “8  other than the assessee-in respect of any",
    "mean_p_confidence": 0.6027777777777777
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  atin obligation :or personal: requirement of the  assessee or any member of the assessee’s  family which, but for the expenditure",
    "mean_p_confidence": 0.69625
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  7 — been’ incurred “by that ‘person,",
    "mean_p_confidence": 0.5355555555555556
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  '« <-\\“srguld have beet inguried by 'the assessee  sore ee © ow’ such member ‘and would be’ part of the  earn assessable expenditure of the assessee.",
    "mean_p_confidence": 0.5146666666666666
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  /'{@).-Any donation or benefit made or provided by",
    "mean_p_confidence": 0.6649999999999999
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  any person other than the assessee to, and",
    "mean_p_confidence": 0.724
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  enjoyed by, the assessee or any member of",
    "mean_p_confidence": 0.708
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  the _ascesses’s family,” the ‘expenditure",
    "mean_p_confidence": 0.41000000000000003
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "  E incurred in’ making “or providing. the",
    "mean_p_confidence": 0.4588888888888889
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "  donation’ or benefit being expenditure",
    "mean_p_confidence": 0.49714285714285716
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "  which, if incurred by the assessee or such",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 14,
    "par_num": 18,
    "text": "  member, would be part of the assessable  expenditure of the assessee.",
    "mean_p_confidence": 0.7307142857142858
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "  (©) The rental value of any house owned and  used for occupation by the assessee or any  member of his family, or provided free of",
    "mean_p_confidence": 0.7955172413793103
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  16 Personal Tax Act, No. 14 of 1959  rent Ly any other person for and used for  occupation by the assessee or any member  of the assessee’s family.",
    "mean_p_confidence": 0.7851515151515152
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (@) The rental value of any place of residence  provided free of rent for the assessee by his  employer.",
    "mean_p_confidence": 0.7669565217391304
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  () Where a place of residence is provided for  the assessee by his employer at a rent less.  than the rental value of that place of  residence, the excess of such rental value  over such rent.",
    "mean_p_confidence": 0.7978571428571428
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  Apomtedeemet 42, (1) Subject to the provisions of sub-section",
    "mean_p_confidence": 0.5672727272727273
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  mite, (3), the expenditure of an assessee shall be deemed",
    "mean_p_confidence": 0.6925
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  cxpenditare. not to include the following, proof of which shall be  fudduced ‘by the assessee to'the satisfaction of the  Commissioner —",
    "mean_p_confidence": 0.6324000000000001
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  (a) Expenditure incurred by any other person  for or on behalf of the assesses by way of  customary hospitality or which is of  a trivial or inconsequential nature.",
    "mean_p_confidence": 0.7348484848484849
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  (®) Any such expenditure incurred by the  assessee in the production of profits or  income from any trade, business, profes  sion, vocation or employment carried on or  exercised by him as is allowed by the  Income Tax Ordinance to be deducted for  the purpose of ascertaining his profits or  income, and any capital expenditure  incurred by him in the production of such  profits or income.",
    "mean_p_confidence": 0.776578947368421
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  (@) Any such expenditure incurred by the  assessee for travelling in connection with  any trade, business, profession or vocation  carried on or exercised by him as is  allowed by the Income Tax Ordinance. to  be deducted for the purpose of ascertain-  ing his profits or income.",
    "mean_p_confidence": 0.7461111111111111
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  (@) Any expenditure incurred by or on behalf of  the assessee wholly and necessarily in  connection with the discharge of any  duties assigned to him by the Government. .",
    "mean_p_confidence": 0.7388235294117648
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "  (@) Any expenditure incurred by the assessee  wholly and exclusively for advertising in  connection with any trade, business, pro-  fession, vocation or employment carried on  or exercised by him.",
    "mean_p_confidence": 0.7474285714285714
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 Ir",
    "mean_p_confidence": 0.671
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  (f) Any expenditure incurred by the assessee by  ‘way of the acquisition of any immovable  property or the construction, repair or  improvement of any immovable property.",
    "mean_p_confidence": 0.7706451612903226
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (g) Any expenditure incurred by the assessee by  way of investment in deposits, loans,  shares or securities.",
    "mean_p_confidence": 0.7347619047619047
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (i) Any expenditure incurred by the assessee by  way of paying premiums in respect of any  policy of insurance on his life or for insur-  Ing his health or covering any accident  which may befall him or any dusability. to  which he may become subject, or of paying,  premiums for the purchase of an annuity.",
    "mean_p_confidence": 0.7804761904761905
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  (i Any expenditure incurred by the assessee by  ‘way of the acquisition of any bullion,  precious stones or jewellery.",
    "mean_p_confidence": 0.7252173913043478
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  (j) Any expenditure incurred by the assessee by  way of the purchase of any undertaking  or by way of contribution as capital to  firm in consideration of a share in the  profits of the firm or by way of the  purchase of the share of a partner of  a firm in the capital of the firm.",
    "mean_p_confidence": 0.8121875
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  (# Any expenditure incurred by the assessee by  way of repayment of any debt or by way  of payment of interest thereon,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  @ The excess of the aggregate amount of the  expenditure incurred by the assessee in any  year by way of giving gifts over the sum  of two thousand rupees.",
    "mean_p_confidence": 0.7873529411764706
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  (m) Any ground rent payable by the assessee.",
    "mean_p_confidence": 0.724
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  (n) Any annuity or other sum which the assessee  i8 legally bound to pay.",
    "mean_p_confidence": 0.7505882352941177
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "  (0) Any expenditure incurred by the assessee by  way of the payment of estate duty, income  tax, excess’ profits duty, profits tax, or  Personal Tax, or any rates or tax levied  on immovable preven, or any. stamp  duty under the Stamp Ordinance.",
    "mean_p_confidence": 0.7681632653061224
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "  (p) Any expenditure incurred by the assessee by  way of the payment of any sum under an  order of any court.",
    "mean_p_confidence": 0.7707999999999999
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "  (q) Lawyers’ fees paid and ‘other expenses  incurred in connection with any pees  ings in any court or before any tribunal or",
    "mean_p_confidence": 0.7276923076923076
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "  i fore any arbitrator whose award is  . enforced by a judgment of any court.",
    "mean_p_confidence": 0.6627777777777778
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  18 Personal Taw Act, No. 14 of 1959",
    "mean_p_confidence": 0.743
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (r) Any expenditure, not exceeding two thousand  Tupees, incurred by the assessee in connec-  tion with the funeral of any member of his  family.",
    "mean_p_confidence": 0.7575862068965517
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (s) Any expenditure, not exceeding two thousand  Tupees, incurred by the estate of the  assessee, if he is dead, in connection with  his funeral.",
    "mean_p_confidence": 0.7737931034482758
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  (0) Any expenditure, not exceeding two thousand  rupees, incurred by the assessee in connec-  tion with the birth of any member of his  family.",
    "mean_p_confidence": 0.7424137931034483
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  (uw) Any expenditure, not exceeding three  thousand rupees, incurred by the assessee",
    "mean_p_confidence": 0.6799999999999999
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  # in connection with his marriage.",
    "mean_p_confidence": 0.63125
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  (e) Any expenditure, not exceeding three",
    "mean_p_confidence": 0.5675
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  | thousand rupees, incurred by the assessee  in connection with the marriage of any",
    "mean_p_confidence": 0.7341176470588235
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  . member of his family.",
    "mean_p_confidence": 0.5942857142857143
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  (w) Any expenditure actually incurred by the",
    "mean_p_confidence": 0.6455555555555555
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  . assessee in obtaining for himself, or in pro-  viding to any member of his family,",
    "mean_p_confidence": 0.7552631578947369
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "  x medical treatment, such expenditure being",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "  ¢ that in respect of hospital or nursing home",
    "mean_p_confidence": 0.7454545454545454
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "  charges, doctors’ fees, cost of drugs, and  =... hurses’ ‘and attendants’ charges.",
    "mean_p_confidence": 0.6846666666666666
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "  \"> (@) Any expenditure incurred by the assessee in  taking good any loa of his or of any  member of his family arising from theft  or from fire, flood or other elemental cause.",
    "mean_p_confidence": 0.7331578947368421
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "  (y) Any expenditure, not exceeding eight",
    "mean_p_confidence": 0.66125
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "  ? thousand rupees, incurred by the assessee  in providing technical or university",
    "mean_p_confidence": 0.6606666666666666
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "  aie education abroad to each of his children.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "  (2) Where the assessee is not a citizen of Ceylon,",
    "mean_p_confidence": 0.7208333333333333
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "  any expenditure incurred by him in  educating his children abroad.",
    "mean_p_confidence": 0.7276923076923076
  },
  {
    "i_page": 17,
    "par_num": 21,
    "text": "  ‘ (aa) Where the assessee is not a citizen of Ceylon,  the cost of his passage and the passage of",
    "mean_p_confidence": 0.777391304347826
  },
  {
    "i_page": 17,
    "par_num": 22,
    "text": "  ‘ any member of his family in proceeding to  and back from his home abroad.",
    "mean_p_confidence": 0.7422222222222222
  },
  {
    "i_page": 17,
    "par_num": 23,
    "text": "  (ab) Where the assessee is a candidate at an",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 17,
    "par_num": 24,
    "text": "  . election of a Member of the Honse of  Representatives, any expenditure incurred  by him which is authorised by any written  law to be incurred by him as such  candidate.",
    "mean_p_confidence": 0.7613888888888889
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Personal Ta Act, No. 14 of 1959 19  : (ae) Any expenditure incurred by the assessee by  way of making donations which are  approved donations within the meaning of  section 44A of the Income Tax Ordinance.",
    "mean_p_confidence": 0.7823809523809524
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  {ad) Any expenditure incurred by the assessee by  way of paying any bonus, gratuity or  pension not exceeding three thousand  Tapees per annum to any person or to any  dependant of that person in respect of that  person’s past services to the assessee.",
    "mean_p_confidence": 0.7857999999999999
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (ae) Any contribution made by the assessee as an  employer or employee to any pension or  provident fund.",
    "mean_p_confidence": 0.7704545454545454
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (af) Any expenditure, not exceeding five  thousand rupees, incurred by the assessee  in making not more than one pilgrimage  abroad inlis life time.",
    "mean_p_confidence": 0.7057142857142856
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (2) Where any expenditure referred to in para  grap! ) or paragraph (z) of sub-section dy is  excluded from the expenditure of an assessee, no  allowance in respect of the child for whom that  expenditure was incurred shall be allowed under  section 15:",
    "mean_p_confidence": 0.7352
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  ~ +, Provided that a child to whom the receding provi-",
    "mean_p_confidence": 0.7330769230769231
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  sions of this sub-section apply shall, for the purposes  of such of the provisions of Schedule II to this Act  as relate to the contribution in respect of the taxable  expenditure of the head of a family to the Personal  ‘Tax, be deemed to be a child in respect of whom an  allowance is allowed under section 15.",
    "mean_p_confidence": 0.8301538461538461
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (3) Where any expenditure falls within two or more  Paragraphs of sub-section (1), that expenditure as  ‘specified in only one of those paragraphs shall be  deemed under that sub-section not to be included in  the expenditure of the assessee.",
    "mean_p_confidence": 0.8175555555555556
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  43. (1) The assessable expenditure of an individual Assesabie  for any year of assessment shall be the expenditure expendiar.  incurred’ by him in the year preceding such year of  assessment.",
    "mean_p_confidence": 0.7362857142857143
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  : @ Any expenditure forthe spending or disbursing  “of which a liability has been incurred by an assessee  and which is included in his assessable expenditure  for any year of assessment shall not be included in his  ‘aaeasatle expenditure for any subsequent year of  assessment.",
    "mean_p_confidence": 0.7634615384615385
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  20 Personal Tax Act, No. 14 of 1959  Non-recrrent 44. Where an assessee incurs any non-recurrent  fzpeudters expenditure other than any expenditure which is for  wer fe ears & DUYPOse specified in sub-section (1) of section 12  sfaneende’ and which is above such maximum expenditure for  that purpose as is deemed under that sub-section to  be not his expenditure, then, if he so desires, the .  amount of that expenditure shall, for the purpose of *  the ascertainment of his assessable expenditure, be  spread over @ period not exoveding five years of  assessment :",
    "mean_p_confidence": 0.730566037735849
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  Provided that the preceding provisions of this  section shall not apply to any item of non-recurrent.  expenditure of less than one thousand rupees.",
    "mean_p_confidence": 0.7385185185185186
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  Dedosions to 45, ‘The following allowances shall be deducted",
    "mean_p_confidence": 0.5372727272727272
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  bbe made from from the assessable expenditure of an assessee for any",
    "mean_p_confidence": 0.7264285714285714
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  Sheotitew year of assessment in arriving at his taxable",
    "mean_p_confidence": 0.5809090909090909
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  in'erivieg expenditure for that year of assessment: —",
    "mean_p_confidence": 0.5429999999999999
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  Senter.",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  = (a) where the assessee is the head of a family, an",
    "mean_p_confidence": 0.7614285714285715
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  : allowance of eleven thousand rupees in",
    "mean_p_confidence": 0.6644444444444445
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "  expect of him, an allowance of eight  thousand rupees in respect of his wife, and,  if he has children or dependent relatives,  an allowance of four thousand rupees in  Teapect of each of not more than four of-  them, and, if he bas both children and  dependent relatives, an allowance of four  thousand rupees in respect of each of not  more than four out of the total number of  such children and dependent relatives;",
    "mean_p_confidence": 0.7812941176470588
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "  (®) where the assessee is the head of a family  consisting of him and only one child or  dependent relative, an allowance of eieven  thousand rupees in respect of him and an  allowance of seven thousand: rupees in  respect of such child or dependent relatives",
    "mean_p_confidence": 0.7815384615384615
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "  (©) where the assessee is not included in a family,  an allowance of seventeen thousand rupees  in respect of him;",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "  (@ where the assessee is a Senator or Member  of Parliament, an allowance equal to the  amount of any salary and allowance paid  by the Government to him in his capacity _  as such Senator or Member or by virtue of  any office held by him in such capacity,",
    "mean_p_confidence": 0.81125
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "  . in addition to any allowance to which he",
    "mean_p_confidence": 0.7009090909090909
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "  is entitled under the preceding provisions  of this section.",
    "mean_p_confidence": 0.7016666666666667
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Personal Taw Act, No. 14 of 1959 21",
    "mean_p_confidence": 0.709
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  16. The assessable ep of the members of ‘Texsbie  a family, other than the head of that family. for any syeepditore,  year of assessment shall be aggregated. he agere- of © family.  gate amount of such assessab] st penititans shall be",
    "mean_p_confidence": 0.6758695652173913
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  leemed to form part of the assessable expenditure of  the head of that family for that year of assessment.  ‘The assessable expenditure of the head of that family  for that year Ga aseumatagat Joes. iths allowances i  which the members of that family are entitled under  section 15 shall be his taxable expenditure for that  year of assessment, and he shall be liable to make the  contribution in respect of such taxable expenditure to  the Personal Tax.",
    "mean_p_confidence": 0.7821839080459769
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  47. The assessable expenditure for any year taxable  of assessment of an individual who is not included setiup ot  in a family less the allowance to which he is entitled wo is not  under section 15 shall be his taxable expenditure for fault = *  that year of assessment, and he shall be liable to ”  make the contribution in respect of such taxable  expenditure to the Personal Tax.",
    "mean_p_confidence": 0.7833766233766234
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  18. For the purposes of Schedule II to this Act— pnite axa",
    "mean_p_confidence": 0.6921428571428571
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  ~~ (a) the head of a family shall be deemed to be one of unite,",
    "mean_p_confidence": 0.7111764705882353
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  and a half units ;",
    "mean_p_confidence": 0.6742857142857143
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  () the wife of the head of a family shall be deem-  ed to be one half of a unit ;",
    "mean_p_confidence": 0.7983333333333333
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  (c) a child, or a dependent relative, who is in-  eluded in a family shall be deemed to be  one half of a unit ; and",
    "mean_p_confidence": 0.8083333333333333
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  (@) an individual who is not included in a  family shall be deemed to be one and a half  units.",
    "mean_p_confidence": 0.7775
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "  CHAPTER IV.  CONTRIBUTION IN RESPECT OF TAXABLE  GIFTS To THE PERSONAL Tax.",
    "mean_p_confidence": 0.693125
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "  -~ 19. (1) Subject to the other provisions of this  costbaton  Chapter, there shall be charged for every year of i ;pttot  assessment commencing on or after April 1, 1959, a the |  contribution, at the rate or rates specified in Schedule \"0! T=  TIT to this Act, to the Personal Tax in respect of the  taxable gifts made by every individual.",
    "mean_p_confidence": 0.7465217391304347
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  2 Personal Tax Act, No. 14 of 1959",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (2) Such part of the contribution of an assessee im  respect of his taxable gifts to the Personal Tax for  any year of assessment as is attributable to the value  of any one of his taxable gifts shall be deemed to be  a sum which bears to the value of that gift the same {  proportion as the amount of such contribution bears  to the value of his taxable gifts.",
    "mean_p_confidence": 0.8302564102564103
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  (8) Where stamp duty has been paid in respect  of an instrument by which an assessee has made a  taxable gift, the amount of such stamp duty shall  be deducted, to the extent that it can be deducted,  from the amount of his contribution in respect of his  taxable gifts to the Personal Tax.",
    "mean_p_confidence": 0.8345901639344262
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  (4) The contribution in respect of taxable gifts to  the. Personal Tax shall be made by the donor, but  where such contribution cannot be recovered from the  donor, it may be recovered from the donee notwith-  standing that no assessment has been made upon the  donee, and the provisions of this Act as to collection  and recovery of the Personal Tax shall apply  accordingly :",
    "mean_p_confidence": 0.8281081081081081
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  Provided that the amount which may be recovered.  from the donee shall not exceed that portion of such  contribution which appears to the Commissioner to  be attributable to the value of the gift made to the  donee by the donor as at the date of the gift.",
    "mean_p_confidence": 0.8362264150943396
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  Gitts to 20. For the purposes of this Chapter—",
    "mean_p_confidence": 0.7372727272727272
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  erie (@) where a company makes a gift on any date,",
    "mean_p_confidence": 0.7338461538461538
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  ‘ranefere every person who is a shareholder of the  company on that date shall be deemed to  make a gift in value equal to an amount  which bears to the value of the gift made  by the company the same proportion as  his share of the capital of the company  bears to the aggregate of the shares of  the capital of the company, and, if any  such shareholder has not consented to the  making of the gift by the company and ,  declines to pay such part of his contri-  bution in respect of his taxable gifts to the  Personal Tax as is attributable to the  value of the gift which he is deemed to  make under this paragraph, the provisions  of sub-section (4) of section 19 shall apply",
    "mean_p_confidence": 0.8286301369863013
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Personal Taw Act, No. 14 of 1959 23  in regard to the recovery of the amount  which he declines to pay as though such  amount were a contribution which cannot  be recovered from him;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  (®) where any property is transferred and  an Assessor, having regard to the circum-  stances of the case, is of the opinion that  the transfer is for a consideration which  is not adequate, and the parties to the  transfer, upon being requested in writing  by the Assessor to show cause against suc!  opinion within the time specified in the  request, do not show cause within that  time or show such cause as is considered  by the Assessor to be inadequate, the  amount by which the market value of that  property at the date of the transfer  exceeds the value of the consideration  shall be deemed to be a gift made by the  transferor ;",
    "mean_p_confidence": 0.7961068702290076
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  (0) where any property is’ transferred ‘and ‘an  ‘Assessor, having regard to the circum:  stances of, the eas, is of the opinion that  the consideration for the transfer has not  passed or is not intended to pass either in  full or in part from the transferee to the  transferor, and the parties to the transfer,  upon being requested in writing by the  ‘Assessor to show cause against such  opinion within the time specified in the  request, do not show cause within that  time or show such cause as is considered  by the Assessor to be inadequate, the  amount of the consideration which, in the  opinion of the Assessor, has not passed or  i8 not intended to pass shall be deemed  to be a gift made by the transferor ;",
    "mean_p_confidence": 0.7997959183673469
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  (@ where a person absolutely entitled to any  property causes or has caused that pro-  ery to be vested in whatever manner in",
    "mean_p_confidence": 0.7114814814814815
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  mself and any other person jointly with-  : out adequate consideration and such other  person makes an appropriation from or  out of that property, the amount of the  appropriation used for the benefit of the  Person making the appropriation or for  the benefit of any other person shall be",
    "mean_p_confidence": 0.7570175438596491
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  ory Personal Tax Act, No. 14 of 1959  deemed to be a gift made in his favour by  the person who causes or has caused that  property to be so vested ;",
    "mean_p_confidence": 0.7937837837837838
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  (e) where there is a release, discharge, surrender",
    "mean_p_confidence": 0.649
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  : or abandonment of any debt he than a ~  debt which is treated as a bad debt and  allowed as a deduction under the Income",
    "mean_p_confidence": 0.7396666666666667
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "  ‘ Tax Ordinance) or contract or of any  interest in any property by any person, the  Talus of the release, discharge, surrender",
    "mean_p_confidence": 0.7138461538461538
  },
  {
    "i_page": 23,
    "par_num": 5,
    "text": "  : or abandonment shall be deemed to be @",
    "mean_p_confidence": 0.7154545454545455
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "  : gift made by him; and",
    "mean_p_confidence": 0.5912499999999999
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "  + (Qf) the gift of any property on or after July 18,",
    "mean_p_confidence": 0.7278571428571429
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "  * 1958, subject to a reservation in favour  of the donor or any other person shall be  deemed to take effect when it is made",
    "mean_p_confidence": 0.7748275862068965
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "  q and not, when the interest created by the",
    "mean_p_confidence": 0.6681818181818181
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "  : reservation is extinguished.",
    "mean_p_confidence": 0.5266666666666666
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "  ‘Brompton 24, (1) This Act shall not apply to gifts made by",
    "mean_p_confidence": 0.7535714285714287
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "  & weet any individual—",
    "mean_p_confidence": 0.44333333333333336
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "  ee (@ of immovable property situated outside,  Ceylon ;",
    "mean_p_confidence": 0.6058333333333333
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "  (8) of movable property situated outside Ceylon  unless he is a citizen of Ceylon and is  resident in Ceylon during the year in  which the gifts are made, such year being  the year preceding a year of assessment 5",
    "mean_p_confidence": 0.7548888888888888
  },
  {
    "i_page": 23,
    "par_num": 15,
    "text": "  (©) to any child or dependent relative of such",
    "mean_p_confidence": 0.7381818181818182
  },
  {
    "i_page": 23,
    "par_num": 16,
    "text": "  d person in consideration of the marriage of  Such child or relative, subject to a maximum  of ten thousand rupees in value in respect  of the marriage of each such child or  relatives",
    "mean_p_confidence": 0.7564102564102564
  },
  {
    "i_page": 23,
    "par_num": 17,
    "text": "  (@ to a charity which is an approved charity  within the meaning of section 44 (1) (0)",
    "mean_p_confidence": 0.7769999999999999
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "  : of the Income Tax Ordinance, each such  gift being over one thousand rupees in  value, subject to a maximum of_ three’  hundred thousand rupees in value for the",
    "mean_p_confidence": 0.7505882352941177
  },
  {
    "i_page": 23,
    "par_num": 19,
    "text": "  : lifetime of such person;",
    "mean_p_confidence": 0.5085714285714286
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "  *  (@) to the Government or to any local authority;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "  + @ at any time before July 18, 1958;",
    "mean_p_confidence": 0.6372727272727272
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Personal Ta Act, No. 14 of 1959 %  in the year preceding a year of assessment  ® commencing cn oF after April 1, 1959,  subject to a maximum of two thousand  rupees in value in the aggregate;  (h) by a will; or  (i) in contemplation of death.",
    "mean_p_confidence": 0.7416363636363636
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  (2) For the purposes of sub-section (1), a property  shall be deemed to be gifted by any individual in con-  templation of his death if he, being ill and expecting  to dic of his illness, gives to any person possession 0}  that property which is to be a gift to that person in  case the donor dies of his illness, the gift being revo-  cable by the donor and being inoperative in the event  of the donor’s recovery from his illness or his  surviving that person.",
    "mean_p_confidence": 0.7941666666666666
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  22.,_ (1) The gifts of an individual other than gifts turabie gins  specified in section 21 shall be his taxable gifts, and of » pera  he shall, subject to the provisions of sub-section (4) of | Sfamoumt of  section 19, be liable to make the contribution in respect _sentibtion |  of such taxable gifts to the Personal Tax. taxable git",
    "mean_p_confidence": 0.7259090909090908
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  {tke Ferns!",
    "mean_p_confidence": 0.12000000000000001
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  (2) For the year of assessment commencing on ™  April 1, 1959, the contribution of an assessee in respect,  of taxable gifts to the Personal Tax shall be computed  by reference to the taxable gifts made by him in the  period commencing on July 18, 1958, and ending on",
    "mean_p_confidence": 0.8161818181818182
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  rch 31, 1959.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  (8) For every year of assessment (hereafter in this",
    "mean_p_confidence": 0.7609090909090909
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  sub-section relerred to as the “relevant year of  assessment”) commencing on or after April 1, 1960,  the value of the taxable gifts made by an assessee in  the year preceding the relevant year of assessment shall  be added to the value of the taxable gifts made by him  on or after July 18, 1958, and before such preceding  year. Then, assuming that the sum resulting from  such addition is the value of the taxable gifts in  respect of which his contribution to the Personal Tax  is to be made, the amount of such contribution shall be  computed. From the amount so computed there shall  be deducted all the contributions previously made by  him in respect of taxable gifts to the Personal ‘Tax.  ‘The amount left after such deduction shall be the  amount of his contribution in respect of his taxable  gifts to the Personal Tax for the relevant year of,  assessment.",
    "mean_p_confidence": 0.8309467455621302
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  26 Personal Tax Act, No. 14 of 1959  Detersionion 23, (1) The value of any property (other than cash)  teres” ~ which constitutes a gift shal, subject as hereafter in",
    "mean_p_confidence": 0.6776470588235294
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  - this section provided, be estimated to be tie market  value of the gift on the date on which the gift was  made.",
    "mean_p_confidence": 0.7592592592592593
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  (®) Any gift which is subject to any’ reservation in  favour of the donor or any other person shall be valued  as if that gift had passed to the donee without that  reservation.",
    "mean_p_confidence": 0.7713157894736842
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  (8) The provisions of paragraph (2) of sub-section  oh ct sectien Dahall apply asi shes wore provisions  of this section and referred to ‘‘a gift”, “the date  on which the gift is made”, “purposes of this  section”, and “ the manner provided by sub-section  (1) ” instead of to “the movable property”, “ the  Yaluation date”, “ purposes ofthis parograph and  \"the manner provided by the preceding provisions of  this sub-section ””.",
    "mean_p_confidence": 0.6223170731707317
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  (4) Where the value of any property (other than",
    "mean_p_confidence": 0.770909090909091
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  os property to. which sub-section (8) applies) cannot be  estimated under sub-section (1) because it is not sale-  able in the open market, its value shall be determined",
    "mean_p_confidence": 0.736875
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "  in the prescribed manner.",
    "mean_p_confidence": 0.5883333333333333
  },
  {
    "i_page": 25,
    "par_num": 8,
    "text": "  CHAPTER V.  RETURNS AND ASSESSMENTS.",
    "mean_p_confidence": 0.44875
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "  wore sna 24 (1) ‘The provisions of section 54 of the Income  isirawige te Tax Ordinance shall apply as if such provisions were  ! provisions of this Act and refer to taxable wealth,  assessable expenditure, and taxable gia, Personal",
    "mean_p_confidence": 0.6868181818181818
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "  Tax, Assessor of Personal Tax, and this Act instead",
    "mean_p_confidence": 0.7581818181818182
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "  of to income, income tax, Income Tax Assessor and",
    "mean_p_confidence": 0.7636363636363637
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "  Income ‘Tax Ordinance.",
    "mean_p_confidence": 0.49000000000000005
  },
  {
    "i_page": 25,
    "par_num": 13,
    "text": "  (@) An Assessor may give notice in writing to any  executor, receiver or trustee requiring him to furnish  within the time specified in the notico—",
    "mean_p_confidence": 0.7844827586206896
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "  (@) in the case of an executor, a return of the  assets. and liabilities of the estate  administered by him and the names and  addresses of the heirs to, and their  interests in, such estate;",
    "mean_p_confidence": 0.7214634146341463
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "  (®) im the case of a receiver, a return of the pro-  perties under his control and, where any  Droperties are distributed by him among",
    "mean_p_confidence": 0.7631034482758621
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 27  any persons, a description of those pro-  perties and the names and addresses of  those persons; and",
    "mean_p_confidence": 0.7663333333333333
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  (c) in the case of a trustee, a return of the pro-  perties subject to the trust and the names  and addresses of the beneficiaries under the  trust and the benefits to. which they are  entitled under the trust and any expen:  diture incurred by the trustee on behalf of  any of those beneficiaries.",
    "mean_p_confidence": 0.7732258064516129
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  25. The provisions of section 55 (1) of the Income  Iafermation to  Tax Ordinance shall apply as if such provisions were furssiet  provisions of this Act and refer to this Act instead of .  to the Income Tax Ordinance.",
    "mean_p_confidence": 0.7445454545454545
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  26. The provisions of section 59 of the Income Tax Who may act  Ordinance ahell apply aa if mach provisions were pro-  {% jeeiptc-  visions of this Act and refer to this Act instead of to non-resident  the Income Tax Ordinance. Person,",
    "mean_p_confidence": 0.7519148936170212
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  27. The provisions of section 61 of the Income Tax Precedent  iOediaozios shalt apply as if such provisions were pro- Pitt to set  visions of this Act and refer to this Act instead of to partnership.  the Income Tax Ordinance and as if the words and  figures ‘ or are persons in receipt of money, value, or  profits to whom section 56 applies,””, occurring in sub-  section (1) of the said section 61, were omitted.",
    "mean_p_confidence": 0.7927710843373493
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  28. The provisions of section 62 of the Income Tax Principal  Ordinance shall apply as if such provisions were pro- 28°, ap  visions of this Act and refer to this Act instead of to of » company  the Income Tax Ordinance. cael",
    "mean_p_confidence": 0.7738297872340425
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  29. The provisions of section 63 of the Income Tax Signature  Ordinance shall apply as if such provisions were pro- p4 service  visions of this Act and refer to Assessor of Personal °  Tax and this Act instead of to Income Tax Assessor  and Income Tax Ordinance, and as if the reference in  that section to any other section of that Ordinance  were a reference to the provisions of that other section  applied as if they were provisions of this Act in the  manner indicated in this Act.",
    "mean_p_confidence": 0.826530612244898
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  30. The provisions of section 75A of the Income Pensity tor  ‘Tax Ordinance shall apply as if such provisions were i=  provisions of this Act and refer to taxable wealth,  assessable expenditure, and taxable gifts, Personal  ‘Tax, paragraph (a) of sub-section (2) of section 54 of",
    "mean_p_confidence": 0.8013461538461539
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  28 Personal Tax Act, No. 14 of 1959  this Act, and paragraph (a) of sub-section (1) of section  56 of this Act tatead « nt income, ‘noon ta para-  graph (a) of sub-section (2) of section 85 of that  rdinance, and paragraph (a) of sub-section (1) of  section 87 of that Ordinance, and as if the reference in  the said section 75A to any other section of that  Ordinance were a reference to the provisions of that  other section applied as if they were provisions of this  Act in the manner indicated in this Act.  Provisions 34. The provisions of sections 64, 65, 66, 67 @  menial? and 68 of the Income Tax Ordinance shall apply as i  such provisions were provisions of this Act ond refer  to Personal Tax, return of taxable wealth, assessable  expenditure, and taxable gifts, value or amount of the  taxable wealth, assessable expenditure, and taxable  gifts, assessed value or amount of the taxable wealth,  assessable expenditure, and taxable gifts, Assessor of  Personal Tax, and this Act instead of to income tax,  return of income, amount of the assessable income,  amount of income assessed, Income Tax Assessor, and  Income Tax Ordinance, and as if the reference in any  of those sections to any other section of that Ordinance  were a reference to the provisions of that other section  applied as if they were provisions of this Act in the  manner indicated in this Act.  Yasiation of 32. Where by reason of an amendment of the law  fie quot ot or an amendment of the rates of the contributions to  ‘Tax in con. the Personal Tax it is necessary to vary the amount of  femee.cf, the Personal Tax charged in aiy notice of ussessment,  of the law or © an Assistant Commissioner may give such notification  aitte rales of as may be necessary to the assessee specified in such  tions to notice of assessment; and any notification so given  seh las shall, as regards any jpartionlass of the assessment  contained in the notification which have not been  included in the notice of assessment, have effect as if  the notification were a notice of assessment.  Assesements: 33. The provisions of section 75 of the Income Tax  amended Ordinance shall apply as if such provisions were provi-  be fos sions of this Act a refer to taxable wealth, assess-  able expenditure, and taxable gifts and Assessor of  Personal Tax instead of to assessable income and  Income Tax Assessor, and as if the reference in that  section to any Chapter or to any other section of that  Ordinance were a reference to the provisions of that  Chapter or of that other section applied as if they  were provisions of this Act in the manner indicated in  this Act.",
    "mean_p_confidence": 0.8134122287968442
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 29  CHAPTER VI.  LIABILITY TO ASSESSMENT IN SPECIAL CASES.",
    "mean_p_confidence": 0.7424999999999999
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  84. The provisions of section 21 of the Income ‘tazabie  Tax Ordinance shall apply as if such provisions were [eal snd  provisions of this Act and refer to taxable wealth and expenditare  assessable expenditure, and Personal Tax instead of “mared  to assessable income or income, and income tax, and  as if the references to ‘“‘source of profits or income” in  paragraph (}) of the proviso to sub-section (1) of the  Said section 21 were references to “taxable wealth or  assessable expenditure”, and as if the reference to  “allowance under paragraph (d) of sub-section (1) of  section 16” in sub-section (3) of the said section 21  were a reference to the allowance under section 15 of  this Act.",
    "mean_p_confidence": 0.7753435114503816
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  85. (1) Any husband or wife may give notice in Separate  writing to the Commissioner before the first day of {y‘tubsai  June in any year of assessment, or at any time before sn wife.  an assessment is made in any year of assessment, re-  quiring that the Personal Tax for that year shall be  assessed, charged and recovered separately on the tax-  able wealth and taxable expenditure of the husband  and on the taxable wealth and taxable expenditure  of the wife as if they were not married; and all the  provisions of this Act shall thereupon apply to each of  ‘them accordingly:",
    "mean_p_confidence": 0.8185964912280701
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  Provided that in the case of a spouse who is not resi-  dent in Ceylon immediately prior to his arrival therein,",
    "mean_p_confidence": 0.8208333333333333
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  a notice given within the period of twelve months next  succeeding his arrival in Ceylon shall be effective for  the purposes of this sub-section.",
    "mean_p_confidence": 0.7975
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  (2) Where the Personal Tax is assessed separately  on the taxable wealth and taxable expenditure of the  husband and on the taxable wealth and taxable expen-  diture of the wife as a result of a notice under sub-  section (1), the value or amount of the taxable wealth  and taxable gupenditare of the husband and the value",
    "mean_p_confidence": 0.838125
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  or amount of the taxable wealth and taxable expendi-  ture of the wife and the value or amount of the taxable  wealth and taxable expenditure of any individual who,  according to the returns of taxable wealth and assess-  able expenditure furnished by the husband and the  wife, is a child or dependent relative of either or both  of those spouses shall be sregated and the Personal  Tax on taxable wealth and tasable expenditure that  would be payable by the husband if such notice had not",
    "mean_p_confidence": 0.8266315789473684
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  30 Personal Tax Act, No. 14 of 1959",
    "mean_p_confidence": 0.749
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  been given shall be ascertained in accordance with the  provisions of this Act. The amount of the Personal  ‘Tax so ascertained shali be apportioned among the  husband and the wife in the proportion which the  value or amount of the taxable wealth and taxable  expenditure of each of them bears to the value or  amount of the taxable wealth and taxable expenditure  on which the amount of the Personal Tax was so  ascertained.",
    "mean_p_confidence": 0.8339759036144578
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  (3) Where one spouse is resident and the other is  non-resident and notice under sub-section (1) is given  by the resident spouse, the resident spouse may in such  notice elect that the provisions of sub-section (2) be not  applied, and in that event, the value or amount of the  taxable wealth and taxable expenditure of the non-  resident spouse shall, notwithstanding the provisions  of sub-section (2), be deemed to be the value or amount  of the taxable wealth and taxable expenditure of the",
    "mean_p_confidence": 0.8410752688172043
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  : resident spouse and shall be assessed accordingly.",
    "mean_p_confidence": 0.688
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  (4) Where one spouse is resident and the other non-  resident, the resident spouse may be deemed to be the  agent of the non-resident spouse for all the purposes  of the Personal Tax chargeable in respect of the taxable  wealth and taxable expenditure of both whether*  assessed jointly or severally.",
    "mean_p_confidence": 0.8298245614035087
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  Personal Tax 86. The executor of a deceased person shall, in",
    "mean_p_confidence": 0.7584615384615384
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "  prec of respect of all periods prior to the date of death of",
    "mean_p_confidence": 0.6880000000000001
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "  Person payable such person, be chargeable with the Personal Tax with",
    "mean_p_confidence": 0.7669230769230768
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "  yeti.” Sphick sual person would be chargeable if he were  alive, and shall be liable to do all acts, matters and  things which such person if he were alive would be  liable to do under this Act:",
    "mean_p_confidence": 0.7792857142857142
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "  Provided that—",
    "mean_p_confidence": 0.4575
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "  (@ no proceedings shall be instituted against the  executor in respect of any act or default of  the deceased person;",
    "mean_p_confidence": 0.7879166666666667
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "  (0) no assessment or additional assessment in res-  pect of a period prior to the date of such '  person’s death shall be made after the ex-  piry of the third year of assessment subse--  quent to the year of assessment in which  the death occurred; and",
    "mean_p_confidence": 0.7911111111111111
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  Personal Taw Act, No. 14 of 1959 31  (0) the liability of the executor under this section  shall be limited to the sum of —  (i) the deceased person’s estate in his  possession or control at the date  ‘when notice is given to him that  Tiability to the Personal Tax ‘will  arise under this section, and  (ii) any part of the estate which may have  passed to a beneficiary.",
    "mean_p_confidence": 0.779125
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  37. Where two or more persons are aoting in the Jem  capacity of executors of a deceased person, they may “\"\"'°™  be charged jointly or severally with Eke Personal Tax  with which'they are chargeable in that capacity, and  shall be jointly and soverally liable for payment of euch",
    "mean_p_confidence": 0.7024074074074074
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  x.",
    "mean_p_confidence": 0.18999999999999997
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  88. (1) Where a body of persons liable to pay the tiabilty  Personal ‘Tax has been dissolved, an Assessor shall '2,cie,°\"  determine the Personal Tax payable by that body as if boiy of  that body had not been dissolved. Parone",
    "mean_p_confidence": 0.7479999999999999
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  (2) All persons who, at the time of the dissolution  of a body of persons, were members of that body shall  be jointly and severally liable for the amount of any  Personal Tax or penalty payable under this Act by  that body notwithstanding that no assessments have  been made upon them, and the provisions of this Act  as to collection and recovery of the Personal Tax shall  apply accordingly.",
    "mean_p_confidence": 0.8292307692307691
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  CHAPTER VII. :  APPEALS.",
    "mean_p_confidence": 0.41285714285714287
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  89.. The provisions of section 69 of the Income Tax Appesie to the  Ordinance shail apply as if such provisions were pro- Ssssitisue  visions of thie Act and refer to this Act, the amount  at which any property has been valued for the purpose  of the Personal Tax, return of taxable wealth, assess-  able expenditure and taxable gifts, and Assessor of  Personal Tax instead of to the Income Tax Ordinance,  the amount at which any property has been valued for  the purpose of any capital gains, return of income, and",
    "mean_p_confidence": 0.8095
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "  ~Income Tax Assessor, and as if the reference in that  section to any other section of that Ordinance were a  reference to the provisions of that other section applied.  as if they were provisions of this Act in the manner  indicated in this Act.",
    "mean_p_confidence": 0.8271999999999999
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  82 Personal Tax Act, No. 14 of 1959  Craton, 40. ‘The Brovisions of section 70 of the Income Tax  ot Review. Ordinance shall apply as if such provisions were  provisions of this Act.  Big 4M. The ° provisions of section 71 of the Income ‘Tax  tieBora «Ordinance shall apply as if such provisions were pro-  ot Review. visions of this Act and as if the reference in that  section to any other section of that Ordinance were a  reference to the provisions of that other section applied  as if they were provisions of this Act in the manner  indicated in this Act.  Segnaieee AB. \"The provisions of section 72 of the Income Tax  tale fo to» Ordinance shall apply as if such provisions were pro-  Seed of visions of this Act and as if the reference in that sec-  Bevien, tion to any other section of that Ordinance were @  reference to the provisions of that other section ap-  plied as if they were provisions of this Act in the  manner indicated in this Act.  Bewsng ad 83. |The provisions of section 78 of the Income Tax  Smale Ordinance shall apply as if such provisions were pro-  eeBoard visions of this Act and refer to Assessor of Personal  fern, ‘Tax, and Personal Tax instead of to Income Tax  Assessor, and income tax, and as if the reference in  that section to any other section of that Ordinance  were a reference to the provisions of that other section _  applied as if they were provisions of this Act in thé  manner indicated in this Act.  Appeals on 4, The provisions of section 74 of the Income Tax  fawe Ordinance shall apply as if such provisions were pro-  ie Supreme visions of this Act and refer to the Personal Tax  Conrt, instead of to the income tax.  CHAPTER VIII.  PAYMENT, RECOVERY AND REPAYMENT OF THE  ‘Persowat Tax.  Provisions 45. ‘The provisions of section 76 of the Income Tax  Be een Ordinance hall apply as if such provisions were pro-  ofits visions of this Act and refer to the Personal Tax and  Fewonal Tx this Act instead of to income tax and Income Tax  Ordinance, and as if the words “which includes the  income from such source” were omitted from sub-sec-  tion (6) of that section, and as if the reference in that ~  section to any Chapter of that Ordinance were a refer-  ence to the provisions of that Chapter applied as if  they were provisions of this Act in the manner indi-  cated in this Act. :",
    "mean_p_confidence": 0.7765466101694914
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Personal Taw Act, No. 14 of 1959 33",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "  46. In the provisions of this Chapter relating to Penoosl rsx  the recovery of the Personal Tax, such tax includes neue  any sum or sums added by reason of default, together“ “  with any fines, penalties, fees, or costs incurred.",
    "mean_p_confidence": 0.7415555555555555
  },
  {
    "i_page": 32,
    "par_num": 3,
    "text": "  41. The provisions of section 78 of the Income Tax Persona! Tax",
    "mean_p_confidence": 0.6492857142857142
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "  Ordinance shall apply as if such provisions were pro. tg be’ Get  visions of this Act and refer to Personal Tax instead “™***  -of to income tax, and as if the reference in that section  to any other section of that Ordinance were a reference  to the provisions of that other section applied as if  they were provisions of this Act in the manner  indicated in this Act.",
    "mean_p_confidence": 0.781578947368421
  },
  {
    "i_page": 32,
    "par_num": 5,
    "text": "  48. The provisions of section 79 of the Income Tax La of  Ordinance shall apply as if such provisions were pro- Peres! T=  visions of this Act-and refer to Personal Tax Collec. Sl  tors, Personal Tax, and Personal Tax Collector instead  of to Income Tax Collectors, income tax, and Income  Tax Collector.",
    "mean_p_confidence": 0.7566101694915255
  },
  {
    "i_page": 32,
    "par_num": 6,
    "text": "  49. The provisions of section 80 of the Income Tax Proceedings  Ordinance shall apply as if such provisions were pro- gery  visions of this Act and refer to the Personal Tax ‘far tore »  instead of to the income tax, and as if the reference in Movstnte.  that section to any other section of that Ordinance  -were a reference to the provisions of that other section  applied as if they were provisions of this Act in the  manner indicated in this Act.",
    "mean_p_confidence": 0.7934065934065935
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "  50. The provisions of section 81 of the Income Tax Recovery of  Ordinance shall apply as if such provisions were pro- sel Tex  visions of this Act and refer to the Personal Tax se”  ‘instead of to the income tax.",
    "mean_p_confidence": 0.7771111111111111
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "  51, The provisions of section 82 of the Income Tax  Recorry of  Ordinance shall apply as if such provisions were pro- Peet! Tx  visions of this Act and refer to the Personal Tax  lesviae  instead of to the income tax. Sate.",
    "mean_p_confidence": 0.7567391304347827
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "  52. The provisions of section 83 of the Income Tax Use of more  Ordinance shall apply as if such provisions were pro- {#2 0% mer  visions of this Act and refer to the Personal Tax  instead of to the income tax, and as if the reference in  ‘that section to any Chapter of that Ordinance were a  reference to the provisions of that Chapter applied as  if they were provisions of this Act in the manner  indicated in this Act.",
    "mean_p_confidence": 0.8214606741573034
  },
  {
    "i_page": 32,
    "par_num": 10,
    "text": "  2 .",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  34 Personal Taw Act, No. 14 of 1959  BERLE 0,80, ,The provisions of section 84 of the Income Tax  {ote retssiea, Ordinance shall apply as if such provisions were pro-  visions of this Act and refer to Personal Tax, return  of the taxable wealth, assessable expenditure, and  taxable gifts, and this Act instead of to income tax,  return of the income, and Income Tax Ordinance, and  as if paragraph (ii) of the proviso to sub-section (1)  of that section were omitted.  CHAPTER IX.  OFFENCES.  tear ot 54. (1) Any person who—  nae (@) fails to pat with the requirements of a  incorrect notice issued to him under section 24 (2) ef  a this Act or under the provisions of section  54 (1), section 54 (3), section 54 (4) (a),  section 54 (4) (6), or section 55 (1) of the  Income Tax Ordinance applied as if they  were provisions of this Act in the manner  indicated in section 24 or section 25 of this  Act; or  (b) fails to attend in answer to a notice issued to\"  him under the provisions of section 54 (4)  (6) of the Income Tax Ordinance applied  as if they were provisions of this Act in  the manner indicated in section 24 of this  Act, or a summons issued to him under the  provisions of section 69 (5) or section 73  (6) of the Income Tax Ordinance applied  as if they were provisions of this Act im  the manner indicated in section 39 or  section 43 of this Act, or having attended  fails without sufficient cause to answer any  question lawfully put to him; or  (0) fails to comply with the provisions of section  54 ®, section 76 (10) or section 78 (2) of  the Income Tax Ordinance applied as if  they were provisions of this Act in the  manner indicated in section 24, section 45  or section 47 of this Act,  shall be guilty of an offence and shall, on conviction  after summary trial by a Magistrate, be liable to  fine not exceeding live hundred rupees.",
    "mean_p_confidence": 0.7986233766233766
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  Personal Tax Act, No. 14 of 1959 35",
    "mean_p_confidence": 0.748
  },
  {
    "i_page": 34,
    "par_num": 2,
    "text": "  (2) Every person who without reasonable cause—",
    "mean_p_confidence": 0.7188888888888889
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "  (a) makes an incorrect return by omitting or  understating any taxable wealth, assess-  able expenditure, or taxable gifts of which  he is required by this Act to make a return  either on his own behalf or on behalf of  another person; or",
    "mean_p_confidence": 0.796734693877551
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "  (®) gives any incorrect information in relation to  any matter or thing affecting his own  liability to the Personal Tax or the liability  of any other person,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 34,
    "par_num": 5,
    "text": "  shall be guilty of an offence and shall, on conviction  after summary trial by a Magistrate, be liable to a  fine not exceeding two thousand rupees or to imprison-  ment of either description for a term not exceeding  six months or to both such fine and imprisonment and,  in addition to such punishment, to pay a sum equal to  double the amount of the Personal ‘tox which has been  undercharged in consequence of such incorrect return  or information, or wonld have been so undercharged if  such return or information had been accepted as  correct.",
    "mean_p_confidence": 0.8212264150943396
  },
  {
    "i_page": 34,
    "par_num": 6,
    "text": "  (8) No person shall be liable to any penalty in res-  .pect of any offence under this section unless the com-  plaint concerning such offence was made in the year  of assessment in respect of or during which such  offence was committed or within five years after the  expiration thereof.",
    "mean_p_confidence": 0.8133333333333334
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "  (4) The Commissioner may compound any offence  under this section and may before judgment stay or  compound any proceedings thereunder.",
    "mean_p_confidence": 0.7833333333333333
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "  85. Every person who— Offeace of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "  bresch.ot",
    "mean_p_confidence": 0.0033333333333333327
  },
  {
    "i_page": 34,
    "par_num": 10,
    "text": "  (@) acts under this Act without taking an oath of ser  secrecy as required by the provisions of  section 4 (2) of the Income Tax Ordinance  applied as if they were provisions of this  Act in the manner indicated in section 61  of this Act; or",
    "mean_p_confidence": 0.7960377358490566
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "  (b) acts contrary to the provisions of section 4 (1),",
    "mean_p_confidence": 0.7366666666666667
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "  3 or to an oath taken under the provisions of  section 4 (2), of the Income Tax Ordinance  applied as if they were provisions of this  Act in the manner indicated in section 61  of this Act; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  36 Personal Tax Act, No. 14 of 1959",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 35,
    "par_num": 2,
    "text": "  (c) aids, abets or incites any other person to act",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 3,
    "text": "  contrary to the provisions of this Act,  shall be guilty of an offence and shall, on conviction  after summary trial by a Magistrate, be liable to a  fine not exceeding one thousand rupees or to imprison-  ment of either ogo for a term not exceeding six  months or to both such fine and imprisonment.  eger,of 56. (1) Every person who—",
    "mean_p_confidence": 0.8044117647058823
  },
  {
    "i_page": 35,
    "par_num": 4,
    "text": "  . (a) omits from a return made under this Act any  taxable wealth, assessable expenditure, or  taxable gifts which should be included  therein; or",
    "mean_p_confidence": 0.7479310344827587
  },
  {
    "i_page": 35,
    "par_num": 5,
    "text": "  (b) makes any false return or entry in any return  made under this Act; or  (c) signs any statement or return furnished under  this Act without reasonable grounds for  believing it to be true; or  (@) gives any false answers whether verbally or in  writing to any question or information  asked for in accordance with the provisions  of this Act; or  (e) prepares or maintains or authorises the -  preparation or maintenance of any false  ooks of account or other records or falsi-  fies or authorises the falsification of any  books of account or records; or  : (f) makes use, or authorises the use, of any fraud,  art, or contrivance whatsoever,  and thereby evades, or attempts to evade, the Personal  Tax or assists any other person to evade or to atten  to evade such tax shall be guilty of an offence and shall,  on conviction after summary trial by a Magistrate,  be liable to a fine not exceeding the total of five thou-  sand rupees and treble the amount of the Personal Tax  for which he, or as the case may be the other person so  assisted, is liable under this Act for the year of assess-  ment in respect of or during which the offence was  committed, or to imprisonment of either description  for any term not exceeding six months, or to both such  fine and imprisonment. J  (2) The Commissioner may compound any offence  under this section and may before judgment stay or  compound any proceedings thereunder.",
    "mean_p_confidence": 0.8108896797153025
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  Personal Taw Act, No. 14 of 1959 87",
    "mean_p_confidence": 0.612
  },
  {
    "i_page": 36,
    "par_num": 2,
    "text": "  57. The institution of proceedings for, or the personal Tax  imposition of, a penalty, fine, or term of imprison- 1s pers  ment under this Chapter shall not relieve any person f22\"bsta0¢-  from liability to assessment or payment of any proceedings  Personal Tax for which he is or may be liable. a",
    "mean_p_confidence": 0.7510526315789474
  },
  {
    "i_page": 36,
    "par_num": 3,
    "text": "  58. No prosecution in respect of an offence under Prosecutions  section 54 or section 56 shall be commenced except at {0,bé with the  the instance, or with the sanction, of the te  Commissioner, Conminsione,",
    "mean_p_confidence": 0.7407692307692307
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "  CHAPTER X.  ADMINISTRATION.",
    "mean_p_confidence": 0.39666666666666667
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "  59. (1) For the purposes of this Act there may be otters.  appointed such number of Deputy Commissioners of  Inland Revenue, Assistant Commissioners of Inland  Revenue and Assessors of Personal Tax as may be  necessary.",
    "mean_p_confidence": 0.7848780487804878
  },
  {
    "i_page": 36,
    "par_num": 6,
    "text": "  2) A Deputy Commissioner of Inland Revenue  appointed for the purposes of the Income Tax Ordi-  nance shall have all the powers under this Act of a  Deputy Commissioner of Inland Revenue appointed",
    "mean_p_confidence": 0.7960526315789473
  },
  {
    "i_page": 36,
    "par_num": 7,
    "text": "  - for the purposes of this Act.",
    "mean_p_confidence": 0.6644444444444444
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "  (8) An Assistant Commissioner of Inland Revenue  appointed for the purposes of the Income ‘Tax Ordi-  nance shall have all the powers under this Act of an  Assistant Commissioner of Inland Revenue appointed  for the purposes of this Act.",
    "mean_p_confidence": 0.805111111111111
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "  (4) An assessor of Income Tax appointed for the  Purposes of the Income Tax Ordinance shall have  all the powers of an Assessor of Personal Tax under  this Act,",
    "mean_p_confidence": 0.7661764705882353
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "  60. An Assistant Commissioner of Inland Revenue Amistaxt  may exercise any powers conferred upon an Assessor Somitioner  by this Act. events",
    "mean_p_confidence": 0.652
  },
  {
    "i_page": 36,
    "par_num": 11,
    "text": "  CHAPTER XI.  - GenzraL.",
    "mean_p_confidence": 0.2571428571428572
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "  61. The provisions of section 4 of the Income Tax Of!  Ordinance shall apply as if such provisions were pro- ““°  visions of this Act and refer to this Act instead of to  the Income ‘Tax Ordinance.",
    "mean_p_confidence": 0.769047619047619
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  38 Personal Tax Act, No. 14 of 1959",
    "mean_p_confidence": 0.752
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  Certain 62. Where an Assessor is of opinion that any",
    "mean_p_confidence": 0.7875
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "  iai'imes transaction which reduces or would reduce the amount",
    "mean_p_confidence": 0.6663636363636364
  },
  {
    "i_page": 37,
    "par_num": 4,
    "text": "  ooeto'be of the Personal Tax payable by any person is arti-",
    "mean_p_confidence": 0.6892307692307692
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "  “seardel. ficial or fictitious or that any disposition is not in  fact given efiect to, he may disregard any such trans-  action or disposition and the persons concerned shall  be assessable accordingly.",
    "mean_p_confidence": 0.7867567567567567
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "  Indemnification 63. The provisions of section 53 of the Income Tax",
    "mean_p_confidence": 0.7653846153846153
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "  ek gerresenta- Ordinance shall apply as if such provisions were pro-",
    "mean_p_confidence": 0.6561538461538461
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "  7 visions of this Act and refer to Personal Tax instead",
    "mean_p_confidence": 0.7630769230769231
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "  of to income tax and as if the words ‘‘ the income of ””  were omitted from that section.",
    "mean_p_confidence": 0.7968181818181819
  },
  {
    "i_page": 37,
    "par_num": 10,
    "text": "  — 64,\" (1) Any officer appointed for the posposes of",
    "mean_p_confidence": 0.6483333333333333
  },
  {
    "i_page": 37,
    "par_num": 11,
    "text": "  sh. this Act who is specially authorised by the Commis-",
    "mean_p_confidence": 0.6083333333333333
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "  arg sioner in that behalf may, accompanied by a peace  officer, do all or any of the following: —",
    "mean_p_confidence": 0.7618181818181817
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "  (i) enter and search any building or place where  he has reason to believe that, any articles,  books of account or other documents which  in his opinion will be useful for, or  relevant to, any proceeding under this Act  may be found and examine them, if found;",
    "mean_p_confidence": 0.8037037037037037
  },
  {
    "i_page": 37,
    "par_num": 14,
    "text": "  (ii) seize any such articles, books of account or  other documents or place marks of identi-  fication thereon or make extracts or copies  therefrom;",
    "mean_p_confidence": 0.7741379310344827
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "  (iii) make a note or an inventory of any other  thing found in the course of any search  under this section which in his opinion will  be useful for or relevant to, any proceedings  under this Act;",
    "mean_p_confidence": 0.8002325581395348
  },
  {
    "i_page": 37,
    "par_num": 16,
    "text": "  and the provisions of the Criminal Procedure Code  relating to searches shall apply so far as may be to  searches under this section.",
    "mean_p_confidence": 0.8114814814814815
  },
  {
    "i_page": 37,
    "par_num": 17,
    "text": "  In this sub-section ‘‘ peace officer ” shall have the  same meaning as in the Criminal Procedure Code.",
    "mean_p_confidence": 0.798095238095238
  },
  {
    "i_page": 37,
    "par_num": 18,
    "text": "  (2) Before authorising any officer to exercise the  powers under sub-section (1), the Commissioner shall  record the circumstances which necessitate the  exercise of those powers by that officer.",
    "mean_p_confidence": 0.7948484848484849
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  Personal Taw Act, No. 14 of 1959 39",
    "mean_p_confidence": 0.754
  },
  {
    "i_page": 38,
    "par_num": 2,
    "text": "  65. (1) The Minister may from time to time make Pover to  males generally for carrying out the provisions of this ™¥ \"es.",
    "mean_p_confidence": 0.7173076923076922
  },
  {
    "i_page": 38,
    "par_num": 3,
    "text": "  ot.",
    "mean_p_confidence": 0.16333333333333333
  },
  {
    "i_page": 38,
    "par_num": 4,
    "text": "  (2) Without prejudice to the generality of the  powers specified in sub-section (1), rules may be made  under this section—",
    "mean_p_confidence": 0.7466666666666666
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "  @ providing for any matter which by this Act  is to be or may be prescribed;",
    "mean_p_confidence": 0.7942105263157895
  },
  {
    "i_page": 38,
    "par_num": 6,
    "text": "  () preseribing penalties for the contravention of  any rules made under this section or the  failure to comply therewith not exceeding  in each case a sum of five hundred rupees;",
    "mean_p_confidence": 0.7877142857142857
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "  (©) prescribing any forms which may be necessary  for oatrying this Act into effect.",
    "mean_p_confidence": 0.7123529411764705
  },
  {
    "i_page": 38,
    "par_num": 8,
    "text": "  (3) All rules made under this section, other than a  rule prescribing a penalty for the contravention of or  failure to comply with a rule, shall be published in  the Gazette and shall come into operation on the date  of such publication in the Gazette or at such other  time as may be stated in such rules.",
    "mean_p_confidence": 0.84765625
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "  (4) A rule prescribing a penalty for the contraven-  tion of or failure to comply with a rule shall not come  into operation until it is approved by the Senate and  the House of Representatives and notice of such  approval is published in the Gazette.",
    "mean_p_confidence": 0.8305882352941176
  },
  {
    "i_page": 38,
    "par_num": 10,
    "text": "  (5) All rales made under this section, other than a  rule prescribing a penalty for the contravention of or  failure to comply with a rule, shall be laid, as soon  as conveniently may be, on the table of the Senate and  the House of Representatives at two successive mect-  ings of the Senate and the House of Representatives  and shall be brought before the Senate and the House  of Representatives at the next subsequent meeting  held thereafter by a motion that such rules shall not  be disapproved, and if upon the introduction of any  such motion, or upon any adjournment thereof, su  rules are disapproved by the Senate or the House of  Haprcesn cere they shall be deemed to be rescinded  as from the date of such disapproval but without pre-  judice to anything already done thereunder; and such  rules, if not so disapproved, shall continue to be of  full force and effect. Every such disapproval shall  be published in the Gazette",
    "mean_p_confidence": 0.8253038674033149
  },
  {
    "i_page": 38,
    "par_num": 11,
    "text": "  66. Any Schedule to this Act may be amended by Amendment of  resolution of the House of Representatives. te pales",
    "mean_p_confidence": 0.7439130434782608
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  40 Personal Tax Act, No. 14 of 1959  Towrpratin. 67, (1) In this Act, unless the context otherwise  Tequires,—",
    "mean_p_confidence": 0.6834782608695652
  },
  {
    "i_page": 39,
    "par_num": 2,
    "text": "  “ acquired”, with reference to property, means  acquired by purchase, gift, inherivanes, or  exchange, or in any other manner what-  soever;",
    "mean_p_confidence": 0.6842307692307692
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "  < qssessee \"means a person by whom the  Personal Tax is payable under this Act,  and includes any person in respect of whom  any proceeding under this Act has been  taken for the determination of the Personal  Tax payable by him;",
    "mean_p_confidence": 0.7597916666666666
  },
  {
    "i_page": 39,
    "par_num": 4,
    "text": "  “* Assessor’ means an Assessor of Personal  Tax;",
    "mean_p_confidence": 0.5863636363636364
  },
  {
    "i_page": 39,
    "par_num": 5,
    "text": "  “‘ child ”* shall have the meanin; eon to that  xpresaion in Chapter VILA. of the Inorma  Tax Ordinance ;",
    "mean_p_confidence": 0.5841666666666666
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "  ‘Commissioner ’’ means the Commissioner of  Inland Revenue appointed for the purposes  of the Income Tax Ordinance, and  includes a Deputy Commissioner of Inland",
    "mean_p_confidence": 0.7193103448275862
  },
  {
    "i_page": 39,
    "par_num": 7,
    "text": "  . Revenue appointed for the purposes of this  Act or of the Income Tax Ordinance; ,",
    "mean_p_confidence": 0.6873684210526316
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "  “company ” means any company incorporated  or registered under any law in force in  Ceylon or elsewhere ;",
    "mean_p_confidence": 0.7009090909090909
  },
  {
    "i_page": 39,
    "par_num": 9,
    "text": "  “dependent relative ”, in relation to an indivi-  dual, means a relative in respect of whom  an allowance under section 16 of the  Income Tax Ordinance would be made if  that section were applicable to such  individual ;",
    "mean_p_confidence": 0.7739999999999999
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "  “donee ” means any person who acquires any  property under a gift, and, where a gift is  made to a trustee for the benefit of another  person, includes both the trustee and the  beneficiary ;",
    "mean_p_confidence": 0.7939024390243902
  },
  {
    "i_page": 39,
    "par_num": 11,
    "text": "  “ donor ”’ means any person who makes a gift;",
    "mean_p_confidence": 0.7183333333333333
  },
  {
    "i_page": 39,
    "par_num": 12,
    "text": "  “executor ” means any executor, administrator  or other person administering the estate of  a deceased person ;",
    "mean_p_confidence": 0.7223809523809523
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "  “expenditure” means any sum in money or  money’s worth spent or disbursed or for  the spending or disbursing of which a",
    "mean_p_confidence": 0.7428
  },
  {
    "i_page": 40,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "  Personal Taw Act, No. 14 of 1959 41  liability has been incurred by an assessee,  and includes any amount which under this  Act is required 'to be included in expendi-  ture, but does not include any amount  which under this Act is deemed not to be  included in expenditure ;",
    "mean_p_confidence": 0.7803448275862068
  },
  {
    "i_page": 40,
    "par_num": 2,
    "text": "  “family ” means a family within the meaning of  the provisions of section 20D of the Income  Tax Ordinance applied as if they were  provisions of this Act in the manner  indicated in sub-section (2) of this section ;",
    "mean_p_confidence": 0.8075555555555555
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "  “ gift ” means a transfer by one person to another  of any existing movable or immovable  property made voluntarily and without  consideration in money or money’s worth,  and includes the transfer of any property  deemed to be a gift under this Act;",
    "mean_p_confidence": 0.7953999999999999
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "  “head ”’, with reference to a family, means the  head of that family within the meaning of  the provisions of section 20D of the Income  Tax Ordinance applied as if they were  provisions of this Act in the manner  indicated in sub-section (2) of this section ;",
    "mean_p_confidence": 0.8087037037037037
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "  “local authority °? means any Municipal Council,  Urban Council, Town Council, or Village  Committee, or any other institution which  may be established under any written law  for the purpose of local government ;",
    "mean_p_confidence": 0.7576923076923077
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "  “market value ”’, with reference to any property  and any date, means the price which, in  the opinion of an Assessor, that property  would have fetched on that date in an open  market ;",
    "mean_p_confidence": 0.77025
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "  “net wealth” means the amount by which the  aggregate value, computed in accordance  with the provisions of this Act, of the  Wealth of an assessee on the valuation date  is in excess of the aggregate value of all the  debts owed by him on that date other  than—",
    "mean_p_confidence": 0.7780357142857143
  },
  {
    "i_page": 40,
    "par_num": 8,
    "text": "  (a) any debt incurred without considera-  tion, or without full consideration,  in money or money's worth,",
    "mean_p_confidence": 0.7394999999999999
  },
  {
    "i_page": 40,
    "par_num": 9,
    "text": "  (6) any debt incurred which is not wholly  ber his own benefit, .",
    "mean_p_confidence": 0.68375
  },
  {
    "i_page": 41,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "  42 Personal Tax Act, No. 14 of 1959  (c) any debt in respect of which there is a  Night to reimbursement from any  other person unless such reimburse-  ment cannot be obtained,  (@) any debt charged or secured on, or  incurred in relation to, any pro~  Petty of bis which is excluded from  jis wealth under this Act, and  (2) any debt incurred by him outside  Ceylon other than any such debt  which is contracted to be paid in  Ceylon or which is areal or  secured on property in Ceylon,  and account being taken not more than  once of the same debt charged upon  different portions of property ;",
    "mean_p_confidence": 0.7706299212598425
  },
  {
    "i_page": 41,
    "par_num": 2,
    "text": "  “« property ’” includes any interest in any mov-  able or immovable property ;",
    "mean_p_confidence": 0.6794117647058823
  },
  {
    "i_page": 41,
    "par_num": 3,
    "text": "  “rental value ”’ has the same meaning as in the  Income Tax Ordinance ;",
    "mean_p_confidence": 0.6911764705882353
  },
  {
    "i_page": 41,
    "par_num": 4,
    "text": "  “resident ”” or “resident in Ceylon” means  resident in Ceylon within the meaning of  section 33 of the Income Tax Ordinance;",
    "mean_p_confidence": 0.6756
  },
  {
    "i_page": 41,
    "par_num": 5,
    "text": "  “taxable person” means a person who has  taxable wealth, or has incurred assessable  expenditure, or has made taxable gifts ;",
    "mean_p_confidence": 0.7312500000000001
  },
  {
    "i_page": 41,
    "par_num": 6,
    "text": "  “transfer of property ”” means any disposition,  conveyance, assignment, settlement, deli  very, payment or other alienation of  property and, without limiting the gene-  rality of the foregoing, includes—",
    "mean_p_confidence": 0.7264705882352941
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": "  (a) the creation of a trust in property,  and",
    "mean_p_confidence": 0.6925
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "  (0) the grant or creation of any interest in  any property ;",
    "mean_p_confidence": 0.7426666666666667
  },
  {
    "i_page": 41,
    "par_num": 9,
    "text": "  “valuation date”, in relation to any year  of assessment, means the last date of the  year preceding that year of assessment ;",
    "mean_p_confidence": 0.7980769230769231
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "  “‘wealth” means movable or immovable’  property of any kind whatsoever, and  includes property required by this Act to  be included in wealth and does not include  property required by this Act to be  excluded from wealth ;",
    "mean_p_confidence": 0.7538636363636364
  },
  {
    "i_page": 42,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "  Personal Taw Act. No. 14 of 1959 43  “‘year of assessment” means the period of  twelve months commencing on the first day  of April, 1959, or any subsequent period  of twelve months commencing on the  first day of April;",
    "mean_p_confidence": 0.7891304347826086
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": "  ~ “year preceding a year of assessment ” means  the period of twelve months ending on the  thirty-first day of March immediately",
    "mean_p_confidence": 0.7461538461538461
  },
  {
    "i_page": 42,
    "par_num": 3,
    "text": "  prior to such year of assessment.",
    "mean_p_confidence": 0.70375
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "  (2) The provisions of section 20D of the Income  Tax Ordinance shall apply as if they were provisions  of this Act and refer to return of taxable wealth,  assesanble expenditure, and taxable gifts, this Act,  and Personal Tax instead of to return of income,  Income Tax Ordinance, and income tax.",
    "mean_p_confidence": 0.8010526315789473
  },
  {
    "i_page": 42,
    "par_num": 5,
    "text": "  SCHEDULE I.  Raves oF coNmninutiow 1x RESPECT OF TAXABLE WBALAH  ‘to Tue Pensoxay Tax  Wor a person other than the trustee of a trust which, or w  ‘corporation whick, is @ charitable institution within the  ‘meaning of the Income Taz Ordinance.  § Rate of  contribution.  On the first Rs. $00,000 of all taxable wealth... } per centum  On the next Rs, 1,000,000 of all taxable wealth ... 1 per centum  On the balance of all taxable wealth 1D a per eentum:  For the trustee of a trust which, or a corporation which, is «  charitable institution within the meaning of the Income  Taz Ordinance  On all taxable wealth nn per contum  SCHEDULE II.  Rates oF CONTRIBUTION IN RESPEOT OP TAXABLE EXPENDITURE  ‘ro Tux Pensonat, Tax  For one unit.  Rate of  contribution.  On the first Rs, 5,000 of all taxable expenditure 10 per centum  On the next Rs. 5,000 of all taxable expenditure 25 per centum  On the next Rs. 5,000 of all taxable expenditure 50 per centum  On the next Rs, 5,000 of all taxable expenditure 100 per centum  ‘On the balance of all taxable expenditure 200 per centum  For the head of a family.  ‘The contribution in respect of the taxable expenditure of the  hhenal of a family to the Personal ‘Tax shall be computed in accor.  dance with the preceding provisions of this Schedule relating to",
    "mean_p_confidence": 0.7136293436293436
  },
  {
    "i_page": 43,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "  44 Personal Yaw Act, No. 14 of 1959",
    "mean_p_confidence": 0.722
  },
  {
    "i_page": 43,
    "par_num": 2,
    "text": "  ‘one unit subject to the modification that, for each sum specified in  Shots provisions, there shall be substinted, the, product of the  multiplication of that sum by the total of such units and fractions  of units contained in that family in accordance with the provisions  of section 18 as represent the members of that family in respect of  whom allowances are allowed under section 15,",
    "mean_p_confidence": 0.803611111111111
  },
  {
    "i_page": 43,
    "par_num": 3,
    "text": "  For an individual who is not included in a family.",
    "mean_p_confidence": 0.7575
  },
  {
    "i_page": 43,
    "par_num": 4,
    "text": "  ‘The contribution in respect of the taxable expenditure of an  individual who is nob included in a family to the Personal 'Tax  shall be computed in accordance with the preceding provisions of  this Schedule relating to one unit subject t0 the motieation that,  for each sum specified in those provisions, there shall be substi-  tuted the produot of the multiplication of that sum by one and a  half.",
    "mean_p_confidence": 0.7481578947368421
  },
  {
    "i_page": 43,
    "par_num": 5,
    "text": "  SCHEDULE IIL.  ‘Ravas oF CONTRIBUTION IN RESPECT OF TAXADLE GIFTS  70 THe PensowaL Tax.  Rate of",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 43,
    "par_num": 6,
    "text": "  contribution.  On the first Rs. 50,000°of the value of all taxable gifts... 6%  On the next Rs. 25,000 of the value of all taxable gifts... 8%  On the next Rs. 25,000 of the value of all taxable gifts ... 10%  On the next Rs. 40,000 of the value of all taxable gifts... 12%  On the next Rs. 40,000 of the value of all taxable gifts ... 18%+  On the next Rs. 80,000 of the value of all taxable gifts ... 18%  On the next Rs. 60,000 of the value of all taxable gifts ... 20%  ‘On the next Rs. 80,000 of the value of all taxable gifts ... 25%  On the next Rs. 80,000 of the value of all taxable gifts ... 30%  On the next Rs. 80,000 of the value of all taxable gifts... 85%  (On the next Rs. 80,000 of the value of all taxable gifts... 45%  On the next Rs. 80,000 of the value of all taxable gifts ... 50%  On the next Rs. 250,000 of the value of all taxable gifts ... 60%  On the next Rs. 450,000 of the value of all taxable gifts ... 80%  On the balance of the value of all taxable gifts sev 100%",
    "mean_p_confidence": 0.8179545454545454
  }
]