[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  CODE OF CRIMINAL PROCEDURE  (AMENDMENT)  ACT, No. 15 OF 1989  [Certified on 3rd November, 1989]  Printed on the Orders of Government  Published as a Supplement to Part IT of the Gazette of the Democratic  Socialist Republic of Sri Lanka of November 03, 1989  sie Tei Comp iar til  Se  Prize : 30 cents, Postage : 75 cents,",
    "mean_p_confidence": 0.7184999999999999
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Code of Criminal Procedure (Amendment)  Act, No. 15 1989  [Certified on rd November, 1989}  LD—O. 36/88  Aw Act 10 aMEND THE Cope oF CrmMvaL PRocepuRe  Act, No. 15 oF 1979",
    "mean_p_confidence": 0.6491891891891892
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  ‘BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7555
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1. This Act may be cited as the Code of Criminal Short title,  Procedure (Amendment) Act, No. 15 of 1989.",
    "mean_p_confidence": 0.7730434782608696
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2. Section 188 of the Code of Criminal Procedure Act, Amendment,  No. 15 of 1979, is hereby amended by the repeal of sub- of ‘act No.  section (3) of that section and the substitution therefor, 15 0f197.  of the following subsection :—",
    "mean_p_confidence": 0.7655319148936169
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  “ (8) The order of discharge referred to in subsection  (2) shall operate as an acquittal where either—",
    "mean_p_confidence": 0.7585714285714286
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (a) it is not set aside and the case against the accused  is not reopened within a period of one year from  the date of such order ; or =",
    "mean_p_confidence": 0.7970588235294117
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (®) the case has keen duly reopened and an order of  discharge is made for the second time :",
    "mean_p_confidence": 0.769090909090909
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  Provided that where an application to set aside the order  of discharge is pending before a Magistrate or any other  court in revision, the order of discharge shall not operate  as an acquittal at the end of the period of one year until  ‘the Magistrate or such court makes order refusing the  application to set it aside.",
    "mean_p_confidence": 0.8296875
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  ‘Anmual subseription of Bills and Acts of the Parliament Rs, 177 (Local),",
    "mean_p_confidence": 0.7035714285714285
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Bs. 236 (Foreign) payable to the Supennvvenpenr Goverment PuBLIcaTioNs",
    "mean_p_confidence": 0.5354545454545454
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  ‘Buaeav, Coxonmo 1, before 15th December each year in respect of the year  following",
    "mean_p_confidence": 0.6476470588235294
  }
]