[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : + 2nd Session 1971-72 itt ‘ ey fi —_ a, : : Cui? bok ha : Aiea Fonte sh ' Cro 2 a ». Be my: Ne Ak Oman ere\" Eis ey Capital Levy Act, No. 51 of . ; Date of Assent: November 24, 1972 — Lo ge oo Printed on the Orders of Governtnent . ‘Printed at the Derarrmamtr or Governnarnr Painting, Ctyion. To be ” Fee a ee ee eemiicaTene Boras, CoLeOne apna Subscription (neluding based Rs, 30 (Local), Be 40 Beer aPanac, 8 0. Box B00, Covonino 4, ‘before BO Hpomercacing omete: Es Seapect st the year following” ate see se al be ‘sccepied on the Condition that Siis =f Dee a a ate peySene ela Sate Sippel Price: Re. 1.90 a Postage: 50 cents | . . _",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Capital Levy Act, No. 51 of 1071 L. D—O, 74/71. AN Act 70 PROVIDE FOR THE IMPOSITION OF A LEVY N CAPITAL AND YOR MATTERS CONNECTED ‘THEREWITH OR INCIDENTAL THERETO. . [Date of Assent: November 24, 1971] . : BE it enacted by the Queen’s Most Bxoellent Majesty, ~ by and with the advice and consent of the Hause of” spresentatives of Ceylon in this present Parliament —, assembled, and by the authority of the same, as follows: — : : 4, This Act may be cited as the Capital Levy Act, stag mis No. 81 of 1971. a - PART I; Pungone To WHOM THIg ACT SHALL NOT APPLY . 2 This Act shall not apply to— Berean (a) any person specified in section 28 of the 4s sil Yortneipal nes bot oenls. (@) the Government of any foreign country; (©) the Institute of Chartered Accouotents of Ceylon established under the Institute of Chartered Accountants Act, No. 23 of 1959; (@) eny company other than @ non-resident company having capital in Ceylon; (@) any chariteble institution within the meaning : of section 129 of the principal Act; () any provident, building, savings or thrift society or fund; and (@) any other person who ‘may bé exempted from the provisions of thie ‘ct by Order made by. the Minister of Finance, approved. by the . House of Representatives and published in . the Gazette, : . PARTIE .. Isposimon or Caprran Lavy a. Subject to the other provisions of this Act, inusitien thare shat be spose fee (2) on every parson (including & Hindu undivided family but not including, a, non-resident company having capital in Ceylon) in respect 1 7608—to90 OAL) -",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Capital Levy Aot, No. 51 of 1971 | of his leviable capital on March 81, 1971, a levy at the rates apocified in the Schedule to this Act, and (®) on every person, being a non-resident company having capital in Ceylon, a levy at the rate of 5 per contum of the leviable capital of that company on March 81, 1971. (2) A levy imposed on any person under sub-section . (1) is hereafter in this Act referred to as the “* capital levy”. . : (8) For .the purposes of this Act, where an individual has a wife or any child oF dependent relative on March 31, 1971, they shall constitute a family and such individual shall be the head of that family. apie 4. (1) There shall he included in the capital of a coven Persou— pepe. (@) the value of life interest he hes in any Property;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "() being the only beneficiary under a trust, the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "property subject to the trast; -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(6) being one of several beneficiaries under a trust the benefits from which to the beneficiaries",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". can be ascertained, such part of the property subject to the trust‘as is proportionate to the share of the benefit from the trust;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) being the trustee of a trust the benefits from",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "- . . which to all or any of the beneficiaries under _ the trust, cannot be ascertained, the property subject to the trast;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(¢) being @ partner in a firm, the value of his interest in the firm determined in the prescribed manner;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(f) his epproved savings within the meaning of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". _ Section 68a of the principal Acts",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) his share in the capital of any corporation or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "undertaking the profite and income of whick * + are exempt from income tax under section 6 of the principal Act; _",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Capital Levy Act, No, 51 of 1972 3 (4) his investments in the securities of the Govern- ment of Ceylon and his other investments whether he is entitled or not on account of his other investments to any allowance in arriving at his taxable income for the purposes of the principal Act or to any relief under that Act from income tax; end (® motor vehicles of which he is the possessor or where he is.the head of a family, motor vehicles of which he or any member of his family is the possessor. (2 Where the estate of a person whose death occurred prior to April 1, 1971, is administered by an exeentor, then, for the putposes of sub-seotion (1), the executor shall be deemed to be the trustee of the estate and every heir to the whole or any part of the estate shall be deemed to be a beneficiary and the estate shall be deemed to be the property subject to the trast. 8, (1) There shall be excluded from the capital of comin 3 person— Eee (2) his immovable property which is outside Ceyfoa; 2% (®) being @ persan not resident in Caylon on March : 81, 1971, his movable property which is out- side Ceylon; : (©) being a person who is resident in Ceylon on March 81, 1971, but who is not a citizen of Ceylon, his movable property which is out- side Ceylon; * @ being a member of a Hindn undivided family, his interest in tbe coparcenary property of such family; : {) any household effects or other articles {not — including jewellery) of personal use of which he is the owner; . (/) any such interest in any property as is available to him for a period not exceeding six years;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4 Capital Leoy Act, No, 61 of 107%",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(9) the rights under any patent, copyright, trade ‘matk or registered design belonging to him Unless those rights are held by him as assets» of a business, profession or vocation;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(8) hig right or interest in any life insurainoe poli elore moneys covered by that policy hecome due and payable to him;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@ his right to recsive © pension or other life annuity; . .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "@ any tools and instruments necessary for him: to cerry on hig profession or vocation, subject to a maximum of twenty thousand rupees in value; :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(® any instruments and other apparatus used by ‘him for purposes of scientific research;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ".* © any works of art, archaeological, scientific or art collections, books or manuscripts belonging to him and not intended for sale;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(m) any drawings, paintings, photographs and prints belonging to him and not intended for sale; -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(e) any heirlooms belonging to him and not intended for site, but not including jewellery;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(¢) any jewellery-belonging to him or, if he is the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": head of a family, any jewellery belonging to him and the members of his family, subject * to @ maximum of twenty-five thousand rupees in value;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "| @) being an employee, the amount to his eredit in any provident fond;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(g) any property of which he is the owner but the life interest in which subsists in any other ‘petson; :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(7) any sum due from him by way of income tax or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "' ‘wealth tax in respect of any year of assese-—_ ment ending not later than March $1, 1972, * or by way of estate duty in respect of the estate or any pert of the estate of a deceased",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "* Capital Levy Act, No, 61 of 1871 5 person which has passed to him and which is inclndad in his capital for the purposes of this Act; (®) eny ‘sum due from him by way of gifts tax in : Tespect of any gift made by him at any time on or before September 30, 1971; (®) being an heir to the estate of any person who Peles on oF after ‘April 1, 1971, but before the . date of commencement of this Act, the | amount of the estate duty paid or payable by him in respect of ench part of the este of the deceased as is deemed under section 9 to have devolved on him on March 81, 1971, or being the executor.of the estate of any. such person, the amount of the estate duty paid or payable by him;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "* {#) motor cycles belonging to him and kept for his personal use oreit be ig the head ofa family, motor cycles belonging to him and kept for his personal use or fouging to any member of his family and kept for the personal use of that member; :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "{o) any motor car which is kept for hia personal ‘use or if he is the head of a family, any motor . car which is kept for his personal use or for the personal use of any member of his family and of which he or that-member of | his family became. the owner or possessor prior to April 1, 1988, and any motor car which is kept for the ‘personal use of any member of his family who is a child in receipt of occupational income and of which that member of bis family became the owner or ‘possassor on or after April 1, 1968;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "() a sum of twenty-five thousand rupees out of the total value of the motor cars which are kept for hig personal use and of which he became the owner or possessor on or after April 1, 3968, or if he is the head-of a family, a sum ‘of twenty-five thousand rupees out of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "* total value of the motor cars which are kept for his personal use or the personal use of the members of his family (not being children a : in receipt of oie ical income) and of which he or those members became the owners or possessors on ar after April 1, 1968; ,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "2 6 Capital Levy Act, No. 51 of 1971 * Provided that where the total value of such motor oars is less than twenty-five thousand rupees, such total value and not 8 sum of twenty-five thousand rupees sball be deducted from the capital of that person; (@) any immovable property in which he has a contingent interest or the life interest in which subsists in any other person.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "For the purposes of paragraphs (e) and (2), “ qecupational income ” Eh Gave. She meaning assigned to that expression in section 129 of the principal Act.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "(2) Where any sum or amount which is payable by any person by way of income tax, wealth tax, gifts tax or estate duty and which is excluded under sub- section (1) from the capital of that person has not been. assessed, an Assessor may determine a sum or amount which appears to him to be a reasonable estimate of such income tax, wealth tax, gifts tax or estate duty, as the case may be, and the sum or amount so deter",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "“mined shall be excluded from the capital of that person. Zoribte 5, (1) Where an; m is the head of a family, = Sra, the agital of each individual who is a member of thai fens. fomily shall, for the purposes of this Act, be deemed to form part cf the capital of the head of that family and accordingly the values of the net capital of all such members shall be aggregated with the net capital of the head of that fantly and where the aggregated net capital of the bead of that family— . Y{@) includes any premises occupied wholly -or mainly for residential purposes on March 31, 1971, and is in excess of two hundred . and fifty thousand rupees, or 4) does not include any such premises and is in excess of two hundred thousand rupees, euch part of the ated net capital of the bead of that family asexcceds two himdred and ity ‘thousand. rupese or two hundred thousand rupees, 85 the case may be, sball be the leviable capita of the hhead of that family and the head of thet family shall ~ be liable to the capital levy in respect of such leviable capital.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Capital Levy Act, No. 81 of 107% 7",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "@) Where the debte of an individual included ins. family exceeds his capital, then the excess sball be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "< set off against the aggregated net capital of the head of that amily.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "For the purposes of this sub-section, debts shall not inelode any ns spared. zn ay, ome of the sub aphs (i), (i), (ii), (iv) and (v) of paragray ie) of the stnian' of ex capital areas",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "7. Where the net capital of any person who is not teribte included in a family— pehnon iy",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(@) includes any premises occupied eholiy or mainly 36 fecinied",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "for residential purposes on Mi 81, 1971, “emi and is in excess of two hundred and fifty . thousand rupees, or @) does not include any preutises occupied golly or mainly for residential purposes on M: Bl, 1071, and is in excess of two hundred thousand rupees, such pert of his act capital as exceeds two undzed and fifty thousand rupees or two hundred thonsand Tupess, as the case may be, shall be his leviable capital and he shall be liable to pay the capital levy in respect of such leviable capital. > 8 Soch port of the net capital in Ceylon of a Lente nos-resices company as exceeds one million rupees Sees, shall be the leviable capital of that company and that camsny. company shall be liable to pay the capital levy in respect of such leviable capital.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "9. “(@) Where any person on or after April 1, 1971, Spesal prot bat not later than 8 tember 80, 1971, Thakes ® gift asian of property to any other person, such gift shall, for. {3 Saxe: the purposes of this Act, be deemed to have been made Apcl1.10., | on March 81, 1971, and accordingly such property fepiaobe'a, shall bs deemed to have formed part of the capital of 37,124 ', feb other person on the latter date. fein dog",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(2) Where the death of any person who, if he were Ap WOT alive on the date of commencement of this Act, would {'cssuns\" be chargeable with capital levy, ocours on or after mw of tis Apri, 1971, but tefore the date of commencement of this ‘Act, any part of the estate of the deceased Person to which an heir is entitled shall, for the Purposes of this Act, be deemed to have devolved on Such heir on March 81, 1971, and accordingly such Part of the estate shall be deemed to have formed part of the capital of that heir on the latter date:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "8 Capital Levy Act, No. 61 of 1971 . Provided, however, that where every heir of the deceased person is chargeable with capital levy, the executor of the deceased person may give notice in, writing to the Commissioner within six months after the date of commencement of this Act, requiring that + the capital Tony be imposed on the capital of the estate and where such notice is given then notwithstanding anything to the contrary in the preceding Brorisions of this sub-section, the executor shall be chargeable with, and be liable to pay, the capital levy on the capital of the decessed person and there shail be excluded from the capital of every heir such part of . the estate as is deemed to have devolved on him on March $1, 1971. Value of 10. (D Subject to the other provisions of this ee section, the value for the purposes of this Act of any vonatitnta immovable or movable property forming part of the ‘enpital. eapital of any person shall be the market value of thet property on the valuation date:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": ". Provided that where the movable property consists of shares (not being preference shares) in any company which by its articles restricts the right to transfer its shares, or which is a com any in which nore than half the shares issued is held by fre poreons, ,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": ". their wives or minor children, either directly or through nominees, and the Commissioner is satisfied that the shares have not, within the period of twelve",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": ". montha preceding ‘the valuation date, been quoted in the official list of recognized stock exchange in the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": ". United Kingdom or in 2 list of a like nature issued in Ceylon by any association of brokers approved by . the Secretary to the ‘Troamury fo the puspesos of this, proviso, the value of such shares shall, if tbe Commissioner so directs, be ascertained not in the manner provided by the preceding provisions of this sub-section but by reference to the market value of all the asiets of the company as a, going canoe. excluding pawl, on the valuation date, after deducting therefrom—— (i) the par or redemption value, whichever is greater, of any debentures, debenture stocks . and preference shares of the company; Gi) all ‘debts of the company incurred or’ oreated * bona fide for ‘consideration in money or : money's worth; °",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Capital Levy Act, No. 61 of 1971 ~ 9 (ii) such sum as on a just and fair computation represents any future or contingent liabili-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "x ties of the company or any liabilities thereof",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "which are uncertain in amount; and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(iv) the amonnt of any reserve fund separately",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "invested which is bona fide intended to be applied in ent of pensions to employees or Dtherwise for the benefit of them or ‘Theat dependants or relatives and in uo other manner,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(2) Where any person by whom the capital levy is payable is ing on a business for which acoounts Ere Maintained vy it regularly, the Commissioner ray, inetend of dotermining seperately the value of each property held by such person in snch business, detevinine the net valve as a°whole of the properties",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "- held by such person in such business.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "or the porposes of this sub-section no acoount shall be taken of the goodwill of that business.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "{3) Where for the purposes of this section the . market value of any property cannot be ascertained because such proporty is nob saleable in, the open market, the value of such property shall be determined in the prescribed manner. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "“44. (1) Subject to the provisions of sub-section (2} Dae of and sub-seotion (8), for the purposes of this Act, the stm. valuation date—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(@) iu respect of an immovable property of any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "person— () which was owned by him .on March 31, 1971, and was acquired by him on or before March 31, 1970, shail be March 81, 1970, and Gi) which was owned by him on March 31, 1071, and was soquired on or after . April 41,1970, shall be ‘March 1, 1971; and (0) in respect of a movable property of any person— G) which consists of shares, shall be March 31, 1970, if such’ property was zoquired on or before that date and was owned by him on March 31,1971, ° or March $1, 1971, if such property was acquired on or after Roa 1, ' 1970; and +",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "10 Capital Levy Act, No. 51 of 197% Gi) which does not consist of shares, shall be Mareh 81, 1971.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(2) Where avy person dies on or after April 1, 1971, ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "bal etore the dato of the commencement of this Act,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": ". + then, for the purposes of this Act, the valuation date in respect ‘of lus property, whether movable oF Pr rene hall be the date of bis death. -",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(@) Where on March 91, 1071, the value of any immovable property forming part of the capital of immormron anid aojuired by him oa or Before March B1, 1970,—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(a) is more than the value of that property on the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "latter date by reason of uy improvements, additions or alterations made to that property, or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(®) is less than the value of that property on the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "latter date by resson of any damage caused.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "to that property or the destruction or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "demolition of any building on that property, ‘the amount by which the value has so increased or ‘decreased. shall be added to or subtracted from its value on March 31, 1970.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "() For the purposes of sub-section (8) the burden cof proving that the value of any immovable property has decreased after March 81, 1970, shall be on the parson who asserts it, -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "42, (1) Any husband or wife may give notice in smh writing the Commissioner within three months Stoned .after the date of commencement of this Act or before 4 i. an assesemamt of the eapital levy is made requiring ‘thas capital levy shall be assessed, imposed an recovered separately on the leviable capital of the asband ond on the loviable vapital of the wife as if they were not married; and all the provisions of this ‘Sot shall thereupon apply to each of them accordingly",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "Provided that, in the ease of a person who is not resident in Ceylon immediately prior to his arrival therein, 0 notivs given within the period of twelve months next succeeding his arvival in Ceylon shall be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "-efiective for the purposes of this sub-section. (2) Where the capital levy is assessed separatel; -on the net capital of the husband and on the not capital -of the wife as a result of a notice given under ub,seotion (1); the value of the net, capital of the ‘ husband and the value of the net capital of the wife and the value of the net capital of any individual",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": ". Cupital Levy Act, No. 51 of 1971 1 rho, according to the retamns of net capital furnished hy the husband and the wife, is 6 chill or dependent",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "< elative of either or both of those spouses sball be aggregated and the capital levy that would be paysble",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "by the husband if sack notice had not been given shall",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "be ascertained in accordance with the provisions of ,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "this Act, The amount of the capital levy so ascertained",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "shall be apportioned among the husbaad and the wife",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "4m the proportion which the value of the net capital",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "of each of them bears to the value of the aggrogate — -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "net capital of both of them.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "PART III Rervans anv Assessunnrs 48. (1) It. shall be the duty of every person Duy of chargeable, either singly or as a head of @ family, Bm, with capital levy, if under this Act he has not been ii\"ernter “required by ‘an Ascessor to make @ return of capital, 7% to give notice in writing to the Commissioner within surat i¢ a period of three months after the date of commence- Byrd ment of this Act that he is so chargeable. 85 39 Resin, 2) A notice under sub-section (1) shall specify— (@) the foll name and address of the person giving the notice; (6) the particulars gelating to his property and if ‘he has a wife, child or dependent. relative, partioulars relating to the property of such wife, child or dependent relative; and (©) any reference to a file number of the Department of Inland Revenue in any previous oorres- pondence between that Department and him on any matter relating to income tax, gifts tax or wealth tax.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "1%. (1) The Provisions of section 82 of the yom ano principal Act shall apply as if those provisions were ‘igasitn Provistons of this Act and refer to this Act and not fehted. to the principal Act, and—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(@) as if, for sab-section (0) of Shae section, there",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "‘were substituted the following sub-section :— “(An Assessor may give Rotice in writing to any person requiring him to Furnich within the time specified in such notice a return of his capital and, if he has a wife, child or dependent relative,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "12 Capital Levy Act, No. 81 of 1071 the capital of such wife, child or depen- dent relative, containing such particulars",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": ": and in such form as may be prescribed. ”; +",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(®) a9 if in sub-section (2), for the words “ assess-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": ". ment of the income tax, wealth tax or gifts tax x parable > there were substituted the words ‘‘ assessment. of the capital levy peyable ”; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(c} as if in sub-section (3}—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": ". (i) for the words “ person's income, wealth, expenditure or gifts”, there were substituted the - words “ person's capital”, and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(ii) for the words “regarding his income, wealth, expenditure or gifts”, . eceurring in paragraph (2) of that",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": ". sub-section, there were substituted the words “ regarding his capital”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "@) An Assessor may give notice in writing to any executor or trastee requiring him to furnish within the time specified in the notice—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(©) in the case of an executor, a return of the capital",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": ": of the estate administered by him, the names and addresses of the heirs to tho , . estate and such information relating to tho properties devolving on the heirs as may Zpecifiod in the notice, and @) in the case of o trustee, a return of the capital of the trust, the names and addresses of the beneficiaries and the benefits to which they are entitled. . Detonation 15. The provisions of sub-section (1) of section 83 Prtiked by of the principal Act shall apply as if those provisions ical, were provisions of this Act Mad refer to thie Act and not to the principal Act. . : Fee nay us 16, Tho provisions of section 87 of the principal frie Act shall apply as if those provisions were provisions so of this Act and refer to this Act and not to the elon principal Act. . ‘Precedent 47. The provisions of section 89 of the principal, tron Act shall apply as if such provisions were provisions hai at of this Act ond refer to this Act and not to the mecceni- principal Act and as if the words and figures ‘or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "+), Capital Levy Act, No. 51 of 1971 13 ate persoris in receipt of money, value or profits to ton seotion 84 applies,” ‘ocarring in sub-section (1)",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "of the said section 89, were omitted.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "48. - The provisions of section 90 of the principal paindyai Act shall apply as if those provisions were provisions “2, of this Act and refer to this Act and uot to the Mets s principal Act. bus",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "49. ‘The provisions of section 91 of the principal signers Act shall apply as if those provisions were provisions $74.77\" of this Act and refer to this Act and not to the principal Act and as if the reference in that section to any other section of the Principal Act were a reference to that other eection applied as if they were provisions of this Act in the manner indicated im this",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "it. .",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "20, (1) Where any person fails to comply with the Zor notice {2 writing given to kim by an Assessor Ssaie requiring such person to furnish a return under the plssly or provisions of section 82 of the principal Act applied fan” + as if those provisions were provisions of this Act in “er the manner indicated in section 14 of this Act, the Commissioner may in writing order such person—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(@) to pay, as a penalty for failure to comply with",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": ". the requirements of such notice, a sum not",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "exceeding two hundred and fifty rupees, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(®) to furnish such retarn within a specified period.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "(2) Where a penalty is imposed on @ person under sub-section (1), be shall not be lable to & procemtion for an offonce under paragraph (a) of section 68 (1) in respect of his failare to comply with the requirements of the notics. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "21. (1) Every pereon who, in the opinion’ of an Asse 1 Assessor,” ig chargeable with capital levy shall be Bestmneots asseased by him as soon as may be after the expiration of the time specified in the notice requiring him to farnish @ return of capital under the provisions of section 82 of the principal Act applied as if those provisions were provisions of this Act in the manner Indicated in section 14 of this Act:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "Provided that the Assessor may assess apy person before the expiration of the time specified in such Notice if the Assessor is of the opinion that such Person is about to leave Ceylon or that for any other *sason it is expedient to do s0.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "14 Capital Levy Act, No. 51 of 1971",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(@) Where a person has furnished 2 retorn of capital, the Assessor may either—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(a) accept the return and make an sasessment‘",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "‘mooordingly; or .",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(@) if he does not accept the return, estimate the. amount of the leviable capital and assess him accordingly.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(8) Where « person has not furnished a return of capital, and the Assessor is of the opinion that such person is chargeable with capital levy. he may estimate the amount of the leviable oapital and assess ‘him accordingly, but auch assessment shall not affect the liability. of such person to a penalty by reason of his failure or neglect to deliver a return.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "‘Additional 22, ‘Where it appears to an Asseseor that a person",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "muons chargeable with the capital levy has not been assessed",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "or hag been assessed at less than the proper amount, the Assessor may, on or before March 81, 1978, assess such person at the amount or additional amount at which according to the judgment of the Assessor such pereon ought to have Been assessed, and. the provisions of this Act as to notice of assessment, appeal and other proceedings shall spply to suchr- assessment or edditional assessment and to the capital levy charged thereunder.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "Ration of 28. The provisions-of section 95 of the principal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "“~e Act shall apply as if those provisions were ‘provisions of this Act and refer to Ells Act, and mot t0 the principal Act, and—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "(@) 48 if in sub-section (1) of that section, for the words ‘amount of income, wealth or gifts assessed and the amonnt of tax charged”,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": ". there were substituted the words “ amount of capital assessed and the amount of the capital levy charged *; and .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "_ @ 4a if in sub-section (2) of that section, for the words “‘ amendment of the rate of tax it is necessary to vary the amount, of tax charged”, there were substituted the words * smendment of the rate of the capital levy it is necessary to vary the amount of the capital levy ebangod",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "Capital Levy Act, No. 61 of 107% 1B",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "25. ‘The provisions of section 96 of the principal Ysiltty of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "Act shall apply as if each provisions wero provisions i=\" « of this Act and refer to this Act and mot to the :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "rincipal Act and as if in paragraph (0) of sub-section",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "B ‘of thst section, for the words ” the amount of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "inoome, wealth or gifts assessed, or the amount of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "tax charged; ', there were substituted the words",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "‘the amount of eapitel assessed or the amount of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "the capital levy charged; ””.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "23, Where an assessment of capital levy under newsiaian this ‘Act is made in respect of any person and such of Semi person has not paid the levy, he shall aot, except proscar by With the written permission of the Commissioner, 2°,2q° alienate to any other pereon— of visa an",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "(@) any immovable property belonging, 0 sich imix”",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "‘peraon or to any member of his family, or (®) any rights in any immovable property belonging : ‘to such person or to any member of his : family: :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "Provided that such person or any member of his famlly may, after notice to the Commissioner, alienate,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "0 ‘own any immoyable property ing to him or any rights in any Immovable proparty belong. ing to him,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "“26. (1) Any parson aggrieved by the amount of Notice of an assessment mile ander this Act or by the amount ieee is of any valuation for the purposes of this Ach may, Geienck within thirty days after the date of the notice of such assessment, give to the Commissioner a written notice of objection:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "Provided that the Commissioner, upon being satisfied that, owing to absence from Ceylon, sickness gr other reasonable cause, cuch person Was prevented : from giving the notice ‘of objection within ench period, may grant au extension of time for giving such notice.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "@) Every notice -of objection in, respect of an ascesement given under sub-section (1) by, any person hereinafter referred to aa the ‘‘ objector ” shall-—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "(@) state precisely the grounds on which objection",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "is made to the assessment by the objector, (8) i€ the objection is in respect of the valuation of any property, specil at property ant . sat out the eros ‘on which sich valuation is erroneous and the value that should be put on that property, oo som re dom)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "16 Capital Levy Act, No. 1 of 1971 . (©) if it relates to an assessment made in the absence -° \"of a return, ba accompanied by a return duly made, and :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(a) be signed, by the objector or his authorized . representative,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(8) Every’ notice of objection which does not",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": ": conform ‘to, the provisions of sub-section (1). or sub-section (2) shall not be valid, Lin 27. An objector shall, within a period of thirty epee days after the date on which he gives to the Commis- sioner a notice of objection under aection 28, send to the Commissioner a list of the documents upon which, and the names and designations of the persona on whose evidence, the objector proposes to rely in support of his objections:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "Provided that the Commissioner, upon being satisfied, that owing to absence from Ceylon, sickness or other reasonable cause, such person was prevented from sending such list within the aforesaid period of thirty days, may grant an extension of time for’ the furnishing’ of such list:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "Romer of 28, (1) Upon receipt of a valid notice of objection Qeamissitasr the Cominiseoner may direct an Assessor to obtain {irmetng fuller and further information relating to any matter Bory,’ necessary or relevant for the making of a determina- iseraizatien - tion on the notice of objection. The Assessor, when Bde 80 directed, may by notice given in writing to the objector— J",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "{@) require him to producs or transmit for *sinspection by the Assessor any document specified in the list referred to in section 27; (®) reqhize him to furnish, on or before the date specified .in the notice, information on the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "matters spedified in the’ notice.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": ". Within thirty, days after tho receipt of the information the Assessor shall report to the Comntis- sioner whether any revision of the assessment is necessary. ~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(@) The Commissioner may by notfos in, writing given to the objector require the objector in person or by authorized representative to be present, together with such docamonts and witnesses as may be specified in that notice, on such date and at time as may be specified in the notice to be heard",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "Capital Levy Act, No, 61 of 1971 Ww on such matters relating to.the notice of objection as may be specified in the notice given under this sub-rection, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(8) At the inquiry into the notics of objection, the objector shall not be allowed—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(@) to produce any documant which is not included",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "in the list furnished under section 97 or to adduce the evidence of any witness whose name does not appear in that list, or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(®) to raise eay objection which is not specified in",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "the notice of objection.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(8) The Commissioner sball have power to summon any’ person whom he may consider able to give evidence respecting the matters set out in the notice of objection to attend before bim and may examine.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "Such person on cath or otherwise, Any ‘person 90 suiending may be allowed by the Commissioner any reasonable expenses necessarily incurred by  suol nergon in so attending.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "29, Where an objector fails to comply with the Bejctica provisions of section 27 or with the requirements of Sake a any notice given to him under sub-section (1) of sbieticn seotion 28, the Commissioner shall reject the notice",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": ". of objection given by such objector.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "30. (1) The Commissioner shall male his deter- Detwminatin imintion Mn every valid notice of objection which has f, Commaloasr not bean rejected under section 99 and shall give ot cbjctins Written notice of his determination to the objector.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "- (2) The Commissioner by his determination on a notice of objection may confirm, reduce, increase or annul the asvessinent to which the notice of objection relates, soot",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "B41, (1) Where no valid notice of objection or vinuy appeal fs been lodged against an assessment made ‘mea under this Act or where an assessment has been deter- mined on objection or appeal, the assessment as made or determined on objection oF appeal: 5 the case may be, shall be final ‘and conolusive for all purposes of this",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(2) The determination of any matter on objection or appeal shall not prevent an Assessor from making en assessment or additional assessment which does not involve the re-opening of that matter.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "> 1B Capital Levy Act, No, 61 of 1971” “part iv ‘Apprana",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "pean wo 2, (1) Any perscn, or the authorized representa- Bickle. tive of any person, who iv oggricved by tho refusal of the Commissioner to grant the permission referred to in section 25 or by his determination under section 30 on & uotics of objection may, by petition addressed to the Board of Adjadioators, appeal from the order refasing such permission or from that determination,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "as the case may be. Every euch petition sball—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "(©) if it relates to the determination of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "Commissioner, be accompanied by # copy of the determination,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "@) set out precisely the grounds of appeal, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": ". (© be transmitted to the Chairman of the Panel, of Adjndienzare within thizty days after the date of the notice of the refusal or determination, os the case may be.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "Such petition shell not-include any ground of appeal not set out in the notice of objection. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "(2) Notice of every appeal under this section shall be sorved on the Commissioner,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "(8} Every petition of aj transmitted to the lehman oe Sue Baad of? ‘Adjadicators shall, if it « cenforms to the provisions of sub-coution (1), be qpferred by him to the Bosrd of Adjndicators and the Board shall hear and determine the appeal in acoord- ance with the provisions of this Aet.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "Gonigieow —8B._(1} Notwithstanding the provisiona of section",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "dalle of 80, where the Commissioner is of opinion that no",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "Sein useful parpose would be seryed by his determining",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "Board of a valid notice of objection, he may refer it to the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "Adjsdieton, Board of Adjudicators through the Chairman of the Panel of Adjudicators,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "(2) Where a notice of objection is referred to the Board of Adjudicators under. sub-section es - notice of objection shall, notwithstanding the provi- sions of section 32, be deemed to be an appoal mado to the Board and the Board shall hear and determine such appeal in accordance with the provisions of this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "Finaty of BA. ‘Subject to the provisions of section 95, the * Sie o¢ decision of the Board on any appeal shell be final and ae'bra” ——gonelasive,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Copital Levy Act, No. 51 of 1971 ° 19 _ 8. (1) Where a to an appeal to the Board ia dissatiaied with the dacision of too Board’cn whet ST boom ‘appeal, he may, by written petition in which the other  guwtonrat Boy, ia mentioned as respondent, appeal to the *™ Supreme Court against that decision on a question of (2) A tition under ib-secti (1) i decibion Of the Board hal oo) seainat (@) be presented in triplicate to the Chairman of Panel within thirty days after the date of the communication by which that decision“ ‘Was notified to the appellant; . (®) set forth the decision of the Board and the question of aw to be argued; . (©) if presented by aay person other, than the mmissionet, bear a certificate by an Advocate or a Proctor that such question is fit for adjudication by the Supreme Court; (@) state the amount of the capital levy in dispute where such atiount exceeds five thousand \"rupees; and (2) be accompanied by @ fee of fifty rupees. : ne (8) Where « petition of appeal is presented to the Chairman of the Panel in the manne? and within the time specified in sub-section (2), the Chaitman shall— (a) transmit, or cause to be transmitted, to the Supreme Court « copy of the petition . together with the record of the proceedings ” : in which the decision appealed against was made, . (2) issue, or cause to be issued, notice of the sppeal to the respondent named in the petition of appeal together with a copy of that petition, an (©) Ale, or onnse to be filed, of. record = copy of that Petition, ( For the. purposes of the application of the provisions of the Stamp Ordinance + (@) all proceedings before the Supreme Court on ch sppeal ander this section or incidental te the hearing, determination or disposal of such",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "20 Capital Levy Act, No, 51 of 1972 _ &ppeal shall be deemed to be civil proceed- ings before the Supreme Court of the value of . five thousand “rupees, or of such greater amount as may be stated in the petition of appeal as the amount of the capital levy in dispute ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(®) the petition of appeal shall, together with all hooks, documents and papers annexed there- to by the Chairman of the Panel, be deemed to be a single exhibit in civil proceedings before the Supreme Court, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(c) the Commissioner, if he is the appellant, shail be deemed to be a Government officer suing, or if he is the respondent to the appeal, a Government officer being sued, in a suit virtute offici.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(®) Every appeal under this section to the Supreme _ Court on a question of law shall be heard and deter- mined by any two or more Judges of that Court. On determining such question of law, the Supreme Court may, in accordance with its decision, conkirm, reduce, increase, or annul the assessment as determined by the Board or may remit the case to the Board with the decision of that Court on the question of law. ‘Where a case is so remitted, the Board shall revise 7 the assessment ag the decision of the Supreme Court may require, -,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(@) The Supreme Court may, in an appeal under this section, make such order in regard to costa in that Court and in regard to the fee of fifty rupees referred to in paragraph (6) of sub-section i) as to that Court may seem fit. Any oosts.so ordered shall, if the appellant is @ person other than the Com- missioner, be added to the capital levy imposed on him and recovered with such levy. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "® The decision of the Supreme Court on an appeal under this section shall be final.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "PART V Pentions 10 Taz Boarp or ApivprcaTors FoR RELIEF Pesition to 86. (1) Any person who is charged with the fie Bud ot capital {oy may, if be is unable to pay the levy in * jor raat, the manner-stated in the notice of assessment or any other notice given to him, petition the Board of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Gopital Lavy Act, No. 51 of 1971 21 _ Adjudicators for any such relief as the Board is em-, powered to grant under section 97. Every petition. for relief shall be in writing and shall be transmitted to the Chairman of the Panel within’ thirty days’ after the date of issue of the notice of assessment or other notice, ag the case may be; (2) Notice of every petition made under this section shall be served on the Commissioner. _ (8) Every petition transmitted to the Chairman of . the Panel shall be referred by him to the Board for disposal. : * BT. (1) The relief which the Board may grant to Reet which any person on a petition made by him under section ‘>a, 36 shall be one or more of the following :— (2) an extension of the period for the payment of : tha capital levy or any instalment of that levy, (®) permission to pay the capital levy in instal ments, % (ce) am increase in the number of instalments ~ allowed to him for the payment of the capital levy, (@) permission to offer any immovable property of that person to the Crown. (2) Where permission is granted by the Board to any person to offer any immovable property of that ~ person to the Crown, the Board shall specify the immovable property which that person may-offer to the Crown. : _ | PART VI Pavmenr, Recovery “ANd Repayment oF Capital Lave . 38. (4) Subject to the other provisions of this whe prams “section, the capital levy charged by any assessment inyine shall be paid by the petson licble to pay the levy in a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "22 Capital Levy Act, No, &1 of 1971",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "jump sum on or before such date as may be specified in the notice of assesament or in any other notice given to him or in such nomber of instalments as may be specified in the notice end any capital levy or any instalment of the capital levy not so paid shall be deemed to be in default and the person by whom such levy or an instalment thereof ‘is payable shall’ be deemed to he a defaulter for the purposes of this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": ") Capital levy shall be paid notwithstanding any notice of objection or appeal against the assessment unless the Commissioner orders that payment of the levy or any part thereof be held over pending the making of @ determination on the notice of objection or appeal, as the case may be, and the amount of the capital levy'so held over shall be deemed not to be in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "ault,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": ".",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "(8) Where the Commissioner is of opinion either that the amount held over under sub-section 2 is likely to become irrecoverable, or that the appellant is unreasonably delaying the prosecution of his appeel, the Commissioner may revoke any order under",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "at sub-section aud make such fresh order as the case may aj to him to require and the amount of any capital Tey not paid on of before sach date as may be, Specified in the fresh order shall be deemed to be in default and the person by whom that amount is pay- able shall be deemed to be a defaulter for the purposes of this Act, 5",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "(& After the disposal of the notice of objection or the appeal of any person, the amount due from him as capital levy, whether that amount ‘is the amount held over under sub-section (2) or is an amount greater or lesser than the amount so held over, shalt be paid by him in a lump sum on or before such date as may he specified by the Commissioner or the Board or in such number of instalments a the Commissioner or the Board may determine, Where no provision is made by the Board for the payment of the amount due from him as capital levy, he shall pay that amount in 4 lump sum on or before suoh date or in such number of instalments, as the Commissioner shall specify in a written notice given to that person. Any sum not” so paid by him shall be deemed to be im default and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "he shall be deemed to be a dafaulter for the purposes of this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "Capital Levy Act, No. $1 of 1971 23",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "(5) Where a petition for relief is made under section 86 to the Board by any person, the payment by him of the amount of the capital levy in respect of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "* which relief ia sought may be deferred until the Board makes its order on the © Betition. ‘Where payment of any amount is so deferred, such amount (hereafter in thia section referred to as the “ deferred amount ”) shall be deamed not to be in default.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "{6) Where the order of the Board on any petition made under section 86 by any person does not contain 2 provision a granting him permission to offer any of his immovable property to the Crown, the deferred amount shall be paid by him in a lump sum on or before such date as may be specified by the Board or in such number of iastalments as the Board may determine. Where no provision is made by the Board with regard to the payment of the capital levy by that person, he shell pay the capital levy in a lamp sum on or before such date, or in such saumber of instal- ments, as the Commissioner shall specify in a written notice given to that person, Any sum not so paid by that person shall be deomed to be in default end tha person shall be deemed to be a defaulter for the purposes of this Act. ° -",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "\\ (7) @ Where the Board in its order ou any peti- tion made under section 36 by any person grants that person permission to offer to the Crown any speciied immovable property of that person, and that person hag in respect of that property given to the Commis- sioner the written notice referred to in sub-section (2) of section 39, that person may, until the offer made in respect of such property is either accepted or rejected, postpone the payiaent of the deferred amount or of a part of that amount bat in no case shall the amount the payment of which is so post- poned be more than the value placed on euch property in the assessment of the capital lery made in respect of that person. Any sum the payment of which is postponed under this paragraph shall be deemed not to be in default,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "af ‘Where the deferred amount is more than the value of the immovable property offered. to the Crown by any person, the amount equal-to the difference between the deferred amount and the value of that Property shall be paid on or before auch date as the Commissioner shall specify in » written notice given",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "Or Capital Leoy Act, No. 51 of 1971",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "to such person, Any sum which is not so paid shall",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "be deemed to be in default and such person shall be",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "deemed to be 2 defaulter for the purposes of this Act,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "{) Where the offer of any immovable property of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "any person to the Crown is rejected, such pergon chal!",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "pay the amount of the capital levy the payment of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": ": which was postponed on account of the’offer of that",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "property to the Crown. The payment of such amount",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "shell be made in a lump sum on such date, or in such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "number of instalments, as the Commissioner shall",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "specify in a written notice given to such person. Any",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "sum which is not so paid shell be deemed to be in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": ": defanlt and sach person shall be deemed to be a defaalter for the purposes of this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "Eames ot 89, (1) Where the Board has, in its order on any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "we ag ‘Petition mado under section 96 hy any person, granted",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "immed him permission to offer to the Crown any immovable",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "EvGers property belonging to him, being immovable property",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "of such class or description as is determined by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "Board, he shall, within fifteen days after the date of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "the communication notifying that order, give to the ,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "Commissioner a, written notice setting out—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "‘ @) fall particulars relating to the immovable property he intends to offer to the Crown, oud”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "mo (8) his title to such property.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "(2) Upon the receipt of a notices under sub-section (1), the Commissioner shall cause the immovable Property specified in that notice to he inspeoted. After the inspection of the property, he shall cause to be sent to the Minister of Finance a report on the situation and condition of the property. ’",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 26,
    "text": "(8) The Minister of Finance may, after considering the report sent to him under sub-section (2) in respect of any immovable property, by Order published in the .. Gazette vest such property in the Crown with effect trom such date as shall be specified in the Order.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "Capital Levy Act, No. 51 of 1977 25",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "(4) The effect of an Order made under sub-section (8) in respect of any immovable property shall be that. on the date specified in the Order such property shall vest in the Crown absolutely and ‘free from all encumbraneas.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "(®) Where the immovable property of any person is vested in the Crown under sub-section (3) and any othar person bas any interest in such property, such ‘other person shall not be entitled to obtain any com- pensation from the Crown in respect of such interest but nothing in this section shall be construed to prevent such other person from obtaining any relief from such person in respect of such interest.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "{6) Where the immovable property of any person Ys vested in the Crown under sub-section (3) and the value placed on that property in the assessment of capital levy made in respect of that person is not less than the amount of the capital levy payable by such person, such person shall be deemed to have paid the copital levy and any difference between the value of that property and the espital levy payable by that person shall be paid to that person. Where the valoe placed on that property in the assessment of capital levy made in respect of that person is less than the amount payable by him as capital levy, the balance of the capital levy shall be paid in Jump sum on or before such date, or in such number of instalments, as the Commissioner shall specify in a written notice given to that person. Any sum not so paid shall he deemed to be in default and that person shall be deemed to be a defaulter for the purposes of this ‘Act. : .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "40. charged with capital levy may, inten PA Peat of the whole\" or aay part yaaa” of the capital levy in cash, surrender to the Secretary fia.\" to the Treasury such amount of Government stock as tay be necessary for the purpose.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "No stock shall be accepted for the purpose of ene ation unless it is Ceylon Goverment tock",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "ar) Capital Levy Act, No, 61 of 1971 “. which has been issued in Ceylon and is of such des- cription as may be proscribed.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(8) The surrender of any stock under this section",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "+ by any person shall be deemed to be equivalent to the payment in cash by him of an amount equal to the aggregate of —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(@) the value placed on such stock in the assessment",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "of capital levy made in respect of him, and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(®) the unpaid soorued interest on such stool.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(® Where the surrender of stock by any person is under sub-section (3) deemed to be cauivalett to the PARED oy arable by ‘ims the exces call bs capital levy payable by him, excess be returned to hin in cas °",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "Payatah by 44. (1) A person charged with capital levy may,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "ae in lien of the payment of ‘he whole or ey part of the capital levy in cash, transfer to the Secretary to the ‘Treasury such shares teld by that person in any company as may be approved by the Secretary to the Treasury in consultation with the Chairman of the Panel. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(2) The transfer under this section by any person of guy shares i a company shall Ye deamed to be equivalent to the paymont in cash by that person. of an",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "* amount equal to the value placed on such shares in the assessment of capital levy made in respect of bim and\" where the » rae of such shares excreds the amgunt ot capil payable by him, the excess refunded to kim Reoaiy for a. 1) Where the smount of the capital levy or oe = an Tustaltgent of te capital levy is in default, a sam Eities . equivalent to five per onium of the amount in default gimaines ~ shall be added to such amount end the Commissioner ine shall give notice in writing to the person liable to pay such amount requiring him to pay such amount to- gether with the sum s0 added on or before the date specified in the notice. Where payment is not 90 tole, the Commissioner may edd « further euin or Further sums aot exceeding fifteen per centurs of the amount in defanlt until such amount is recovered.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(2) Where, upon the final determination of an appeal, the amount of the capital levy or an instal- ment of the levy to which apy sum or sums has or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "Capital Levy Act, No, 51 of 1971 2 have beon added under sub-section (1) is reduced, then such sus or sums shall be calculated on the amount",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "x 28 80 reduced.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "49. In the provisions of this Part relating to the caput ley Tecovery of the capital levy, such levy includes an {2,08 instalment of such levy and any sum ‘or sums added to such levy by reason of defaul, together with any fines, penalties, fees or costs inourred.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "44, The capital levy in default shall be a first Cenitel tery charge upon ‘ll the assete of a defanlter : Far",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "Provided that—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "(@) sach charge shall not extend to or affect any - assets sold by the defaulter to a bona fide purchaser for value prior to the seimré of = * the same in accordance with the provisions of section 110 of the principal Act applied as if those provisions were provisions of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": ": this Act in the manner indicated in section 45 of this Act or the vesting of the same . under section 47 of this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "(2) as regards immovable property, the capital , levy ahall not rank in priority to any lease or encumbrance created bona ‘fide for value and registered prior to the date of the .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": ". assessment made in respect of the defaulter;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "{e) as regards movable property, the capital levy shall not sank ig. enor to. any lien or encumbrance ereated bona fide for value prior to the date of default.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "43. The provisions of section 110 of the principal zeae, Act shall apply as if snch provisions were provisions ce of this Act and refer to capital levy collectors, capital wife levy’ and capital levy collector and not to tax sesh, collectors, tax and tax collector. . .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "48. The provisions of section 111 of the principal prcsdingy Act shall apply as if such provisions were provisions {fy of this Act and as if the references in that section to Magiurate, tax were references to capitel levy and the reference to section 103 of the principal Act were a reference : to section 31 of this Act. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "47. (1) Where the Commissioner is of the opinion mney ot that it is impracticable or inexpedient to recover any Sie iter",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "* capital levy in defanlt by the means provided in iamoretis section 110 or section 111 of the princips] Act applied RPPUh. ‘a3 if those sections were sections of this Act in the wae Gora.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "28 Capital Lewy Act, No. 61 of 1971 nome indicated in section 45 or section 46 of this",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "t, be may, by petition in writing, ay to tl District Court within the joniadiotion oF i the . defaultor resides or any such immovable property of the defaulter ag is specified in the petition is situate for an order vesting in the Crown the property specified in the petition.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "Every such petition shall also specify the amount of the capital levy in default and the nswe and address of the defaulter and shall be accompanied by a certificate under the hand of the Commissioner to the efiect that the amount specified in the petition is the amount of the capital levy in default.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "(2) Whenever the Commissioner males an applica tion to a District Court under sub-section AO he aball forthwith give to the defaulter notics of applica- tion. Such notics may be given by personal service, Tegistered letter sont through the post or by telegraph but the non-receipt of poch notice by the defaulter shall not invalidate proceedings under this section.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "(8) Within ten days after the date on which an application is made under sub-section (1) to a District Conrt for an order vesting in the Crown any immov-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "* able property of a defaulter, the Commissioner shall * tause to be published in the Gazette notice of such application and he shall also cause copies of the notice to be exhibited in some conspicuous place in or near such property. Every such notice shail be in the Sinhala, Tamil and English languages and ‘shall state the name and address of the defaulter and the particulars relating to such property. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "(4 The District Court to which an application under sub-section (1) has been made in respect of the . immovable property of a defaulter may—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "(@) upon pplication made by petition within thirty vasys after the atlication of the notice under sub-section @), and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "(B) after notice to the defaulter and to_ the Commissioner and such inguiry as the Court",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": ": may deem necessary, make order declaring that such property or a portion ; of such property is Tot liable to na ted | in the Crown if the t is eatisfied that the defaulter is not the owner of such property or portion thereof.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "Capital Leoy Act, No, 51 of 1971 2",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "(5) An appeal shall lie to the Supreme Court against an order under sub-section (4) or against the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "+ refusal to make an order under that sub-section. Such appeal shall be free from stamp duty and shall be subject to the same rules which govern interloentory appeals from District Courts,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "©) Where—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "(@) an application under sub-section (4) is not made in respect of say immovable property epecified in an application under vub-scetion @) or in respect of any portion of that property, or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "() an order under the aforesaid sub-section (4) is tefused in eapect of any such property’ or portion thereof, or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "© an order under the aforessid gub section ® made in respect of any such property or Portion therenf is set-aside on appeal,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "the District Court shall by order vest such property or such portion thereof, as the case may be, in the Crown and thereafter such property or such’ portion thereof shall vest in the Crown subject to such encum- brances and changes as ware oxisting on the date on which the application under sub-seotion (1) was made.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "*  (%) The District Court by which an order under sub-section (6) is made shall revoke the order made under that sub-section in respect of any immovable property or portion thereof—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "(@) if the assessment made in respect of the person _",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "> who immediately prior to ‘te making of that",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "order was the owner of such property or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "tion thereof is annulled by the Supreme",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "Rourt upon an appeal made’to that Court against such assesment, or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "© if the Supreme Court upon an appeal made to that Court under sub-section (5) decides that",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "+ an order under sub-section (4} should have been made in respect of that property or portion thereof.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "{@) Where an onder under sub-section (6) voting ‘any immovable property or # portion of -any imuovable proporfy ‘ph the Crown fe revoked under sub-section Pye",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 30,
    "par_num": 18,
    "text": "{@) such’ property or such portion, as the case may or shall Be deemed ‘never to have vested in the Crown end any question which may",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "30 Capital Levy Act, No, 51 of 1971 arise as to any right, title or interest in or over such h property of euch portion shall be determined accordingly, and . @) the person who immediately prior to the vesting ° was the owner of ‘och woperty or suc portion shall ot be entitled. to ‘aim any compensation for any loss or damage whicl he may have flere fe. result, of, or in consequence of, the vesting of such property or portion in the Crowa sd asordiaghy 5 action againet the Crown for compensation for any such loss or damage shall be enter- tained by any Court. {8} Where the market value of any immovable Property vested in the Crown under this section exceeds the amount of the capital levy due from the defanlter, the amount in excess may be paid to the defaulter. Booger of 38, The provisions of section 112 of the principal al'd iL Act shail apply as if such provisions were rrovisines of this Act and refer to this Act and not to the Principal Act, and— (@) sa if the references in that section to tax were references to capital levy, . (®) as if in sub-section (1), there were substituted . for the words “ post to the defaniter ”, the ¢ . words “post to’ the defaulter or’ his . agen”, and {e) a8 if sub-section (6) of that section were omitted, - Ie 4%. The provisions of section 113 of the principal a Act shalt apply as-if such provisions were provisions at ‘of this Act and— (@) as if the references in that section to tax were references to capital levy, and (2) 99 if in sub-section at) there were substituted for the words “ all income tax, wealth tax or gifts tax”, the words ‘the sapital : ley. Dee of mart 30. The provisions of section 114 of the principal Sttearey. “Act shall apply as if euch provisions were provisions of this Act and refer to this Act and not to the prineipa] Act, and— (@) as if there were substituted — + (i) for.the word “ Chapter + wherever that word ccours in that section, the word “Part”, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": ". Capital Levy Aot, No. 51 of 1971 3h (i) for the word “any tax”, the words | ‘the capital levy ”, and’",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "+ @) as if the reference to section 111 of the principal Act were a reference to the said section 111 applied in the manner indicated in section 46 of this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "81. (1) Where the capital levy in-respect of 3 Whevowint person who has net ‘capital and who ig the head of a fetta",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "family cannot be recovered from him, then, if his wife f= =x or child is included in such family such portion of the Fetench capital levy as appears to the Commissioner to be enn attributable to the net capital of the wife or child may “**t be collected or recovered from tha wife or child not- withstanding that no assesment has been made upon the wife or child and the provisions of this Act as to collection and recovery of the capital levy shall apply accordingly.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(2) Where a property subject to a trust or deemed ander sub-section 5 oF section 4 to be subject to a trust or any part of that property is, for the purposes of thig Act, included in the capital of a person who is or is deamed to be a beneficiary under the trust, sach part of the ‘eapital levy payable. by that benefioiary",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "88 appears to the Comtissioner to-be attributable to that property or that part of that property may, if it cannot be tecovered fom tho benekciary, be collected or recovered from the trustee notwithstanding that. 20 assessment has been made upon the trustee and the Provisions of this Act relating to collection and Tecovery of the capital levy shall apply to that trustee accordingly and be shall bo entitled to deduct, the amount of the levy from any moneys which will be payable to that beneficiary from the trust.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "82, The pravisions of section 115 of the principal 2erm,9f Act shall apply a if those provisions were provisions fe cide of this'Act and as if there were substituted for the [pispain words ‘any income tax, wealth tax or.gifts tax”, mum ot the words \"‘ the whole or a part of the capital levy”. ‘omtsl tr.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "38, (1) If it is proved to the satisfaction of the Cute! lr Commissioner by any claim made in writing on or ne bafore the prescribed dato, that any person has paid ™«om capital levy in exosss of the amount which he was chargerble, such person shall be entitled to have refunded the amount so paid in exoess:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "sc rus com",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "32 Capital Levy Act, No. 61 of 1971",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "Provided that nothing in the preceding provisions of this sub-section shall operate to extend or reduce any time limit for appeal or to validate any notice ‘ of objection or appeal which is otherwise invalid or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": ". to authorize the revision of any assessment or other matter which has become fina) and conclusive.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "@) Where it is proved to the satisfaction of the Commissioner by claim in writing made on or before the prescribed date that any person has paid capital",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "\"levy in excess of the amount with which he was pro- perly chargeable and that the excess is due to any error in the assessment or the return of capital other than an error in the application or construction of any provision of this Act in the making or revision",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": ". of the assessment or to any sum or amount estimated ander sub-section (2) of section 5 being tess than the sum or attount actually due from such person, such person shall be entitled to have refunded the amount paid in excess. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "(2) Where it is proved to the satisfaction of the Commissioner by claim made in writing on or before + the prescribed date that any person has paid any sum referred to in sub-section (1) of section 4 which is in excess of the sum which he should have paid if such sums were calcalated in accordance with the provi- sions of aub-section (2) of that section, such person shall be entitled to have refunded the amount paid in excess if such claim is made on or before",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "+ the preseribed date. » PART VII Boarns or Ansupicatons",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "anal of 5. (1) For the purposes of this Act, the Minister Adjudicalors. of Finance may, by Order published in the Gazette,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "constitute a Panel of Adjudicators of not less than",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "fifteen persons from which Boards of Adjudioators",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "shall be constituted as hereinafter provided.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "Capital Levy Act, No. 51 of 1971 33",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(2) A member of the Panel may resign office by =.” Jetier addressed to the Minister of Finance.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(3) The Minister of Finance may, without assign- Rete oe eer Panel. ao",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(© Each member of the Panel shall, unless he . vacates office earlier, hold office for such period a3 may be specified in the letter notifying him of bis appoint- ment to the Panel.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(8) A member of the Panel vacating office by effluxion of time shall be eligible for reappointment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "Ba, (1) The Minister of Finance shal! appoint dtuirmen a one of the members of the Panel to be.the Chairman “* \"s+ of the Panel.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(2) The Chairman of the Panel may resign office by letter addressed to the Minieter of Finance.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(3) The Minister of Finance may, without assign- ing any reason, remove from office the Chairman of the Panel, :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(4) The Chairman of the Panel shall, unless he vacates office earlier, hold office for such period as may",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "« be specified in his letter of appointment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(6) A person who vacates office as Chairman of the Panel by reason of efiluxion of time shall be eligible for reappointment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "56. For the purpose of constituting a Board Gustin, of Adjuticators, the Chairman of the Poca! shal Zypmsn select from the Panel an uneven number of persis and such number shall be not less than three.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "(2) Where the Chairman of the Panel is a member of a Board of Adjudicators constitated. under sub-section (1), then he, or, where be is not & member of that bond, then such member of that Board as may be nontinated in writing by the Chairman, shall be the President of that .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "® There shall be ‘appointed to each Board of Adjudicators a Secretary.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 34,
    "par_num": 15,
    "text": "* 8%, ‘The Chairman of the Panel and the Semsentin members. of the Board of Adjudicators ma be paid of Sve euch remuneration as may determined by the solg acaba ‘Minister of Finances. are com",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": "cy Capital Levy Act, No..6t of 1971 . Erutig , 68 The Board shall hear and determine: all ' appeals, and make its order on ell petitions for relief made to the Board under this Act. Poet 5D. @ At least fourteen clear days’ notice of the ee time and place fixed for the hearing of an appeal or of a petition for relief shall be given by the Seoretary * to the Board to the appellant or, as the case may be, to the person who petitioned the Board (hereafter in this section referred to as the ‘“ petitioner ”) and to the Commissioner. Every appellant or petitioner shall attend, » ith in pone or by or abit sopresutacve! the meeting at which the appeal or the petition is heard.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": "(3) In the case of an appeal, the Assessor who made the assessment appealed ‘ainst or some other officer of the Department. a Tnland Revenue",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": ". authorized by the Commissioner shall attend the meeting of the Board in support of the assessment. In the case of .e petition, the Commissioner shall be represented at be meeting at which the petition is heard by an officer of the Department of Inland = Revenue authorized by him. +",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": "(4) Where, for any reasonable canse notified in writing to the Secretary to the Board, any person who",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": "... 4s requited under sub-ection (2) or sub-section (3) to nt be present at the hearing of an appeal or a petition",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": ": is unable to do so, the Board may postpone the hearing of the appeal or petition.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": "(8) Where an authorized representative of an appellant or a petitioner is present at the hearing of an appeal or & petition, the Board mey postpone the hearing to enable the appellant or the petitioner, as the case may be, to be present.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": "(6) The onus of proving that the assessment sppealed against is excessive or erroneous shall be on",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": "appellant. . _ (1) The Board shall hear all appeals and petitions in camera. .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "Capital Leoy Act, No. $1 of 1971 35",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "@ ‘The Board shall have power to summon to attend at the hearing of any appeal or petition any person - who, in the opinion of the Board, may be able to give evidence respecting the appeal or the petition and may examine him as a witness either on oath or other- . wise. Any person so attending may be allowed by the Board any reasonable expenses necessarily incurred by him in ao attending. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "(8) Except with the consent of the Board and on such terms as the Board may determine, the appellant shall not, at the bearing of. an appeal against an ~ asseuement, be allowed—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "{@) to adduce the evidencé of any witness who is not mentioned in the list referred to in section 27 or to produce any document which is not included in that list; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "(8) to produce any document which he has failed to produce before the Commissioner when required to do so under sub-section (2) of section 28, or to adduce the evidence of any . witness whose evidence was not tendered to the Commissioner when called for ander that sub-section.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "(10) Subject to the provisions of sub-section (9), the Board may, at the hearing of an appeal, admit or Teject any evidence adduced, whether oral or docu- mentary, and the provisions of the Evidence Ordinance relating to the admissibility of evidence shall not apply,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "60. (1) After the hearing of an appeal or a Dadsen ot petition’ ‘Mi Board shall give such decision thereon 4 Bost. as it may think ft. In an appeal against an assess-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "* ment, the Board may by its decision confirm, reducs, increase or annul the assessment appealed ageinst or may remit the case to the Commissioner with the opinion of the Board thereon. “Where a case is so remitted by the Board, the Commissioner shalt revise the assessment as the opinion of the Board may require. The Board say also permit the appellant to pay the capital levy in such number of Pate ents 8S the Board may determine. In an appeal againat the refusal of the Commissioner to grant the permission Teferred to in section 25, the Board may confirm or Teverse the order of the Commissioner.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "36 Capital Levy Act, No. 61 of 1971 (2) In the event of any difference of opinion the members of the Board, the decision of the majority shall be the decision of the Board. ¥ (8) The Secretary to the Board shall communicate in writing the decision of the Board upon any appeal or + polttjon to the appellant or the petitioner, as the cane may be, and to the Commissioner, (4) Where, in consequence of a petition made to the Board, the Board varies the manner in which or the peviod within whieh any person shall pay the amount of the capital levy imposed on him, it shall be the duty of the Commissioner to give effect to that decision. (8) Subject to the provisions of section 85, the decision of the Board on any appeal or petition shall “be final and conclusive. cote 61. Where the Board by its decision does not SSL\" reduce or annul the assessment appealed against, the Board may order the appellant to pay as costs of the appeal a aum not exceeding two hundred and fifty Faposs, Such sum shall be added to the eapital levy imposed on the appellant and recovered with su capital levy. « Bower of 62, The Minister may, from time to time, give Mriver %, to the Board through the Chairmen of the ‘Panel SREP gunerel sirentions ia writing as to the exercise of fhe powers of the Board and the Board shall give effect to such directions. . PART VIII Orrences ann PawALrins Qf, 68, (1) Any person who— : make relma, (0) fails to comply with the requirements of a notice Brea given torhim under the provisions of sub- ‘aera, do section (2) of section 14 of this Act or under the provisious of sub-section (1) cr sub-section (2) or sub-section (8) or sub-section (4) of Section $2, or under, the provisions. o sub- . section (1) of section 83, of the principal Act * applied as if those provisions were provisions ofthis Act, in the manner indicated in section 14 or section 15 of this Act; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "* Capital Levy Act, No. 51 of 1971 37 @) fails to attend in answer to a notice given to him under the provisions of sub-section (8) or sub-seotion (4) of section 82 of the principal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "Act applied as if those provisions were provisions of this Act in the manner indicated",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "im section 14 of thie Act or to a summons issued to him under the provisions of anb- section (6) of seotion 58 of this Act or having",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "attended fails without sufficient cause to answer any question lawfully put to him; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(@) foils to comply with the provisions of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "“section 13, or of an order made under sub-section (1) of section 20, of this Act, shall be guilty of an offence and shall, on. conviction After summary trial before a Magistrate, be liable to @ fine not exceeding five hundred rupees. @) Every person who, without reasonable excuse— () makes an incorrect return by omitting or under- stating any capital of which he is required by this Act to make a return, either on his own behalf or on behalf of another parson; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "@) gives any incorrect, information in relation to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "any matter or thing affecting his own liability",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "to the capital levy or the liability of any",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "other person, shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding two thousand ropees or to imprisonment of either description for a. term not exceeding six months or to both such five and imprison- ment and, in addition to such punishment, So pay & sum equal to double the amount of the capit jay which has been ‘undercharged in consequence of 2a incorrect. return or information, or would have been fo undercharged if such return ‘or information : had been accepted as correct.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "3) No person shall be lisble to any penalty in resect ‘of any offence under this ection runtess the * complaint concerning such offence waa made within five years after the date of the commission of the offence.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(4) The Commissioner rey gompound any offence under this section and may before judgment stay or compound any proceedings under this section.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "3s Capital Levy Act, No. 61 of 1971 — “pt Pesslty or. | GH (1) Any person who acts contrary to the | SFeretia “ provisions of section 2 shall be guilty of an offence Proving ot and shall, on conviction after summary trial before ‘sestlam 25, & Magistrate, be liable to a fine not exceeding five housand ropées or to imprisonment of either desoripy tion for a tarm not exceeding two yeats or to both su fine and imprisonment. (2) The Commissioner may compound an offence under sub-section (1) and may before judgment stay or compound any proceedings thereunder, Bond ot 65, Every person who— ber meses (@) acts under this Act without taking an oath ‘© be fences of secrecy as required by the provisions of seotion 124 of the principal Act applied as if + those provisions were provisions of this Act in the manner indicated in section 75 of this ‘Act, or :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "®) acts contrary to the provisions of sub-section (1) of section 124, or to an oath talen under the provisions of sub-section (2) of section 124,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "_ +s, ofthe principal Act applied as if chose provi- * sions were provisions of this Act in the manner indicated in section 75 of this Act,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "or 1",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "(@) aids, abets or incites any other person to act contrary to the provisions of this Act,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees or to imprisonment of either description for a term not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "faze 68, (1) Every person who—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "(@) omits from a return made under this Act any capital which should -be included in the return; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "(6) makes any false statement or entry in any return made under this Act; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "(9) signs eny statement or return furnished under this Act’ without reasonable grounds for believing it to be true; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "* Capital Levy Act, No. 51 of 1971 89",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "_  @) gives any false answer whether orally or in",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "‘writing to any question or request for infor-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "tation asked or made in accordance with the provisions of this Act; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "(@) makes use, or authorizes the use, of any fraud, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "art or contrivance whatsoever, ana and thereby evades or attempts to evade, the capital a levy or assists any other person to evade ar to attempt. to evade such levy shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to fine not exceeding the total of five thousand rupees and treble the amount of the . . capital levy for which he or, as the case may be, the . other person so assisted, is liable under this Actor to... imprisonment of either description for a term not exceeding six months or to both such fine and imprisonment, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "@) The Commissioner moy gompound any offence under this section and may before judgment stay or : compound any proceedings under this section.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "67. (1) Where in on assessment made in respect Poly tor of any person the amount of his eapital exceeds that =n specified as his capital in his return and the assess- ment is final and conclusive onder section 31, the Commissioner may, unless that person proves to the satisfaction of the ‘Commissioner that there is 0 fraud or wilful neglect involved -in the disclosure of capital made by that person in his return, in writing order that peroon to pay as a penalty for making an in- correct retin a sum not exceeding two thousand Tupees and a sam equal to twico the capital levy on the amount of the excess.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "Any person aggrieved by an order under sub- section G) may ‘appeal from that order to the Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "_ The appeal shall be made in writing within twenty- one days after the date of that order and shall state the grounds of objection to the order.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "The Board may confirm, rednoe, increase or . any te petal Empoied by the order of the Com- mnissioner from which the sppeal is made but any increase of such penalty shall not be in excess of the Maximum amount which the Commissioner may impose under sub-section (1) 45 such penalty.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "40 “Capital Levy Act, No. 61 of 19717 '",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "(4) Where a penalty has been imposed on a person | under sub-section (1) for making any false statement or entry in his return of capital, such person shall = not be Hable to a prosecation under this Act in respect ‘of that falee statement or entry.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "Goria 8, Tho institation of proceedings for, or the Stier imposition of, & penalty, fae, or tam of imprison: Saoiing ment under this Part of this Act shall not relieve any apenie & person from liability to assessment or payment of any Capital levy for which be is or may be liable. Frovenion 69, No prosecution in respect of an offence ander | gE ousth . section 68 or section 66 shall be commenced except oie at the instance, or with the sanction, of the Commision. Commissioner. . PaRTIX | ApMINISTRATION Assioitrice 70. _(1) The Commiasioner of Inland Revenue shall saws.” bo in charge of the administration of this Act.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "(2) The Commissioner may cither generally or specially authorize any Assistant Commissioner to guarcise, perform ox diecharge any power, duty or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "1 function of the Commissioner under thie Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "(@) An Assistant Commissioner exercising or per- forming any power, duty or fonction of the Com.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "\\ missioner under this Act shall be deemed for all purposes to be authorized to exercise or perform that power, duty or fanction until the oontraty is proved.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "(8) An Assistant Commissioner may exercise or vpenform any power, duty or function conferred on an Assessor by this Act,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": ". PARTE 4 : : Gawenat :",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "ersoas A. (1) A non-resident fenon ahail, in respect of — ” smal his capital, be assessable either directly or in the name Sioeaant of hig agent. ‘The capital levy so assessed shall be own\" overable hy all the means provided in this Act out of the assets of the non-resident person or from the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": ", agent.’ Where there are more agents than one they * , may be assessed jointly or severally in reapoct of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "+ + Capital Lesy Act, No. 61 of 1071 Mes",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "“ capital of the non-resident person and shall be Viable jointly and severally for the capital levy on that capital.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "\"_(@) Where one spouse ia resident and the “other spouse is non-resident, the resident spouse may be deemed to be the agent of the non-resident spouse for all the poxpeses of this Act and shall be liable to pay the whole of the capital levy leviable on the net capital of both, whether assessed jointly or severally.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "72. Where any person chargeable with the cupital caps ery levy dics before the payment of such Tevy, the shee foal tor of such deceased person shall be chargeable with ste i the capital levy which such person would have bern \"om Iisble to pay if he were alive and the executor shall",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": ". be liable to do-all acts, matters and things which such Person if he were alive would be Liable to do under this Act:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "Provided that—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "@) no proceedings shall be instituted against. the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "executor in respect of any act or default of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "the deceased person; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "(®) the liability of an executor under this section",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "‘ shall be limited to the sum of—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "i) the deceased person’s estate in the pos- session or control of the executor at the ante when notice é given te bin",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "at liability to pay the capit will arise under this section and.”",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "(ii) any part of the estate which may have passed to a beneficiary.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "78, Where two or more persons are acting in the zane capacity of executors of & deceased person, ther may \"elon, be charged jointly or gevorally with the capital levy with which they are chargeable in that capacity an shall be jointly and severally liable for payment of such levy. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "7%, (1) Where a body of persons liable to pay the rusmy capital {ey has been dissolvad before the Payment of jm st the levy, an Assessor shall determine the capital levy fi!\" Bayable by that body as if that body had not been mem",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 42,
    "par_num": 17,
    "text": "issolved.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": ". 2 Capital Levy’ Act, No. 61 of 1971 . + @) All persons who; at the time of the dissolution * of a body of persons, were members of thet. body shall be jointly and severally liable for the amount of any capital levy or penalty payable under this Act by that » body notwithstanding that no assessments have been made upon them, and the provisions of this Act as to collection and recovery of the capitel levy shall apply accordingly. —. ofan 78. ‘The provisions of section 124 of the principal serecy. Act shall apply as if those provisions were provisions of this Act and refer to this Act and not to the principal Act. Iateans. 16. (1) Every person chargeable with capital 1 ‘Seren ct, Under this Act as trustee, executor or agent or fron whom such levy is recoverable in respect. of the capital of another person may retain out of any assets coming into his possession or control on behalf of such other person or in his capacity as trustee, executor or agent - 50 much thereof as shall be sufficient to produce the amount of such levy, and he shall be and is hereby indemnified against any person whomsoever in respect ! of his retention of euch Sasete. . (2) Where any Beraoh acting as trustee or executor 1 haa paid capital levy and no assets of the trost or? estate come into his possession or control out of which he could retain the amount of the capital levy so paid such amount shall be a debt due from the beneficiaries * of the trust or estate to the trustee or executor. (8) Where a Person changeable with the capital levy or from whom the capital levy is recoverable in respect : of the capital of another person has paid the amount of such capital levy, and no assets of such other person come into his possession or control out of which he éould retain the amount so aid, such emonnt shall . bea debt due to him from such other person, canain 77. Where an Assessor is of opinion that any mores ——_trangaction which reduces or would reduce the amount _ ood die of the capital levy payable by any person is artificial » Ete or fictitious or that any disposition is not in fact given. duregerisi, effect to, he may disregard any. such transaction of disposition and the persons concerned shell be- _ assessable accordingly,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "- Capital Levy Act, No. 51 of 1971 4B.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "78. (1) The Minister may from time to time make ows 19 make regulations generally for carrying out or giving effect. ™eutonn to the principles and provisions of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "” @) Without prejudice to the generality of the powers conferred by sub-section we the Minister may make regulations in respect of the following matters:— -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "(@) all matters (other than forms) required by this .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "Act to be prescribed, and y (®) the procedure to be followed in respect of appli- cations for refunds, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "(8) Every regulation made by the Minister shall be published in the Gazette and stall come into operation on the date of such publication or on such later date as may be stated in the regulation.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "(4) Every regulation made by the Minister shall, as soon as convenient after its publication in the Gazette, be brought before the House of Representatives for spproval..| Any regulation which is not 90 approved shall be deemed to be rescinded as from the date of disapproval, but without prejudices to anything previously done thereunder,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "* (8) Notification of the date on’ which any regulation made by the Minister is so deemed to be rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "79. The Commissioner may from time to time Poms Prescribe the forms to be used for’ail or any of the Purposes of this Act; and any forms so prescribed may from time to time be amended or varied by the Commissioner or some‘other form may be substituted by the Commissioner in place of any form so - prescribed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "80. The provisions of section 128 of the principal yore Act shall apply aa if those provisions were provisions Ec",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": ",of this Act and refer to this Act and not to the pli principal Act and as if the references to tax in that Section were references to capital levy and as if, for paragraph (a) of sub-section (8) of that section, there were substituted the following paragraph:— :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "** (@) An article shall be seized and delivered to the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "Commissioner by the officer oarrying out the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": ". Capital Levy Act, No. 61 of 1971 ’ search only if any sum payable as capital ey by the owner of that article is in defwolt. **. Admvability 81. The provisions of section 127 of the principal si matt Act shall apply as if those provisions were provisions iiiam™ of this Act and refer to the capital levy nd to this ° Act and not to tax and the principal Act and es if the references to section 118, section 11 and section 120 of the principal Act were references to section 63, section 65 and section 66 of this Act. Amendment 82, The Schedule to this Act may be amended by i ieee g resolution of the House of Representatives. ! PART XI INTERPRETATION . ‘Ynterpretation. 83, In this Act, unless the context otherwise reqiires—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "** acquired” with reference to, property, means",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "acquired by purchase, gift, inheritance or : exchange or in any other manner whatso- ever; : ‘ ** Assessor.” means an Assessor of Inland Revenue. Sppointed under the principal Act and * includes a Senior Assessor of Inland Revenue and an Assistant Assessor of Inland Revenue . . appointed under that Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "“Assistant Commissioner” means an Assistant Commissioner of Inlend Revenue appointed under the principal Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "“‘ authorized representative ” shall have the mean- ing assigned to that expression in section 129",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": ". of the principal Act; ‘",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "“Board ” or “ Board of Adjudicators * means a Board of Adjudicators constituted under , section 56 of this Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "‘capital ’? means movable or immovable propery of any kind whatsoever, and indlades property required by this Act to be included in capital and does not include property. required by this Act to be excluded from capital;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "Capital Levy Act, No. 51 of 1971 45 “child ” shall have the meaning essigned to that expression in section 128 of the principal “Commissioner” means the Commissioner of Inland Revenue appointed under the Piincipel Act, ‘end includes a Deputy mmisioner of Inland Revenue appointed under thet Act and an Assistant Commis- sioner specially authorized by the Commissioner either generally or for some specifio purpose to act on behalf of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "Commissioner;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "“ company ” means any company incorporated or” registered tunder any law in force in Ceylon or elsewhere;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "“dependent relative” shall have the meaning - sovigned to thet expression ia dection 129 of the principal Act;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "“‘exsoutor ” shall have the meaning sesigned to that expression in section 189 of the principal",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "et",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "“* incapacitated person ” means any minor, lunatic, idiot or person of ansound mind;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "“market value ” with reference to any property and any date, means the price which, i the opinion of an Assessor, that property would",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "- have fetched on that date in an open market;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "“<mnotor oar” and “‘ motor vehicle” shall hare the meanings assigned to those expressions in the Motor aoe",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "“net capital? when wsed—",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "(a) in relation to any person other than a non-resident compeay having capital in Ceylon, means the amount by whic!",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "- the aggregate value, computed in accordance with the provisions of this Act, of the copital of that person in exces of the aggregate v of all debts owed by such person on March",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": ". Bt, 1871, other than— @) a debt inourred without considera- “tion or without full considera tion in money of money's worth,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "468 Capital Levy Act, No, 51 of 1971 ‘ (ii) a debt incurred which is not wholly for his own benefit, * (iii) @ debt, in respect of which there is ‘a right to reimbursement from any other petson unless such reimbursement cannot be obtained, . (iv) a debt charged or secured on, or incurred in relation to, uy Broperty of his which is excluded from his capital under : this Act, and (®) any debt incurred by him outside : Ceylon unless such debt is oon: tracted to be paid in Ceylon or is charged or secured on property in Ceylon, and account being taken not more than once of the same debt charged upon different portions of property, an¢ ®) in relation to a non-resident company having capital in Ceylon means the , amount by which the aggregate value, cengputed in accordance with the pro- Cais of this Act, of the capital in lon is in excess of #1 appregnie value of all its debts and Habilities on March 31, 1971, each such debt or liability peing a debt or liebility incurred by the company in carrying : + on. its business in Ceylon and’ not ‘ _ _ being— . @) & debt incurred by the company ‘without consideration or with- ont full consideration in money or money’s worth, (ii) @ debt which is not wholly for the . benefit of the company, (iii) a debt in respect of which there . is a right to reimbursement from any ther person unless auch reimbursement cannot be obtained,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "~ Capital Levy Act, No. 61 of 1071 W Gv). debt charged or secured on, or incurred “in, relation to, any",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": ". property of the company whit 1s excluded from the capital of - the company under this Act,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": ". and * @) a debt incurred by the company outside Ceylon unless such debt is contracted to be paid in Ceylon or is charged or-secured on property in Ceylon,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "and account being taken not more than once of the same debt being charged",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "upon different portions of property;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“non-resident * means uot resident in Ceylon within the meaning of section 54 of the principal Act;. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“ Panel ” or “ Pansl of Adjudicators \" means the Panel of Adjudicators constituted mnder section 54 of this Act;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“* person * includes any Hindu undivided family and any executor or trustee;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“* possessor ’? when used in relation to a motor car ‘er 4 motor vehicle means the person who, by resson-of such motor car or motor vehicle having been mortgaged to him or by reason of any agroement ot jer than a hire purchase agrecnent) hoving been made in respect of that motor car or motor vehicle, is in 1 posses: . sion of that motor car or motor vehicle;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“ prevedent. partner ” shall have the, meaning * ‘assigned to that expression in section 129 o",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "» the principal Act;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“* prescribed ” means prescribed by -regulation made under this Act;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“ rlngipal Act ” means the Inland Revenue Act,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "jo, 4 of 1963; :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“* property” includes any interest in any movable or immovable property;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“resident *” means resident in Ceylon within the meaning of section 64 of the principal Act:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "48 Capital Levy Act, No. 61 of 1971 . “ trustee ” shall have the meaning gssigned to that, expression in section 120 of the principal Act. t SCHEDULE [Section 8 (1)] . Rates of Capital Lovy On the first Be. 300,000 of Ievisble capitel ... 8 per aentum On tho nxt Bs. 200,000 of leviable capital... 6 par contum On the next Re. 200,000 of levisble capital ... 10-per centum . On the next Bs, 200,000 of leviable capital ... 15 per cantum On ths balance of the levinble capital... 95 por cantum.",
    "mean_p_confidence": 0.71
  }
]