[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF SRI LANKA. DEVELOPMENT FINANCE CORPORATION OF CEYLON (AMENDMENT) ACT, No. 23 OF 1997 [Certified on 21st. August, 1997] Printed on the Onder of Government — Published as a Supplement to Part IT of the Gazette of the Democratic Soclalist Republic of Sri Lanka of August 22, 1997. PRINTED AT THE DEPARTMENT OF COVERAMANT PRINTING, RI LANKA \"TO BB PURCHASED AT THR GQVERNMINT PUBLICATIONS BUREAU, COLOMBO OL Pree: Re. 4.50 Postage sR 2.5",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Development Finance Corporation of Ceylon (Amendment) Act, No. 23 of 1997 {Certified on 21st August,1997) L.D.—0. 2546. : Aw Act 10 AMEND ‘Tas Devexorment FINANCE CorroraTion oF, CEYLON ACT. BE it enacted by the Parliament of the Democratic Socialist, Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the Development Finance Shortie, Corporation of Ceylon (Amendment) Act, No. 23 of 1997.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. (1) Section 2 of the Development Finance Amesdmest of Corporation of Ceylon Act (hereinafter referred to as the sion of “principal enactment”) is hereby amended in subsection (1) Chapter 165. of that section as Follows -— 7",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(2) by the substitution for the wards ‘referred to as the . “Corporation”, * of the words ‘referred to as the . “Bank\"*; and (2): by the repeal of parageaph (6) of that subsection and the substitution of the following paragraph therefor -— . : “(B) shall be called the DFCC Bank.”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3. (2) Inthe principal enactment (other than in the Long ‘Deseo Title) and in any other written law, thore shall be substituted, CO op for the words \"Development Finance Catporation af Ceylon” Ceylon” sad and “Corporation” (denoting the Development Finance Ream ‘e Corporation of Ceylon), of the words “DFCC Bank” and 9 “pace fank* “Bank” tively, . tad “Bank”",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "nk” respectively, eat",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(2) ‘Bvery reference to the “Development Finance : Corporation of Ceylon” in any notice, notification, contract, communication, form or other document shall be read and construed as a reference to the “DFCC Bank”. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ". 2 Development Finance Corporation of Ceylon . (Amendment) Act, No. 23 of 1997 polisiareted 4, Section 4 of the principal enactment as last amended priscpal = by Act, No, 25 of 1993, is hereby furthor amended as ” enactment, follows :— ; (Q) ‘ia subsection (1) of that section =\"? nts, @ by the substitution in paragraph (a) of that o*\" subsection for the words “of private, industrial, agricultural and commercial enterprises’, of the cers it MORSE “oF industrial, agricultural and commercial cag,, ©) _by the substitution in paragraph (b) of that srg gy «Subsection, forthe words “of private capital,” of : + Ty mrreaidhe words “of capital” <<! =o v7 mt oeers 2 AD Masbowes va ited oe AUT Bet eee Dae (2) by the repeal of subsection (2) of that section, “*\"\"'* tL vei baneriee oluuae ods el pdt hc a nk pe feet of ‘5... Section 5.of the principal enactment as last amended Principal by Act, No. 25 of 1993 is hereby further amended in paragraph ‘eunctment. (vii) of that section by the substitution for the words “to or for private,sindustrial, agricultural and commercial enterprises,\" of the words:“to of for. industrial, agricultural and commercial enterprises”. wears! SORE TOG otk bates ek Hate go Arendwentof 6 Section 14 of he principal enactment as last amended frindpel “ys.c.ry bY Act, No. 25 of 1993 is hereby further amended in subsection maces => (1) OF that section by the repeal of all the: words-from \"No orc 3 gutituntee shall be given wnder this subsection” to the end of. cer © that subsections 970.4 ou soiecasecn “rotneanqiaa’ bes sig iy Aint EY now cabs YO fous to nokonte) | Savings = 7s, (1) All contracts, agreaments sind other instruments | of the Developmént Finance Corporation of Ceylon subsisting ‘on the day immediately prior to the date of commencement of this Act, shall be deemed to be contracts, agreements Of, ‘other instruments entered into by the DFCC Bank.\"",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Development Finance Corporation of Ceylon 3 (Amendment) Act, No, 23 of 1997 .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) All suits, actions and other legal proceedings",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "instituted by or against the Development Finance Corporation . . of Ceylon and pending on the day, immediately prior to the .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "date of commencement of this Act, shall be deemed to be",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "suits, actions and other legal proceedings instituted by or -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "against the DFCC Bank.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(3) All the rights, liabilities and obligations of the Development Fiance Corporation of Ceylon on the day immediately prior to the date of commencement of this Act,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "‘shall be deemed to be the rights, liabilities and obligations of the DECC Bank.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@)_Bvery decree, order or judgment entered in favour of ‘or against the Development Finance Corporation of Ceylon by any court in any action or procesding, shall with effect from the date of commencement of this Act, be deemed to be 8 decree, order or judgment entered in favour of or against : the DPCC Bank and may be enforced accordingly.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "& Inthe event of any inconsistency between the Sinhala Sinhala texto ‘and Tamil texts of this Act, che Sinhala text shall prevail. previlin cae of",
    "mean_p_confidence": 0.7
  }
]