[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". ‘ . cs . 913 PARLIAMENT OF CEYLON i} : Qnd Session 1971-72 = 1 Sy . : SON ‘ @ ale rms : SST Army (Amendment) Act, No. 22 of 1971 7 4 Date of Assent: June 28, 1971 5 ‘ 7 : _ Printed om the Orders of Government. Sinisa Op Opes or cee ee Baan Cane + . Anoua) Subscriptions (inciuding Billa) Rs 30 (Local), Ra at \"Siena BEE, a? o, Yo SH Eine”, Sele 2 miStont eal te eee Oe Sale Bs Eanes Tle He TE My Oh  euee Price: 15 esnts Postage: 10 conte ;",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Army (Amendment) Act, No. 22 of 1971 L. D—O. 47/68. . .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "_ AN Act 70 amanp tom Amwy Aor.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "[Dato of Assent: June 28, 1971] . BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present . Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4.. This Act ‘may be. cited as the Army auntie",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "{Amendment) Act, No. 22 of 1971. +. The Army Act, hereinafter referred to as the Iesinin ot \\ principal Act, is hereby amended by the insertion, 345,\" immediately after soction 1564 {inserted by Act -Cuean. No. 22 of 1964), of the following new section:— + Speed 186n. Section 17 of the Defence Foros Petiag to Ordinance, No. 8 of 1910, as amended {Beoagos by Ordinance No. & of 1845, which is ciyeuert. deemed to be in foroe by virtue of the fstimat provisions of the preceding section of onus this Act shall, for the purposes of Stara, awarding a pension or geatnity to’ the Reateeet widow or family of such officer or soldier Denceors. ag ig referred to in the aforesaid section Vy be domed alveays to have bad effect subject to the following amendment, that is to say, the substitution, for the words “\" who dies within seven years of ‘ sustaining or contracting such’ wound, injary or disease: ” in paragraph (c} of sub-section (1) of the aforesaid section . 17, of the words ‘* who dies as a result of’ such wound, injury or disease: ”, and sevordingly » peision oF gratuity . may be awarded to any such widow or family in accordance with the provisions of the eforesnid section 17° as 80 amended.’.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "8, The amendment made in the Principal Act by Retrospective section 2 of this Act shall be deemed, for all purposes, p\"tene to have had elleot on the date on which Grdisance mit No. 5 of 1945, came into operation: meten",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Provided however that, whore any widow or family oy of any officer or soldier becomes eligible for a pensioD by virtue of the aforesaid section 17 as so amended, such pension shall—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Emte—se0 oT)",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Army (Amendment) Act, No. £8 of 1971 (@) in a caso where the death of the officer or soldier has accutred prior to the first day of October, 1988, be payable only with effect from the +. first day of October, 1968, and - @) in 2 case where the death of the officer or soldier has occurred on or after the first day of October, 1968, ‘bo. payable from the “doy : following the date of death.",
    "mean_p_confidence": 0.78
  }
]