[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1953 mre fo Pees | aU ovr Thoroughfares (Amendment) Act, No. 28 of 1953 Date of Assent : July 30, 1953 . Printed on the Orders of Government inet sacri Soe we Salads “Annual Subscription (including Bills) Rs. 25, payable in . Sk eee . lurcau, Post Orrice Box 500, Secretariat, Colombo t Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Thoroughfares (Amendment) Act, No. 28 of 1965 AN Act 70 autsno sz Tnonoverranas ORDINANCE.  Glertr 18, (Date of Assent: July 30, 1958.] page 3.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "BE it anacted by the Queen’s Most Excellent . ‘Majesty, by and with the advice and consent of the Sonate and the House of Representatives of Cylon in this present Parliament assembled, and by the authority of the same, aa follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "4. This Aot may be cited as the Thoroughfares shor us. (Amendment) Act, No. 28 of 1953.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. Section 73 of the Thoroughfares Ordinance [as amendment of amended by section 11 of the Hoads (Transfer of stat, Control) Act, No. 12 of 1951, read with the provisions fie, of the First Schedsle thereto), is hereby further amended by the substitution, for the definition of “ Disector ”, of the following new definition: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "“ Director ” means the person for the time heing holding the office of the Direstor of Public . Works and includes, (0) the person for the time being holding . . the office of Deputy Director of : Public Works; and (8) in respect of any power, duty or fane- tion of the Director of Public Works under this Ordinance, any Assistant Director of Public Works authorised in writing by the Director to exercise auch power, perform such duty ot discharge such function; *. oat a ances ise",
    "mean_p_confidence": 0.77
  }
]