[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55. - ie - - aa Ry Bore usa EY ri so Yon 4 tf : Rome Convention Act, No. 17 of 1955 Date of Assent: April 14, 1955 Printed on the Orders of Government Printed at the Govmummrr Parss, Crvion. To be purchased at the Govinnarnr Posticatzone Busan, CoLoMno ‘Annual Subscription Gneloding Bills) Rs, 25, payable in Advence to the SUPERINTENDENT, GOVERNMENT PUBLICATIONS ‘Busxau, Post’ Orrice Box 609, Secretariat, Colnmbo 1 ‘Price: 55 cents. Postage: 20 cents.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Rome Convention Act, No. 17 of 1956 3",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L. D—O. 3t/t4. .",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“AN ‘AcT 70 Give EFFECT 10 THE Rome Convention DaTED OcTopsn 7, 1952, ON DAMAGE CAUSED BY FOREIGN AIRCRAFT TO THIRD PARTIES ON THE",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "| SURFACE. [Date of Assent: April 14, 1955]",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Green's Moat Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- vity of the same, as fellows:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Rome Convention stort ttt. Act, No. 17 of 1955. \"",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. On and after auch date as the Governor- Frovisims of General may by Proclamation published in the {atrentia to Gazette, declare to be the date on which the Rome bere feree of Convention dated October 7, 1952, hereinafter referred “\" to as ‘‘ the Convention ’’, comes into force as regards Ceylon, the pregisions of the Convention, which are set out in the Schedule to this Act, shall have the effect of law in Ceylon.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. (1) The Minister may by Order published in the Foret of Gaathe vey Pp Kiet",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(a) certify—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(i) that any such State as may be specified in the Order is a Contracting State under the Convention in respect of any such territory as may be 90 specified ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(ii) that any such person as may be specified, by Dame oF by office, in the Order is an appropriate authority for the purposes Gf any suck provision of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "convention as may be so specified;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(iii) that any euch insurer as may: be specified in the Order has been authorised by the Governinent to effect insurance for the purposes of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". Article 15 of the Convention and that his financial responsibility has boon verified by the Government: Sn 2B ro st 1) :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "4 Rome Convention Act, No. 17 of 1955 (i) thay any such bank a6 may be specified in the Order has been authorised by LY \"the Government to oct a2 dopa, ve sitory for the purposes of the sai a - Article 15; and > (v) that any such bank as may be specified: in the Order has been authorised by the Government to give a guarantee for the purposes of the said Article 15 and ‘that its financial respousi-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "n bility has been vevified by the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "» Government;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(®) require that any-aircraft in flight over Ceylon to which the Convention applies and which is registered in any Contracting State other",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "«+ than’Ceylon shail, subject to paragraph 6 of the said Article 15, carry such insurer's certificate and such appropriate authority's certificate or endorsement, ag are referred.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "ron te i paragraph 5 of the said Article 15;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "7 an",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "~ @ make such other provision as may be néoes- ./ gary to give full force and effect to the * Convention. (2) Order made under this section and in, force shall have the effect of law. : Brine Tn the event of ony conflict or inconsistency Goareatin between the provisions of the Convention and the pro- wren visions of any other law, the provisions of the Con- rid Yention shall prevail over the provisions of such other ew. + SCHEDULE ‘Rome Contention dated October 1, ines, dam: ised foreign uiroratt to third partion on the oteoe ” a” ° OHAPTER E ce FRINGULES OF LIARILIEY . Articla I 1. Aay person who suites damay the thal, root only tbat the daraage way oxtsad by\" an atorft av Ape or by any person ox thing falling therefrom, be entitled to Sompensation a¢ provided by this Convention. Nevertheless ~ here sholl be no right to compensation if the daxcage is not & direct consequence of the incident giving rise thereto, or if the damage regulte from the mere fact of passage of tho aircrat’ irons the airspace in conformity with existing air trafio",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Rome Convention Act, No. 17 of 1955 5 .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "2. For the purpose of this Gouvention, on aircraft is eonsidered to be in Sight from the moment when power is applied for the purpose of actual take-off until the moment when the Tandlng ron ends: Za she ease of an airratt ghar then air, the expression ‘' in flight ” relates to the period frum the ‘moment when it becomes detashed from the surisoe watil i",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "~tbecames again attached thereto. Artiote ®",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "1, The Liability for compensation contemplated by Article 1 at this Convention shal ach to Be Spernlar af the arate",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "2. (a) For the purposes of thiy Convention the term “ aperator \"” shall mean the person who wos making use of the aircraft af the time the damage wae aaused, provided that if control of the navigation of ite sircrat wag rotated by the Person from whom the right to make use of the aircraft was derived, whether directly ot indireotly, that person shell be sonsidered the opérator. :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(®) A person shall be’ considered to be making use of an sirorafé when he is using it personally or whew bis servants or agents are using the aircraft in the course of thelr employment, whether or not within the scope of their authority.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "“8, The registered owner of tha aircraft shall ba presumed to be ‘the operator and shall be lioble os, such unless, inthe proceedings for the determination of his liability, he proves that come other person, wad the operator and, in 20 far os legal Procedures permit, tales appropriate messures to make that offer Person 9 party in'the proceedings. ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Y Article 3",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Tt the person who wos the opersiot of the tine the damage sss caused had not the exolusive righ} to wee the aitcrait for ‘8 period of mora than fourteen days, dating from the moment when the right to use commenced, the person from whom sash tight was derived shall be lable jointly and severally with the ‘operator, each of them being bound under the provisions and ‘within the limft of Liability of this Convention,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Articls &",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "It a peraon makes use of an asirerat without the consent of ‘the pereon entitted to its navigational control, the Istter, unless fhe proves thnt he baa exervised due'eara to prevent such vse, - thal be jointly and eoveraly Unble with tho unlawful user for damage giving right to sompensetion under Article 1, each of them being bound under the provisions and within the limits of Habitity of this Convention.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Asticle 5",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Any person who would otherwise be liable under the provisions ef this Convention shall not be Sabla if the damage is the direst sonsequence of armed conflict or aivil disturbance, or if such Person hes been deprived of the uss of the sirmatt by act of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "J Bublio authority. yi Article 6 . prosiaiity person who would othermine be liable under the Provisions of this Convention shall not be lable for damage it te sproves that tho damage was soured solely through the ‘oogligenes or other wrongful aot or omission of the person who",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "8 Rome Convention Act, No. 17 of 1056",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "suffers the domage or of the latter's servants or ogeuts. It the person liable proves that the damage waa contiibuted to by the egligense or other wrongful act or omission of the person whe suflerg the damage, or of bis servants or agents, the compensa- tion shall be reduced 40 the extent, to which seh Deglgenes ox wrongful act or omiscion contributed to the damage. ‘Nevertheless there shell be no sugh axonerstion or reduction if, im - the onge of the negignnco or other wrongful nt or oman of servant or agent, the person who suffers the damege proves that bis servant or agent was acting outside the scope of his authority.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "2. Wher on action is brought by one peron to recover damages soning frm the deuth or injury of anotber perme, the negligence or other wrongtul act or omission of euch other person, or of bis servants or agents, sbail aleo have the affect provided in the preceding paragraph.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Article 7",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘When two or mora giroraft have collided or interfered with each other in sight aad darnage for which s sight to compensa- tion as contemplated in Article 1 results, or when two or more sirovatt hove jointly caused such damage, each of the aircraft concerned shall be vongidered to have caused the damsge and the operator of sach sircraft shall be liable, each of them being bound under the provisions ond within the limits of liability of this Convention.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Articts &",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘The persons referred to in paragraph 8 of Article 2 and in Articles 8 and ¢ shall be entitled to all defences which are available to an operator under the provisions of this ‘Convention. ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Article 9 s",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Neither the operetor, the owner, soy person liable under",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "+ Articla 8 or Article 4, nor their respective servants or agents, shall be liable for damage on the surfaca caused by an sireraft in ight or any person or thing falling therefrom otherwise than ag expresaly provided in this Convention. This rule shall not apply to any such person who is guilty of a deliberate act or omission done with intent to cause damage, Article 10",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘Nothing im this Convention ehali prejudice the question whether 8 person liable for damage in uccordance with its provi~ sious hon s right of retourse against any other perso.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "we * GHAPTER TT",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘Exrevr or Lieutry Article 12 :",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "1: Subject to the provisions of Article 12, the liability for demoage giving a tight to compensation vnder Arce 2, for ech sirorals. and inoident, in respect of all persons lisble under this Convention, shail not exceed:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(2) 500,000 france Jor aircraft weighing 1,000 Iilogramme’, oF Tea8 j -' (8), 500,000 francs plus 400 franes per hilogramme -dver , 1,000 kilogrammes for sircratt weighing more thao | 7 1000 but\"aot exceeding 6,000 kilogrammes:",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Rome Convention Act, No. 17 of 1986 ra (¢) 2,600,000 franos plus 280 franca per Kilogramme over ©) 0300 idlogancinen for atorats weighicg more thal",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "6,000 but not exceeding 20,000 kilogrammes; (@ 6,000,000 iraacs plus 150 francs par kilogramme over 20,000 kilograsames for aircraft weighing more than",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "on 20,000 but not excneding 60,000 kilogremmes; \" (@ 10,500,000 frenca plus 100 francs per kilogramms over \"30,000 kilogrammes for aircraft weighing more thea",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "180,000 kilogrammes.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "2. The Viability in respect ot Joss of life or personal injury shall aot exsepd 600,000 francs per person killed or injured.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "3.‘ Weight\" moana the maximum weight of the siraraft authorised by the certificate of sirworthiness for take-off, excluding the effect of lifting ges when used.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "4, ‘The suma mentioned in francs in thia Article refer to a ‘ourrency unit consisting of 65} milligrammes of gold of millesimal fineness 900. Thess sums may bo converted into national currencies in round figures. Conversion of the uma into Rational currencies other than gold shall, in cuss af judicial Proceedings, be made according ta tha gold value of such portencies it the date of the judgment, or, in oaser covered by Article 14, at the date of the allocetion.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Article 12",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "1. If the person who suffers damage proves that ié was caused bye deliberate cob or omistion of the opersior, his servants or agents, done with intent to cause damags, the liability of the operator ehell be unlimited; provided that in sbe _ ease of such sot or omission of auch servant or agent, if is also",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "y Proved that he was acting ip the course of his employment sod within the scope of bie authority.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "2, If & person wrongfully takes and makes use of an airoraft without the consent of the person entitled to use it, his Hability shall be unlimited,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Article 18",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "1, Whenever, under the provisions of Article 8 or Article 4, two or more persons are Hable for damage, or o registered owner who was not the operator is made Liable as such as provided in Peragraph 8 of Artiolo 3, the persons who suffer damage shall not be entitled to total compensation grester than the highest edemaity “which may be awarded ander the, provisions of ‘this Convention against any one of the persons liable.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "2. ‘When the provisions af Artiole ¥ axe applicable, the per- 2on'who auifers the damage sbal bo entitled to be compensated ¥p jo, the aggregnie of tho limits applicable with respeat to each of the airerafb involved, but no operator shell be lisble for » sum in excess of the limit applicsble to his aircraft unless his Liability ig unlimited under the terms of Article 12,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Article 14 - Tt the total amount of the cleims established exceeds the limit ‘of liability’ applicable under the provisions of this Conveation, 4 the following rules ahell apply, taking into acoount the provisions Of paragraph 2 of Article 11: (@) Ti the claims are exclusively in respest of loss of life or personal injury of exclusively in respeck of damage ‘to property, auah claims shall be xedueed in propor. tion to their respeotive amounts, =.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "8 Rome Convention Act, No. 17 of 1966 (®) 1 the ‘claims are both in respeod of Ton of life or poonal : injury and in respect of damage to property, one oF the total sum dietributable, abel be appropeated Preferentially to meot claims in respect of loss of life ‘Bnd perconal injury and, if insufficient, shall be dis- ‘tributed  proportionstely between the claims concerned. ‘The remainder of the totel sum distibat- ‘abla aball be distributed proportionately among she claims in respect of damage to property end the por- tion mob already covered of the claims in reaper of . loss of life and personal injury. CHAPTER I Seourtrs yon Orxaaron’s Liapuiry Article 15",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "1. _Any Contracting State may require thet the operalor of an sicora(t registered in another Contracting State shall be Jpsured in veapoct of IMs Unbility Zor damage sustained i ita territory for whioh a xight to compensation existe under Article 1 by moans of insurance up to the limits applicable according to the provisions of Article 11.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "2. (@) The insurance shall be secepted as satisfactory it i conforms to the provisions of this Convention and has been effected by on insurer authorised 40 effect such insuranne wader the laws of the State where the aircraft is registered or of the Stato whera the insurer hes his residence or principal place of business, end whose Snancial responsibility has been verified by either ‘of those States.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(@) TE insurance has bean required by any State under para— graph i of this Acticle, ond nel judgment in that State is mA satisfied by poyment in the currency of that State, say Con- twacting Stata may refuse to sacept the insurer os financially responsible until such payment, if demanded, has beso made.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "8. Notwithatanding the lost preoeding paragraph the State cvectcyn mny raluge Wo accept a8 sitesiry teurane ested by an insurer who is not authorised for thai purpose in a Con- tencting Sate.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "4, Tnsteod of insurance, auy of the following securities shall be deemed aatistactory if the security conforms to Article 17;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "{@) © cash deposit in 5 depository maintained by the Contracting Stato where the, aiomaft is regttred oF seth a bank: authorised to set ee » depostony by that",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "a tates :",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "() & guarantee given by m bank authorised to do a0 by the Contracting State where the sitaraft is registered, and whose financial responsibility hax been veriéed by that Stato; :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(c} & guarantee given by the Contracting Stato where the ‘aircraft is ‘registered, if that Btate undertakes that",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ": it vill nob claim immunity from suit in respect of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ": that guarsates, . :",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ". 8, Subjest to paragraph 6 of thia Article, the State overown may sleo roquire that the aircraft sball carry # certificate isaued by ‘the ‘insurer certifying that inmuranos ‘hae been affected ix socordance with the provisions of this Convention, and specifying the person or persona whose lishility in essured",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Rome Convention Act, No. 17 of 1055 9",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "thereby, together with certificate or endorsement issued by the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "vappropriste authority in the State where the curera ie",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "registered or in the State where the insurer hex his residence",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "of principal place of businesa certifying the financial responsibility",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "of tho insur. Tt other security js fymisbed in wooardance wile",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "‘the provisions of paragraph 4 of this Artiole, a curtifioste to that “+ effeot shall be issued by the appropriate authority in the Sinte -where the airoratt is registered. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "6. ‘Tha certificate referred to in paragraph 5 of this\"Article need not be carried in the alreraft if a cerlified copy bas boon fled, with the epproprinte authority: designsied by the, Stele overflown ot, if the International Civil Aviation Organization agrees, with that Organization, which shall furnish 0 copy of ‘the certificate to each Contracting State.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "7. (@ Where the State overflown has reasousble grounds for Aoubting the financial responsibility of the insurer, or of the bank which issues 6 guerentes under paregraph 4 of this Article, that State may request additional evidence of Anancial responsiblity, and if any question arises as to the adequacy of that evidence the dispute affeoting the States comcemed shall, at the requeat of one of those States, be submitted Go an arbitral tribunal which shall be either the Council of the International Civil Aviation Organization or o person or body routvally agreed by the parties.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "{) Until thie teibanal has given ie, decision the inurange or gusrantes shell be considered provisionally velid by the State overfiown. E",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "8. Any requirements imposed in secordance with this Artiole shal! be notified to the Secretary-General of the 2aternational Civil Avistion Orgonization who shall inform eech Contracting",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "£, State thereof. : __9. For the purpose of thie Article, the tem “'insticar includes,» group of insurers, ard for the purpose of paragraph § of this Artiole, the phrase ““ appropriate authority in a Stato ” Includes the sppropriie suihosiy in the highest political mb- division thereof which regulates the conduct of business.by the ingurer, Article 16 hone",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "4, The insurer or other person providing security required undier Artiolo 18 for tho Lobiley of tho operator my, tne $0 the defences available to the operator, and the defence of forgery, set up only the following defences against alsima based",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "on the application of this Convention: . (o) What sho damange occurred ater she neusity cons: to be effective. However, if the security expires during © Aight, i shall be continued in force until the next Tending specified in the fight plan, but no longer then twenty-four hours; and if the security cates to be . oflective for any reason otber than the expiretion af its term, or a change af operator, it shall be cbutinued ‘ntl fteen dave stter uokiioshion io the appidricis + | -mithority of the State which certifies the fdaliciat ae responsibility of tha inaurer or the guarantor:that: the Beourity has ceased to be effective, or until effective : withdrawal of the certificate of the insurer ox,the certificate of guarantes if such certificate bas, been required under paragraph 5 of Artiole 15, whichever",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "is the earlier. ey",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "10 Rome Convention Act, No. 17 of 1965",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "+ (W) that the damngo occurred cutside the tercitorel Limits ‘provided for by the security, unless flight outoida of such limite wae caused by force majeure, stistance jushified by the circumstances, or an error in piloting, operation or navigation.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "3. The Btate which hos issued or endorsed a certificate pursuant to paragraph 3 of Article 16 ball notify the termina~ tion or cossation, otherwise than by the expiration of ite term, of the ineurance or other security to the interested conteaoling ‘Btatos as soon as possible.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "8. Where s certificate of insurance or other secutity is required under paragraph & of Article 15 and the operator is changed during the peticd of the validity of the security, the security shall epply to the liability under this Convention of the new operator, uxless he is already ovared by other insarnone ot geomiy or je on unlawful sor, but nob beyond fifeen days from the time when the insurer or guarantor notifies the ‘approprints authority of the Stste whore the certificate was jssued that the security hes become ineffective or until the efective withdrewal of tho certificate of the insurer if auch a eettificnts bns bean required under paragraph § of Article 15, ‘whichever is the shovter, period.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "4. ‘The continustion in force of the seowrity under the provisions of paragraph 1 of this Article shell apply only for the benefit of the person suffering domage.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "5. Without prejudios to any vight af direot action which the mey hove under the law governing the contract of insurance oF guarentee, the person suffering damage moy bring a dirent action “ against the insurer or guarantor only in the following coset:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(@ where the security is continued m force under the pro- ‘visions of paragraph 1 (2) and (b) of this Article; @) the bankruptey of the operator.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "6, Exnopting the defences apesified in paragraph 1 of this Article, the insurer or other person providing seourity Zaey not, ith reapeot to direct actions brought by. the person solering damage based upon application of thie Conveution, avait hima of any grounds of nullity or any right of retroactive cancellation.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": ".7, The provisions of this Article shall not prejudice the question whether the insurer or guarantor bas « zight of reoouree ‘against any other parson,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": ": Article 17",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "¥, Tt seourity ia furnished ia accordance with paragraph 4 of Article 15, it shall be specifically and ‘preferentially eeped ‘to poyment of claims under the provisions of this Convention.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "“. 2: The seourity chall be deemed suificient if, in the case af * tun operator of one airerait, it ie for an amount equal to the Hitajk oppliceble according to the provisions of rtiole 21, und in the case of n aperator of sevoral siroreft, it fg for on amount ‘not-lesa than the sggregate of the limits of linbility spplioable to the two aircraft subject to the highest limits,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "Rome Convention Act, No. 17 of 1965 = 11",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "4. As soon’ae notieé of a olaim has heen given to the operator, the amount of the security chall be increased up to & total sum ‘equivalent te the aggregate of:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(@) ths cmount of the security then required by paregraph 2 of this Article, and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "4. . @) the amount of the cluim not exceeding the applicable limit of liability.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "‘This increased security stall be mointsined until every claim has been disposed of.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "Article 18 .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "Any suma due to sn operator from an insurer shall be exempt from seigure and exeoution by creditors of the operator until Glelms of \"third parties under this” Convention. have. been ‘satisfied.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "CHAPTER IV : ‘Ruzes or Proceovne avn Laurzarioy oF Actroxs, ._ Article 19",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "If 6 olsimant bas not brought on action to enforce his claim or if notification of such claim haa not bean given to the operator ‘within a period of six months from the date of the ineidant which gave rise to the damage, the clahnaut shell only be entitled to ‘compensation out of the amount for which the operetor remains Hsble after all lsims made within thak period have boon mab in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": ": Antics 90",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "1. Actions under the provisions of this Convention may be . , brought only before the courts of the Contractiog State where fhe damage ooourred. Nevertheless, by wgreement between any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "‘one ot more claimants and aay one or more defendants, 2 claimants may take aation before the courts of any other Con- ‘tracting State, but no such proceedings shall have the effeob of Projudicing in any way tho rights of persoas who bring sotions in the State where the damage occured. ‘The parties may also agree to submit disputes to avbiteation in any Coutrecting State.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "‘2. Each Contracting Staje shell take all necessary measures to enoure that the defendant ond ell other perties interested are notified of any proceedings eonceming them and have a fair and adequate opportunity to defend their interests,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "8. Bach Gontroetig Stat eh! eo far a8 posibe ensure that ll setions arising from » single ineident snd brought in, arco: dance with paragraph 1 of thie Article are consolidated for disposal in a single proseading before the same court.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "4. Where any final judgment, inoluding a judgment by detault, ig pronounced by 9 courd competent in conformity with thir Convention, on which execution asa be issued according to the Procedural law af that court, the judgment sball be enforceable ‘upon compliance with the formslities prescribed by the laws of the Contracting State, or of any territory, State or province",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": ", ‘thereof, where execution is applied foe: +1 (@) im the Contracting State where the judgment debtor bus . hhig residence or principal place of business ot,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": ") if the assets available in that “Stato and io the State where the judgment was pronounoed sre insufficient to sobisfy the judgment, in any other ‘Contracting State where'the judgment debtor has assets,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "12 Rome Convention Act, No. 17 of 1956",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "5, Notwithstanding the provistons of paragraph 4 of this Article, the court ‘a hioh application is made for execution may xefuse fo issue execution if it is proved thet ey of ths following: ciroumstances exiat:",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": ".  @ the judgment was given by defouls and the defendant aid ot acquire knowledge of she proceedings in eufclent.. time to act upon it; .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "@) the defendant was nob given fair and adequate oppor tunity to defend his interests;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(6) the judgment ie in respect of » cause of action which ‘bad alresdy, us betwoen the same parties, formed the subject of @ judgment or an arbitra) award which,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "jor tha law of the State where execution is sought, is recognized as final and conclusive;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(@) the judgment bas been obtsined by fraud of any of the Barties;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(2) the right to enforce the judgment is not vested in the ‘person by whom the ‘opplication for execution is made.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "8. Tha merits of the case may not be reopened in procesdings for execution under paragraph'4 of this Article.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "7. ‘The court to whioh application for exeoution is made moy ‘so refuse to issue execution if the judgment concerned is con- trary to the public policy of the State in which exeoution is requested,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "8. If, in proceedings brought according to paragraph 4 of this Artiols, ‘execution of any \"}ulgment ‘ Sefuoed oe mt ‘of the grounds referred to in eub-paragraphs (a), (b) o @ of paragraph * 6 or paragraph 7 of this Article, the claimant shall be antitled to ring now action before the courts of the State where execution hae refused. The judgment rendered in such new action may not result in the toial compensation awarded exceeding the line speticable Krad the Provsane ‘of this Convantioa. eat im new action the previous ju it shall be 8 defence to the extent to which St has been setisfied. ‘The previous judg- ment shall cease to be enforcesile us soon es the new sction has been started.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "‘The right.to bring a néw action under this paragraph shell, notbwithstanding the provisions of Articie 21, be subject to o Period of limitation of ome year from the date on which the claimant hes reosived notification af the refusal to exeoute the judgment.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "8, Notwithstanding the provisions af paragraph 4 af: this Article, the court to which application for execution is made shall: refuse execution of any judgment rendered by a court of a State other then that in which the damage occurred unti) all the judgmenta rendered in thet State have been satisfied.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "‘The court spplied to: shall also refuse to issue execution until final judgment hag been given on all actions filed in the State - where the dasmege osaurred by those persons whe have onmpled with the time limit referred to in Article 19, if the judgment debtor proves thas the totel emouut of compensation which might",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "be ewarded by such judgments might exceed the applinable limit of lisbility under she provisions of this Convention.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "Rome Convention Act, No. 17 of 1865 13",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "Similarly such couré hall not grant execution when, in the case of sotions brought in the State where the damage oncurred, by those persons who have complied with the time limit referred to in Article 19, the aggregate of the judgments exceeds the applicable limit of liability, until euch judgments have been",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "4 reduced in scoordance with Article 14.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "10. Where a judgment ie rendered enforceable under this Article, payment of costs recoverable under the judgment ebell also be enforceable. Nevertheless the court applied to for execution may, on the application of the judgment debtor, limit",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": ", the amount of euch coste to s sum equal to ten per centim of ‘he amount for which the judgment is rendered enforseable. The Lmita of liability presotivel by this Conveotion shall be exclusive of costs.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "11 daterent not exceeding four per cantum per mnnum mey be allowed on the judgment debt from the date of the judgment in respect of which exeoution is granted.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "12. Az spplition for exsoution of a jugment te. which paragraph 4 of this Article applies must be made within five years from the dats when auch judgment became Saal.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "Article 21",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "1. Actious under this Convention whall be subjeat to a petiod of limitation of two years from the date of the incident which oaused the damage.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "2. The grounds for suspension or interruption of the. period ‘referred to in paragraph 1 of this Article shall be determined",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "* by the law of the court trying the action; but in any case the night to institute an action shell be extinguished on the expitation of three years from the date of the incident which caused the damage.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "Asticla &2",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "In the event of the death of the person liable, an sotion in respect of lisbility under tha provisions ‘of this Convention shall Tie ageinst those legally responsible for his obligations.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "CHAPTER V ~",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "APPLICATION GF THE CONVENTION AND GENBRAL PROVISIONS.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": ". “Artic 230” .",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "1. Thia Convention applies to damage contemplated in Article 1 caused in the territory of a Contesoting State by an ‘aircraft registered in the tercitory of another Contracting State.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "2. For the purpose of this Convention » ship or airnraft on the high seas chall be regarded as part af the territory of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "4 State in which it is registered.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": ". Attila . 1, This Convention shell not apply to damage caused to an ‘direraft in flight, or to persons ot gooda on board such aircratt.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "4 Rome Convention Act, No. 17 of 1955 Article 25 + pails Convention shall aot, apply to, damage on the sutace if + Hisbiliby “for such derange ia regulated oither by 9 contract botroan the parson who mufier such damage snd the operator or the person entitled to use the aircraft ab the time the damage osourred, or by tha law relating fo workmen’a compensation ” applicable to a contcaat of employment between auch persans. Article 96- ‘This Convention shail not epply to damage caused by military, customs or police aircraft, Article 97 Contracting Btates will, as far as possible, facilitate payment of compensstion under the provisions of this Convention in the eurency of She State where the damage occurred. Article 28 Ii legislative measures are necessary ia any Contracting Stote to give dest io ths Conventions the Searelary General of the Intarnational Civil Aviation Orgenizetion shall be informed orthwith of the measures so token. Article 29 ‘Ap between Contracting States which have also ratified the International Convention for the Unification of Cerlain Bules , relating to Damage caused by Aircroft to ‘Third Parties on the * Surface opened for signature at Rome on the 20 May, 1009, tie prevent Convention upon its entiy into force shall supersade the ‘said Convention of Rome. Article 30 For the purposes of this Convention: * Dersoa* menns aay natural or legel person, including « ‘State, se “Contracting State’ means any Stato which hes ratified ‘or adhered to this Convention and whose denunciation thereof hes not, become effective. “<Percitory of a State” means tha metropolitan territory ‘of a State and all territories for the foreign relations ‘of which tht State is responsible, subjeot 4 the provisions of Article 86. CHAPTER VI FiAL PROVISIONS : : Article 81 ‘This Convention shall remain open for signature on behall of any State until it comes into’ force in secordanco with the provisions of Article 38. . ~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "Rome Convention Act, No, 17 of 1956 15",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": ". Articte 32",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "1. This Convention shall be subject to xatifcation by the sigaatory States. i",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "<<, 2 “The instruments of ratificstion shall be deposited with the Interantions! Civil Aviation Organization. Article 98",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "1. Aa soon as five of the sigustory States have deposited their instruments of ratifention of this Coavention, it shall come into foros between them on the ninetieth day after the data of the deposit of the fifth instrument of ratification. Tt shal] come into foree, for each State which deposits its instrumont of ratifoation after’ that date, om the ninetieth day after the deposit of its iostrument of ratification.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "2. As soon as this Convention comes into fares, it sball be",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "registered with the United Nations by the Secrotary-General of the Toterationsl Civil Avistion Organization. Antiole 26",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "1. This Convention shell, after it bas some into forse, be ‘open for adherence by any ton-signstery State.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "2, The adherence of a State shall be effected by the deposit of ‘an inatrument of adherence with the International Civil Aviation Organization and shall take effect es from the ninetieth doy",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "% after the date of the deposit. Article 35",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "1. Any Contcaoting Stata may denounce this Convention by ‘notification of denunciation to the International Civil Aviation Organization,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "2. Denunciation shat! take effect six montha after the date of receipt by the Internationel Civ Aviation Orgenization of the notification of denunciation; nevertheless, in respect of Asmage contemplated in Article 1 sxising from an incident which occurred before the expiration of the six months period. the Convention shall continue to apply as if the denunciation hed not been made.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "Articte 36",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "2, , bin Convention shall apply to all ferstoies for the foeiga relations of which a Contrenting Stats is responsible, with exception of territories in respect of which a deolaration has been made in accordance with paregraph 2 of this Article or paragraph",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "A 8 of Atticis 97.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 14,
    "par_num": 16,
    "text": "2. Slate may at the time of deposit of ita instrument of raidioation or adhestace,dacace Ul He assaptanoy of tig Cone vention does not opply to any one or more of the teritaries for the foreign relations of which euch State is responsible.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "16. Rome Convention Act, No. 17 of 1966",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "8. Any Contrasting’ State may subsequently, by notiffostion to the International Civil Aviation Organization, extend the appli- cation of thig Convention to any or all of the territories regurding © high ip hun made o declaration in seeordanco with paragraph of this Artiola or paragraph 8 of Article 87. The notification shall take affect ws from the ninetieth day alter its receipt by tbe ‘Organization. . wt",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "4. Any Contracting State may denounca this Conveution, in accordanca with the provisions of Article 35, separately for any ‘or all of the territories for the foreign relations of which such ‘Btate is responsible. ue . | Article 87 Bo",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "1. When the whole or ‘part of the territory of 8 Contracting ‘State ia transferred to 9 non-contracting State, this Convention bali cesse 40 apply to the territory so transferred, as from the date of the transfer. : .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "3, When part of the territory of « Contracting State becomes an independeat State responsible for its own foreign relations, this Convention shall cence to apply to the territory which besomes an independent State, as from the date on which it becomes independent.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "8 When the whole or part of the territory of another State ig transferred to & Contracting State, the Convention shall apply to the territory co. ‘eausferred. ag from the dove of the tranafer? provided that, if the territory transferred does not become part ‘of the matropoliten territory of the Contracting State concerned, that Contracting State may, before or at the tima of the tranefer, . declare by notifiestion to ‘ho Tatercational Civil Aviation Orgaai- zetion that the Convention shall uob apply to the territory ‘tcansfarred unless a notification is made under paragraph 8 of Article 96. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "Article 38 .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "‘The Secretary-General of the Internstional Civil Aviation Organization shall give notice to all signatory and adbering States",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "4 all States members of the Organization or of the United",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "‘Netiona: .",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(@ of she deposit of any inotrument of ratification or adber-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ": ence and the date thereof, within thirty daya irom the date of the deposit, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(8) of the receipt of any denunciation or of any declaration",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "or notification made under Article 86 or 87 end the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "date thereof, within thirty days from the date of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ". receipt.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "‘The Sesretary-Genoral of the Organization shall slo votify these States of the date on which the. Convention comes into foroo in. accordance with pacagraph 1 of Article 88,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "Articte 39 : won - No reservations may be. made to this Convention: \"IN WITNESS WHEREOF the undersigned Plenipotantiariss, having been duly authorised, have signed thia Convabtion. \"",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Rome Convention Act, No. 17 of 1055 17 DONE at Rome on the seventh dey of the month of October of ‘the year One Thoussad Nines Hundred and Ee, ‘Two in the Tagilah, Breach and Spanish leoguoges, enck tert being of equal authenticity. « , This Convention sball be deposited with the International Civil \\Aviation Organization where, in sccordence with Articla 81, it ahall remain open for signatyr and the ‘Becrotary-General of the Onganieation ‘shall send certified copies thereof to all signstory ‘and sdbering States and to all States members of the Orgenizetion or the United Nations. ‘Bere follow signatures on behalf of the following Countries: — Argentine, . Belgium, ‘Brazil, Denmark, ‘The Republic of Dominjos, + Egypt, Spain, France, Taree, Itsly, . Liberte, 4 : Luxembourg, Mexioo, . . . ‘Pays-Bas, . Portugal, : Philippines, ‘Buinse, . ‘Thailand. . 4",
    "mean_p_confidence": 0.7
  }
]