[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1956-57 RASue hey Gaming (Amendment) Act, No. 26 of 1957 ; Date of Assent : April 13, 1967- , . » Printed on the Orders of Government : Printed at the Govewment Press, Cevion. To be Prine te, Gemma Pas, Grae, Te, oe is oasis cece ee pre ‘Bounray, Post Orvice Box 600, Secretariat, Colombo 1 Price: 15 cents. Postage : 10 cents,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Gaming (Amendment) Act, No. £6 of 1967 L. D.—0. 84/56. Aw Acr To AMEND THE GaMinG ORDINANCE. _Ghaptar $6, (Date of Assent: April 13, 1957] Bees S16. BE it enacted Ly the Queen’s Most Excellent Majesty, ‘by and with the advice and consent of the Senate and he House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — 1, This Act may be cited as the Gaming sto um. (Amendment) Act, No. 26 of 1957. \\ «2 The following new sections are hereby inserted  Ieeine immediately after section 3, and shali have effect as irate ‘ sections 84 and 3, of the Gaming Ordinance, herein- ‘Sherter 38. after referred to a6 the ‘* principal enactment ”’:— “Bower to 34, (1) The Minister may, by Order eneane publish? in the Gazette, probate the gta importation into Ceylon of any instru: or spplinces, Ment or appliance that may be used for the playing of any game of chance or of mixed chance and skill. t : () The provisions of this section shall be read attd construed as one with the Op. 305, Customs Ordinance, and, for the purpose of the application of that Ordinance, any instrament or applianes the importation of which is prohibited by Order made : under sub-section (1) shall be deetned to + be goods the imporeation of which is prohibited by Ordinance. (®) No Order made by the Minister under sub-section (1) shall come into foros until it has been approved by the Senate and the Houge of Hepresentatives, Brain. $B, (1) No person shall manufacture ‘mantfactore any instrument or appliance the import of joucints: ation of which is prohibited by Order Ga ererstien | made under sub-section (1) of- section 3a. stviile : pedi. : \"> Q) Any person who contavenes the ca - provisions of sub-section (1) of this ~ section shall be guilty of an offence and ne + shall, on conviction, be liable to a fine not : - - \"a2 .pxoeeding five -bundred. rupees or to n “4, . le imprisonment of either description for a term not exceeding ‘one year or to both auch fine and imprisonmerit.”. . 2 meosnsas an . :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "| 4 Gaming (Amendment) Act, No. 26 of 1967 Ammimet of 8. Section 16 of the prinoipal enactment is he Geocgct amended by the substitution, for the erohy sucimet” =“ exercise. \", of the words “ exercise, unless such",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "games or game are or is played with aay instrument",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "or appliance the importation of which is prohibited by",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "7 Order made under sub-seotion (of section 8a, whether.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "or not such instrument or appliance is one that has",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "been actually imported into Ceylon and whether or not",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "it is one the importation of which into Ceylon has",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "been before the eoming into fores of such Order. ‘umiont of 44. Section 21 of the principal enactment is hereby fone amended as follows: y soucknent",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(1) by the. renumbering of that section as sub- section (1) of section 21;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(2) by the substitution, for the words “‘ Nothing in this Ordinance contained shall\", of the words | Tho provisions of thie Ordinance, other than sub-section (2) of this section, shall not’; :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(8) by the addition, at the ond of that section, of the following new sub-section: — ao",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "“ @) No person shall, in any reathouse, . proprietary club or hotel referred to in sub- : section (1), play @ game of chance or of Pad mixed chance and skill with any instrument aR or appliance the importation of which is prohibited by Order made under sub- section (1) of section 34, whether or not such instrument or applianee is one that hes .. been actnally imported into Ceylon and whether or not it,is one the importation of io which into Ceylon has been before the coming into force of auch Order. Any person who contravenes the provisions of this sub-section shall be guilty of an offence and shall, on conviction, be liable to a fine : not. exoceding five hundred rupees or to imprisonment of either description for a term not exceeding one year or to both such fine aid imprisonment. ”;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@) in the marginal note to that section, by the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". substitution, for the word “‘ Ordinance ”, of the words “‘ Certain provisions of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "“ Ordinance *\",",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Guming (Amendment) Act, No, 26 of 1957 5 3. Section 22 of the principal enactment is hereby Amenimeat of: amended as follows: — irae (a) in the definition of “ unlawful gaming ”* by a the addition, immediately after paragraph . (2) of the definition, of the following new patagraph:— *© (8) the act of playing, in any place what coover whether for a stake or not, a : game of chance or of mixed chance ang skill with any instrument or + Sppliance the importation of which is prohibited by Order made under subsection (1) of section 34, whether or not such instrument ot appliance is one that has been actually imported into Ceylon and whether or not it is one the importation of which into Ceylon has been before the coming into force of euch Order; °\"; and . (®) by the substitution, for the definition of common gaming place ”', of the following . definition: — ‘common gaming place ”* shall include any place to which the pablic may have access with or without payment and whichis kept ov need for betting or the playing of any game fora ~~, stake, or the Dlaying. ‘ehother fora stake or not, of any game of chance or of mixed chance and skill with any instrament .or appliance the . importation of which 18 prohibited by Onder made under sub-section (1) of section 84, whether or not such ~ Instrument of appliance is one that has been actually imported into Ceylon and whether or not it is one . the importation, of which into Ceylon has been before the coming . into force of auch Order; and a place : shall be deemed to be rept or uoed for tting or the playing of any game for a shake, ot the pleying, whether for a stake or not, of any game of : chance ot of mixed chance and skill on : with any auch instrument or ’ ad appliance as aforesaid, if it is 90 : used even on one occasion only; ’. 2 en",
    "mean_p_confidence": 0.78
  }
]