[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". PARLIAMENT OF CEYLON \"Jot Session 1960-61 loa A Entertainment Tax . Amendment) Act, No. 45 of 1961 ‘2 . Date of Assent: June 17th, 1962 . Printed on the Orders of Government Printed st the Govamonn Prost, Cenox, Tobe Pa ea as Sas, Coane ‘numssl Bubenton,Cooning Bil, Ta 25 payable 2 See Re ers, meas ee . Price: 10 cents. Postage: 10 conte.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Entertainmens Tan (Amendment) Act, . . No. 46 of 1961 E. D0. 35/50. “AN Act 10 aMenn THE Enrertainment Tax Orvr- . wance, No. 12 oF 148, » [Date of Assent; 17th June, 1961] BE it enacted by the Queen’s Most Excellent Majesty, Wy and with the advice and consent of the Senate and - the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :— 4. This Act may be cited as the Entertainment store tite. Tax (Amendment) Aot, No. 45 of 1961. 2. Section 8 of the Entertainment Tax Ordinance, Amepimeat of No. 12 of 1946, is hereby amended as follows:— ‘geticn Bot (1) by the insertion, immediately after sub-section No. 12 of 196. (2) of that section, of the following new sub-section: — “* a) Where,— . @ as respecte any entertainment to be held within the administra~ tive district of Colombo, the : President of the Arts Council of Ceylon established under the ‘Arta Council of Ceylon Act, No. 18 of 1952, or (0) as respects any entertainment to : be held within any other administrative district, the Government Agent of that administrative district, . issues to the proprietor of such enter- talnment a certificate to the effect that the performers in auch entertainment are all amateurs, then, if such proprie- . tor, not less than three daya before the frst performance of such entertainment in the area within the administrative Hinsits of any local authority by whom the entertainment tax ig imposed, pro- duces such certificate to the proper officer of such local authority, al! oayments for admission to any of the first ten per- formances of such entertainment in such area shall be exempt from and shall not be subject to such tax.””; and a",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Entertainment Taw (Amendment) Act, No. 45 of 1961. in sub-section (8) of that section, by the ® ” substitution, tor the expression. sabe seation (1),”*, of the expression “ sub-section (1) or sub-section (2a),”.",
    "mean_p_confidence": 0.72
  }
]