[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF - SRI LANKA , EXCISE (AMENDMENT) ACT, No. 37 OF 1990, - [Certified on 11th October, 1990] Printed on the Orders of Government . Published as a Supplement to Part II of the Gazette of the Democratic Soctalist Republic of Sri Lanka of October 12, 1990 eo a tun oon or eovanoesrs Deg SEA fo a FOND A SF GOMROIE PRNSCATIONS HEA, COLON Price : 69 cents. . Postage : Re. 1.00",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": Excise (Amendment) Act, No. 37 of 1990 a [Certified on ith October, 1900] EDD 33/89 ‘AN Act 70 AMEND sue Excise Onnmvance : BE it enacted by the Parliament of the Democratic Socialist Repablic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be cited as the Excise (Amendment) Act, Shorttitle. ‘No. 37 of 1990, . . .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2, Section $2 of the Excise Ordinance (herelnafier Amendment Teferred to as “ the principal enactment\") is hereby amended Of as op as follows — eee et",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(J) in paragraph (p) of subsection (2) of that section by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘the substitution for the words “to be used there- . _ with.” of the words “to be used therewith ;” j and @) by the addition at the end of subsection (2) of that section of the following new paragraph :— “ (q) prescribing a scheme for the payment of re wards to excise officers and informers, out of ae the Reward Fund established under section 8a, a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. Section 35 0f the principal enactment is hereby Amendment",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "amended in subsection (2) of that section as follows:— a asap + _Q) by the-substitution, for the words “fifty rupees”, of Sy2enet™ +\" ‘the words “five thousand rupees\"; and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(2) by the substitution, for the words “six weeks”, of the . words “two months”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4, Section 46 of the principal enactment 1s hereby Amendment amended by the substitution for all the words from “shall lo yeag ‘be guilty ” to “so continued” of the words “shall be guilty the principal of an offence, and be liable on conviction—~ enactment,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "G) in the case of an offence relerred to in paragraph (c),",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "\"©, @s © VU), @) or G) to imprisoument of . either description for a term which may extend to one year or toa fine which may extend to one : ‘hundred thousand rupees, or to both such imprison- : ~ ment and fine, and where the act hereby penalised is continued alter conviction he shall be liable to a further fine of ten thousand rupees for each day during which the offence is so continued ; and 3 onared—1,190 ¢on/04) Te",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "+ 2\" Revise (Amendment) Act, No, 97 of 1990 (H) in the case of an offence referred to in paragraph (6). : to imprisonment of either description for a term not Jess than six months and not exceeding five years or toa dine which may extend to one hundred thousand rupees or to both such imprisonment and fine and where the act hereby penslised is continued after conviction he shall be lisble to a further fine : . of fifteen thousand rupees for each day during . which the offence is ao continued.”. %. Section £7 of the principsl enactment is hereby Ameniment amended in subsection (1) of that section, as follows :— of suction AT (1) by the substitution, for the.words “six months\", of PEBEIRRL the words “one year\"; and @) by the substitution, for the words “one thousand rupees”, of the words “one hundred thousand rupees,” a 6 Scction 48 of the principal enactment ig hereby Ameniment, amended by the substitution, for the words ‘!two hundred of fet!\" . rupees,\", 6f the words “five thousand rupees,”, Principal 7. Section 50 of the principal enactment is hereby Apoendment, amended by the substitution, for the words “one hundred of section Topees,\", of the words “ten thotsand rupees, ”. penelpal 8. Section 66 of ‘the principal enactment is herehy Amanfosnt, amended by the substitution, for the words “one thousand 9 #pct!o\" rupees,\" of the words “five hundred thousand ripees,\".  prinelpal ».. The following new section is hereby inserted imme tngertion of lately after section 58, and shell have effect as section Bla pew ction of the principal enactment :-— ‘ principal Bhactment, *xclae 5a. (1) There shall be established a Fund feng -to be called the Excise Reward Fund (in this ; section referred to as “the Fund\") which shall be under the control of the Excise Commissioner. : a (2) There ghall be paid into the Fund sll sums of money, recelved under section 38, in composition of offences committed under this Ordinance or in Heu of cancellation or suspenrion of a Heence, permit or pass issued under this Ordinance.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "* { Excise (Amendment) Act, No. 37 of 1990, 8 (8) There shall be paid out of the Fund, . all payments required to be made as rewards : . to excise officers and informers, in . accordance with the scheme prescribed by : rules made under section 22’. 10, In the event of any inconsistency between the Sinhala Binnela text and Tamil texta of this Act, the Sinhala text shall prevail. case of",
    "mean_p_confidence": 0.81
  }
]