[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1969-70 Ay > ae 4il-2.. % Semon . . 38, Nabe S: RS Paddy Lands (Special Provisions) Act, No. 2 of 1970 Date of Assent: January 21, 1970 Printed on the Orders of Government ee eg er ed ‘Annual Sobscriptidn (including Bits) Rs. 30 (Local), Rs. 40 Agnoal, Sabeelies Cnsodlng Ren ees  eimeine Pumcarians “Buwzav, P. 0, Hox 500, Covomso’ 1, before 20th Boece ial ee aie Se ae Sth Hbecriptlons.s Wire the dete of Paysent Will Rot Be supplied. Price: 30 cents i Postage: 10 cents",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Paddy Lands (Special Provisions) Aet, No, 8 of 1970 L. D.—O. 49/66. AN AC? 10 PROVIDE FOR THE REMOVAL OF CERTAIN |x DIBSICULTIES, AND THE RESOLUTION OF CERTAIN",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "DOUBTS, WHICH HAVE ARISEN OR MAY ARISE IN REGARD",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "TO THE ADMINISTRATION OF THE Panpy Laxps Act,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "No. 1 oF 1958, AND FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "THEREWITH OR INCIDENTAL THRRETO.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(Date of Assent: January 21, 1970] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1@ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, es follows: —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4. This Act may be cited as the Paddy Lands shor ite. (Speoial Provisions) Act, No. 2 of 1970. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. (1) Subject to the provisions of subsection (2), sri grery Power, cuty an function conferred and Prvitions imposed on, and assigned to, the Commissioner under the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "., the principal Act shall be deemed to have been, and to Goasintace. \"Qe, validly eo conferred, so imposed and so assigned, and accordingly— (@) every relevant domament submitted to the mmissioner, whether before or on or after the appointed date; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(®) every relevant act or thing done by, and all",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "vrdlevant. proseadings held or tesen by of before, the Commissioner in the matter of «any auch document, or in any other circumstances whatsoever, whether before or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "on or after the appointed date, shall be deemed not, to have been, and not to be, invalid by reason only of the fect chat such powsr, duty, and function was so conferred and imposed on and assigned top any such-document was submitted for an such act or thing was done by, and any such proceedings were",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "~held or taken by or before, the Commissioner.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) Nothing in the provisions of sub-section (1) shall be deemed or construed to validate any relevant act or thing done by, or any relevant Broceedings held or taken by or Before, the Commiseioner in the matter of any relevant document submitted to him, or im any",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "other circumstances whatsoever, if, but only if, such Test (0) -",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "2 Paddy Lands (Speciat Provisions) ‘Act, No. £ of 1970",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "act or thing, or such proceedings, was or were subse-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "quently heli by any court of competent jurisdiction",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "to be invalid on the ground that any power, duty or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "function not having been validly conferred or imposed : om, or assigned to, the Commissioner under the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "principal Act, the Commissioner had no jurisdiotion",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "to do such act or thing, or to hold or take such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "proceedings:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "Provided, however, that nothing in the preceding provisions of this sub-section shall be deemed or construed to preclude or prevent, any relevant act or thing being done by, and any relevant, proceedings being held or taken by or before, as hereafter provided in this Act, the Commissioner de novo under the provisions of the principal Act as modified by this ‘Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "(6) Whore say relevant act or thing done by. and any relevant proceedings held or taken by or before, the Commissioner prior to the appointed date in the matter of any relevant document is not validated by",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "sub-section co by virtue of the operation of sub-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "> section (2), then, such document shall be deemed to be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "a relevant document submitted de novo to the Commissioner on that date, and accordingly any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "relevant act or thing may be done by, and any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "Selevant proceedings may be held or taken by or before,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "the Coumissioner de novo under the provisions of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "Brineipal Act as modified by this Act im the matter of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "~ auch document,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "spect 8. (1) Subject to the provisions of sub-section (8). Perils = every Board of Review appointed by the Minister sPudi and onder sub-section (1) of section 59 of the principal Burts of Act prior to the amendment of that Act by Act No. 11 : of 1964, a Panel, from which Boards of Review are constituted under the principal Act, appointed by the Minister by Order under sub-section (1) of section 69 of the principal Act, subsequent to such amend-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "went, end every Board of Review s0 constituted bi the selection of a person or persons from such Pang! under sub-section (7) of that section, whether before or on or after the appointed date, shall be deemed to have been, and to be, validly appointed and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "constituted, and accordingly—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "(@) any appeal made to any such Board of Review",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "under that Act, whether before or on or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": ": after the appointed date;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Paddy Lands (Special Provisions) 8 Act, No. # of 1970 (®) any proceedings taken on such appeal, whether before or on or after the-appointed date: oF + (@) any decision made by any such Board of Review under that Act on such appeal, whether before or on or after the appointed date, shall be deemed not to have been, and not to be, invalid. by reason only of the fact that eny such Board of Review was so appointed by the Minister, or so constituted from suck Panel, such appeal was made to, such proceedings were taken by or Before, and sach decision was made by, any such Board of Review.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(2) Nothing in sub-section (1) shall be deemed or construed to validate any decision of a Board of Review under the principal Act on any appeal if, but ouly if, such decision was prior to the appointed date held by any court of competent jurisdiction to be invalid on the ground that, not Having been validly constituted, such Board of Review bad no juriadic- tion in the matter of such appeal :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Provided, however, that nothing in the preceding provisions of this sub-section shall be deemed or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "+ construed to preclude or prevent such appeal, as hereafter provided in this Act, from being enter- tained, heard and decided de novo by a Board of Eaview under the provisions of the principal Act aa modified by this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(3) Where any decision of » Board of Review on any appeal made to it under the principal Act is not validated by sub-section (1) by virtue of the operation of sub-section (2), then, such appeal shall be deomed to be an sppeal made de novo to such Board of Review on the appointed date, and accordingly may be entertained, heard and decided ~ e novo by such Board of Review under the principal ‘Act as modified by this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "4. The provisions of this Act shall be in addition ‘the porisiout fo, and not in derogation of, the provisions of the 2th Ad te principal Act, and accordingly shall be read and s'est of construed as one with the principal Act: or iseeosoney",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Provided, however, that, in the event of any Pitthe conflict or inconsistency between the provisions of this 7 Act and the provisions of the peinipal Act, the provisions of this Act shall prevail over the provisions of the principal Act to the extent of ncn conflict or inconsistency, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Paddy Lands (Special Provisions) Act, No. @ of 1970 peal 8, (1) Where there was, on the day immediately Rpaing prior to the appointed defo, ny suit or action ot pedig Got appeal or application, whether by way of writ or ‘serene, otherwise, pending before the Supreme Court— (a) in respect of any relevant act or thing done, @ ora any relevant document submitted to, or any proceedings taken by or before, ‘the Commissioner; or (®) in respect of any decision made by a Board of Reriew ‘on any appeal under the principal : ‘5 then, any question which arises at the hearing of guch suit, action, appeal or application as to the validity or otherwise of such act or thing, or such document, or such decision, shall be determined in accordance with the provisions of the principal Act as modified by thie Act, and accordingly, for the . purpose of such determination, the modifications Bade in the principal Act by this Act shall be deemed to have cote into foroe on the day immediately prior to the date on which such act or thing was so done, or such document was so submitted, or such proceed- ings were so taken, or such decision was eo made. @) Where there was, on the day immediately prior to the appointed date, any proceedings under section 21 of the principal Act pendin before 2 Magistrate's Court, then, eny question which ariees et the hearing of auch proceedings as to the validity or otherwise of any relevant act or thing done, ot any relevant document submitted to, or any proceedings taken by or before, the Commissioner shall be determined in accordance with the provisions of the principal Act - as modified by this Act, and accordingly, for the purpose of such determination, the modifications tmuade in the principal Act by this Act shail be deemed to have come into force on the day immediately prior to the date on which such act or thing was so done, or such document was so submitted, or such proceed- | ings were so taken. ‘The proviaions. 6 The preceding provisions of this Act shall, for of tiies’e all purposes and BE all” respects, be as valid ‘and anedeeas to effectual as though those provisions were in an Act ie'cute\" ” for the amendment of the Cylon (Constitution) Order Grr in Council, 1946, enacted by Parliament after Coane, 198.  compfiance ‘with the requirement imposed by the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Paddy Lands (Special Provisions) 5 Act, No. @ of 1970 proviso to anb-section (4) of section 29 of that Order in Council.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "7. Tn this Act, unless the context otherwise totrreation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "requires—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“‘appointed date” means the date of the commencement of this Act;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“ Board of Review has the same meaning as in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "° the principal Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "‘Commissioner’ means the Commissioner of Agrarian Services, and includes any Deputy Commissioner of Agrarian Services and, in the case of any area for which any Assistant Commissioner of Agrarian Ser- vices is appointed, such Assistant Commissioner;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“ principal Act” means the Paddy Lands Act, No. 1 of 1958, as amended from time to time by any subsequent Act; .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“velevant act or thing’ means any decision or determination or Order or any affirmation or variation thereof made, or any other act or thing by whatsoever name or designation called or done, by the Commissioner in the matter of any relevant document submitted to him, or in respect of any other matter, ander the principal Act;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“relevant document? means any claim, any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "> notification, any application, any reference, any recommendation OF any appeal or any other matter whatsoever submitted to the Commissioner under the principal Act;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "** relevant proceedings * means, in relation to the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Commissioner, any inquiry held bp oF any .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". other proceedings taken by or before, the Commissioner in the matter of any relevant document, or in respect of any other matter, submitted to the Commissioner under the principal Act;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“ submitted to’, in relation to the Commissioner, means submitted to the Commissioner by any mode or means of service whatsoever under the principal Act.",
    "mean_p_confidence": 0.9
  }
]