[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(Eee) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL HEALTH DEVELOPMENT FUND ACT, No. 13 OF 1981 (Certified on Sth March, 1981) Printed on the Orders of the Government Published as a Supplement to Part II of the Gazotte of the Democratic Socialist Republic of Sri Lanka of March 13, 1981 PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, SAI LANKA ‘TO UZ PURCHASED AT THE GOVT, PUBLICATIONS BUREAU, COLOMBO Price: 45 cents Postage: 50 cents",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "National Health Development Fund Act, No, 13 of 1981 : {Certified on Sth March, 1981] LD—O, 44/80 [Aw Act TO PROVIUE FOR THE ESTABLISHMENT OF 4 FUND CALLED",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "mae “Navona Heauta Devmorment Foun” xp 70",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "PROVIDE FOR ALL MATTERS CONNECrED THEREWITH OR",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "INCIORNYAL THERETO,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Parliament of the Democratic Socialtst ‘Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1, This Act may be cited as the National Health Short due, Development Fund Act, No, 13 of 1981.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 (@) There shall be established a Fund to be called Estgbiishment the “National Health Development Fund” (hereinafter {idioeay referred to as “the Fund”). Health Deve-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) The Fund shall, by the name assigned to it by sub- Fund section (1), be a body corporate, and shall have perpetual succession and 2 common seal and may sue and be sued in such name.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "% (2) The administration, management and control of oar of the Fund shall be vested in a Board of Trustees constituted Trustees of as hereinafter provided. tbe Fund.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) The. Board of Trustees of the Fund (hereinafter referred to ag “the Board\") shall consist of—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(a) the Secretary of the Ministry of the Minister ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(b) the Director of Health Services of the Department",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "of Health ; {©) the Commissioner of Ayurveda of the Department of Ayurveda; (d) the Chief Accountant of the Ministry of the Minister ; and (©) three other members appointed by the Minister each of whom shall, subject to the provisions of sub- sections (4}, (5) and (6), hold office for such period as may be specified in the letter of appointment issued to him, by the Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘A member appointed by the Minister is in this Act referred to as an “appointed member\".",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(3) The Secretary of the Ministry of the Minister shall do the Chairman of the Board (hereinafter referred to 98 \"the Chairman”).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Sao 11,100 00/12) :",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "2 National Health Development Fund Act, No. 13 of 1081",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(4) The Minister may, if he thinks it expedient to do 0, ° remove any appointed member of the Board from office without assigning any reason therefor. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(5) A member of the Board, who has been removed from office under the provisions af subsection (4), shall not be eligible for re-appointment as a member of the Board or to serve the Board in any other capacity. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(6) An appointed member of the Board may at any me resign his office by written communication addressed to the Minister,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(2) Wf the Chairman or any member of the Board fs ‘temporarily unable to discharge the duties of his office on account of ill-health or absence from Sri Lenka or any other cause, the Minister may appoint another person to act in his place. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(8) If an appointed member of the Board vacates his = office by death, resignation or removal, prior to the oxpira- tion of his term of office, his successor shall, unless such Successor vacates his office earlier, hold offce for the ui- | expired portion of the term of office of the person whom he succeeds. I",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(@) No act or proceeding of he Board shell be deemed to be invalid by reason only of the existence of any vacancy amongst its members or any defect in the appoint ment of a member thereof.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(26) The Board may make rules to regulate the procedure in regard to ils meetings and the transaction of business al such meetings.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Remuneration 4, An appointed member of the Board shall be srespowte’ remunerated in such manner and at such rates ax may be the Boord. determined by the Minister,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Powers of 5. The Board shall, in the name of the Fund, have the Fund, {he power to—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(@) acquire, hold or manage property, whether movable or immovable ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(b) sell, mortgage, exchange or otherwise dispose of, of deal with, any property, whether movable oF immovable, to which the Fund may become entitled ; .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(©) perform all such acts or things as may be necessary to give effect to the provisfons of this Act,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "National Health Development Fund a Act, No, 13 of 1981",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "$: There shall be credited to the account of the Fund Payments to all moneys received by way of gift or donation, from \"%* Fund. private individuals, firms and institutions in Sri Lanka and sbroad, for any of the purposes set out in section 7.” ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "% Te shall be the duty of the Board, subject to the Purposes for directions of the Minister, to apply the moneys belonging hogs of to the Fund for any of the following purposes :-— the Fund",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(a) the development and promotion of institutions Pied",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "providing health-care services in Sri Lanka ; co",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "() the promotion of research among, and the advance- .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "ment of the educetion or knowledge of, persons engaged in or associated with the health-care services of Sri Lanka; . {c} to finance any project for the purpose of taking / necessary steps for, the prevention of disease among, .or protection of the health of, the people of Sri Lanka, ensuring so however thet where any donation is received for the purpose of financing a . particular project, such donation is, as far as practicable, utilized to finance thet particular Project ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(@) the purchase of medical equipment and essential",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "drugs used for the purposes of health-care services in Sti Lenke, . .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "8, Any moneys belonging to the Fund may he invested Investment by the Board In such manner as the Board may determine, of moneys of subject to such directions a3 may be given by the Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "9. The Board shall have the power, subject to the Officers and directions of the Minister— Sete",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "{a) to sppoint such officers and servants of the Fund as",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "may be necessary for the administration and : management of the affaire of the Fund ; : (©) to determine the remuneration payable to the officers and servants so appointed ; : .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(©) to pay such remunerstion and other expenses incurred in the administration of the affairs of the . Fund, out of the income of the Fund. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "10. (1) The Board shall cause proper books of accounts Accounts to be kept of the income and expenditure of the Fund.» *™#,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 National Heaith Development Fund Act, No, 13 of 1981 (2) The Auditor-Generel shall audit the accounts of the Fund every year, For the purpose of assisting him in the audit of such accounts, the Auditor-General may employ the services of eny qualified auditor who shall act under his direction and control. (8) For the purpose of meeting the expenses incurred by him in the audit of the accounts of the Fund, the Auditor- General shali be paid out of the income of the Fund, such remuneration as the Board may determine. Any remunera- tion received from the Fund by the Auditor-General shall, after the deduetion therefrom of any sume paid by him to any qualified auditor or auditors employed by him for the purpose of such audit, be credited to the Consolidated Fund. (4) The Auditor-General shall, as soon as practicable after the thirty-fivet day of December of each year, prepare a report on the administration of the affairs of the Fund during that year, together with a statement of the income and expenditure of the Fund, and of the investment of the moneys belonging to the Fund, during that year. (®) In this section, the expression “qualified auditor\" means— (@ an individual who, being a member of the Institute of Chartered Accountants of Sri Lanka or any other Institute established by law, possesses o certificate to practise as an Accountant, issued by the Council of such Institute ; oF (b) a firm of Chartered Accountants each of the resident parteners of which, being member of the Instl- tute of Chartered Accountants of Sri Lanka or of any other Institute established hy law, posseoses 0 certificate to practise as an Accountant Issued by the Council of such Institute, Autor. 41, The Auditor-General shall transmit the report and fmenta statement prepared by him in pursuance of the provisions fislement to of subsection (4) of section 10 to the Minister who shall betare’ ‘ause such report and statment to be placed before Parliment. Parliament, Froancil 42 The financial year for the purpose of the Fund shall be the year commencing on the first day of January and ending on the thiety-firat day of December,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "National Health Development Fund a, Act, No, 13 of 1981 13, (1) The Minister may with the concurrence of the “Exemption of Minister in charge of the subject of Finance, exempt the Fund trom | Fund from the payment of any customs duty on any goods Suit tanec, imported by the Fund, if the import of euch goods is considered to be conducive for the advancement of the . purposes of the Fund. (2) The Fund shall be exempt from any income tax or wealth tax payable under the Inland Revenue Act, No. 28 ot 1978. (@) Where any person makes a gift to the Fund, he shall be exempt from the payment of gifts tax under the Inland Revenue Act, No. 28 of 1979, ta the extent of the total value of the gift. () Where any person makes a donation to the Fund, such donation shall be deemed to be an approved expendi- ture for the purposes of the Inland Revenue Act, No. 28 of 1979, and the donor shall be entitled to relief under that Act in respect of the total value of such donation, (5) The provisions of this section shall have effect notwithstanding anything to the contrary in the Inland Revenue Act, No, 28 of 1979, 14, All officers end servants of the Fund shall be deemed Officers and. to be public servanta within the meaning, and for the #vants of . deemed purposes, of the Penal Code. deemed te servants widun the ‘eaning ot Penal Code, 15. The Fund shall be deemed to be a scheduled Fund‘ bea institution within the meaning of the Bribery Act and the fnstitution Provisions of that Act shall accordingly apply. Withig the meaning ot the Bribery Act",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "‘Annusl subscription af Bits and Laws of the Parliament Re 30 (Local, Re 40 (Forelgn), paysble to the Surmmereanes, Covenant PURLIATON Bumzav, P. ©. Box 500, CoLonso 1, betore 35th December each year in respect of the year following. Late mrbscriptions wit be accepted on the condition tha ‘Bile ond Levra issued before the date of payment wil! not be supplied.",
    "mean_p_confidence": 0.69
  }
]