[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ; 3rd Session 1967-68 “=... Wi res £ a GY | gag 2 8 E: Sls ae Ce ae ae Colombo District (Low-lying Areas) Reclamation and Development Board _ Act, No. 15 of 1968 Date of Assent : May 17, 1968 Printed on the Orders of Government and published as a Supplement to Ceylon Government Gazette, Part I of May 24, 1968 rmsa_at, the Comment Pat, Cenam. To be Fated ty Ot g SORE Taare BA, ons sean gueenton Cneluting BM) Ra 2, Lou), Ba 40 eerie a ep te Si Coveney before",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Colombo District (Low-lying Areas) Reclamation and Development Board Act, No. 16 of 1968 L, D—O. 48/66. AW ACT TO PROVIDE TOR THE ESTABLISHMENT OF A",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BOARD 70 BE KNOWN AS THE CoLoMBo Drstaier (Low-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ying AREAS) RecLamation anD DrvelorMent",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BoaRD FOR THE RECLAMATION AND DEVELOPMENT OF",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "SUCH AREAS AS MAY BE DECLARED BY ORDER OF TEE",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "MINISTER 80 ‘THAT SUCH AREAS MAY BE RENDERED",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "SULTABLE FOR BUILDING PURPOSES, AND FOR MATTERS",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: May 17, 1968] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Colombo District shor ste (Low-lying Areas) Reclamation and Development Sent.” Board Act, No. 15 of 1968, and shall come into operation on such date as the Minister may, by Order published in the Gazette, appoint.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "PART 1. : Power of MInist=R To pecLare RECLAMATION AND Davauormenr AREAS.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. (1) Where the Minister is satisfied that an: lsrstion of ares of ant suatet within the juriediction of any Botearge\" local authority specified in the First Schedule to this frat Ararby ‘Act is a low-lying, marshy, waste or swampy area, he Grief te shall after consultation with the Minister of Local tect wa Government and the local authority or authorities Slretin. within which such ares of land is situated, by Order Pblished in the Gazetie, declare such ares to be &",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "iamation and Development Area for the purposes of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "@) An Order declaring a Reclamation and Development Area under seb-section (1) shall define the area by setting ont the metes and bounds of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "* land or lands comprised in the Area. 2 nis 610)",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Colombo District (Low-lying Areas} Reclamation and Development Board Act, No. 15 of 1968",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(8) Upon the publication of an Order declaring a Reclamation and Development Area under sub-eection {1} it shall be the duty of the Board hereinafter established by this Act to reclaim and develop that Area and render it suitable for building purposes.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(f) ‘The House of Representatives my by resolution revoke any Order made by the Minister under this section within fifty days of the publication of such Order in the Gazette, and in the computation of such period of fifty days no account shall be taken of any period during which Parliament is prorogued. Such revocation shall be without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "‘VESTING AND Acquisition oF LAND. veaing ia we (1) Any land or lands which comprises or . Boardvoflands comprise a Reclamation and Development Area TntwdSitia declared by an Order under section 2 ane. which is or Ge iedicton are vested in the local authority within the jurisdiction of wel yea of Which such land or lands is or are situated shall, sie compre from the date on which that Order is made, without ‘Recemelce any formal transfer thereof vest absolutely in the ami dest. Board free from all encumbrances.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(2) No compensation shall be payable by the Board in respect of any land which vests in the Board by reason of the operation ‘of the provisions of sub-section (1). :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "comploes 4, (1) Where any Reclamation and Development sequiation ot Ave declared by an Order under section 2 comprises ‘Ho ‘comptes any land which is not vested in a local authority a Beknewe within the jurisdiction of which such land is situated, iat Aves” uch land may be acquired under the Land Acquisition tog ohh i Act by the Government for the Board, and the the bel provisions of that Act shall, save as otherwise iuberiy,sittio provided in sub-section (2), apply for the purpose of asics Ger the acquisition of that land. staat. (2) In any case where any lund referred to in sub-section (1) is to be acquired under the Land ‘Acquisition Act and public notice of the intention to acquire that land is pablished as required by that ‘Act at any time within the period of five years reckoned from the date of commencement of this Act, the market value of that land for the purposes of determining the amount of compensation to be paid in respect of Saat land shall, notwithstanding anything",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Colombo District (Low-lying Areas) 8 ‘Reclamation and Development Board ‘Act, No. 15 of 1968 to the contrary in that Act, be deemed to be the market value which that land would have had at the date of commencement of this Act if it then was in the same condition as it is at the time of acquisition. PART Il.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "EsrapiisnMent or tHe CoLomso Dreraict (Low- LING Anzas) RECLAMATION aND DEVELOPMENT BOARD.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "&. (1) A Board to be called the Colombo esbishment District (Low lying Areas) Reclamation and Develop- ofthe. Coloate ment Board ie hereby established. fee ging",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The Board shall be a body corporate having Rahmtoa perpetual succession and a common seal and may sue Stn 'Surt\" and be sued in the name assigned to it by sub-section",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(1). 6. (1) The Board shall consist of the following Mrnbem ot be (@) three ez officio members, namely, (i) the Director of Invigation, (ii) the Director of Town and Country Plaoning, and (lit) the Commissioner of National Housing; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(®) four other members appointed by the Minister,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "one of whom at least shall be a qualified Civil Engineer.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) A person shall be disqualified for appointment by the ‘Minister as 8 ‘member of the Board or for contining as a member so appointed—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "() if be is a Senator or Member of Parliament, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(ii) if he, directly or indirectly, has any interest in",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘a subsisting contract with, or in any work being done for, the Board except as a shareholder (other than @ director) in an incorporated company, or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(iii) if he has any such financial or other interest a8",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "is likely to affect prejudicially the discharge by him of his duties as a member of the Board.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(8) If a member of the Board other than an ex officra member is temporarily unable to function a3 such member, the Minister may appoint any person to ‘act ag a member of the Board. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "4 Colombo Disivict (Low-lying Areas) Reclamation and Development Board . Act, No. 15 of 1968",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(4 Every member of the Board other than an ea officio member shall, unless he vacates the office of member of the Board earlier, hold such office for a period of three years commencing on the date of his appoinument:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Provided that a person who is appointed as a member of the Board in plece of member who has vacated office before the end of his term of office shall, unless the member so appointed vacates the office of member of the Board earlier, hold such office during the unexpired part of such term,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(5) A member of the Board other than an ex officio member may resign the office of such member by letter addressed to the Minister.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) The Minister may, without assigning any reason, remove from office a member of the Board other than an ex officio member.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(7) A member of the Board other than an ee officio member shall be deemed to have vacated office—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(@) on sending his resignation in writing to the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "‘Minister; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(®) on his removal from office by the Minister; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(@) on the expiry of bis term of office.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) All or any of the members of the Board may be paid such remuneration as may be determined by the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "‘inister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "@ No act or proceeding of the Board shall be invalid by reason only of tho existence of any vacancy amonget its members or any defect in the appointment thereof.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Chairmen of 7. (1) The Minister shall appoint as the Chairman ‘the Beard. of the Board one of the members of the Board other than an ex officio member.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(2) Iz the Chairman of the Board is temporarily unable to function as such Chairman, the Minister may appoint any member of the Board, other than an e0 officio member, to act as the Chairman of the Board. -",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(3) The Chairman of the Board shail, unless be vacates the office of Chairman earlier, hold sach office during the term for which he is a member of the Board:",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Colombo District (Low-lying Areas} = 5 Reclamation and Development Board ‘Act, No. 15 of 1968 Provided that & perion sppoinied to act as the Chairman of the Board during the abgence of the Chairman of the Board who is temporarily unable to fonction as such Chairman shall, unless he vacates the office of Chairman earlier, hold such office during such absence, (4) The Chairman of the Board may resign the office of Chairman by letter addressed to the Minister.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "{) The Minister may. without, assigning any reason, terminate the appointment of any member of the Board as the Chairman of the Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(8) The Chairman of the Board shall be deemed to vacate th office of Chairman if he resigns such office or if his appointment as such Chairman is terminated by the Minister or if he ceases to be a member of the Board.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "8. The objects of the Board shall be— Spiess ot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(a) to reclaim and develop every Reclamation and Development Area declared by Order under ection 2, and to render such Area suitable - for building purposes; and :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(®) to have the custody, management and control, Pending soch resiamation end development; of lands comprising such Area which are under the provisions of this Act vested in the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Q. The Board may exercise all or any of the cane",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "following powers :— y pave a",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@) to soquire, bold or take on lease any property, or mortgage, pledge, sell or otherwise dispose : of any property;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "@) t» undertake the proparstion and exonstion of development schemes in the Reclamation and Development Areas declared under section 2;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(0) to cause the construction of roads in such Areas:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "@ to cause the construction! of works for the provi- sion of public services in such Areas including— . .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(i) surface water drainage, sewerage and disposal of sewage, : Gi) figbting, and . (iii) water supply; caret",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "& Colombo’ District (Low-lying Areas) Reclamation and Development Board Act, No, 16 of 1968 (6) to enter into and perform all such contracts ag ray be necessary for carrying out the objen and for exercise wera, of 4 Board; Powers, of the (/) to make rales in reepedt of the administrati of the aifairs of the Board; ration (Y), to do all other things which in the opini + the Board are necessary to facilitate the proper carrying out of its objects. Eeromig 40, The Bosrd may, with the consent of the prim of “Minister, or in accordanoe with the terms of any general authority given by him, borrow by way of overdraft or otherwise, such sums as the Board may require for meeting its obligations: Provided that the pgsregate of the amounts out- standing in respect of Sy Tonns raised by the Board vv + tkder this sestion aball not at any time exceed such sun) as may be determined by the Minister in consul tation with the Minister of Finance. avid of 44, (1) The initial capital of the Board shall be «Bort determined by resolution of the House of Representa- tives and the amount of such capital shall be paid to the Board out of the Consolidated Fund of Ceylon. (2) The capital of the Board may be increased from time to time by such amount as may be determined by resolution of the House of Representatives, and that amount shall be paid to the Board out of the : Consolidated Fund of Ceylon. Seat of 412, (0) The soak of the Board shall be in the fie Besrl. custody of euch person as the Board may decide from time to time, (2) The seal of the Board shall not be affixed to any instrument or document except in the presence of the Chairman, or some other member, of the Board and the chief executive officer of the Board, both of whom shall sign the instrament: or document in token of their presence. Proeetere at 1.) Subject to the provisions of sub-section (2), gota the membere of the Board may regulate the procedure She Board. to be fullowed at meetings of the Board. (2) The quorum for any meeting of the Board shall be five. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Colombo District (Low-lying _ Areas) 7 Reclamation and Development Board Act, No, 15 of 1968 PART IIl. Svare oF tax Boarp.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "1% (1) The Board may appoint such officers and  Aypsiaimeat of servants as it considers necessary for the efficient ‘tom, tm discharge of its functions.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(2) The officera and servants of the Board shall be renunerated in such manner and at such rates, and shall be subject to auch conditions of service, as may be determined by the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(8) At the request of the Board, any officer of the public service may, with the consent of that officer and of the Secretary to the Treasury, be temporarily anpointed to the staff of the Board for such period as may be determined by the Board with like consent or be permanently appointed to such staff. The provisions of sub-sections (2) and (3) of section 26 of the Govern- ment-Sponsered Corporations “AAct, shall, | mutatis mutandis, apply in relation to any officer in the public serrice who is temporarily or permanently appointed to the ataif of the Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(4 Where the Board employs any person who has entered into » contract with the Government by which he has agreed to serve the Government for a specified period, any period of service to the Board ty that Person shall be Teperded as service to the Government",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "for the purpose of discharging the obligations of such contract. PART IV. Frvance anp Accounts.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "48. The Board shall have its own fund, All Teed of moneys received by the Board, including such sums ag \"™* B** niay be paid to the Board out of the Consotidated Fund of Ceylon, shall be credited to the fund, and all pay- ments made by the Board shall be made therefrom.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "46. The Board shall cause its accounts to be kept Acconats of in such form and in such manner as the Minister may\" #=- direct.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "47. (1) The accounts of the Board shall be audited nai. annually by an auditor (hereinafter referred to as “ the auditor ”) appointed by the Minister on the advice of the Auditor-General. The auditor shall be paid by the Board such remuneration, as the Minister Tay, with the concurrence of the Minister of Finance, determine.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "8 Colombo District  (Low-lying Areas) Reclamation and Development Board Act, No. 15 of 1968",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(@) The Anditor-General shall have power—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "@ to direct the manner in which the accounts of the Board shall be audited by the auditor and to give the auditor instructions in regard to eny matter relating to the performance of his functions as the auditor; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(®) to conduct 6 supplementary or test audit of the accounts of the Board by such person or Persons as the Auditor-General may autho- tize in that behalf, and for the purposes of such audit to require any person to furnish information or ‘additional information to the Berson or persoos so, authorized, on such matters, and in such form, as the Auditor- General may, by general or special order, direct.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(3) The auditor shall examine the accounts of the Board and ascertain the correctness of the balance sheet and furnish a report to the Auditor-General. stating —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "{a} whether he has or has not obtained all the infor- mation end explanations required by him; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(b) whether in his opinion the balance sheet and the accounts referred to in the report are properly drawn up so as to exhibit a true and fair view of the affairs of the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(4) The anditor shall submit » copy of his report to ihe Auditor-General who shall have the right to comment upon, or supplement, the auditor’s report in such @ manner as the Auditor-General may think fit.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(3) The Auditor-General shall transmit the auditor's report together with his comments upon, or his supplement to, such report to the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(6) For the purposes of this section the expression * auditor ” means— {@) an individual who, being a member of the Institate of Chartered Accountants of Ceylon, possesses a certificate to practise 8 an Accountant issued by the Council of that Institute; or ‘",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Colombo District (Low-lying Areas) 9 Reclamation and Development Board Act, No. 18 of 1968",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(®) a firm of Chartered Accountants each of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "partners of which, being 2 member of that Institute, possesses a certificate to practise as an Accountant issued by the Couneil of that Institate.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "18, (1) The Board shall, on receipt of the auditor’s Documents to be report in respect of any year, transmit to the imumee %, Minister within nine months of ‘the expizy of that tobe plac yeor— Boome esa",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@) a copy of such report together with the Auditor- {he Horse of |",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "General's comments Gf an7) upon, and his “eerirer supplement (if any) to, such report;",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(2) a copy of the revenue and expenditure account; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(0) a copy of the balance sheet; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@ a report by such Board on its work for the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "period for which the revenue and expenditure account and the balance sheet bave been made up.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(2) The Minister shall Jey copies of the documents transmitted to him under sub-Seetion (1) before the Senate and the House of Representatives within two months of the receipt of such documents by the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "PART V. ‘MiscELLanrous.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "40. Whore any land (other than land referred to Ganpoleory in section 4) or any interest in such land is required Souter at by the Board for any of its purposes, such land or ten teat” interest may he acquired under the Land Acquisition ‘me > ‘Act by the Government for the Board, and the provi- toy faterst in sions of that Act shall apply for the purposes of the 2 Ned {cr acquisition of that land or interest, tbe Bord",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "20, Where any immovable property, of the Crown Special gaat is required for any purpose of the Board, such purpose 1, iy shall be deemed to be © purpose for which a special t she Bard. grant or lease of such property may be made under section 6 of the Crown Lands Ordinance and accordingly the provisions of that Ordinance shall apply to a grant or lease of such property to the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "21. In the exercise of its duties and powers under Miniter this Act the Board sball be subject to and act in the Basi. accordance with such general or special directions as the Minister may from time to time issue. -",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "10 Cotombo = District — (Low-lying Areas) Reclamation and Development Board Act, No. 15 of 1968 Font 22, (1) Any officer or servant of the Board who is me generally or spetiaily authovized in that bea by the joard may at all reasonable times enter upon any land or premises and there do such agts as may be reasonably necessary for the purpose of carrying out any work of the Board or of making any survey, examination or investigation, preliminary or incidental to the exercise of ay power, or the discharge of any function, of the Board.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "{2) Any person who without lawful exercise obstructs any officer of the Board while acting in pursuance of sub-section (1) shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to imprisonment of either description for a term not exceeding six months or to a fine not exceeding one thousand rupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "Power of 28, For the purpose of enabling the Board to Eo exerci, perfor on discharge, ‘within any Reclama. Pai, Eo* tion and Development Area declared by Order under section 2, any power, duty or function under any of the enactments referred to in the Second Schedule to this Act, the Minister may, by Order published in the Gazette, declare that any such enactment sball, in its application within that Area, have effect subject: to such modifeations as may be specified in the Order. Bie of 2%. The provisions of this Act or any regulation or \" Order made under this Act shall have effect notwith- standing anything in any other written law. Azedment ot 25, The Minister may, by Order published in the Sehadales, Gazette, amend any Schedule to this Act. preston ty «26, «The House of Representatives may by Hom ef.” resolution revoke any Order made by the Minister of Orden voder gnder section 23 or section 25 of this Act within fifty secjan 29 *04 days of the publication of such Order in the Gazette, _ and in the computation of such period of fifty days no account shall be taken of any period during which Parliament is prorogaed. Such revocation shall he without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Colombo District (Low-lying Aveady 11 Reclamation and Development Board Act, No. 16 of 1088 27. (1) Tho Minister may make regulations to Renalaticos give effect to the principles and provisions of this Act. (2) No regulation made by the Minister shall bave affect until it is approved by the Senate and the House of Representatives and notification of such approval is published in the Gazette. 28. In this Act unless the context otherwise Interests. requires, ‘“ Board \"' means the Colombo District (Low- lying Areas) Reclamation and Development Board established by this Act. FIRST SCHEDULE ‘(Section 2) ‘The Colombo Municipa? Council. ‘Tho Dehiwela-Mouot Lavinia Municipal Counail. Ths Kotte Urban Council. The Koloonswa Urban Council. The Peliyagoda Urban Counail. ‘The Wattola-Mabole Urban Council. The Morotuwa Urban Council ‘The Piliyandala Town Couneil. The Mobarogama Town Council. The Hendala Town Council, ‘The Delugams Town Council. ‘The Kelaniya Town Council. The Batteramulla-Talangama Town Council, ‘The Mulleriyawa Town Council. The Kotikawatta Town Council, The Ambatelen Pebala Village Council. ‘The Kotte-Galkissa village ‘Council, ‘The Mampe-Kesbews Villoge Council. SECOND SCHEDULE (Section 337 ‘The Municipal Councils Ordinance. The Urban Councils Ordinance. ‘The Town Councila Ordinance. ‘The Village Councila Ordinance. ‘The Town snd Country Planning Ordinanos, ‘The Housing and Town Improvement Ordinance. ‘The National Housing Act.",
    "mean_p_confidence": 0.79
  }
]