[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . Ist: Session 1960-61 , Fein, Anuradhapura Preservation Board Act, No. 32 of 1961 . Date of Assent: 2nd June, 1961 . Printed on the Orders of Government Ponte at ie, Gomme Pet lids ee) Buszay, Bost’ Orrice Box 900, Secretariat, Colombo 1 bivca eens * ars Postage: 35 cents",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Anuradhapura Preservation Board Ack, No. 32 of 1962",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "L, D—O. 61/60.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "AN Act 10 PRovIDE FOR THR ESTABLISHMENT OF A BoARp 7OR THz PRESERVATION AND DEVELOPMENT OF ANURADAPURA AND SUCH OTHER AREAR AB MAY BE BROUGHT UNDER THE CONTROL OF THE BOARD, AND ‘10 MAKE FROVISION FOR MATTERS INCIDENTAL TO OR CONNECTED THERE WITE.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "[Date of Assent: 2nd June, 1961]",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "by and with the advice and consent of the Senate and House of Representatives of Ceylon in this present .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "same, as follows: —",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. This Act may be cited as.the Anuradhapurs sien fig” ‘Preservation ‘Board Act, ‘No, 82 of 1961, and shall Sanu” come into operation on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ", PARTI oo ‘BecaR.igamunr oF ANURADEAPURA ‘PReseavarion BoaRD :",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 (1) With effect from such date as the Minister gousmeyn may appoint y notification published in the Gazette Emen= (hereafter in this Act referred to oa the appointed",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "late”), there shal be establisbed a Board which shall be called the Anuradhapura Preservation Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) The Board shall, by the name assigned to it by sub-section (I), be & ely corporate and shall have Perpetual suocession and @ common seal and may by ite lame sue and be sued.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "& (1) The Board shall consist of — Goorin",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "- ni Cis Bea, (@) five members appointed bythe Minister, one of whom shall be an officer of the General Treasury,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "B) the pessoa for the time being holding the of Archaeological Commissioner, and (¢) the person for the time being holding the office",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "of the Government Town Planner. ‘The Minister shall appoint one of the. members",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "of ibe Board to be the Chaitman of the Board. TA ote gant)",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 — Anuradhapura Preservation Board Act, No. 38 of 1062",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "@a shall be disqualified for appointment, or for continting, a8 2 member of the Boata—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) if he ia @ Senator or Member of Panliament; on",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "0) if he, directly or indirectly, bas any interest in a subsisting contract with, or in any work being done for, the Board except az & shareholder (other than @ director) in an incorporated company; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(¢) if he has any such financial or other interest as is likely to affect projudicialy the dischsrge by him of his duties as» member of t",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "ard.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "( Whore the Chairman, or on appointed member, of the Board is, by season of illness or other infirsity or absence from Ceylon, temporarily uneble to perform the duties of his office, then, if such Chairman or member is not the member who is an officer of the General ‘Treasury, the Minfster may appoint any person to act in his place and, if such Chairman or Tewnber is the member who is an officer of the General Treasury, the Minister may appoint any other officer of the General Treasury to act in his place.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(6) Every member of the Board shall, unless he earlier vacates office by death, resignation or removal, bold office for a period of five years. Any member of the Board who vacates office by efflaxion of time shall be eligible for reappointment. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) A member who is not a public officer may resign from the office of mezaber by letter addressed by him to the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(7) Noact or proceeding of the Board shall be invalid by reasou only of the existence of any vacancy amongst its members ‘or any defect in the appointment of @ member thereof.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) Any appointed member of the Board may. be removed from office by the Minister without assigning any reason and the removal of any member from office by the Minister shail not be called in question in any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "mart. : io{t) A, member of the Board who is, directly or indirectly, interested in a contract proposed to be made by the Board shall disclose the nature of his interest at & meeting of the Board. The disclosure shall be",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Anuradhopura Preseroation Boord Act, 8 No. 98 of 196%",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "recorded in the minutes of such meeting and such member shall nob take. part in any deliberation or decision of such Board with respect to such, contract. *",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(10) Alb or any of the members.of the Board may be =~ paid such remuneration out of the funds of the Board, in such manner and at such rates, as may-be determined ‘by the Minister.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "4. (1) The seal of the Board shall be in the custody gos! otc of such person as the Board may decide from time to =\" ‘ime. . .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) Tho seal of the Board may be altered in such mamner as may be determined by the Board. _ (8) The seal of the Board shall not be affixed to any instrument or document except in the presence of the Chairman or some other member of the Board, and the General Manager of the Board, both of whom shall sign the instrument or document in token of their Presence. be tre quorom for any meeting of the Board shall ian &",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "6. (1) The Board may appoint such officers ond Aprointome ‘servants as it considers necessary for the efficient dis- #2, charge of its functions:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Provided that a person who is not a citizen of Ceylon, according to the law for the time being in force relating to citizenship of Ceylon, shall not be appointed an officer or servant of the Board without",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "prior sanction of the Minister.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) The officars and servants of the Board shall be temunerated in such manner and st such rates, and ‘shall be subject to such conditions of service, as may be determined by rules made under section 23.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) No person who has directly or indirectly, by himself or his partner or agent, any share or interest, xcept as a shareholder (other than a director), in an incorporated company, in si contract. made by or on bebalf of the Board shall become or remain an Officer or servant of the Board. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Anuradhapura Preservation Board Act, . No, 82 of 1962 PART II . Foncriows asp Powsrs ov raz Boarp ares of 4. (1) The Board may, subject to the other provi- Anite. - gions of this Act, discharge all or any of ita functions and exercise all Or any of its powers within the atea (in this Act referred to as the ** Area of Authority\") consisting of —",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(q) the area declared by the Order of the Minister to be Anuredhapura for the purpose of this Act, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(®) such other aress as’may be declared by like Order to be within the control of the Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(2) No Order made by the Minister under sub- section (1) shall have effect until it has been approved by the Senate and the House of Reprosentatives and published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(8) Nothing in sub-seotion (1) shall be deemed to preclude the Board from maintaining any office or stores outside the Area of Authority.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(2) The Minister may, by Order published in the Gazette, direct that the Board shail cease to discharge . or exercise all or any of its functions or powers within",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "_ the whole or any part of the Area of Authority; and every such Order shall be complied with by the Board. geavateg 8 (1) The Minister shall, by notification pub- Am ead lished in the Gazstte, divide the Area of Authority into— . (@) the Controlled Area, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "@) the Outer Area,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "The limits of each such area shall be specified in the notification. specified",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "@) Ht any Jocal authority within the Ares of Authority is likely to be affected by the division of that area into the Controlled Area and the Outer Ares, the Minister shall, in making such division, consult the Minister to whom the subject or function of local goverament has been assigned by the Prime",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "inister.",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "Anuradhapura Prestroation Board Act, No, 8¢ of 1981 + & The fonctions of the Board shall bo— Reson st",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(a) the preservation and maintenance of places of religious, historical, or archeological value;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(®) the preservation and maintenance of ancient monuments; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(0) the restoration and preservation of ancient shrines;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(@) the provision of essential facilities to pil- grims and other visitors;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(©) the development of the new town of Anura- dhapura and other areas s0 as to facilitate the preservation of places of religious, historical, or archaeological value;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(f) the provision of onsing accommodation for",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "e poorer classes;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(@) the provision of ali civic amenities, -",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(A) the promotion of public health;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "@ the promotion of the study of religion and culture; . .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "@) ‘% undertake or promote any scheme necessary for, or connected with, the preservation of ‘places of religious, historical, or archaeological value;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(&) to establish and maintain, within the Con-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": ". trolled Area, any public utility service for the benefit of people inhabiting, or resorting to, such area;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "@ to undertake or promote any scheme for the comfort, convenience, or welfare, of people within the Area of Authority; .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(m) to promote and operate within the Area of Authority echemes of— : (i) irrigation,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": ". (ii) water-supply, . (ii) drainage, (iv) generation, transmission and sapply of electrical energy, and &) flood control; .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 —Anuredhapura Preseroation Board Act, ” Ne. 88 of 1987 () to construct and maintain roads, streets, bridges or other thoroughfares within the Area of Authority; (0) to promote and control irrigation and fisheries . within the Area of Authority; (p) to promote afforestation within the Area of Anthority; (@) to control soil erosion within the Area of Authority; and () to prevent and control plant and animal diseases within the Area of Authority. Roads and 40, (1) The Board may construct and maintain vealeretek, any roads. v (2) The Board may construct waterworks for the + supply of water for industrial or domestic purposes, or may supply water to any Government Department, local authority or any other person.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(8) The Board may determine and levy rates or fees for the supply of water whether in bulic or by retail. and such rates or fees may be levied from any 000~ sumer of water supplied by the Board whether such consumer is a Government Department, a local authority or any other person.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "os 44, (1) Save as otherwise prescribed, uo person ne, shall, on or after the appointed date, undertake or Webord, cans to be undertaicen, within the Area of Authority, the excavation, conservation or restoration of, oF",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "alteration to, any place, monument or shrine of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "* religions, historical or archaeological value, without",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ". the prior sanction of the Board or otherwise than in accordance with such conditions as may be imposed",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ". by by-laws or directions made or issued by the Board,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(@) Save as otherwise prescribed, no person shall, on or after the appointed date, construct in the Con- trolled Area auy roads, irrigation works or water",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ". Works, without the prior sanction of the Board or otherwise than in eccordance with such conditions 95 may be imposed by by-laws or directions made or issued by the Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "_| Ansvadhapura Preservation Board Act, 7 : No. 88 of 1962 42. Notwithstanding anything in any other written Provisoos Jaw, no person shail, on or after the appointed dato, Teling t as. “undertake or cause to be undertaken within the ‘try a Controlled Area any scheme or work for the éstablish- “=, ment, maintenance or operation of any installation for fe\" Boland the generation or transmission of electrical energy “™ without the prior sanction of the Board or otherwise than in accordance with anch conditiona aa may be itnposed by by-laws or directions made or issued by the Board. 43. The Board may establish its own departments ome ‘of agencies for the purpose of any work of planning, S'S, designing, constrnetion ot operation, or make con- tracts or other arrangements for such purposes with Government departments, local authorities, edu- cational and research institutions, or any other Person : Provided, however, that the Board shall not, with-’ out the prior sanction of the Minister, enter into any such contract or arrangements with any individual or firm not resident in Ceylon or with any company not formed and registered in Ceylon. : 44. (1) In the Area of Anthority the Board shall, crown Mand. notwithstanding the provisions of Part XI of the Crown Lands Ordinanos, No, 8 of 1947, be the sole Authority responsible for and charged with the admi- nistration of thet Ordinance, and accordingly, every reference in any provision of that Ordinance, to the Land Commissioner or any other officer of Government entrusted with any duties in reapect of Crown lands : ‘hall, for the purposes of the application of that Ordi- Dance in the Area of Authority, be deamed to be a reference to the Board or to any euch officer of the Board as may be authorised by the Board for the pur- : ‘Pose of that provision. (2) The Board sball, notwithstanding anything in ‘any other written law, be the sole anthorty for making recommendations to the Minister in regard to the exer- tise of euch powers of the Governor-General in the Aree of Authority as are conferred by the Crown Lands Ordinance, No. 8 of 1947, or by any other “written law relating to Crown lands.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "8  Anuradhapura Pressroation Board Act, No, 88 of 1961 .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(8) The Board may use any Crown land in the Area © of Authority for any of its purposes or reserve any such land for futore use.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(4) Every lease of any Crown land, whether with or \\Fithout buildings, within the Area of Authority granted Brier to the appointed date and subsisting on that date shall be deemed to be a lease granted by the Board and may be enforced or acted upon as fully and effectually as if the Board had been a party to «",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": ": such lease. .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(6) Where under any written law or agreement it ie necessary to grant any Crown land within the Ares of Authority on lease to any person, such Jand shall be granted on lease to such person by the Board. .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Compson 18. (1) Where any land or any interest in any land",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "sswaiven in the Area of Authority is required by the Board for",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Aree of any of its parposes, thet Iand or interest may be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Authority. acquired under the Land Acquisition Act, No. 9 of 1950, y the Government for the Board, and the provi- sions o} tbat Act shall, save as otherwise provided im , sub-section (2), apply for the purpose of the acquisition of that land of interest “",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) In any case where any land or any interest in any land is to be acquired under the Land Acquisition Act, No. 9 of 1960, for any purpose of the Board and public notice of the intention to acquire that land or interest ie published as required by that Act at any time within the period of five years commencing from the appointed date, the following provisions sball apply for the purpose of determining the amount of gompensation a be aid in respect of that land or interest, notwithstanding anything to the contrary in that Act— 8 7",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(@) the market value of the land shall be deemed «~ to be the market value which the land ‘would have had at the appointed date if it then was in the same condition as it is at the time of acquisition, and (®) in ascertaining the market value of the land at the appointed date no account shall be . . taken of any benefit or increase in value",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "-° Anuradhapura Preseroation Board Act, 9 No, 32 of 1961 .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "- which may have accrued or of any expect- Te oF eamebt or inoreas im value Icey",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "5 to accrue, directly ot indirectly, from any work of developmenit, or other operation of the Government after September 25, 1942, or from any work of development or other operation of the Board in pursuance of thia Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "46. (1) The Board may, by notice published and Papmin ot displayed in accordance with the provisions of sub- re section (2), require every person who claims any right, Autorty title or interest to or in any land situated in such part nice dant of the Area of Authority as is described in the notion feqwsiting to prefer his claims in writing to the Board within i, such time as may be specified in the notice.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(2) ‘he notice referred to in eub-section (1) shall be Published in the Gazette and in at least one news-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Paper in the Sinhala, language, one newspaper in the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "‘amil language, and one newspaper in the English language, and shall be displayed, in accordance with direction of the Board, at conspicuous places in such part of the Area of Authority as is described in the Notice.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(8) Where the Board requires for any of ite pur. poses any land situated in such part of the Area of Authority ae is described in a notice published and displayed under the preceding provisions of this section and where no claim of any right, title or inte- rest to or in that land has been made to the Board as required by that notice or all the olaims made in res-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Pect of that land are, aiter due investigation, con- sidered by the Board to be invalid, the Bourd may take Possession of that land and cause any work to be done",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "ereon, notwithstanding that no préceedings under the Land ‘hoqiction abe No. 9 of 1950, have been taken in reapect of that land. ~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "- (4) Any person authorised in writing in that behalf by the Board may, for and on behalf of the Board, take possession of any land referred to in sub-section (3).",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(8) Where any person who is authorised in writing by the Board to take possession of any land referred to in sub-section (8) is uneble to take possession of that land because of any obstruction or resistance",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "20 Anuradhapura Presersotion Board Act, : Ho, 88.0f 1961 which has been offered, he shall, on his making an application in that behalf to the Magistrate’s Court having jurisdiction where that land is situated, be entitled to an order of that court directing the Fiscal to deliver posession of ‘that land to him for and on behalf of the Board. {@) Where an order under sub-section (6) is issued to the Fiscal by a Magistrate's Court, he shall forth- - with execute that order and in writing report to that court the manner in which that order ia executed. (2) Yor the purpose of exeouting an order issued by a Magistrate's Conrt under sub-section (5), the Fisoal or any person acting under his direction may use‘soch force ‘as may be necessary to enter the land to which that order relates and to eject any person offering obstruction or resistance and to deliver possession of such land for and on behalf of the Board. ®) No person shall offer any obstruction ‘or resie- tance to any person who is .acting in pursuance of * aub-section (4). Beeaat 47, ‘(Q) Any land of which possession is taken by Rewesion the Boasd under section 18 shall, with effect from the wet is, Gate of commencement of such possession, vest * absolutely in the Board free from all encumbrances. @ No person claiming any right, title or interest > to or in any land of which possession has heen taken by the Board under section 16 shall, save as provided in sub-section (8), be entitled to institute any suit or other legal proceeding against the Board in respectof fat Jana, oro the taking of possession thereof ‘bythe ard or of the doing of any work by-or-under the authority of the Board” Shorecn by {8) Any person who would but for the provisions of sub-section (1) hhave any right, title or interest to or in any land of which possession has been taken by the Board under section 16 may institute im a court of competent junisdiction an ection against the Board for » declaration of such tight, title-or interest ‘and for obtaining eompensstion from the Board in respect of that land. (‘The amoant of compensation which js to be awarded to any person in an action under sub-section 8) shall, save as otherwise provided in sub-section ©)-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "Amuradhapura Presereation Boord Act, Ut",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": ". No. 98 of 1961 ‘bo dietermined on the ‘basis on which compensation Would he determined under the Land Aognisition Act, No. 9 of 1980, if the land in respect of which com- Densetion is 0 be awarded was ecquired under that",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "6) Where compensation is te be awarded to any person in an action under sub-section (8) in respect of a land of which possession ‘has been taken by. the Board atany time within the period of five years commencing on the appointed date, the provisions of paragraph (b) of sub-section (2) of section 15 shall apply for the purpose of determining the amount of such compensation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "48, The Board may exercise all or any of the Sum following powers :— :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "4@) 40 acquire, bold, take or give on Jease or hire,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": ". mortgage, ‘pledge and sal «or otherwise dispose of, any immovable or movable Property;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "@) to cause the construction of such dams, barrages, tanks, reservoirs, power houses, power structures, electrical transmission lines, sub-stations, drainage canals, and such other works aad structures, as may ‘be required;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(&) to Stork its reservoirs and Water-courses with",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "@) to construct, maintain and operate irrigation works;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "{©} to receive and accept donations and contri- “butions for the restoration and meintan-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": ": ‘ance of any ancient monument or place of religions value or for any other work which the Board 4s empowered to under- ‘take under this Act;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(f) % undertake the resettlement of the population displaced ‘by ate, operations; .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "* (9) to execute ‘such other works, amd carry out such other operations, as may be necessary for the purpose of discharging its funotions under this Act; : . oe .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "12 Anuradhapura Preservation Board Act, . No. 82 of 1961",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(A) to do anything for the purpose of advanci the aiall of persons employed by the Hoard or the efficiency of the equipment of the Board or, the manner in eh that equipment is operated including provision by the Board and assistance of the, provision by others of facilities for",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "ain sons required to ca out work of the Boards\" a",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "@ to establish a provident fund, and provide , welfare and recreational facilities, houses, hostels and other like accommodation for persons employed by the Board;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "@) to construct, manufacture, purchase, maiz-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": ". tain and repair anything required for tbe purpose of the business of the Board;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) to delegate to any officer of the Board sny such function of the Board a the Boar may consider necessary so to delegate for the efficient discharge of its functions;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "© to enter into and perform, either directly or through authorised agents, all such con- tracts as may ba necessary for the performance of the duties and the ; exercise of the powers of the Board;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(m) to make rules in relation to its officers and servants, including their appointment, promotion, remuneration, dismissal, disci plinary control, conduct and the grant of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "leave to them;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) to make rules in respect of the administration of the affairs of the Board;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": ": (0) to excavate any place of religious, historical or archaeological value;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "{) to preserve and maintain ancient monuments and places of religious, historical or archaeological value;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(9) to do ail other things which, in the opinion of the Board, are necessary to facilitate .. the proper discharge of its functions.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "Eines 19. (1) The Board may, subject to such limitations, iy moan aualites ons! ‘and conditions aa may be prescribed, and subject to the approval of the Minister, impose + and levy rates on the annual value of any immovable Property or any apecies of immovable property situated",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "within the Controlled Ares, -",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "Anusadhapura Preseroation Board Act, 18 . No, 32 of 196%",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(2) The Board may under this section impose diferent rates for different areas or parte of the Controlled Area eccording to the services provided by the Board for each such area or part.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "{8) Where the Board, in imposing any rates for any year, resolves to levy without alteration the same rate ae was in force duving the preceding year, the approval .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": ".of the Minister shall not be required for the imposition and levy of suoh rates, . 20. ‘There shall be exempt from any rate imposed Bzmptinn under section 19— ca",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(@) all Jands or bulldings whey or tainly used for religious, educational, or charitable parposes; |",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "@) all buildings in charge of military sentries;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(6) all burial and oremation grounds;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "@ eny immovable property which the Board may specially exempt from such rate on the ground of the poverty of the owner; .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(©) in the case of any defined ‘portion of a rato, declared by resolution of the Board to be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": ": levied for the purposes of any special",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "public service, any immovable property aitnated within any area which is not benefited by such service, or within which other provision is made for the said or a like service to the satisfaction of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "21. . (1) Tt shall be lawful for the Board, subject orm to the approval of the Minister, to borrow from the ““\"\"- Government or Any pereon or perdons such sum or sume of money as may be necessary for any of the purposes of the Board.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(2) Every loan raised by the Board shall be subject to such rata or rates of interest. and to such conditions for the repayment thereof as may be approved by the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "- Minister, oe",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "(8) For the purpose of securing the repayment of the sum or sums borrowed by the Board and sates acoraing theréon, the Board may mort assi to the lander or lenders by or on whose bebal# such stim ov sums or any part thereof may be lent, the proceeds of rates or taxes levied or imposed under this Act or any portion thereof, or any property belonging to the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "14 Anuradhapura’ Presereation Board Act, No, 32 of 1961 Board or any other source of income accraing to the Board exclnding the money specially voted by the Government under tho Anarabapure Preservation Scheme. (&) Alleccurities given in respect of loans under this Part shall be free of stamp duty. grebtigrey 22, (1) The written, laws for the time being isa of specified in the Firat Schedule shall have effect in the ERE” Area of Authority subject to the modification that i. ahail be lawful for the Board—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(@) to. make or issue for the whole or any specified part of the Area of Authority any by-laws, tules, regulations, ordera or notifications under any such written law; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "+ () to exercise and discharge in the Area of Authority or any part thereof all or any of the powers or functions vested by any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "+ auch written law in any authority, officer oF peraon,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "in like manner as though the references in any euch",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "written law to the authority, officer or person",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": ". empowered to make or issue such by-laws, rules, regulations, orders or notifications or to exercise oF discharge such powers and functions include references to the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "; (2) The written laws for the time being specified in the Second Schedule to this Act shall have effect in the Controlled Area subject to the modification tbat it shall be lawful for the Board—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "{@) to make or issue for the whole or any specified",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": ". part of the Controlled Ares any by-laws, Tules, regulations, orders or notifications under any such written law; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(®) to exercise and discharge in the Controlled Area or any part thereof all or any of the . Powers or functions vested by any such ‘written law in any authority, officer OF person, in like manner as though. the references in any such written law to the authority, officer or person empowered fo make or issue such by-laws, roles regulations, orders or notifications or to exercise OF discharge such powers and fonctions inalude refer- ences to the Board. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Anuredhapura Preservation Board Act, 16 No. 82 of 1961 (8) No authority, officer or person in whom any powers or functions are vested by any written law for the time being specified in the First Schedule or the Second Schedule to this Act, shali witbin the Area of ‘Authority or within the Controlled Area, as the case may be, exercise or discharge any of those powers or functions except where necessary for the purpose of ‘executing or carrying out any contract or arrangement made by the Board under section 18. (& The Board may— (@) by by-law made under section 24 of this Act apply any provision of any written law Bor the tnd being specified in the Third Schedule to this Act, .with or without modification, to any part of the Ares of Authority which is not within the opera- tion of such written law, or @® make for eny part of the Area of Authority ‘Which is not within the operation of any written law for the time being specil in the Third Schedule to this Act any by- lay which could, if such part had ‘been within the operation of written law, “have been made by the appropriate local authority. . (5) Any power or function which the Board is authorised by paragraph 0) of sub-section (1) or Baragaph (6) of sub-section (2) to exeriee or dis- chavge, may be exercised or discharged on behalf of the card by any member of the Boatd ot by any such cer of the b ¢ Board or by any aut pehete fe Bee as is ou vised in writing in %, (1) The Board may make rules in respect of power te all or any of the following matters :— male alee (@) any matter which has to be determined under sub-section (2) of section 6; (®) the appointment, promotion, dismissal and disciplinary control of its officers and servants; . (© the meetings of the Board and the procedure «to be followed at such meetings. (2) No rule made under sub-section aban have effect until it hes been appioved by the Minister.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "16 Anuradhapura Preservation Board Act, Wo. 88 of 1961 .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "{8} The Minister may, with the concurrence of the Minister of Finance, approre of any rule made by the Board in respect of any matter referred to in paragraph (a) or paregraph (6) of eub-section (1).",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Pore to min 24. (1) The Board may make by-laws in respect tla of all of any of the following matters: pe",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "(@) any matter which is required by this Act to be prescribed, or for or in respect of which by-laws are required or authorised by this Act to be mada;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "1) the regulation of the terms and’ conditions subject to which electrical energy will be supplied by the Board, within the Con- trolled Area for indnatrial or domestic use aud ‘the price to be paid for electrical energy 80 eupplied;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "(©) the recovery, whether in a summary manner or otherwise, of the charges due in respect of the supply of electrical energy withio the Controiled Area for industrial or domestic purposes;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "(@) the regulation, supervision, inspection and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": ". control of premises used for the purpose of eartying on any trade or business within",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "@ aot? Controlled Area; .",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "On ulation, supervision and control of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": ": itinerant, vendors’ within the Controlled ‘Area;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "\\() the regulation, supervision, inspection and control of lodging hovses within the Con- trolled Area;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "(g) the regulation, - supervision, inspection and control of pilgriis’ reste withen the Con-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": ". trolled Area; .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": ". (4) the regulation and control of any society or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "association concerned with any placs of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": ". . religions, historical or archatological value;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "(@) the control of the use of water for industrial or domestic use within the Area of Authority; i .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "“ \" @) the prevention of the pollution of water within the \"Ares of Audet .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "(#) the prevention of damage to places of reli- gious, historical, or archaeological value, within the Area of Authority;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "Anuradhapura Preservation Board Act, 17 No, $2 of 1061 the conditions, restrictions and exemptions ® subject to which any rate imposed under this Act shall be levied;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(m) the recovery, whether in a swnmary manner or otherwise, of tates or fees for the supply of water for industrial or domestia",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(0) the re 2 f fishing in waters within the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(a) the regulation of fishing in waters wi \"area of Authority;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(0) the ejection of persons trespassing on such ‘sida within fhe Ares of Authority as are under the contro) of the Board;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(p) the regulation of the transport or movement of cattle;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": ".(Q) the regulation of the use of roads within the ‘Area of Authority;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(=) the regulation of the erection of buildings within the Area of Authority,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(2) No by-law made under sub-section (1) shall have effect until it has been approved by the Minister, con- firmed by the Senate BAL the House of Representa: tives, and published in the Gazette,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "- (8) Every by-law made under sub-section ( and approved hy the Minister and confirmed hy the Senate and the House of, Hapresentasives shall upon ite publication in the Gazette be as valid and effectual as if it were herein enacted. PART III Fawanez anp Accounts",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "25, “The Board shall have its own fund. All undetite moneys reosived by the Board,-including euch sums ™™* as may be voted by Parliament for the use of the Board, shall be credited to the fund, and all payments made by the Board shall be made therefrom,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "26. Notwithstanding anything in any other written Bermptin lew the Board ahall not be liable to poy any taxon {i qe its profits or income or on the donations or contriba- tions received and accepted by it.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "27. (1) The Board shall cause its accounts to be Arcounts, kept in such form and in such manner as the Minister fai sod may direct, ped.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "18  Anuradhapura Preservation Board Act, No, 88 of 1961 ‘@ The Bosrd shall ‘couse its books to be balanced as on the thirty-first day of Deoomber én each year and shall, before the thirtieth day of ‘April of the following eur, canso to ve propated « revenue and expenditure account and -2 Balance-shest_ containing a summary of the assets and liabilities of the made up to the first-mentioned date. The revenue and expenditure account and the balance-sheet shall be signed by the Chairman and by such officer of the Board 9s may be authorised by the Board to do s0. (8) The accounts of the Board shall be audited annually by an auditor (hereinafter referred to a8 “the auditor ”) sppointed by the Minister on the advices of the Auditor-General, The -anditor 30 appointed shall be member of the Institute of Chartered Accountants of Ceylon. The anditor shell teceive such remuneration from the funds of the Board as the Minister may, with the concurrence of the Minister of Finance, determine. (® The Auditor-General shall heve power— (@ to direct the manner in which the accounts of the Board shall be audited by the auditor * and to give the auditor Anstractions in regard to any matter relating to the formance of his fowcions ab tho wala, an \"  @) to condact a supplementary or test audit of the accounts of the Board by such erson or persons og the Auditor-General may authorise in that behalf, and for the pur- poses of such audit, to require information or additional information to be furnished to any person or persons so authorised, on such matters, by such person or persons, and in such form, as the Auditor-General may, by general or special order, direct. (5) ‘The auditor shall examine the accounts of the Board and ascertain the correctness of the balance sheet and furnish @ report to the Auditor-General stating—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "“@) Whether ‘te thas ‘or ‘has not dbtained all the information and explanations required by him, and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "(®) whether in his opinion the balence-sheet and saccounts referred to én the report -are ‘properly drawn up so:as dovexhibit @ true",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": ". Tid fait slow of the ahaa of he Bosse.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "Anuradhapura Preseroation Board Act, 19 . No. 82 of 1962 : \" (@) The -Anditor-General shall have the right to comment upon a supplement. the ausitor's report ia such manner.as the Auditor-Generel may ‘think fit.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "() The | Auditor-General, hat anamit the snditor’s report together with his comments upon, or his supplement woesach report to the Board.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "28, (1) The Board shall, on receipt of the auditor's pocamnts'e report Q respect of any year, Nranamit, to the Se gummed Minister— Hei 1 be",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(2) a copy of such report together with the ts Sese \" \" ‘Anditor-General’s comments -(if any) upon, Hoes of and his supplement (if amy) 0, suck Bepnsautire. report, () © copy of the revenue and expenditore account, . (©) a copy of the balance-sheet, and (@) a report by such Board on its work for the Period for which the revenue and expendi- ture account and balance-sheet have been made up. ~ _ Q) The Minister shall lay-copies of the documents transmitted to him under sub-section (1) before the Senate and the House of Representatives.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "29, (1) The Minister may, with the concurrence asses of the Minister of Bivance: eudke regulations for ail = or any-of the following mattera:— TA oom.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(@) any matter which has to'be determined under. sub-section (20) of section 3; * 4B) the -manner “in which the secounts of the ‘Board shall be kapt-and audited.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(2) No regulation made by the ‘Minister under sab- fection (1) shall have effect sunt it has been approved by the Senate and ‘the Honse of Representatives aad",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "we Published in the Gasette. PART IV. ‘Srarr orm Boas: 80. The Board -shall, dn wonsultation with the Genet Hinister, -appoint’to-the-staff of the Board a General Maswm anager.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "20 Anuradhapura Preservation Board Act, No. 82 of 1961 ‘Sppelotearah of 84, (1) At the request of the Board any officer of ie eee, A) At t BLSI™ the public service or the Looal Goverament Service ot Somes the Local Government Service Commission may, with the consent of the officer and the Secretary to the Treasury or the Local Government Service Commis- : sion, as the case may be, be temporarily appointed to the staff of the Board for such period as may be determined by the Board with like consent oF be permanently appointed to such staff.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "@) The provisions of eub-section (2) of section 9 of the Motor Transport Act, No, 48 of 1057, shall mutatis mutandis apply in relation to any officer in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": ". the public service who is temporarily appointed to the staff of the Board, and the provisions of sud- section (8) of the aforesaid section 9 shall, mutatis mutandis apply in relation to any officer in the public service who is permanently appointed to such stalf.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "{8) Where an officer in the Local Government: Ser- vice is temporarily appointed to the staff of the Board,—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "(a) he shall be subject to the same disciplinary",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "control as any other member of such staff;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "() if, at the time of his temporary appointment to the staff of the Board his substantive post in the Local Government Service was & post declared to be pensiooable by the Local Government Service Commission,-~ (i) he shall, while in the employ of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "Board, be deemed to be temporarily released by the Local Government Service Commission for temporary employment under a local authority im a poat other than # scheduled post and accordingly ‘regulation 22 of the Local Government Service Pen- sion Scheme Regulations, 1952,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "shall apply to him; and . Gi) in respect of him the Board shall pay to the Local Government Service . Commission for every complete month during which he is in the employ of the Board such sum not exceeding twenty-five per centum.of the salary payable to him in bis",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ". Anuradhapura Preseroation Boord Met, 21 + No, 88 of 1961 cubstantive post in’ the Local Government Servics as may be agreed upon by the Board and that Commission.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(@ Where an officar in the Local Government, Ser- vice is permanently appointed to the staff of the Board,—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(@ he shall be deemed to have left the Local",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "Government Service;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(2) if, at the time of his permanent appointment to the Board his substantive post in the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "Local Government Service was @ post",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "declared to be pensionable by the Local",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "Government Service Commission,—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "@) he shell be eligible for such an award under the rules and regulations of that Commission as aight have been made to him if he hed been retired from the Local Government Service on the ground of ill-health on the date of his permanent appointment to the ataif of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "an roe",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "i) the amount of any such award made under those rules and regulations shall not be paid to bim unless his employment in the staff of the Board is terminated by. retirement on account of eae ill-health or by the abolition of the post held by him in such staff or on any other ground",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "cen «. Sppraved by the Commission; and.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(iii) in the event of his death while in the employ of the Board, such an award ag might have been made in respect . of him under those rules and repu- . lations if he had died immediately before his permanent appointment to the staff of the Board may be made",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "in respect of him, ri ©) Whore ‘an officer of the Local Government Ser-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "‘ommission is temporarily appointed to t",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "of the Board or permanently appointed to that eet the sppointment shall be on such terms and conditions, including those relating to pension or provident fund pens! it fund tights, ag may be agreed upon by the Board and thet",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "2 Anuradhapura Preservation Board Act, . No. 82 of 196%",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "_(8) Where an officer of the Local Government Ser- wipe Commission is temporarily appointed to the salt of the Board he ehall be subject to the same disci-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "_ plinary control as any other member of such staff.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "* — @) Where the Board employs any person who has entered into 9 contract with the Government by which be has agreed to serve the Government for a specified period, any period of service to the Board by that",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "I be regarded as service to the Government {er the purpose of discharging the obligations of soc - contract.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Abita ot 82, (1) The Board may abolish a post or office",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Pate) um Which it may deem not necessary subject to,—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Beart, @ in any case where the holder of the office or post at the time of its abolition is nob @ member of tha Local Government Service, the payment of such compensation as soch",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": ". holder would have been entitled to ip like circamstances if his office or post had been . abolished by the former Annradhapura Urban. Council; () in any case where such holder ig a member of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": ". the Local Government Service, the pay-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "ment of such compensation or other award as he may be entitled to recoive under the rules or regulations of the Local Govern- ment Service Commission.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "*@) Where the holder of any post or office abolished ander eub-section (1) is & person who, immediately prior to his appointment to the ataff of the Board, ‘Was an officer of the public service or the Local Govern-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": ". ment Service, such person may be reappointed to the public service or Local Goverament Bervice, aa the Case may be, on terms and conditions not less favour- able than the terms and conditions gubject to which he was an officer of the public service or the Local Government Service on the day immediately prior to _ his eppointment to the staif of the Board. ., PART V",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": ". Miscrntancovs",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Dinclotin ot _ 98 (1) Where any village area or any part of & -",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Bioges “tvillage urea is, by Order uate seston Y Hi} sacladed",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Goatralled in soch part of the Area of Authority as forms the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Aree. Controlled Area, that village area or that part of 6",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Amuradhegura Presorostion Boord Aét, 28 : No. 82 of 196% village aren ip heceby excluded from the operation of the Village Communities Ordinance with effect from the date on which that Order comes into foros, and fhe Village Committee dor any village area, whish is zo excluded from the operation of that Ordinance is hereby dissolved with etect from the aforesaid date, notwithstanding anything in any other written law. All the property, rights, debts, Habilities and cbtipotions of ere Faiage Committes dissoived by subsection (1) are Hereby transferred to and vested in the Board with effect from the date of the dissolution of that Village Committes, and any such property which is immovable property of the Crown vested in that Village Committee subject to any conditions shall be held by the Board subject to those conditions. (8) Every by-law which has been or is deemed to have heen made by 2, Villege Committee dissolved by sub-section (1) and which is in force at the date of the an dissolution of that Village Contmittee shalll be in force as though it were a by-tave made by the Board under gection 22 () (0) and may be amended ot rescinded by by-lew made by the Board under that section. _ > (4) Where only 9 part of a, village area is, by virtae of sub-section (1h, excluded trom Be operation of the ‘Village Communities Ordinance with effect from any date, evory by-law which has been or is deemed to have been made by the Village Committee for that village area and which is in foros at that dato chall gontinne in foros in that part as though it were a bylaw sade by the Board under section 2 (4) (snd ay be amended or reacinded by by-law made Board under that section. v Py 7 8%, (1) The town of Anuradhapnra is hereby Tern of excluded from the operation of the Urban -Councila Satin Ordinance, No. 61 of 1939, with effect from the date of gars of the _the establishment of the Board, and the Special Giomus ‘Commissioner appointed by Order under section 196 of Grdinznss, hat Ordinance to adasinisbr the affairs of that town 1, of om ; exeroise the powers and perform the duties a ‘an Urban Counoil ahall, with dioct from that date, Seats cease to hold office, administer such affairs, exercise {i ti fom such powers, and perform such duties, notwithstand- Minister the ie anything in that Ordinanoe or any other written town\" . — :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "2%4 — Anuradhdipura Prossroation Board Act, No. 82 of 1961 All the property, rights, debts, liabilities and allt rincht were wansforred to and vested in the Special Commissioner referred to in anb-section (1) by virtue of the operation of section. 199 of the Urban jouncils Ordinance, No. 61 of 1939, are hereby transferred to and vested in the Board with effect . from the date of the exclusion of the town of Annradhapura from the operation of that Ordinances, and any such’ property which is immovable property of the Crown vested in such Special Commissiouet subject to any conditions shail be held by the Board subject to those conditions. (3) Every by-law which has been or is deemed to have bean made under the Urban Councils Ordinance, No, 61 of 1030, in respect of the town of Anuradba- pura, and whioh is in force at the date of the exclusion of that town from the operation of that Ordinance | > hall continue in foece as though it were a by-law made . by the ‘Board under seotion £2 (8) @ and may be amended or rescinded by by-law made by the Hoard nnder that section. Otcers ent 85, (2) All offers and servants of the former TENE M Anuredbapare Urban Council who are in office on the ‘Orhen Counc day immediately prior to the date of the establishment We tcone of the Board, other than the officers in the Local igraow af te Government Service, shall, on that date, become officers Yoo, end servants of the Board and shall hold their offices ag nearly as practicable by the same tenure and apon the same or not less favourable terms znd conditions as under that Council, and while performing the same or ‘the corresponding duties shall, as nearly a5 practicable, receive no less salary or remuneration OF allowances and be entitled to receive no less pensions and gratuities, if aay, than they would have been entitled to receive from that Council. . @) The Board may distribute the business to be performed by any officer or servant referred to in sub- seotion 2 in such manner ag the Board may think just. and every such officer or servant shall perform ' ‘such duties in relation to that business aa may be directed by the Board. asides 88, No local authority shell, without the prior Be Rill Arce, orwitiadteg onethine in amy oer ike , notwithstandi ing in an} Sedeaet rion law. ding g ony",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "Anuradhapura Preservation Board Act, 2% No. 82 of 1061 37. (1) In the discharge of its functions and the Misise’s * exercise of its powers the Hoard shall be subject to and ie\" ‘act in accordance with such general or special direo- tions as the Minister may, from time to time, issue. (2) The Minister shall, in issuing directions ander",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "sub-section (1) with regard to any matter affecting the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "functions of any other Minister, act in consultation",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "with that other Minister. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "88, (1) Any officer or servant of the Board who is Power to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "generally oF specially anthorised in that bolt by the ig 2",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "1d may, at all reasonable times, enter upon any premises,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "Jand or premises and there do such acts as may be :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "reasonably necessary for the purpose of carrying out",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "any work of the Board or of making any survey,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "examination, or investigation, preliminary or inciden-.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "tal to the exercise of any power, or the discharge of any fanction, of the Board.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "{2) Any persoa who without lawful excuse",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "obstructs any officer of the Board while acting in pursuance of sub-seotion (1) shall be guilty of ap offence under this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "\"88, (1) Every member, officer and servant of the Menbes «nd Board shall, when acting or purporting to act in qmrges pursuance of any of the provisions of this Act, be ime la deemed to be a public servant within the meaning of P™ st the Penal Code.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "©) The members, officers and servants of the Board",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "shall, for the posposes of the Public Servants Ciabilities) Ordinance, be deemed to be public eervanta,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "(8) The officers of the Board shall, for the purposes . ot Paragraph (@) of section 7 of the Post Office ‘Ordinance, be deemed to be officers of the public =~ service.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": ",~ 4. No anit or other legal proceedings shall Tie resim against the Board for any damage caused or likely to 210°Stter ‘be caused by any act which in good faith is done or tia Aa Purported to be done under this Act.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "4M, All forests owned by, or under the supervision norte of or control of, the pow shall & doomed to be tho Boers,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 26,
    "par_num": 21,
    "text": "ve forests for the OSES sections 4 an : of the Forest Ordinance.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "2% — Anuradhopisra Preseroation Board: Aci, No. 38 of 196 Bless ot 4%, Yor the purpose of enabling the Board to maya exorcise, perform or diacharge, within the Controlled wate we Area, any power, duty or function under thé Weights and ‘Mensures Ordinance, No. 87 of 190, the Food and Drags Act, No. 25 of 1949, the Motor Traffic Act, No. 14 of 1951, or the Town aad Country Planning Ordinance, No. 18 of 1946, the Minister may, by Order published in the Gazette, declare that sny such Ordinance or Act shall, in ita application within that Area, have vilect subject to such modifications as may be specified in the Order. Spex 48. For the se of enabling the Board Fetista © ta effectively exercise or discharge ite powers tlre of functions within the Area of Authority, the “acl Minister may, by Order published in the Gazette, igsue all such directions as may be necessary with & view to providing for any unforeseen of special circumstances or to determining or adjusting any question or matter for the determination or adjust- ment of which no provision or no effective provision is made by this Act. Ofna and 44, (1) Every person who contravenes sty Pennies. provision he this Act or of any by-law made by the foard under section 24 shall be guilty of an offence under this Act. (2) Ever m who is guilty of an offence under . this ee thel, on Tone ster summary trial . before a Magistrate, be liable to imprisonment of either description for a term not exceeding six months or to a fine not exceeding one thousan Tupees or to both such imprisonment and fine. ,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": ": {8) No court shall take cognisance of aay offence under this Act except on a complaint by an officer, of the Board who is authorised by the Board to make such complaint.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "Bit of 436. The provisions of thie Act or of any by-lew, tte lm regulation, Order or notification made or issued under this Act shall have effect notwithstanding anything in any other written law. , : jmoiney ot 46. . The Minister may, by Order published in the Gand, Gaaatie, amend any Schedule to this Act.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "Anuradhapura Pressrvation Board,Act, 2 Wo, 98 of 196% ¥T. Tn thie’ Act unless the context otherwise Tueyusisn. requires—~",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "* Board” means the Anuradbapura Preserva- tion Board established under section 2;.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "“Chairman” means the person sppointed under’ this Act to be or to act as. the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": ". . Chairman of the Board:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "“former Anuradhapara Urban Connell” means the Urban Council which was constituted for the town of Anuradhapora under the Urban Councils Ordinance,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "+‘. No. 61 of 1939, and waa subsequently nd dissolved by Order made and: published ‘ under section 106 of that Ordinance ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "“ General Treasury ”” means the Department of Government mown as the General Treasury ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "“local, authority °” means _ any Municipal Council, Urban Council, ‘Town Council or Village Committee ; :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "- “town of Anuradhapura '' means the area declared to be the town of Anuradhapura » ° under the ‘Urban Councils. Ordinance, No. 61 of 1939; . “village area ”” has the same meaning as in the eee Communities Ordinance. : FIRST SCHEDULE (Seotion 22). Aatiguitien Ordinanos, No. 9 of 1940. Anuradhapura (Proeervation) Ordinance, No, 8£ of 1942, Cattle Treapasa Ordinanee (Chapter 382). Grown Landmarks Ordinance (Chapter S14). Fauna ana Flora Protection Ordinanca (Chapter $26). ‘Flood Protection Ovdinanes (Chapter 909). ‘Forest Ordinance (Chapter 911). re Development Ordinsnce (Chapter 220). sods Resumption Ordinance (Cheptor 812). ‘Mines, Quazrioa and Minerala Ordinanoe, No. 88 of 1947. Pilgrimegea Ordinance (Chapter 128). ‘Thoroughfare Ordinanoa (Chapter 148). . ‘Tolls Ordinance (Chapter 150). ‘Written law enacted under any of the aforesaid Ordinansee,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "28 — Anuradhopura Presereation Board Act, No, 82 of 1961 SECOND. SCHEDULE | ote (Seotion 22). Auotioneers and Brokers Ordinance (Chapter 98). Boats Ordinance (Chapter 151}. : Butohara Ordinance (Chapter 901). ‘ Cattle Ordinance (Chapter 880), Cometeries and Burials Ordinance {Chapter 181). Dog Registration Ordinance (Chapter 884). Rotertetament ‘Tax Ordinance, No. 19 of 1046. Housing ond Town Improvement Ordizance (Chapter 190), ‘Nuissnoes Ordinance & -hapter 180}, Public Performances Ordinance (Chapter 184}. Rebiea Ordinance (Chapter 888). : Resthouses Aot, No. 12 of 1951. Stroot Calleotions Regulation Ordinance (Chepter 886). Suburbon Dairies and’ Lovndciee Ordinance (Chapter 182), YVebicles Ordinance (Chay ster 165). a Willen Lew ance ‘under say af the aforeanid Ordinanoee oF fo THIRD SCHEDULE",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "(Section 22), . Munisipal Councils Ordinance, No, 29 of 1047. toa Urban Councila Ordinance, No. 61 of 1080. ‘Town Councils Ordinance, No, 8 of 1046. ‘Villaga Communities Ordinance (Chapter 198).",
    "mean_p_confidence": 0.77
  }
]