[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC i SOCIALIST REPUBLIC OF SRI LANKA . SRI LANKA INSTITUTE OF ARCHITECTS (AMENDMENT) ACT, No, 14 OF 1996 [Certified on 9th July, 1996] ‘ Printed on the Order of Government x 7 ‘caked an a Supplement to Part If of the Gaxette of the Democratic Socialist Republic of Sti Lanka . MID AT THE DEPARTOIONT OF GOVERNMENT PAINTING, SBI LANE jE At nn areanmemer oF covmEDERET PaDITENS ors LANES a,” FOROHASED at Tes communTERT ‘PURLICATIONS NURIA, COLOMBO Ol Mia ee 180, Postage: Re 255",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "rk Lanka Instiruce of Architects (Amendment) . Act, No. 14 of 1996 i (Certified on 9th July, 1098) LD-0. 46/85 : Aux Acr 0 aManp tat Sux Lava INsrrrure or ARCHITECTS. ‘Law, No, 2 oF 1976",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "WHEREAS it hes become necessary, inter alia, to make provision enabling the Sri Lanka institute of Architects te Tegister persons practicing arabit tecture in Sri Lanka:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "AND WHEREAS the sald Institute has requested the making of the necessary amendments to the Sri Lanka Tastitute of Architects Law to provide for the above require- ment and it ia expedient to effect such amendment:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "NOW BE it enacted by the Parliament of the Democratic Soclalist Republic of Sri Lanka au follows :— . .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1, This Act may be cited as the Srt Lanka Institute of Shorbtithe Architects (Amendment) Act, No. M4 af 1996. ook",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. Section $ of the Sri Lanka Institute of Architects Law, Apwmdmein No. 1 of 1976 (hereinafter referred to as “the principal ffor\"Sa\" enactment”) is hereby amended in paagraph (c) of that Ne-1of love. section, by the substitution for the words “members of the L Institute”, of the words “members of the Institute and for am Architects and Architectural Licentiates who are not members of the institute and”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "&. Section 4 of the principal enactment is hereby Ausndment amended by the insertion immediately after paragrayh (f) 2¢9f3E2\" ‘of that section, of the following paregraph-- pelnetpal",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“ 49) 0 appoint Investigating Committees and , - Disciplinar; Committees to inquire inte  complatis of Professional misconduet ageinat Architects - or Architectural . ‘Licentiates registered under this Law, who aré pot members of the Institute ;\".",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4 The following new section is hereby inserted lnsertionst fmmedlately attor section 4, and eball have effet as ection \"Me™ of the principal enactment :— principal",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "oseatrction ++: da, (2) Subject to the provisions of section ‘titles, +. 312, no person shall, after the exptration of >, eae year from the coming into force of this . . 4 section, take and use the title of Chartered . Architect, Architect or Architectural Licen- vwvq Hate unless he ia dhily wegisteoed as a 2D 06s csiaey _",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "+ 2 Set Lanka tnstitwee of Architects (Amendment) ‘Act, No. 14 of 1008 : Chartered Architect, Architect or Architeo tural Licentiate, in accordance with the ‘provisions of this Law.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". (2) A person who is not registered under this Law as a Chartered Architect, Architect or Architectural Licentiate shall not be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". entitled to institute, or ~eintain, after the expiration of one year from coming into force of thin section, any action in a court",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". . of law for the recovery of any fees tor professional cervices rendered by him a1 8 ‘Chartered Architect, Architect or Architec- . tural Licentiate”, Arendrwnt %& Section 6 of the principal enactment is hereby eae amended in subsection (4) of that section by the substitu- principal Hon, for the words “the Schedule hereto,” of the ®°:.\"% enactment =“ Schedule A hereto.”. Acendest _ @ Bection @ af the principal enactment is hereby gtgiiot amended as follows :— Principal ‘Saacimeat, () by the substitution tn subsection (4) of that section, for the words “The Council shall not” of the words “ Subject to the provisions of subsection (44) ‘the Council shall not”; (2) by the insertion immediately after subsection (4) oa that section, of the following subsection :— “ (4a) (a) Where an allegation of professional misconduct is made egainst a member or an “Architect or ai: Architectural Licentiate, who is not & member, the Councll may appoint an Inveatlge- ting Committes to inquire into, and report to the Council, whether a prima facie case of professional . misconduct has been made out against suck . member, Architect or Architectural Licentlate ax the case may be .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "_  @) Where an irvestigating Committee appointed under paragraph (a) lies reported to the Counell that a prime facie case has rot been made out ‘against such member, Architect or Architectural",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". Licentiate, as the case may be, the Counct, shall . Rot proceed further with the complaint,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "S15 Lenka Inetitute of Architects (Amendment) 3 Act, No. 14 of 1908",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(e) Where an Investigating Committee appointed",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "under peragraph (a) reports to the Councft that «",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "prime facie case of misconduct has been made",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "against such member, Architect, or Architectural",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Licentiate, as the case may be and that—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(1) the misconduct ts of a trivial nature, the Council shall, after affording such member, Architect or Architectural Licentiate, as the case may be, an opportunity of being heard and unless such member, Architect or Architectural Licentiate requests that the matter be referred to a - Disciplinary Comatttee, reprimand him if he is a member or refer the matter to the Architects Registra~ tion Board, if he is an Architect or Archite- tural Licentiate ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(U) the misconduct is of a grave nature, the Counc shall appoint 2 Disciplinary Committee to inquire into, and report to, the Council on the alleged mleconduct.”;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ") by the insertion, immediately after subsection (5) af",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "‘that section, of the following aubsection :~-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "“Gay ‘Where a report prepared by a Disciplinary",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Committee appointed by the Council relates to an",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Architect or Architectural Licentiate who in not =",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "member of the Institute, the Comefl shall cause such",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "report to be forwarded to the Architects Registration",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Board.” ; and",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(4) by the repeal of subsection (6) of that section and the rubstitution of the following subsection therefor :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "“@) (a) The member or Architect or Architectura},",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Licentiate in respect of whom m Disciplinary Committee or. Investl- gating Committee bas made such report may appeal against such report or the decision of the Council or of the Architects Registration Board, com sequent upon such report, to the Court of Appeal.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(®) Bvery such petition shall be tn writing bearing # stamp of ten rupees, setting out the matters of law relied upon, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 \"Set Lawke Enatitute of Archicects (Amandmunat) ‘Act, Wo. 14 of 1998 naming the Institution or the Architects ‘Registration Board, as respondent there- ts 0, shall be lodged with the Registrar of + the Court of Appeal within twenty one . days of the communication of the desi- : sion of the Council or the Architects . Regirtration Board, as the ease may be, and shall be heard and determined by the Court of Appeal, after such inquiry as it may deem necessary.”. Tonrtion ef 1, \"The following sections are” hereby inserted fmme ‘artytc,tm, ately after-section 8, and shall have effect aa sections Ba, Sa 8 8, Bs, Bo, br, Br, Bc, Bx and Bs respectively of the principal ee enactment :— penetpal cautmah =“ Architeta a. (1) ‘There shall be established Bett\" . Board which ahall be eslled the Architects Registration Board (hereinafter referred to as “the Board”). (2) The Board shall be a body corporate + with perpetual succession and a common weal and may sue and be med in its corporate nara. . (8) Toe Board shell consist of the + following menbers— . @© a past President” oc the institute . elected at an Annual General Meeting or Special General Meeting of the Institute, who shall be the ‘Chairman of the Board ; () two members of the Institute nomi- a nated by the Counelt ; ‘ (©) a Chartered Architect nominated ‘thy the Board of Investinent of mi . Sri Lanka established by the Board : of Investment of Sri Lanka Law, ‘ Ho. 4 of 1978; : (@ a Chartered Architect nominated by the Urban Development Autho- . ity established by the Urhan Deve . Appment Authority Law, No. 4f aa. \"ef 1998;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Sri Lanke Fnstitute of Archizects (Amendment) 5 Act, vo, 14 of 1996",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "{e). a Professor of the Faculty of Arch te ture of a University established under the Universities Act, No. 16",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". 29% and nomunated by the Council ; f",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "@) the Chairman of the Institute of Construction ‘Training and Deve: lopment, established under the Stave Industrial Corporations Act, No. @ ~~ of 1967 ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(g) three corporate members of the Ine tite nominated by the Minister tn charge uf the subject of Housing from among corporate membere employed in the public sector} and.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(@) ® representative of the Architeo turai Uicoutiates elected by the Archivectural Licentiates,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "* (@ The Chairman, and the members nominated cr elected as the case may be, shall hold office for a term of two yeury and shall be eligible for reelection or re nomination efter the explration of at least one year after such Chairman or member az the case may be, has ceased to hold ofilee on the Board, .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(6) ‘The Chairman of the Board shall preside at every meeting of the Board ai which he is present, In the absence of the Chairman at any meeting of the Board, any member elected by the members present shall preside at such meeting,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". (©) (@) A member of the, Board shall vacate office bv reason of sbsence from thros",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". consocutive meetings of the Board or by absence from Sri Lauke for a period ex",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "ceeding six months, or by resignation",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "tendered to the Registrar, ot in the cate of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "member who has been nominated or elected",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "to the Board by virtue of hie being ¢",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "member ot ‘he Institute on his ceasing to",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". be @ member of the Institute and in the case of & member who has been nominated",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "6 & Stk Lanka Institute of Architects (Amendment) ‘Act, No, 14 of 1906 to the Board by virtue of his being em> polyed in the public sector, on his ceasing ta be employed in the public sector,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{0) Tn the event of death of, or vacation of office by @ member of the Board, whether elected oF nominated, as the case moy be snother perron shall, in accordance with",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "- ‘the provitiona of subsection (3) be elected or nominated, a9 the ease may be, in place ‘of such member, and shalf hold office for — . the unexpired part of the term of office of uch moaeaber,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(0) The Poard shall meet at leant six",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ": ‘times n each calendar year, 90 however, the interval between any two consecutive meetings, shail not exceed three months,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(@) The quorum for any meeting shall be five members,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) The meetings of the Board shall be convened by the Registrar, on the direction ef the Chairman or upon @ requisition in writing made tn that behalf by not less than three members.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{f) Any question which arises at any ‘meeting of the Board shall be decided by majority of the members. present and In the case of ari equality of votes, the Chair- man or the member presiding at. the meeting shall have a second or casting vote,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(@) No act, decision or proceeding of ‘the Board shalt be deemed to be invalid by ranson only of the existence of a vacancy among its members or say defect in the électian or comination, as the cast may be, of any member.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(1) (@) The Counefl shell appoint & ‘Registrar pf the Board who shall be the Secretary to the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{b) The Registrar shall keep minutes of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "‘ ‘the proceedings of meetings of the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Sri Lanka Institute of Architects (Amendment) T Act, Ko, 14 of 1998",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(8) Subject to the provisions heres contained, the Board may regulate ite own procedure in regard to its meetings ° and . the transaction of business at such",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "meetings, serneee nm functions of be Board sha be",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "teal Boor,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": ". (0) register as Chartered Architects or Architects or Architectural Licen- tiates persons qualified, under this Law, to be oo registered ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(®) to suspend, cance} or restore such registration, Im accordance with the provisions of this Law;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(©) to maintain and publish, a registar =~ of Chartered Architects, Architects and Architectural Licenttates",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Regimer o€ fc. (1) ‘The Registrar shall, subject te Krastecs, the directions of the Boerd, prepere, not ‘vshlects ater than six months trom the date of the ‘Brenitecturad Gist meeting of the Board. a Regier al ~e Ueentiaten.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(@) Chartered Architects,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "{) Architecta ;",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(c) Architectural Licentlater; ana",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "{d) Institutions whose qualifications are. recognized for the purposes of regis~ tration,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "substantially in the form contained in Schedule B hereto, containing the name of every person registered under this Law, as a Chartered Architect, Architect or Architectural Licentiate, as the case may be . and of every institution recognized for the purposes of registration under this Law.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(2) The Board shall cause copies of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "register so prepared to be published in the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "‘ Gazette not later than ona year after the first meeting of the Board, and annually thereafter.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": ". 8 Sri Lanka Institute of Archtiects (Amendment) Act, No. 14 of 1898 . (8) In any legal proceedings, whethes ectminal or civil, — 14) any extract from, or a copy of, a regiae ter stating whether or not the name + of any person has been registered a¢ a Chirierea rehitect, Architect oF . Archtectural Licentiate, as the ease . may bes (b) a certificate issued under the hand ot tes ten tating whether. oF not the name of sny person has been registered ax a Chartered Architect, Architect or Architectural Licen- tate, all constr + viene facie evidence of the facta set out therein and shall be admissible #3 evidence without proof of signtaure. Jegrmncon |, (1) The Council shall prescribe the _ tee. application forms for registration ss Char- tered Architects. Architects and Architec~ tural Lleentiates and the fees payable, in reapect of such registration, and the renewal af such registration. (2) Every tee prescribed under the “pre- ceding provisions chall be payable to the Honorary Tresmrer of the Councd. All sums ‘of money required to defray any expendl- ture incurred by the Board in the exercias, discharge and performance of its powers, ftanctions and duties under this Law shall, rubject to approval by the Council, be paid ‘ by the Honorary Treasurer of the Council to the Bosrd upon the submission in that be . half of a requieition in writing to him by . ‘the Board, gates % (2) No person shall be tegistered Fegistration Poe foe Abt (@) a Chartered Architect unless he fe = Ar ito ArAitecte corporate member of the Institute 3 Sarat rer or Lay",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Sri Lanka Institue of Architects (Amendment) 9 Au, yu. 13 07 1896 . (@) an Architect unless — (W) he ia a non-corporate registered member of the institute ; oF (i) he has passed the Part I Exe amination of the Sri Lanka . Institute of Architects and possesses practical expertence . for the preserthed period and has passed the professional, practice examination conduc- ted hy the Council for the Purposes of registration as on ‘Architect ; or (iti) he bes obtained a Master of Science Degree in Architeo- ture from a University estab- Lisbed under the Universities Act, No 16 of 1978 and recog- nized by the Institute for the purpose of thia section, having : regard to the academie . standards and training, in architecture provided at such University, or an equivalent qualification as determined by the Board’ of Architectural Education established under the Sri Lanka Institute of Arebitects Law, No. 1 of 1976 and. possesses practical experience for the prescribed period and has passed the Professional practice examina- ‘ion conducted by the Council for the purposes of registration ‘a an architett ; (iv) ‘he has obtianed auch other educational or professional : qualifications {a architecture, from an’ educational estab- Uishment or professional estab- ‘Yshmnent or professional Insti- tute specified in the Schedule “ -  Bhereto, and possesses pract!- cal experience for the pres-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "10 Sri Lenka Institute of Architects (Amendment) Act, No, 14 of 1998",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "eribed period and has passed the professional practice ex- amination conducted by the Council for the purpose of : registration as an Architect 5 (©) an Architectural Licentiate unless —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "Gi) be is a graduate member of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "Institute possessing practical",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "experience for the prescribed",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "period fn an architectural",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": ". capacity and hes also passed",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "the professional practice ex~",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "amination conducted by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "Councit for the purpose of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "registration as an Architec=",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": ". tural Licentiate ; or",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "(A) he has passed the Part I Exami-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "nation uf the Sti Lanka Insti-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "tute of Architects and posses",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "ses practical experience tor",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "the prescribed period and has",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "passed the professional prac~",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "tice examination conducted by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "the Council for the purposes",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "of registration as an Architece",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "tural Licentiate ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "(li) he has obtained the Bachelor",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "of Science degree in Architece",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "ture from a University estab-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "lished under the Universities",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": ". ‘Act, No. 16 of 1978 and recog- : ‘ized, for the purposes of this section, by the Institute hav-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "ing regerd to the academic",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "standards and training, in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "Architecture provided at such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "University, or an equivalent",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "avalification as determined by",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "the Board of Architectural",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "Education established under",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": "Sri Lanka Institute of Ar-hi-",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": ": tects Law, No. 1 of 1978",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": ". and possesses practi-",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 11,
    "par_num": 38,
    "text": ". : cal experience for the pret : eribed period and bas passed",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "Sri Lenke Institute of Architects (Amendment) 11 Act, No. 14 of 1998 the professional practice : ‘exemination conducted by the Council for the purposes at ‘registration as an Architectural . Licentiate ; or .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "(fe) he has obtained much other eda- cational or professional quall- fications to Architecture, frou tn educational or professional establishment or profestonel Institute, specified in Schedule =” B hereto, and posoesses practi- cal experience in an Archites- tucal capectty for the pret ertbed period, and bas passed. the professional practice ex- amination conducted by the ‘Council for the purposes of regisiration as an Architer . tural Licentiate ; or .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "fv) be has engaged tn the practiot of architecture in Sri Lanka or any other country for « period of not leas than the prescrib- ed period and has passed. the Brofessiona) practice exami- nation conducted by the Coun- cil for the purpase of regio.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": ". tration as an Architectural",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "Groce tr. (1) No person shall be entitled 60 be Situualit-\" yegistered ux a Chartered Architect, ax Architect or an Architectural Licentinie —",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "(@) ff he has not sttained the age of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "twenty one years; .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "@) If he is not a citizen of Sct Lanka ; (6) Sf be bas been adjudged by a compe ‘tent Court to be of unsound mind; ° @ tf having been adjudged an tnsckventt ce or bankrupt by a competeat court whether in Sci Lanka or elsewhere",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Sri Lanka Institue of Architects (Amendment) Act, No. 14 of 1996 he has not been granted by a compe- ‘tent court, a certificate to the effect . that his tsolvency or bankruptey ‘bas arisen wholly or partly from unavoidable losses or mistortune; ~ or {e) if he hae been convicted by a compe- ‘tent court, whether in Sri Lanka or elsewhere, of any offence involving . ‘moral turpitude and punishable with imprisonment or similar . punishment and bas not been grant- ed a pardon, (2) The Board shall take 9 decision om ‘any application for registration, within a Period of not more than one month of the feeerpt of such application, and shall within ‘ene month of it's decision notify the appl cant of ita decision and reasons therefor, ‘Removal fc. (1) The Board shall have power to ‘trom Femove the name of any person from the register, appropriate register— . (@) Af such person ceases to possess the qualifcation which entitled him to ‘tegistration ; oF : (b) af such person become subject to any . disqualification mentioned in ub section (1) of section 8 ; or (©) if the registration of such person bas . » +. been. procured by frend of wey misrepresentation ; (@) if such person, being a member of the ‘Tnstitute, has been disenrolled under « the provisions of subsection (2) oF . mubsection (8) of section 8; or . (@) if such person, not being a member of ‘the Institute, haa been found after an due inquiry by an Investigating ‘ Lommmee ‘or a — Lnuciplinary : - ‘Committee constituted under see-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "Sri Lanka Institute of Architects (Amendment) 13 Act, No, 14 of 1908 don 8 of this Law, guity of professional migcomduct, ane weer bes been no appeal against the “report of the Investigating Committee or” Disciplinary Committee.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(2) The Board may, of its own motion or upon the application in that behalf, of any etson referred to in paragraph (b) or (¢)",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ": restore the registration of such person n> a recommendation made in that behalf by the Council.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(B) Where any member hae heen asters ed from membership under proviso to sub- section (3) of section 8 of this law, the name",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "- of such person shall be entered in the appropriate Register 1 be kent ono may tained by the Board for tha purpose indicat- ing the period of suspension.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(4) Where the Council considers it necessary in the national interest. that th fact of such suspension should be brought to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ". the notice of the public, it may cause to be published such fact ‘in any national ‘newspaper in Sinhala, Tamil and English",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "Wilotenance uz. (1) Where any Chartered Architect, .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "tRegisters architect or an Architectural Licentiaw",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "” coases to poses the qualifications which",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "entitled him to reglstration or becomes",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "\" mubject to any disqualifications set out in",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ". + gubsection (1) of section @ it shall be the duty of much Chartered Architect, Architect or an Architectural Licentiate to notify the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "oe Registrar forthwith. The Registrar shall ot ‘{hereupon communfeate it to the Board.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(2) Where a Chartered Architect, -o Architect or Architectural Licentiate a yegittered under this Law changes his business or residential address it shall be",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "Leos the duty of that Chartered Architect,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "poN Architect or Architectural Licentiate to .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ": ‘notify forthwith the Registrar, who shall",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "0, enter the new nddress in the appropriate register.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "4 Sri Lanke Institute of Architects (Amendment) ‘Act, No, 14 of 1936 (3) There shall be removed from the : appropriate register the name of evert Chartered. Architect, Architect ar Archites tural Licentlate—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(a) who is deed ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(b) who has made a request in writing addressed fo the Registrar, for auch",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": ". removal ;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(©) who has failed to pay the annud renewal fee within a period of mot more than thres months from the date on which such payment fell dug:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "Provided, however, the Board may In tk",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "Giscretion re-enter the mame of such Chartered Architect, Architect or Archite tural Licentiate on the appropriate register",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "upon payment of the emount in default, spate, BS. (1) Any person dissatisfied with & ee & — decision of the Bosrd, refusing to register any eBowrd. person on a Chartered Architect, Archited o Architectural Licentiate or suspending o : cancelling the registration of any person a © Chartered Architect, Architect Architectural Licentiate may appeal from",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": ". that decision to the Court of Appeal.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(2) Every much appeal shall be in writing, thal act out the matiers of law relied on and name the Board as respondent thereto,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": ": and shall be lodged with the Registrar of ‘the Court of Appeal, within twenty ome days of the communication of the decision of the Board.”, Ameniment Section # of the principal enactment is hereby Sion 9 amended in paregraph {b) of that section by the substitur Eas ten tor the ward “Ceylon” of the word “Sri Lenka\". fescue 9. The following section is inserted immediately after ow section 11 end shall have effect as section 1a af the ferton 114 geincipel enactment :— principal “Board of Ua. (1) A Board consisting of the octet = hig President, the Senior Vice-President, tha So Lanka Honorary Secretary end Honorary Treasurer ‘ SAnetieet, of the Council, for the time being, and the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Sri Lonka Institute of Architects (Amendment) 18 Act, No. 14 of 1996",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "immediate past President of the Council ‘a",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "hereby established as the Board of Trustees",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "of the Sri Lanka Institute of Architecte",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(hereinafter referred to as “the Board af",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Trustees\") to administer and manage the Property of the Institute,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(2) The Board of Trustees shall be a body corporate with perpetual succession under the name of “the Board of Trustees af the Sri Lanka Institute of Architects\", with fall power to sue and be sued in that name,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(3) ‘The Beard o£ Trustees shall have power—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(a) to acquire, hold, take or give, on lease or hire, mortgsge, pledge, sell and exchange or otherwise alienate, encumber ot dispose of, any immove- ble or movable property, for the benefit of the Institute ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(b) to Snvest the funds of the ‘trust for the benefit of the Institute, and to utilize such funds for setting up benefit schemes,’ welfare schemes, Rousing schemes, | insurance schemes and other social services schemes for the benefit of the Taembers, officers and servants of the Institute, and thelr dependants;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{@) to set up and maintain bvaries and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": ": ‘om architectural archive,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(@) All property held by the Institute, on the day preceding the date on which this section comes into force, shell, with effect from the date on which this section comes Into fores, vest in the Board of ‘Trustees, ‘who shall hold such property for the benefit of the Institute,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(5) From and sfter the coming into fore",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "of ts nocion the Institute hb. case 60 exerclse—",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "16 4x1 Lanka Institute of Architects (Amendment) Act, No, 34 of 1996 ‘",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(@) the powers conferred on {t by pare graph (a) of section 4, in oo far as those powers relate to. immovable Property ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "{b) the powers conferred on it by para- graph (c) of section 4, in so Jar aa those powers relate to investment of funds ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(6) (a) Tue Board of Trustees shall cause",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "proper books of accounts to be kept of the Ancome and expenditure, assets and liabilities and all other transactiona of the Board of \"Frustees.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(b)} \"The accounts of the Board of Trustees shall be audited by a qualified auditor or auditors appointed by such Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "{c} In this subsection, “ qualified auditor * mests—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "@) an individual who being a member of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "the Institute of Chartered Accoun-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ". tants of Sri Lanka or of any other institution established by law, possesses a certificate to practive #2 ‘an Accountant issued by the Council of such Institute ; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(4) a firm of Accountants, each of the resident partners of which being ®@ member of the Institute of Chartered Accountants of Sri Lanka or of any other Institute established by law",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "| [possesses 0 certificate to practise as + an Accountant issued by the Council of such Institute.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(1) The provisions of this section shall come inte force on 28th day of September, 18987. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "‘Amendments _10-_Sevtion 12 of the, princfpel enactment is bereby sfeection amended aa follows :— ° of tae Detncipal () by the substitution for the marginal note to that section, of the following margins} nate --— * “Restriction on use of titles and practies” +",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "SH Lanka Institute of Architects (Amendment) 17 Act, No. 14 of 1996",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "(2) in subsection (2) of that section by the deletion of the words \"of Architects”;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "@) by she insertion of the following subsection",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "immediately after subsection (9) of that section :-—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "* @) The Counell thay permit the formation of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "any private company by persons who are corparate",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "members af the Institute or Architects registered",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "under this Law, or persons registered under this",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "‘Law, or persons registered uncer any Law, for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "time being ir force as Engineers, Planners and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "other profesafonals, the memorandum or articles af",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": ". Which ensure that all the Directors of such company and their successors shall be persons, registered ‘under this Law or persons registered as Engineers, Planners or other precribed professionala to tale ard use the titles “Chartered Architects” of “Architects” or “Chartered Architects and Engineers” or * Architects and Enzinoers”, as the case may be, as part of the description of uch company (provided the Directors of such com, 3:35 forward the memorandum aad Articles of such company and any amendments thereto, to the Institute together with a declaration made annuslly by all Directors of the company for the time being that they shall abide by tha code of professional conduct of the Institute) and it shall tbe lawful for each one of the Directors and share faolders of such company who are duly qualified and entitled to practise as such, to append to his fame the ttle and anitiala which be is entitled to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "” *. take and use under the provisions of this section. \",",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "@) by the repeal ef sul rection (4) of that section and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "+ the substitution tnerefor of the dollowing sub.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": ") Reetfone:—",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 18,
    "par_num": 17,
    "text": "‘ ‘(4) except as provided in this section, mo Person, firm, body of persons, or company shall take or use the titles “Chartered Architect”, “Chartered Architects\", ~“ Architect\", \"Archie fect”, “Architectural \" Licentiate”, “ Architec~ tural Licentfates or the Initiale “FLA (Sri Lanka)\" or “ALA. (Sti Lanks)™, or any abbre- vlation thereat or any equivalent thereto, in aay language, whether with or without any addition thereto, or use the same as the name or description or part of the name or description of any firm, business or body of persons, or in any book,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "18 Sri Lanka Institute of Architects (Amendment) Act, No, 14 of 1998 journal or other publication dealing with: Architecture, design or the practice of the pro— fession of architecture. (3) Every Chartered Architect, Architects or Architectural Licentiate, registered under this Law, shall be entitled to take or use the title “Chartered Architect”, “Architect”, or Architectural Licentiate”, es the case may be, ‘ (6) A firm, each of the partners of which Is « Chartered Architect or an Architect ot an Archi. setural Licentiate, registered under this ‘Law, shall be entitled to take and use the title “Chartered Architect”, Architect or “ Archi- tectural Licentiate”, as the case may be ; (1) Where on or more of the partners of a firm art Chartered Architects, Architects or Architectural ‘Licentiates, registered under this Law, the Council may permit auch firm to take and use the title “Chartered Architect\", “Chartered Architects”, “Architect, “Architects” or“ Architectural Licentiate” or “ Architectural Licentiates” as the case may be, as part of the description of such firm Provided thet the remaining partners are members of auch other preseribed professions, (8) Where the partners of a firm consist of ona oF more Architectural Licentiate as well as other Persons who are non-Corporate Members ar Regls- tered Members of the Institute the title “Chartered Architects” shall not be used as the description, or Part of the description, of such firm: Provided, however that it shall be lawful for each of ‘the partners of such firm to append to his name the title and initials which he is entitled to take and use under the provisions of this section. *. Amendment IL Section 14 of the principal enactment is hereby ceston 14 amended in mibsection (2) of that section, by the substi ef he ‘ution for the words, “One thousand rupees” of the words Semepe, Stan thousand rupees *. ; Amendment 1% The Schedule to the principsl enactment ta hersby Senge ‘mended by the substitution for the wonds “SCHEDULE” wo ehe Pinca «sof the words “SCHEDULE A”, enactment, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Sri Lanka Institute of Architects (Amendment) (19 Act, No. 14 of 1096 S& The following new Schedule 1g inserted imme- laeertion of abtely after Schedule A to the principal enuctment and fae shall have effect as Schedule B to the Principal enact- Drincipel SoREDTLE B ‘Bectont 8C end 12) PARTI ‘Register of Chartered Architects eee Meme Binion Resiendal Architectural Quali Date of Regio ‘Address Addreca —rathons with dates tration Or eer PART Ragister of Architects cr ‘Name Dusivese Raidenal Arcitectcal Qual Det of Ragtre- \"Addis Addon atone with dates fica ee eee : PART i ° Register of Arcbectora! Liceaciates ee Fame Business Reidentlal Aschitoctural Qual Date of Registrar ‘Adiiress Addrean —cittost with doves ew Se pane Iv DANTYUTIONS THE QUALIFICATIONS OF WHICK ARS ‘RIKOGNIZED FOR THE TIME BEING FOR THE PURPOSE OF + REGISTRATION . AUETRALIA uo Gaedon institute of Technology, Geelong Victoria ‘Fobsrt Technical College, Tasmania ‘New South Wales Institute of Technology, Sydney Queensland Institute of Technology, Brisbane ‘Boyal Melvourne Institute af Technology, ‘Vietorls South Australis, Institute of Technilogy, Adelaide ‘University of Adetaiie . ‘University of Malbourne ‘Univertity, of Neweaatle ‘University of New South Walen",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "3% Sri Lanka Institute of Architects (Amendment) Act, Ho, 14 of 1996 University of Queensland University of Sydney Western Australia Institute of Technology, Perth ” GANADA . L Dniversity de Montraat L Universite Laval Me Gilt University Montreal Nove Scotia Technical College Sniversits of Manitobe University of Toronte University of British Columbia . DENMARE Arkitektskoten Arbus Royal Danish Academy, Copenhagen GHANA University of Sclence and Techaology, Kumast HONG KONG : University of Hong Kong DIA Ceptre far Environment Plenoing and Technology Abredabed Mataraja Suiyetize University of Beroda School of Architecture & Planning, New Delbl IRELAND ‘University College. Dublin {The National Institute of Ireland) NEW ZEALAND University of Auskland ‘SINGAPORE ‘The School of Architecture & Building, Singapore Polytechnic SWCTZERLAND ‘The Faculty of Architelture, Swiss Federal Lustitute of ‘Technology UNITED KINGDOM Architectural Association, School of Architecture, London Bartlett School of Architecture & Planning, University Collera, Landon Bath University of Technology ‘Brighton Polytechnic City of Lelcester Potytechnie Gollege of Canterbury College of Art & Design, Birmingham College of Art, Bdinburgh Department of Architecture, Liverpool Polytechnic Department of Architecture, Polytechnic of tha Southbeak Faculty of Bult Bnviroument Department of Architecture, Tha Mackintosh School Glargow ‘University:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Sri Lenaien Inatituoe of Architects (Amendment; 2% Aes, No. 14 of 1096 Duncan of Jerdenstane Collage of Art, Dunston Macally of Architecture, Art & Design, Murshorside Cuivar at ‘Higher Education ‘ington Polytechnic, Kingsten-upoe-Thanses Menehaviar Polytechiabe : ater Paiytechaic Sead Pelyiechnic of Central Lonéaa mat Polyiochnic af Korth Louden a4 Forianouth Polyteclute * Queers Universiy Belfast . oglonal College of Ar, Hilt as ‘Baber Gordoa’s Institute of Techmsleay, ‘Averdeen School of Architeorue, Yaowlty ef Aru Serial Services North Bast London Polybeckaaks choo! of Architecture, Hudderstald Polywchaie Bchool of Architecture, Pipmouth Folytechnie ‘Behool of Baviroamental Design, Royel College wt Art Scot Sutherland School of Architecture ‘Thames Folyeecuatc : : University of Bristol ot ‘University of Combridee . Gnivaraity of Wales, Instivuse ef Scienas & Teohmoleny University of Eatin Driven of Sate . ‘Univenaity of Liverpool ‘Daiversity College, Tendon, School of Eavireamental Sreitien University of Newoartle-upos-Trae University of Nottingham . University of Bhathedd on uaa : AM Schools of Acchitecrure recognised by the Nationt Cousedt of the Architectural Registration Board (NCAXB) af United States of America RUSSIAN FEDERATION . iit Mossaer inatitune of Archieects sat YOGOSLATIA yee tk University of Zagreb” 14 Im the event of any meonaisteney between the pinnae Sinhale and ‘Tamfl texte of this Act the Sinhala tener be Eas shall prevail.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "Aunual subscription ot English Bills and Acts of the Parliament Ra 885 (Local), Hs 1180 (Foreign), payable to the Suvexonmaans, Coveney PURLICASIONS Bourav, No, 32, Transworks House, Lotus Rond, Colombo 01, before 18% Docmber each year in respect of the year following. :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "nN",
    "mean_p_confidence": 0.23
  }
]