[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "PARLIAMENT OF CEYLON",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "gay,",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "3rd Session 967-68",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "(e/ *N fs (968-3-11)2 ? t > a SCS, 6 rel H Mabe S) RU Trusts (Amendment) Act, No. 7 of 1968 Date of Assent : February 28, 1968 ay",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "Printed on the Orders of Government Finted st the Components Press, Genin, To. he Prete ath dl coSaaa alts BORN, Cons ‘nomen! Sabteripon Cncading Bis) Ra, 80 (Lau), a, 42 Seto Hite,\" Ser tee Sali to 20h Decamler ach var in feapesof te yout folowing Late Aeterna Mire ieee Price: 20 cents Postage: 16 cents",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Trusts (Amendment) Act, No. 7 of 1968 L, D—0, 11/67. An Acr To amenD Taz Trusts ORDINANCE. (Date of Assent: February 28, 1988] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "4, This Act may be cited as the Trusts shoe cite (Amendment) Act, No. 7 of 1968.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2, Section 21 of the Trusts Ordinance is hereby Amendnet of amended, by the substitution, for alt the words from \"02 5. “to preclude, in any case’, to the end of that section, of the words ‘‘ to preclude the deposit of trust money in a Government Savings Bank (including the Ceylon Savings Bank), ”,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Ww me—aone aon",
    "mean_p_confidence": 0.03
  }
]