[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA REGULATION OF FERTILIZER ACT, No. 68 OF 1988 _ [Certified on 178 Decesaber, 1988 , Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 23, 1988 POnWTmD AT THE DEPARINESNE OF COVGNMOENT ARRTIMG SBE LANES Be PaRGHAamn AF Ene GOVEENDORS FORGCATIONS DURE, COLOR Price : Re. 1.20 . Postage : 75 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Regulation of Fertilizer Act, No. 68 of 1988 [Certified on 17th December, 1968] LD.-0, 31/88 Aw Acs ro Reounaze THe Incrontsrion, MANUFACTURE,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "FormuLaTion anp DistkIBuTion oF FERTILIZER AND 70°",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "PHOVIOE FOR MATTIAS CONNECTED THWREWZTEC GR INCIDENTAL",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘TaERETO BE it enacted by the Parliament of the Democtatie Soctalist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited as the Regulation of Fertilizer short atte ‘Act, No. 68 of 1988, and shall come into operation on such and dateot date (hereinafter referred to as the “appointed date”) as PFetom the Minister may appoint by Order published in the Gazette,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2, () No person shall, after the expiration of three importation, months from the appointed date, import, manufacture or manufacture formulate fertilizer except under the authority and other- (Rdiarmule- wise than in accordance with the terms and’ conditions of a fertilizer lisence issued under this Act hy the Director of the National T2°°4 Fertilizer Secretariat (hereinafter referred to as the *Direstor*).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) Every cence famed under this Act shall be subject to the respective terms and conditiona set out in the Schedule to this Act. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. (1) There shall be a Fertilizer Advisory Committee Yertilizr appointed by the Minister. Aaviney",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) It shall be the duty of the Fertilizer Advisory Committee to advise the Director on such matters relating to the administration of the Act as may from time to. time be referred to it by the Secretary to the Ministry of the Minister. :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. ‘There may be appointed by name or by office much Appointment number of officers and servants as may be deemed necessary Of oMasty {n the administration of this Act.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "5 (1) The Director may delegate to any officer or mem Delaganon vant appointed under section 4 any of his powers under stpewers this Act. : Seectoe.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) The officer or servant to whom any of the powers of the Director have been delegsted wmder subsection (1) shell exercise such powers 50 delegated subject to the general or special directions of the Director,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "6 (1) Every application for a licence to import, manu- ‘cation focture or formulate fertilizer shail be made to tho Director for Hoenca, {in the preseibed form and be accompanied by the prescribed",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Regulation of Fertilizer Act, No. 68 of 1988 (2) On receipt of sm application undet subsection (1), ‘the Director shall either grant licence or for reusons to be recorded by him refuse to grant such applicant a licence. Form snd 1. Every Hence issued under this Act sholl— auradion of cence, (@) be in the preseribed form ; and . +. (0) unless it in cancelled earlier, be in force for a period of twelve months from the date of its issue. Resewslat “8 A Hence may be renewed by the Director for a period ounce, or periods not exceeding one year at a time on application made to the Director not less than thirty days before the expiry af the licence, if—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(a) the Director is satisfied that the licensee bas observed the provisions of this Act and any régu- lations made thereunder and has not been convicted of any offence under this Act or any. regulations made thereunder; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "() the licenses peys the preseribed fee for the renewal ‘of the Weence,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Cancellation _% (1) The Director may cancel a licence issued under otlicence. this Act, if he is satisfied that the licensee—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@ has contravened any of the provisions af this Act or of any regulations made thereunder or of any conditions or terms attached to such Licence ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(i) bag been convicted of an offence under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) The cancellation of # licence under subsection (1)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "shall not take effect until the time for appealing against the 4 decision of the Director has expired or if an appeal has been . ‘made within time, unless end until the appeal is disallowed. Director shat 10. (1) Where the Director decides to refuse the grant gemenuinteate oy the renewal af a licence or to caneel a Licence, the Director feeprlicant shall communicate to the applicant or the Hcerisee, as the together case may be, hfs decision with the reasons therefor, by yenrons registered post. : , ‘horefor. . @) Any decision required to be communicated under the . Treceding provisions of this section 40 any applicant or Tieenaee shall be deemed to have heen eammunicated to him after the expiry of a period of two days reckoned from",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Regulation of Fertilizer Act, No. 68 of 1988 a the date of despatch of such communication by registered post to the usual place of business or residence of such applicant or licensee.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "UL (1) The applicant or licensee, as the case may be, Appeals,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "who is agerieved by a decision of the Director under section 10— : + (@ retusing the grant or renewal of licence ; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{) cancelling his licence,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘may appeal against the decision to the Secretary to the Ministry of the Minister within thirty days of-the date on which the deciston is communicated to him.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The Secretary to the Ministry of the Minister may",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "on an appeal under subsection (1)— (a) allow the appesl and direct the’ Director to grant o | Yenew a licence; or (2) disailow the appeal. (3) The Director shall comply with any direction issued. to him under subsection (2} by the Secretary to the Ministry of the Minister, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(4) Where an application for a licanca or the renewal af a Hoence is refused under any of the preceding provisions of this Act, the Director shell refund to the applicant or the Ucensee, as the case may be, the fee accompanying such application.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "32, (1) The Director shail have the power— act",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(@ at any reasonable time, to enter any place where he the Direclar, believes fertilizers are manufactured, forraulated, stored or distributed and inspect any equipment, storage facilities, raw-materials and finished . products found therein ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "() to stop and board any vehicle and to make mich investigations thereon as may be necessary to ascertain whether the provisions of this Act are being complied with ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(©) on his own motion or on receipt of any complaint oF",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "* request in writing by any person, to take samples",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "for anlaysis from any variety of fertilizer found in",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Regulation of Fertilizer Act, No, 68 of 1988",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "any place’ of manufacture, formulation, storage or distribution or on board any vehicle and cause such samples to be analysed in the prescribed manner at a laboratory approved by the Director, hy an officer authorized in writing by the Director, for analysis of fertilizer for the purposes of this Act; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) to seize and detain any adulterated fertilizer found ic: contravention of the provisions af section 18 (1) ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) to require any importer, manufacturer, formulator or distributor of ‘fertfllizer by notice in writing, to furnish him, within such period as shall be specified, in such notice, with all such information as may be necessary for the discharge of his functions under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) For the curpose of paragraph (c) of subsection (1) the method of taking samples for analysis would be the method for sampling fertilizer given in Sri Lanka Standard 559 of 1982, UDC 6318: 620.113 and determined by the Srt Lanka Standards Institution established by the Sri Lanka Stondords Institution Act, No. 6 of 1984.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(Q) Tt shall be the duty of any person who is required to turnich any information by a notice under paragraph (e) of subsection (1) to comply with such requirement within such time as shall be specified in the notice, except where such person is precluded from divulging such information under the provisions of any other law,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Dittibu. ~ 1% No.pergon shall distribute or offer for distribution font any fertilizer or fertilizer mixture—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{@) except in or from such package or container so would—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Gd) withstpnd reasoneble handling without tearing, bursting or falling apart ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "GD prevent physical deterioration of the contents",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "~ of such package or container ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{b) unless such package or container shall have affixed to it or printed on it a label containing the following particulars ;—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{@) brand name and/or name of manufacturer or dormulater ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": ". Regulation of Fertilizer Act, No, 68 of 1985 5 (i) the net weight of the contents of such package or container ; (il) such information regarding the component elements and the nutrient percentages in such fertilizer ; {¢} unless the contents conform with the information given on the Inhel affixed to the package or con teiner ; (@) unless he is aware of the address of the menufac- turer or formulator end is in e position to make available such information to officers authorized by the Director in writing in that behalf; (@) unless hi indicates the type and price of such fertili zet on the label affixed to the package or container ; and (f) unless the fertilizer ia in good physical condition, 14. (1) No distributor of fertilizer who has in his posses- Refusal to sion any fevilizer shall refuse 1 distribute such fertilizer. ferdiacr’ (@) In any prosecution for an offence under subsection (2), it shall be a sufficient defence for the accused to prove (@) that on the occasion in question he supplied @ reasonable quantity of the fertilizer or had sot sufficient quantity of ffertilizer in his pomessiox é supply the quantity demanded; or (®) that the distribution of the fertilizer on the occasion in question would have been contrary to the pro- visions of this Act or any other law. (8) In determining for the purpose of paragraph (a) of subsection (2), what a sufficient quantity is, regard shall be had to the quantity of such fertilizer required for the . use of the agriculture] undertaking of the distributor or . members of his household, 15. () (@) No aistributor of fertilizer shall, distrimute \"Prohibition or offer for distribution any fertilizer which is adulterated. tion of fever, (®) No transporter shall with his comivence or * Jcnowledge transport adulterated fertitizer.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ". 8 Regulation of Fertilizer Act, No, 68 of 1988 _",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(2) For the purpose of this section, fertilizer shall be deemed to be adulterated—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "fa) if it contains any deleterious ingredients in sufft-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "cient amounts harmful to ary crop for which it is intended to be applied; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(®) J£ its composition falls below or differs from that",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "which it is purported to possess by the label affixed to the package or container coviteining the fertilizer,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "{8) In a prosecution for ain offence under this section a certificate issued under the hand of an officer authorized by the Divector in writing to analyse fertilizer for the pur- pose of this Act, stating the ingredients or the composition",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ". of the fertilizér in relation to which the offence is alleged to have been committed, shall’ be prima facie proof of the stntements made therein.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "‘Seize and 16. (1) Any officer or servant to whom the Director’ has",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "Getention af delegated his powers under section 5 may seize and detain",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "attilizer. for such time es may be necessary any adulterated fertilizer by means of or in relation to which he believes the provisions of section 15 (1) have been contravened.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(2) Any fertilizer seized under subsection (1) may at the option of such officer or servant be kept or stored in the building or place where ft was seized or may at his discretion be removed to any other place.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(3) Any such officer or servant shall forthwith inform the Director of any seizute made under this Act _",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "Analysis. JT. (1) The officer or servant who seized the fertilizer under section 16 shall submit the fertilizer 0 seized by him or any portion thereof or any sample taken by him to an Approved Analyst for analysis or examination,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(2) Where an Approved Analyst has made an enalysia oc examination of the fertilizer submitted to him under subsection (1), he shall fssue a certificate or report to the Director setting out in such cerlificate or report the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "- results of his analysis or examfuation.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "(8) For the purposes of this section the Approved Analyst shall be an officer authorized by the Director in writing to carry out the analysis or examination referred to. tm subsection (1).",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Regulation of Fertilizer Act, No, 68 of 1988 7",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "18, No person other than an importer, manufacturer, Prohibition formulator or distributor of fertilizer shall have in his fomesion ot possession any quantity of fertilizer in excess of the excessot requirements of such person for application for one year ‘erukemente on lands owned or cultivated by him or on his behalé. other than’",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ": importers, nea formutators Slatributora,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "18, Every person engaged in the formulation of fertilizer ¥ormulstion sball obtain the approval of the Director 4n writing for “fertilizer. the composition of such mixture, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "20, Inthe analysis of fertilizer under this Act, the Siapdards standards to be applied shall be the standards determined {polled in by the’Sri Lanka Standards Institution established by the Eig analyeis Sri Lanka Standards Institution Act, No. 6 of 1964 and inf fertilizer. ‘the absence of such standards the corresponding standards adopted in the United Kingdom shall apply.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "21. Any person— Offences.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(@) who imports, manufactures or’ ‘formulates any",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "fertilizer in contravention of the provisions of section 2; :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(b) who hinders or obstructs the Director in the exercise of his powers under paragraphs (a), (6), (c) and (a) of subsection (1) of section 12;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(©) who furnishes when required to do 90 under para- graph (e} of subsection (1) of section 12, any information, Imowing such information to be false ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(4) who fails, without reasonable cause, to comply with the provisions of subsection (3) of section 12;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(© wha distributes or offers for distribution any fertilizer in contravention of the provisions of section, 12 ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "() who being a distributor of fertilizer refuses to distri~ bute any fertilizer in hig possession in contraven- . tion of the provisions of section 14;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(g) whs' distributes or offers for distribution any fertilizer which is adulterated in contravention of the provisions of paragraph (a) of subsection (1) of section 15;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "8 Regulation of Fertitizer Act, No. 68 of 1986",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "{h) who transports fertilizer which is adulterated in contravention of the provisions of paragraph (b) ‘of subsection (1) of section 15; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "@) who hinders or obstructs any officer or servant in the exercise of hfs powers under section 16 ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "@ who not betug an importer, manufacturer, formuta- tor or distributor of fertilizer hus in his possession any quantity of fertilizer in excess of his require. ments in contravention of the provisions of section 18 ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(®) who formulates any fertilizer without obtaining the approval referred to in section 19; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "() who fails to comply with any regulation made under this Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "shell be guilty of an offence under this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Penalties. 22, Bvery person guilty of an offence under this Act shall on conviction after summary trial before a Magis trate be liakle to a fine of not Jess than two thousand five Bundred rupees and not more than five thousand rupees . or to imprisonment of either deseription for a term not exceading six months ; and in the case af a second or sub- sequent offence be Hable fo a fine of not less than five thousand rupees and not more than ten thousand rupees or to imprisonment of either description for a term not exceeding twelve months.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Power of 23. The court which convicts any person of an offence",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "sour to under paragraph (g) or paragraph (h) of section 2i may,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "forfeiture. addition to any punishment that may be imposed under section 22, order the forfeiture of the edulterated fertilizer in respect of which the offence was committed.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Pisposal ot 2A, (1) Any adulterated fertilizer forfelted under section",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "fertilizer, | 23 shall upon forfetture vest absolutely in the State. Such ‘vesting shall teke effect",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(@) after the expiration of the period within which an appeal may be preferred to the Court of Appeal against the order of forfeiture; oF",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(®) where an appeal has been preferred to the Court ot Appeal against the order of forfeiture upon ‘the determination of stich appeal, confirming or upholding the order. of forfeiture.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "- Regulation of Fertilizer Act, No. 68 of 1988 a (@) The Director shall take possession of any adulters- ted fertilizer vested in the State under subsection (1) and * may dispose of such fertilizer as be may think At, . 25. A prosecution for an offence under this Act or any Institutlonot regulations raade thereunder shall not be instituted except Proceedings by or with the written sanction of the Director. ” Sa, Where any offence under this Act or any regulations oftences = made thereunder is committed by a body of persona then— yee = da} if that body of persons is a body corporate, every ‘Pereon person who at the time of commission of the offence Was a Director or offtcer f that body corporate ; or (Q) if that hody of persons is a body other than a body corporate, every person who at the time of com- maission of the offence wes a member of that body, . J -shall be deemed to be guilty of that offence:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Provided however that, such Director, officer or member shall not be deemed to be guilty of that offence if he proves that the offence was committed without his knowledge or that he exercised all such diligence to prevent the commls- sion of such offence as he ought to have exercised in the circumstances having regard to the nature of his functions.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "2%, No suit, prosecution or other legal proceeding shall Protection bbe instituted against any person for any act which is done {2;o°4o™ oz purported to be done by him in good faith under this good faith, Act or any regulations made hereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "28, (1) The Minister may make regulations in respect of Regulations, all matters required by this Act to be prescribed or in res- pect of which regulations are required or authorized to be”",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "‘made under this Act. .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) Every regulation made by the Minister shell be published in the Gazette and shall come into operation on ‘the date of publication or on such later date ax may be specified therein, ~ :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(8) Every regulation made by the Minister, shall as soon as convenient after its publication in the Gazette, be brought before Parliament for approval. Every regulation",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": ". Which is not so approved shall be deemed to be rescinded as - from the date of disapproval but without prejudice to any- ‘thing previously done thereunder. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "i lf\"",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "10 Regulation of Fertilizer Act, No. 68 of 2988 (4) The date on which eny regulation sball be deemed to be ov rescinded shall be published in the Gazette, Pieris. 2, In this Act unless the context otherwise requires—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "“distribute” includes sell and its grammatical varia~ tions and cognate expressions shall be construed accordingly 5 .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "“ fertilizer” means any substance containing one or more recognized plant nutrients which is used for its plent nutrient and which is designed for use, or claimed to have value, in promoting plant growth but does not include unmanipuleted animal and ‘vegetable manures ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "“ formaulate” in relation to fertilizer means any blending or mixing of different ingredients of fertilizers; and -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "“formulator” means any person enifaged in formulating",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "~ fertilizer. Scuos Weetlon 2(2)) amvas (00D CONDTSIONE GP LICENCE TOR 7H INCPOREATEON OF FROTILTER",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "1. ‘The Ucence shell not he transferable to any other persoh and shall not be used for the benefit of any person other than",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "|, fle person to whom ft was issued,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "2 Bvery Vioenses shall exhibit the licence tasued fo him under ‘this Act in a conspicuous poaltion in his place of business.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "3, ‘The llcensce shall furnish proof af sufficient warehousing and storeye pace,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "4. The Ucensee shell not, without the prior approval of the Director, sel, transtar or otherwise dispose of any interest in the ‘business covered by the Heenee, or enter into any ageement with regard fo that business with any other person whereby such other",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": ". Person acquires a proprietary interest in such business.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "5. In the event of Ios of Hcence, a certified copy thereof shall ‘be ismed by the Director on submission of an affidavit by the licensee, attested by a Justice of the Peace, confirming the loss and on payment of half the prescribed licence fer.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "4, very licenses who ceases to carry on business for which ‘the Icence has been issued or who chanses his place of business shall forthwith notify the Director of that fact,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "7. The licence tssued to an individual shall lapse on the denth of the Lcenzea.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "Regulation of Fertilizer Act, No. 68 of 1988 11",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "A The lloence terusd to» body corporate shall japse on the ierolution of that body.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "4B, All notices relating to this Hicence shall be deemed ta have been duly verved on the Hoerace if mich notices are sent by post of are delivered to the person for the time being in charge of the lace of business or axe affixed to the doar or the gate there",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "“19, The Hoence shall be liable for cancellation it fatormetion given im the application for Honnce ir found to be false or in correct",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "‘Thare AND CONDONE OF LICENCE YOR TB MANUPACTORE OF THRIEZER",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "41, The Ueance chall nct be transferable to any other pereon and aialt not be used for the benelit of eny person other than the person to whom it was lasted,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "2. Every Ucensee sball exhibit the licence lenued to hima under ‘his Act, fa 2 conspicuous position in his place of business,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "4. The Wcensee shell not, without the prior approval ot the Dizoctor, eel, transfer or otherwise dispose of any interest in the dusiness covered by this hcence, or enter into any sgrecmient swith regerd fo that furiness with any other person whereby such other person aequires a proprietary interest in such business,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "4.1m the event of lese of Ucence, a certifed copy thereat shall bbe iesued by the Director on submission of an affidavit by the Heensee, attested by a Justice of the Pesce, confirming the loss ‘and on payment of half the prescribed Ueence fee,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "8, Every licensee who censea to earry on business for which the lisence hax been iseued ar who changes his place of business shall forthwith notify the Diractor of that fact.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "6, A liounes isrussd to an individual shell lapse on the death at the licensee,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "7. A lcence issued 10 2 body corporate shell lapse on thie insolation of that body.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "& Details of the premises on which feitlizer Js to be masufac- tured shai! be furnished by the Licensee.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "8, The toensee shall carry out manufacturing solivities only at the premises mentioned in the Leence.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "10. All notices relating fo this licence shall be deetned to have been duly sarved on the Heensea if such notices are seut by post ‘or are delivered to the prison for the time being in charge of the lace of business or are affixed to tha door or the gate therenf,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "11, The Hoence shall be Mable for cancellation if information eiven in the application for lisetce ia foond to be false om incorreet.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "12 Regulation of Fertilizer Act, No, 68 of 1988",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "synes AND CONDITIONS OF LICENCE FOR 70H FORMULATION or roxas",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "1. The Hence hall not be transferable to any other person and. shail not be used for the benefit of any person other than the person to whom it was issued.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "12 Bvery licensee shull exhibit the Boence issued to bfm under this Act, in a conspicuous Fesition in his place of besiness,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "3. The licensee shall not, without the prlor approval of the Director, sell, trenster or otherwise dlapose ot any interest in the business covered by tha Heence, or enter into any ugreement ‘with regard to that business with any other. person whereby such other persan acquires a proprietary interest in such business, 4. In the event of loss of licence, a certified copy thereo! shall be intued by the Director ‘on submission of an affidavit by the Icensee, attested by a Justice of the Peace, confirming the lose and on payment of halt the prescribed Ucence tee.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "6, Every licensee who ceates to carry op business for witch the ence has been ited or who changes his place of business shall forthwith notify the Director of that fact,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "6. A licence insued to an individual shall lapse on the death of ‘the licensee. 7. A leence tssued to. body corporate shall lapse on, the dinsofution of that body, . ©, Detalis of the premises on which feriilirer fa to be formulates stall be furnished by the Ticensee, ©. ‘Phe licensee shall carry out formulation of fertilizer oaly at the premises mentioned fn the Heence,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "10, All notices relating fo thin Hoence aball be deemed to have ‘been duly served on the Hotnsee if such notices are sent by post cor are delivered to the person Zar the time helng in charge of the Place of business or are affixed to the door ar the gate thereof. 11, The licence ehall be Usble for cancellation if information Biven In the appiieation for licence Js found to bo false or Jacoreeet,",
    "mean_p_confidence": 0.84
  }
]