[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  3rd Session 1958-59  A  eB ren 3) .  Or SY  Tourist Development Board Act,  No. 9 of 1959  Date of Assent : April 3, 1959  Printed on the Orders of Government  Prin fd at the ovement Paras, Govion,. Tobe  pata atthe Goreme Prices Baek Gosceane  Annusl ‘Subsription CInluding, Bila) Rs, 25, payable in  vance to\" the Soreamrumer, Govaumana” Possession  Saas, Sor Gena Soe 00h Sane Coombe a  Price : 30 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.47591397849462364
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Tourist Development Board Act, a  No. 9 of 1959.  L. D.—O. 81/57.  AN Act T0 PROVIDE FOR THE ESTABLISHMENT OF A",
    "mean_p_confidence": 0.713076923076923
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  BoakD 70 ENCOURAGE, PROMOTE AND DEVELOP TOURIST",
    "mean_p_confidence": 0.6166666666666667
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  TRAVEL TO AND IN CEYLON AND FOR MATTERS",
    "mean_p_confidence": 0.7230000000000001
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  CONNECTED THEREWITH.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (Date of Assent: April 3, 1959}  BE it enacted by the Queen's Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows: — ' t",
    "mean_p_confidence": 0.7583928571428571
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  4. This Act may be cited as the Tourist Develop- star site  ment Board Act, No. 9 of 1959, and shall come mto #8 date ot  operation on such date (hereafter in this Act referred **\"°™  to as the appointed date) as the Minister may appoint ¢  by Order published in the Gazette.",
    "mean_p_confidence": 0.7533898305084745
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. (1) There shall be established a Board which Bstabiishnest  shall be called the Tourist Development Board, here- gl ths Tourist  after in this Act referred to as the Board. Beard,",
    "mean_p_confidence": 0.7577142857142857
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) The Board shall consist of ten members  appointed by the Minister.",
    "mean_p_confidence": 0.6453333333333333
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (3) A person shall not be qualified for appointment  or for continuing as a member of the Board—",
    "mean_p_confidence": 0.7733333333333332
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (@) if he is a Senator or a Member of Parliament,  or",
    "mean_p_confidence": 0.682
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (0) if he has, directly or indirectly, any interest  in a subsisting contract with the Board  except as a shareholder (other than a  director) in an incorporated company con-  sisting of more than twenty-five members.",
    "mean_p_confidence": 0.7587804878048781
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  (4) The Minister shall appoint one of the members  of the Board to be the Chairman of the Board.",
    "mean_p_confidence": 0.8213636363636364
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (@) A member of the Board may resign the office of  such member by letter addressed to the Minister.",
    "mean_p_confidence": 0.7209090909090908
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  (6) The Chairman-of the Board may resign the  office of such Chairman by letter addressed to the  Minister.",
    "mean_p_confidence": 0.7186363636363636
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  (7), The Minister may, without, stating any reason,  terminate, by Order published in the Gazette, the  appointment of any member of the Board or the  appointment of the Chairman of the Board.",
    "mean_p_confidence": 0.8105405405405405
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  FLT 298-2964 (68)",
    "mean_p_confidence": 0.144
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Tourist Development Board Act,  No. 9 of 1959.",
    "mean_p_confidence": 0.7041666666666666
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (8) If the Chairman or any member of the Board is  temporarily unable to discharge the duties of his office  on account of ill-health or absence from Ceylon or for  any other cause, the Minister may appoint some other  member to act in the place of aaah Chairman or  member.",
    "mean_p_confidence": 0.8087719298245615
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (9) Every member of the Board shall, unless he  earlier vacates office, hold office for a period of five  years. Any such member who vacates office by  effiuxion of time shall be eligible for re-appointment.",
    "mean_p_confidence": 0.78725
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Diclowre ty 8, | Where a member of the Board is a shareholder",
    "mean_p_confidence": 0.6479999999999999
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  spmisef in any such incorporated company referred to in sub-",
    "mean_p_confidence": 0.6766666666666666
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  his share ins section (3) i) of section 2 as has entered into any",
    "mean_p_confidence": 0.7075
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  gonpaes which contract with the Board, he shall disclose to the Minis-",
    "mean_p_confidence": 0.6992857142857142
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  Eisceminet ter the nature and the extent of the shares held by him",
    "mean_p_confidence": 0.7306666666666666
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  wath the Borst. in such company.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  Resonertion, _ 4 ‘The members of the Board shall be remunerated",
    "mean_p_confidence": 0.6684615384615384
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  gugestes'el in such manner and at such rates as may be determined  by rules made under this Act.",
    "mean_p_confidence": 0.7523809523809524
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  ‘Vacancy in, or 8, _No act or proceeding of the Board shall be in-",
    "mean_p_confidence": 0.63375
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  fete ag valid by reason only of the existence of any vacancy",
    "mean_p_confidence": 0.6835714285714286
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  a'menber of, among its members or any defect in the appointment of",
    "mean_p_confidence": 0.7571428571428571
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  {be Beard 2 member thereof.",
    "mean_p_confidence": 0.38571428571428573
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "  toa",
    "mean_p_confidence": 0.10333333333333333
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "  a dan",
    "mean_p_confidence": 0.1275
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "  Bamans ot 6. (1) The purposes of the Board shall be—",
    "mean_p_confidence": 0.7023076923076922
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "  (@) to encourage, promote and develop tourist  travel to and in Ceylon;",
    "mean_p_confidence": 0.6506666666666666
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "  (®) to provide, extend or improve, or assist finan-  cially by way of loan or otherwise the pro-  vision, extension or improvement of,  accommodation for tourists;",
    "mean_p_confidence": 0.7716129032258064
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "  (0) to provide or improve, or assist financially by  ‘way of loan or otherwise the provision or  improvement of, amenities, sports, amuse-  ments or other attractions which the Board  considers necessary for the promotion of  tourist travel to and in Ceylon;",
    "mean_p_confidence": 0.7958333333333333
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "  (d) to engage, and to co-operate with tourist,  travel and other agencies, in the display  and distribation of exhibits and graphic  materials designed to call attention 0 the  attractions and places of interest in Ceylon,",
    "mean_p_confidence": 0.7248780487804878
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Tourist Development Board Act, 5  No. 9 of 1959.",
    "mean_p_confidence": 0.6741666666666667
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  and in the collection, publication and dis-  semination of information with respect to  laces of interest, routes, transportation  Fociitics, accommodations and such other  matters as the Board deems necessary for  the purpose of encouraging, promoting ot  developing tourist travel to and in Ceylon;",
    "mean_p_confidence": 0.7627450980392156
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (e) to train, or assist financially by way of loan  or otherwise the training of, persons to do",
    "mean_p_confidence": 0.7804761904761905
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  J ‘work which is wholly or mainly connected  with tourist travel to and in Ceylon; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (f) to adopt such other measures as the Board con-  siders advantageous for the purpose of  encouraging, promoting or developing  tourist travel to and in Ceylon.",
    "mean_p_confidence": 0.7899999999999999
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (2) The Board may subject to such conditions or  restrictions as may be prescribed by regulations made  under this Act—",
    "mean_p_confidence": 0.7937500000000001
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (@) grant a loan to any local authority or to any  Board or Corporation or Government  Institution for the purpose of assisting  such authority, Board, Corporation or  Institution in the development of any of  the objects referred to in sub-section (1),  and",
    "mean_p_confidence": 0.7672
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (b) make a grant of money to such authority,  Board, Corporation or Institution for the  furtherance of any or all of the objects  referred to in sub-section (1).",
    "mean_p_confidence": 0.7921212121212121
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  7. The Board shall in the name assigned to it by ‘the Board to  sub-section (1) of section 2 be a body corporate and shall bs tots  have perpetual succession and a common seal and may  sue and be sued in such name.",
    "mean_p_confidence": 0.7783333333333333
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  8. (1) The seal of the Board shall be in the custody ses! of the  of such person as the Board may from time to time «4  determine.",
    "mean_p_confidence": 0.7796875
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (2) The seal of the Board may be altered in such  manner as may be determined by the Board.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (8) The seal of the Board shall not be affixed to any  document except by the authority of the Board and in  the presence ot two members of the Board who shall  sign the document in token of their presence.",
    "mean_p_confidence": 0.8344444444444444
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Tourist Development Board Act,  No. 9 of 1959.  Pomers ana 9. (1) The Board may acquire, hold, take or give  fe Basta on leas or hire, mortgage, pledge and sell or otherwise  dispose of any movable or immovable property:",
    "mean_p_confidence": 0.7204347826086956
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  Provided that no immovable property of the Board  shall be sold without the approval of the Minister.",
    "mean_p_confidence": 0.8049999999999999
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (2) The Board may, with the approval of the Minis  ter given with the concurrence of the Minister of  Finance, raise such loans as may be required for any  of the purposes of the Board.",
    "mean_p_confidence": 0.80725
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (8) The Board may do all such other things as are  conducive to the attainment of its purposes.",
    "mean_p_confidence": 0.8014285714285714
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (4) Such sums as may from time to time be granted  for the purposes of the Board by Parliament or by  resolution of the House of Representatives shall form  part of the funds of the Board.",
    "mean_p_confidence": 0.8334146341463415
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (5) The Board may utilise its funds for defraying  all expenditare incurred in the exercise of its powers  and the discharge of its functions under this Act.",
    "mean_p_confidence": 0.7819354838709677
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  apriptent 40. (1) The Board may appoint such officers and  ofleBews | _gervants as the Board considers necessary for the per-  formance of the work of the Board:",
    "mean_p_confidence": 0.7303125
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  Provided that a person who is not a citizen of Ceylon  shall not be appointed as an officer or a servant of the  Board without the written approval of the Minister.",
    "mean_p_confidence": 0.7974285714285715
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (2) The non-pensionable officers and servants em-  ployed in the Government Tourist Bureau on the day  immediately preceding the appointed date shall, with  efiect from a date determined by the Minister, be  transferred to the service of the Board, and upon such  transfer, they shall cease to be in the service of the  Government and shall, for the purposes of the Public  Service Provident Fund Ordinance, No. 18 of 1942,  be deemed to have left the service of the Government  on the abolition of office.",
    "mean_p_confidence": 0.8164583333333333
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (8) At the request of the Board, any officer in the  public service may, with the consent of that officer and  of the Secretary to the Treasury, be temporarily  appointed to the staff of the Board for such period as  may be determined by the Board with like consent, or  be permanently appointed to such staff.",
    "mean_p_confidence": 0.8244444444444444
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (4 Where any officer in the public service is tem-  porarily appointed to the stat of the Board, sub-  Rction’ (of section 26 of the Government.  Sponsored 'Conporations Act, No. 19 of 1955, shall  ‘mutatis mutandis apply to and in relation to him.",
    "mean_p_confidence": 0.696938775510204
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Tourist Development Board Act, 7  No. 9 of 1959.",
    "mean_p_confidence": 0.7083333333333334
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (5) Where any officer in the public service is per-  manently appointed to the staf of the Board, sub-  section (3) of section 26 of the Government-Sponsored  Corporations Act, No. 19 of 1955, shall mutatis  mutandis apply to and in relation to him.",
    "mean_p_confidence": 0.8126530612244898
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (6) Where the Board employs any person who has  entered into a contract with the Government by which  he has agreed to serve the Government for a specified  period, any period of service to the Board by that  person shall be regarded as service to the Government  for the purpose of discharging the obligations of such  contract.",
    "mean_p_confidence": 0.8296923076923077
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (7) The officers and servants of the Board shall be  remunerated in such manner and at such rates, and  shall be subject to such conditions of service, as may  be determined by rules made under this Act.",
    "mean_p_confidence": 0.838095238095238
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (8) The Board may, in accordance with the rules",
    "mean_p_confidence": 0.769090909090909
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  made under this Act, establish and regulate a pro-  vident fund for the benefit of its officers and servants  and make contributions to such fund out of the moneys  of the Board.",
    "mean_p_confidence": 0.7948648648648649
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (9) No person who has directly or indirectly, by him-  self or his partner or agent, any share or interest in  ‘any contract made by or on behalf of the Board shall  become or remain an officer or a servant of the Board.",
    "mean_p_confidence": 0.839375
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  14. (1) The control of every resthouse vested in - vesting of the  the Director of the Government Tourist Bureau on the conral of  day immediately preceding the appointed date is here-bovses in the  by transferred to and vested in the Board. ae",
    "mean_p_confidence": 0.7389583333333333
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  * Boer at sveh  control, e.",
    "mean_p_confidence": 0.15333333333333332
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (2) The Minister may, by Order published in the  Gazette, transfer to and vest in the Board the control  of any resthouse to which sub-section (1) does not  apply.",
    "mean_p_confidence": 0.798235294117647
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (3) All such rules relating to any resthouse the con-  trol of which is transferred to and vested in the Board  by sub-section (1) as have been made, under section 4  (2A) of the Resthouses Act, No. 12 of 1951, as amended +  by Act No. 43 of 1956, or are deemed to have been  made, under section 3 of the Resthouses (Amendment)",
    "mean_p_confidence": 0.8357142857142857
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  Act, No. 43 of-1956, by the Minister in charge of the  subject of tourism and are.in force on the day im-  mediately preceding the appointed date shall, in so",
    "mean_p_confidence": 0.795151515151515
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  ¥ 8 Tourist Development Board Act,  No. 9 of 1959.  far as those rules are not inconsistent with the provi-  sions of this Act, be deemed to be rules made by the  Board under this Act, and may accordingly be  amended, added to or repealed by the Board by rules  made under this Act.",
    "mean_p_confidence": 0.812741935483871
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (4) So long as the Board continues to have the  control of any resthouse by virtue of sub-section (1) or  of any Order made and published under sub-section  (2), the Resthouses Act, No. 12 of 1951, shall not apply  to or in relation to that resthouse.",
    "mean_p_confidence": 0.8313461538461537
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (5) The Minister may, by Order published in the  Gazette, divest the Board of the control of any rest-  house the control of which has been transferred to and  vested in the Board by sub-section (1) or by Order of  the Minister made and published under sub-section (2)  ‘The Order by which the Board is divested of the control  of such resthouse may provide for the transfer to the  Crown of any contract entered into by the Board in  respect of such resthouse, and where such contract is  so transferred to the Crown, such contract shall be  deemed to be a contract of the Crown and the subsist-  ing rights and liabilities of the Board under such con-  tract shall be deemed to be the rights and liabilities of  the Crown.",
    "mean_p_confidence": 0.8455479452054795
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (6) Where the Board is divested of the control of any  resthouse by Order of the Minister made and published  under sub-section (5), the rules relating to that rest-",
    "mean_p_confidence": 0.8263636363636363
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  * house which are in force on the day immediately pre-  ceding the date on which that Order takes effect shall,  in so far as such rules are not inconsistent with the",
    "mean_p_confidence": 0.8230555555555555
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  oi provisions of the Resthouses Act, No. 12 of 1951, as  bis amended by Act No. 43 of 1956, be deemed to be rules  made under section 4 (2A) of that Act, and may be  amended, added to or repealed by rules made under  that section.  ‘Transfer of the 12. _(1) Where the control of a resthouse is vested  pesssion sod” in the Board by or under section 11, the Minister may,  Eva pepety by Order published in the Gazette,—  feotaca to (a) transfer to and vest in the Board the possession  . and use of any such movable or immovable  property of the Crown as may be appur-  tenant to that resthouse, and  (0) transfer to the Board any contract entered into  + .. by the Crown in respect of that resthousé:",
    "mean_p_confidence": 0.7797297297297296
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  '  Tourist Development,Board Aot, 9  No. 9 of 1959.",
    "mean_p_confidence": 0.5523076923076923
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  Provided that no Order affecting any immovable pro-  perty of the Crown shall be made by the Minister under  the preceding provisions of this sub-section without the  concurrence of the Minister for the time being in  charge of the subject of Crown lands.",
    "mean_p_confidence": 0.8344897959183674
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (2) Where any contract of the Crown is transferred  to the Board by Order of the Minister made and pub-  lished under sub-section (, that contract shall be  deemed to be a contract of the Board and all the sub-  sisting rights and liabilities of the Crown under that  contract shall be deemed to be the rights and  liabilities of the Board.",
    "mean_p_confidence": 0.8255714285714285
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  13. Where the Board is divested of the control of Reversion to.  any resthouse by Order of the Minister made and {te Cows of  published under sub-section (5) of section 11, then, and use of  if the possession and use of any such movable Crew yeny  or immovable property of the Crown as may be appur- {std by the  tenant to that resthouse have been transferred to and\"  vested in the Board by Order of the Minister made  and published under sub-section (1) of section 12, the  Board shall, with effect from the date on which the  Board is divested of the control of that resthouse, be  deemed to be divested of the possession and use of  such movable or immovable property of the Crown,  and such possession and use shall revert to the Crown.",
    "mean_p_confidence": 0.8277852348993289
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  4% (1) The Board shall constitute a General Geveral Reserve.  Reserve out of the funds of the Board,  and any sum out of the General Reserve shall not be  expended for any purpose except with the approval .  of the Minister.",
    "mean_p_confidence": 0.7921276595744681
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (2) The amount standing to the credit of the  General Reserve may be invested in securities of any  description referred to in section 20 of the Trusts cap. 72  Ordinance; and the moneys realised from the sale of  any such securities may be re-invested in securities of  the like description.",
    "mean_p_confidence": 0.7947368421052631
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  45. (1) The Board shall cause its accounts to be Accouats of  kept in such form and in such manner as may be ‘ Bosrd.  approved by the Minister with the concurrence of the  Minister of Finance.",
    "mean_p_confidence": 0.7521428571428571
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (2) The books of account of the Board shall be kept  at the head office of the Board. $",
    "mean_p_confidence": 0.785
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  10 Tourist Development Board Act,  No. 9 of 1959.",
    "mean_p_confidence": 0.7091666666666666
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (3) The Board shall cause its books to be balanced  as on the thirty-first day of December in each year  and shall, before the first day of July of the following  year, cause to be prepared a profit and loss account  and a balance sheet containing a summary of the assets  and liabilities of the Board made up to the first-  mentioned day. ‘The profit, and loss account and the  balance sheet shall be signed by the Accountant of the  Board and such other officer of the Board as may be  authorised by the Board to do so.",
    "mean_p_confidence": 0.8377981651376146
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  Audit, 16. (1) The accounts of the Board shall be audited  by the Auditor-General, and the report of the Auditor-  General on such accounts shall be transmitted by him",
    "mean_p_confidence": 0.8224242424242424
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  . to the Board.",
    "mean_p_confidence": 0.555
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  Q) The Auditor-General or any officer authorised  by the Auditor-General shall have access to all such  books, deeds, contracts, accounts, vouchers and other  documents of the Board as the Auditor-General or such  authorised officer may consider necessary for the  purposes of the audit of the accounts of the Board and  shall be furnished by the members and employees of  the Board with such information within their  knowledge as may be required for such purposes.",
    "mean_p_confidence": 0.7863095238095238
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (8) ‘The Auditor-General shall be paid by the Board  uch feo for auditing the accounts of the Board as the  Minister may determine with the concurrence of the  Minister of Finance. Any fee paid to the Auditor-",
    "mean_p_confidence": 0.7938095238095237
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  sont.» General under this sub-section shall be credited to the  Consolidated Fund of Ceylon.  Document o 17. (1) The Chairman of the Board shall, on  ie\" transmits receipt of the Auditor-General’s report in respect of  Oke Sinner ;  te jie Minuter any year, cause a copy of each of the following docu-  Pied before ments relating to that year to be transmitted to the  aod the Minister :—  iranian (a) Auditor-General’s Report.  (0) Profit and Loss Account.  (c) Balance Sheet.  (2) The Minister shall lay copies of the documents  , transmitted to him under sub-section (1) before the  Senate and the House of Representatives.  a 18. A receipt acknowledging the payment of any  Sel ge of ae by Oe Com vay be eed  member of the Board or by an officer of the Board  authorised by the Board to grant receipts. i\"",
    "mean_p_confidence": 0.6890683229813664
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Tourist Development Board Act, i  No. 9 of 1959.",
    "mean_p_confidence": 0.6683333333333333
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  19. The net annual profits of the Board may be  Applitin  applied to such purposes, including the payment of % \"i  bonuses to employees of the Board, as may be deter-  mined by the Board with the approval of the Minister  given with the concurrence of the Minister of Finance,  and any such profits which are not so applied shall be  credited to the General Reserve.",
    "mean_p_confidence": 0.8008108108108107
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  20. Contracts on behalf of the Board may be made Contras.  as follows: —",
    "mean_p_confidence": 0.6047058823529411
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (a) a contract which if made between private  persons would be by law required to be in  writing, may be made on behalf of the  Board in writing under the common seal  of the Board;",
    "mean_p_confidence": 0.807560975609756
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (b) a contract which if made between private  persons would be by law required to be in  writing signed by the parties to be charged  therewith, may be made on behalf of the  Board in writing, signed by the Chairman  of the Board or by any member or employee  of the Board duly authorised thereto by the  Board; and",
    "mean_p_confidence": 0.8098529411764706
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (©) a contract which if made between private  persons would in law be valid although  made by parol only and not reduced into  writing, may be made by parol on behalf of  the Board by the Chairman of the Board  or by any member or employee of the Board  duly authorised thereto by the Board.",
    "mean_p_confidence": 0.8155555555555555
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  24. (1) The Board may delegate any of its powers Delegation of  (other than the power to make rules) or any of its pore snd  duties to any member or officer of the Board, and may Bou.  revoke any such delegation either wholly or in part  and either as to persons or purposes.",
    "mean_p_confidence": 0.8240677966101695
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (2) A person to whom any power or duty of the  Board is delegated under this section shall, in the  exercise or performance of that power or duty, con-  form to all such directions as may be given by the  Board. All acts done by such person in conformity  with such directions and in fulfilment of the purposes  of the delegation made to him, but not otherwise,  shall have the like force and effect as if done by the  Board.",
    "mean_p_confidence": 0.8412222222222222
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  2",
    "mean_p_confidence": 0.19666666666666666
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  12 Tourist Development Board Act,  No. 9 of 1959.  ‘Use of the 22, (1) Except with the written approval of the  Sipprovea by Board, no person shall use the expression “‘ approved  the Tourist by the Tourist Development Board” or any other  Pevejeement cognate expression.",
    "mean_p_confidence": 0.7173076923076922
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (2) Any person who contravenes the provisions of  sub-section (1) shall be guilty of an offence and shall,  on conviction after summary trial before a Magistrate,  be liable to a fine not exceeding one thousand rupees.",
    "mean_p_confidence": 0.8292682926829268
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  Miniator’s 23. In the exercise of its powers and the perfor-  direction © mance of its duties under this Act, the Board shall  be subject to, and act in accordance with, such general  or special directions as the Minister may issue from  time to time  Borer to 24. (1) The Board may make rules in respect of  mae rls, a] or any of the following matters :—",
    "mean_p_confidence": 0.7726666666666666
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (a) the matters referred to in section 4 and  section 10 (7);",
    "mean_p_confidence": 0.744
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (®) the matters referred to in section 10 (8),  including the contributions to be made to  the provident fund by officers and servants  of the Board and the deduction of such  contributions from the salaries of such  officers and servants;",
    "mean_p_confidence": 0.7985106382978724
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  (©) the appointment, promotion, dismissal and  disciplinary control of its officers and  servants;",
    "mean_p_confidence": 0.6894117647058823
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (@ the meetings of the Board and the quorum  for, and the procedure to be followed at,  such meetings;",
    "mean_p_confidence": 0.7847826086956522
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (e) the maintenance, use and occupation of rest-  houses the control of which is vested in the  Board, the fees and charges to be paid for  such use and occupation and the conduct  of persons using or occupying such  resthouses; and",
    "mean_p_confidence": 0.790625
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (f) any other matter connected with the affairs  of the Board.",
    "mean_p_confidence": 0.7435714285714285
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  (2) Any rule made under this section in regard to  the conduct of persons using or occupying any rest-  house the control of which is vested in The Boal may  declare the contravention of, or the failure to comply",
    "mean_p_confidence": 0.801590909090909
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Tourist Development Board Act, 13  No. 9 of 1959.",
    "mean_p_confidence": 0.7066666666666667
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  with, such rule to be an offence triable summarily b  3 Magistrate and specify as the ponishment for yuck  offence a fine of an amount not exceeding one hundred  rupees or a term of imprisonment of either description  not exceeding six months or both such fine and such  imprisonment.",
    "mean_p_confidence": 0.7837500000000001
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (3) No rule made under this section shall have effect  until it is approved by the Minister, confirmed by the  Senate and’ the House of Representatives, and  published in the Gazette.",
    "mean_p_confidence": 0.741111111111111
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (4) The Minister shall not, without the concurrence:  of the Minister of Finance, approve any rule made  by the Board in respect of any matter referred to in  paragraphs (a), (b) and (c) of sub-section (1)",
    "mean_p_confidence": 0.8119512195121951
  }
]