[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . Ist Session 1960-61 . dp Pct: SON Rubber Research (Amendment) Act, No. 58 of 1961 Date of Assent: June 19, 1961 7 a Printed on the Orders of Government : <i) Printed at the Goveanmenr ‘Pass, Cevion, To be Ferra ce tna Te, Case Annual Subscription (including Bills) Rs. 26, payable in “, aflvance to: the SupERnerENDENT, GovERNMENT Pusticarions ‘Bureau, Posr Orrice Box 600, Secretariat, Colombo 1 \"2 1s Pelee: 20 cents, cece Postage: 10 cents",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Rubber Research (Amendment) Act,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "No. 58 of 1961 *",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L. D=0, 28/60. : AN Act To Amzwn THE Rusuzr RESEARCH ORDINANCE.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "[Date of Assent: June 19, 1961)” BE it enacted by the Queen’s Most Excellent Majesty, ty and with the advice and consent of the Senate and House of Representatives of Ceylon in this present Parliament sesembled, and by the authority of the ‘same, as follows:— : :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. This Act may be cited as the Rubber Reveatch shot die (Amendment) Aot No 68 of 1961.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2, Section 4 of the Rubber Research Ordinance Amsninpat of (hereinafter referred to aa the principal enact- Chapter 908, Ment ”), as amended by Act No. 27 of 1948, is hereby further amended by the insertion, immediately after sub-section (8B) of that section, of the following new sub-section :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘€ (BC) The Board may establish and maintain . 4 Medical Aid Scheme and » Medical Aid Fund for the benefit of its officers and servants and their wives and children, make contributions to gach Scheme or Fund out of the moneys at the of the Board, regulate the man: cal etna ot SE at a foutributons to be mad to auch Scheme or Fund . a payments to be made from such Scheme or Fund to, such officers and servants.”*,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "8. The amendment mada in the principal enact- yaisiios ot ment by seotion 2 of this Act shall be deemed for all pst sas dou Purposes te have jaa effect from the date of com- Brain",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "cement 0: rincipal enactment, and © Ns aecordingly,— Principal . ee a",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "_ 7) Bana (@) the Medical Aid Scheme and the Medical Aid Fund heretofore established by the Rubber Research Board for its officers and, servants and their wives and children, . shall be deemed to have been daly estab- Lished, and all contributions made to and Payments, made from that Scheme and” : and all acts done in the course of ‘the management and conduct of such n 8 Biwn~aan qn, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Rubber Research (Amendment) Act, . * No. 68 of 1961 Scheme and Fund prior to the date of commencement of this Act shall be deemed to have bea duly made aud done under’ the powers conferred by the principal enactment; . ®) the rules heretofore made by the said Board for the management and regulation of the : Senior and Intermediate “Stall Medical Scheme and the Assistant Staii Medical Fund of the said Board, shall be deemed to have been duly made under the Principal enactment and to have been valid and effec- omnis tual for the purposes for which they were made at all material times prior to the date of commencement of this Act; and cas... (from the date of commencement of this Act, an the said rales chall be in, foros ao if they . ‘were rules daly made under the principal enactment and may he amended, rescinded, added to or replaced by rules made under that enactment. Amuioes of 4%, Section 6 of the principal enactment, 98 eet mended. by Act No. 52 of 1957, is hereby amended «utzet ia sitb-section (1) (a) of that section, as follows: — (2) by the substitution, for the words ‘‘one- eighth of a cent”, ‘of the words “one cent \"\"; (@) by the deletion of the first proviso to that sub-section; and (@) in the second proviso to that sub-section, by the substitution, for the words ‘ Provide aoe further”, of the word “* Provided ”. Boiceneat at.” 5, Section 8 of the principal enactment is hereby seciw 8 ot\" repealed and the follow section is substituted: Septet  Tppenled an ing new section is * Agana, 8. (2) The Board shall canse -its ‘anual sock mht be Kept in. such form and io wat.“ \"such Manner as the Minister may direct. (2) The Board shall cause its books to be balanced as on the thirty-first day of December in each year'and shall, before -the thirtieth day.of April of the follow- ing year, canse to be prepared # revenue",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Rubber Research (Amendment) Act, 8 No. 58 of 1961 and expenditare account and s balance- sheet containing a summary of the aseets and liabilities of the Board made up to the first-mentioned date. The revenue and e3 diture account and the balance- sheet shall be signed by the Chairman of the Board and by such officer of the Board as may be authorised by the Board + to do go.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "a) ‘The accounts of the Board shall be audited annually by en auditor (perein, alter referred to as “the auditor”) appointed by the Minister on the advice of the Auditor-General. The auditor so appointed shall be a member of the Institute of Chartered Accountants of Ceylon. The auditor shall receive such remuneration from the funds of the Board as the Minister may, with the con- currence of the Minister of Finance, determine.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(4 The Anditor-General shall have power—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(@) to direct the manner in which the sccounts of the Board shall be audited by the anditor and to give the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ": auditor instructions in regard",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "to any matter relating to the performance of his functions as the auditor, and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(8) to conduct a supplement or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "feat audit of the accounts of",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ". the Board by such person or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ". persons as the Anditor-",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ": eneral may authorise in that behalf, and for the par-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "poses of such audit, to",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "require information or addi-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "tional information to be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "furnished to any person ot",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "persons so. authotised, on",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ". such matters, by such person",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ": or persons, and in such form, as the Auditor-General may,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "by general or special order,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "direst.",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Rubber Research (Amendment) Act, No. 58 of 1961 . (6) The auditor shall exemine the accounts of the Board and ascertain the correctness of the balance-sheet and farnish a report to the Auditor-General stating— (@) whether he hes or bas not obtained all the informetion _ and explanations required by him, and @®) whether in his opinion the balance-sheet and accounts referred to in the report are . properly drawn wp so as to exhibit a tue and fair view of the affairs of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(6) The Auditor-General shall have the right to comment upon or supple- ment the auditor's report in such manner as the Auditor-General may think fit,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". (7) The Auditor-General shall trans- mit the auditor's report together with his comments upon, or his supplement to, such report to the Board. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(@) ‘The Board shall, on receipt of the auditor’s report in respect of any years tranamit to the Minister—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(@ 2 copy of such report together _ with the Auditor-General’s comments (if ny) ‘upon, apd his eapplement (if any) %, . ‘such report, @) 2 copy of the revenue ond expenditure account, (©) a copy of the balance-sheet, and . . {@) & report by such Board on its ark ‘ovis period for which ’ revenus expendi . account and the balance-sheet : have heen made up. .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Rubber Research (Amendment) Act, 8 No. 58 of 1967 (®) The Minister shell cause copies of each of the-documents specified in sub- ” -section (8) of this section to be laid * before the Senate and the House of Representatives.’.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "6. ‘The principal enactment, ae amended by Act skit of No, 2 of 1959, is hereby further amended by the Suiits insertion, immediately after section 9B of that enact- Me yaa! ment, of tha following new sections which shall have effect a sections 8C and 9D of that enactment :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "* Baaoptcn 9C. ‘The Board shall be exempt from feo. the payment of any customs duty on any ay. goods imported or purchased out of bind",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "by the Board for the purposes of the Board, if the Minister in consultation with the Minister of Finance approves of such exemption.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Aorciotmans 9D. (1) At the request of the Board,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "ieee to any officer in the public service may.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "oe sat with the consent of that officer and of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Sean the Secretary to the Treasury, be tem-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "porarily appointed to the staif of the Board for such period as may be deter- mined by the Board with like consent, or be permanently appointed to such staff, . (2) Where any officer in the public",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "service is temporarily appointed to the staff of the Board, sub-section (2) of section 26 of the Goverament-Sponsored Corporations Act, No. 19 of 1965, shall mutatis mutandis, apply to and in relation to him. ” (®) Whore any officer in the public service is permanently appointed to the Mall of the Boerd, sub-eection (8) of section 26 of the Government-Sponsored",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ". Corporations Act, No. 19 of 1955, shall mutatis mutandis, apply to and in relation to him. | .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 —- Rubber Research (Amendment) Act, No. 58 of 1961 (4) Where the Board employs person who has entered into a contract : with the Government by which be bus agreed to setve the Government for a specified period, any period of serviee to Board by’ that person shall be regarded ag service to the Government fot the purpooe, of discharging tho obligations of such contract.’",
    "mean_p_confidence": 0.77
  }
]