[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fi me pope) ; PARLIAMENT OF THE DEMOCRATIC 7 SOCIALIST REPUBLIC OF. SRI LANKA PROMOTION OF FXPORT AGRICULTURE : ACT, No. 46 OF 1992 . : [Certified on 22nd September, 1992] : : Printed on-the Orders of Government Published as « Supplement to Part I of the Gazette of the Demotrale Sociatist Republic of Sri Lanka of September 25, 1992 YRUNTED AT THE DEPARTMENT OF GOVERNMOENT PRINTING, SHE LANKA“ j ‘TO DE PURCHASED AT THE GOVERNMENT PUELICATIONS BUREAU, COLOMBO T Price: #0 cents. ’ Portege: He. 1°*",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "| Promotion of Beport Agriculture a Act, No, 48 of 1992+ | [Certified on 22 September, 1902] Le D=-0.42/89, + : : . An Acr 70 PROVIDg YOR Tut PROMOTION OF EXPORT AGRICULTURE : AND THE NEOESIONATION oF Tak DEPARTMENT oF Manion",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Export Cnors as 7 Derantetint or ExPORT AGRICULTURE",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AND FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL =",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘raBTO. ;",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parliament of the Democratic Socialist” Republic of Sri Lanka ax follows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited ss the Promotion of Export Short title,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". Agriculture Act, No, 46 of 1992. . th “2 ‘The Minister may, by Osder published in the Gazetie,- Application declare the export agricultural crops to which the provisions °*\"eAct of this Act shail apply. An export agricultural crop in res~ . pect of which an Order under this section has been made is hereinafter referred to as “a notified agricultural crop”. * |",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. (1) There may be appointed, by neme or by office, for - Apppiniment the purposes of this Act, a Director of Export Agriculture Sid servants, {hereinafter referred to.as the \" Director”) and euch ntim- ber of Deputy Directors and Assistant Directors of Export Agriculture and other officers as may be necessary.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "@) The act of appointment of any Deputy Director or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". Assistant Dizector of Export Agriculture shall specify whe- ther he {s appointed as auth for the whole of Sri Lanka or : for any pert thereof. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(3) There may also be appointed such clerical and roinor : staff as may be necessary to. assist the aforesaid officers in. -.” the administtstion of this Act. ‘",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. (1) Every Deputy Bireetor or Assistant Director of Powers end Export Agriculture shall, in the exercise of his powers, the ‘uties of performance of hts duties or the discharge of his functions, : be subject to the general direction and control of the. |” Director. : :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) Every Deputy Director or Assistant Director of Export a, Agriculture may, subject to the general direction and control of the Director, within the area for which he is appointed, : exercise, perform or discharge all or any ‘of the powers, - duties or functlons conferred or imposed on, or assigned t0, the Director by or under this Act... ! gr carves anes c02J0 we Pda sy : {",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Promotion of Export Agricultura =...” Act, No. 46 of 1992 . Regutraticn «5, (1) From and after the expiration of a period of three gf deez \"months from the date on which an Order under section 2 agricultural is made in respect of an export agricultural crop, no person op shall . —_ {@) engage in the primary processing of such crop ; or (®) engage in the wholessle purchase or sale, whether con hia own account or as a broker-or commiasion . agent, of such ¢rop either in the raw or processed . form; or * . (©) have in bis possession or transport a quantity of such : ‘crop either in the raw or processed form in excess of the prescribed quantity, . unless such person is registered for the purpose of this Act ‘with the Director. Jn prescribing the quantity for the purpose of paragraph (c) regard shall be had to the reasonatle requirements of the consumers of such erop.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(2) (a) An application for registration shall be made to the Director in the prescrthed manner and in the prescribed form, and shall be accompanied by the prescribed fee.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(0) The Director shall issue to every person registered under this Act a certificate of registration in the prescribed form. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Power ta 6. ‘The Director may require any person registered under",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Tealttenance this Act as @ processor, biryer, possessor or seller of @ noti-",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "‘ot records fied agricultural erop—-",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "and the : :",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "rae, (@) to-maintain records in respect of such crop in the » preserihed form ; and ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": (®) to furnish to the Director, “eturns in respect of such crop, at the prescribed intervals and in the pres ortbed form. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Powers of 7. (1) The’ Director may, by notice, require any person Dieter to ‘to furnish any such informotion or to produce any such faformation. ° dooument as the Director may consider necessary for the exercise of his powers or the discharge of his functions under this Act, and it shall be the duty of any person who receives such notice to comply with the terms of mach notlee",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ". Promotion of Export Agriculture - - 3 . . Act, No. 46, of 1982 Provided, however, that nothing in this subsection shall : be read and construed as enabling the Director by notice ~ to require any person to furnish any information or to pro- _uce any document, if the disclogure of such information or = } ‘the production of such document by such person is prohie bited by any provision of law.” : \" (2) No information contained In a return furnished under section 6 and no information furnished or the contents of a, ~ document produced in compliance with the terms of a notice issued under this section shall bé published or communi- cated by thé Director to any other person except with the consent of the person furnishing such return or information, or producing such document, as the case may be, or in the“ course of the discharge of the functions of the Director, = 8, The Director or any person acting with the written Power ot authority of the Director may, for the purpose of this Act Ditector te enter into or upon any land or building where any notified inspect agricultural crop {s processed or stored or-which is suitable REE, 9 for the cultivation of any export agricultural erop or any where vehicle in which eny, such crop is transported and make notified such inspections, surveys and examinations theteon or make crops ere such inquiries from any person found thereon as may be Processed necessary to asceitain whether the provisions of thls Act or any regulation made therewader are beng complied with . or the accuracy of any statement made in any return or information furtished under this Act or the suitability of any such land for the cultivation of any export agricultural crop. . . + 8. The Director shall be responsible for the conduct of Rescarch ty research and training relating to export agricultural crops {77 citurey and the Department of Export Agriculture is hereby destg- Tors. nated as a National Agricultural Research Institution. 7 19, (1) For the purpose of enabling the Department of Levy ot Export Agriculture to discharge ita research and develop- 204 ‘ment functions, there shall be charged, levied and paid, agriculture: in addition to any tax or export duty imposed under any °°?* written law other than this Act, a cess called the Export Agrielture Cess in respect of every notified agricultural crop, in such manner and of such amount, as may be deter: mined by the Minister by Order published in the Gazette, mado with the concurrence of the Minister in charge of the subject of Finance, ve : : : a",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "- 4 Promotion of Export Agriculture : : _ Act, Na. 46 of 1902 ¢ . : (@) The amount of cess imposed by this section may be varied, or any such cess may be rescinded by: Order made : by the Minister and published in the Gazette, : - (8) Every Order made by the Minister under this section . shall, as soon as convenient after its publication in the . . Gazette, be brought before Parliament for approval. Any , such Order which is not so approved shall be deemed to be revoked as from the date of its disapproval but without prejudice to the validity of anything previously done there- . under. - a : : : (4). This section shall have effect as though it formed part of the Custonis Ordinance, and the provisions of, that Ordi- nance shall apply accordingly. (8) The proceeds of the cess recovered under this section shell be paid monthly by the Director-General of Customs to the Director, no part thereof being eredited to the Consolidated Fund. . Diner 11. The Director shall be deemed to be a “prescribed bea officer” within the meaning of section 105 of the Crown prescribed officer: ~ Lands Ordinance. . under the . . . Crown Lands Srainence, , Ofences, 32, Every person who— : (a) processes, has in his possession, transports, buys or sells any export agricultural crop in contravention _ of section 5; : {d) fails without reasonable cause to maintain any records or to furnish any return or information “when required to do 50 by the Director under section 6 or section 7; 7 (e) resists or obstructs the Director or any person acting with the written authority of the Director, in the exercise of his powers under section 8; | {@) knowingly makes any false or incorrect statement in any record maintained by him under section 6, of tn any return or information furnished by -bhim | . under section 6 or section 7 j or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Ll “Promotion of Baport Agriculture 5 . ~ | Ast, No. 46 of 1992 . : (©) fails to comply with any regulation made under this” * Ack, re shall be guilty of an offence under this Act. . co 18, Every person who fs guilty of an offence under this Penaltie, ‘Ach shell, on conviction after summary trial before a |” Magistrate, be liable to imprisonment of either description “for a period not exceeding three months or to # fine not” exceeding five thousand rupees ot to both such fine, and imprisonment, : > . 14. Where any offence under this Act or any regulations Offences made thereunder is committed by a body of persons, then fy Dodie {ay if that body of persons is a body corporate, every’ . person who at the time of the commission of the 2 offence was a director or officer of that body corpo- rate; or (b) if that body of persons is a body other than a body corporate, every person who, at the time of the : commission of the offence, was a member or partner om of that, body, shall be deemed to be guilty of such offence unless he proves, that such offence was committed without bis knowledge or that he exercised all due diligence to'prevent the com- : mission of such offence, . . 15, (1) The Minister may make regulations for or in Regulations — respect of all or any of the following matters :—+ . a) prescribing the form of contracts to be entered into | | with growers of notified agricultural erops, for the 7) growing. of such crops ; + (b) proviging for extension services for growers of not . +. fled agricultural crops; : + {©) providing for schemes for the grant of subsidies and other assistance, financial or otherwise, to persons . who cultivate and process notfied agricultural © | erops; : {d) providing for schemes for the training of persons in the cultivation, processing and marketing of noti- fied agricultural erops and for the dissemination of - information relating to the cultivation, processing’ and marketing of such crops ; . . 1",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "6 Promotion of Export Agriculture ne . . ‘Act, No: 46 of 1902 | (@) prescribing the standards of quality to which notified . agricultural ccops shall conform ; __ @) providing for any matter which is required to be pres +“ eribed under thia Act, or in respect of which regu- Istions are authorized to be made under this Act.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "(2) Every regulation made by the Minister under subsee- tion (1) shall be published in the Gavetée, and shall come into operation on the date of such publication or on such later date as may be specified in the regulation.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "(3) Every regulation made by the Minister shall as soon as convenient after its publication in the Gazette, be brought before Parliament for approval. Any regulation which is Rot so approved shail be deemed to be rescinded as from",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "__ the date oF disapproval but without prejudice to the vall- dity ef anything previously done thereunder, — - (4) Notification of the date on which any regulation shall be deemed to be rescinded shall be published in the Gazette. Amendments . 16, Wherever in any provision of any written law or any Bet? notice, permit, communication, form, or other document 1s- documents sued, made, required or authorized by, or under any other _ forgeguential syritten law, the expression “Department of Minor Export change af Crops” occurs, there shall be substituted therefor, the ex: Ggsignation “pression “ Department of Export Agriculture” and accord- Department ingly, wherever in any such provision the expression gt tnor 4 Director of Minor Export Crops” is used, such- expression Crops. shall be read and construed as a reference to the “ Director of Export Agriculture”. . faves 17, Every contract, agreement or other instrument or contracts, document whatsoever made, issued or executed prior to the ie date of commencement of this Act by or in favour of the Director of Minot Export Crops shall be deemed from and after that date, to be and to have been made, issued or executed, by, of in, favour of, the Director of Export Agr : culture. . Sinpale 18, In the event of any inconsistency between the Sinhala peeve i2 and Tamil texts of this Act, the Sinhala text shall prevail. inconslatercy. . o",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "oe Promition of Export Agriculture «. 7 .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ": ‘Act, No, 48 of 1992",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "19, In this Act, unless the context otherwise requires-— -_Interpre- :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "“export agricultural crop” means any perennial crop -",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "“ other than tea, rubber, coconut and cashew, at least * fifty per centut of the total annual production of . which is exported; .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "~ prescribed ” means prescribed by regulations made under “ thin Ack . .",
    "mean_p_confidence": 0.61
  }
]