[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ADOPTION OF CHILDREN (AMENDMENT) ACT, No. 15 OF 1992 [Certified om 11th March, 1992] Printed on the Orders of Government Pet ean ea i se me ment cee Tw a . Price: 75 cents, Posteya: Re. 1.00 .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Adoption of Children (Amendment) Act, No. 15 of 1902 [Certified on 1th March, 1992] EDO. 73/88 : Am Act 10 anu Tun Avoemion oF CHILDREN ORDINANCE BB it enacted by the Parliament of the Democratic Soctalist ‘Republic of Sri Lanka as follows :— : ‘Shon 4. This Act may be cited as the Adoption of Children ttle {Amendment) Act, No. 15 of 1992, . Amendment 2 Section 3 of the Adoption of Children Ordinance of section 3 (Chapter 61) (hereinafter referred to as the “principal ™ “Meters! enactment”) ig hereby amended us iollows:— - :)) by the insertion immediately after subsection (5) of + that section of the following new subsection :— : * (Sa) (@) An adoption order shall be mide in * : favour of any applicant who is not a citizen of Sri : Lanka and not domiciled or resident in Sri Lanka : if no other person who is a citizen of Sri Lanka i\" ‘and resident and domiciled in Sri Lanka has apptied * to adopt the child in respect of whorn the applica z tion in made, - (®) @) The number of adoption orders that may 1 be made by all courts in any calendar year, in 7 favour of applicants who are not or were not at : any time citizens of Sri Lanka and who are not = Tesident and domiciled in Set Lanka, shall be . : prescribed by regulation. 7 (i) An adoption order shall not be made in favour : of any applicants who are not or Were not at any . . time citizens of Sri Lanka and who are not resident ‘ and domiciled in Sri Lanke, if the effect of making . of such order will he to exceed the number pres . erlbed under sub-paragraph (i), for the calendar ‘Year fn which the onder 1s to be made.” ; and {% tn subsection (@) of that subsection, by the sub- stitution for the proviso to that subsection of the following proviso :— 4D 012920 91405),",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Adoption of Children (Amendment) - ‘Act, No. 16 of 1992",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“Provided that an adoption order authorising the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "adoption, by two spouses who are not citizens ot",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Sti Lanka and who are not resident and domictled",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "in Sri Lanka of o child—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(a) who is in the care, custody or control of a person for the time being in charge of an orphanage, home or other institution matn- taincd by the Government or of an omphanage registered under the Orphanages’ Ordinance for a period of at least five years; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(®) selected by the Commissionar of Probetion and Child Care Services,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "may be made on the joint application of such spouses where, after calling for, and considering, = report from the Commissioner of Probation and Child Care Services on the social and peychological aspects of the adoption te be authorized and on the matters specified in section 4, the court is satisfied that there are special circumstances that justified the making of an adop- flon order in favour of the joint applicant, ‘The Commfssfoner shall submit such report to court within the period fored by court for that purpose, such period being not less than fourteen days and not more than twenty-eight days from the date on which the court calls for the report and shall annex to such reporh—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) « home study report in respect of the sppll- cants from an institution recognized by the country of the applicents ; end",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(®) a police report from the police authority for the respective police aresa within which the applicants reside,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "authenticated by the accredited representative of the Republic of Sri Lanks in that country, :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". Adoption of Children, (amendment) 4 ‘Act, No, 15 of 1992",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "“home study report” means @ report on the mental health of the applicants, on their social, religious and financial background and on their suitability to adopt child;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "“police report ” means a report an the conduct and . activities of the applicants’.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "3. Section 4 of the principalenactmentis hereby amended Amandment by the substitution for paragraph (e) of that section of the of sption 4 following paragraph :— precip",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". Baactrent,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "* (c) that—",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@ the applicant has not received, or agreed to recelve, from any person, and has not made or given or agreed to give or make, to any person ; oF",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(i) no person has received, or agreed to receive, trom the applicant, and hae made or given or agreed to give or make, to the applicant,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "any payment or other xeward in consideration of the adoption except much as the court may senetion.”\",",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "4. Section 10s of the principal enactment ts hereby Amendment amended by the repeal of gubsections (1) and (2) of that {facie section and the substitution of the following subsections principal thereler 1 Caactenent,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "“@) Where a court makes an adoption order authorising two spouses jointly to adopt a child (whether such adoption order has heen. made before or aiter the coming into ‘operation of this section) then— {2) such spouses; oF (®) where the martiage of such spouses thas been dissolved after the date of the adoption order, any one of such pouses ; oF (©) where both spouses are deceased and it @) the child is over eighteen years of age, the child; or 3-D013920 61/06)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "‘ Adoption of Children (Amendment) : Act, No. 15 of 1992 - (ii) the child is under eighteen ‘years of age, the grand mother, grand father, uncle, aunt, brother or sister of tha child being over eighteen years of age, or the Publie Trustee or the Commissioner of Proba- tion and Child Care Services may, notwithstanding the fact that the birth of that child hos been previously tegistered under the Births and Deaths Regia- tration Act, make a written declaration in the prescribed form to the Rogistrar-General for ‘the re-registration of the birth of that child : by the insertion of the names of such spouses as the nataral parents of thet child. Every auch declaration shall bear a stamp to the value of five rupees. (2) On receipt of a declaration under sub- section (1), the Registrar-General shall, if : hhe is satisfied that an adoption order has heen made by a court in respect of the child in respect of whom auch decleration has been. made and the relationship of the declarant to much child, cause the birth to be re registered fn the manner prescribed.”, pmertion % The following new section is hereby insterted fecum 1c immediately after section 10a, and shell have effect as ine at section 10c of the principal enuctment :— enactment, a gvery 10e. Where the adoption of a child is we authorized by an adoption order made under Jusidesri the proviso to subsection (6) of section 8 It Tania shall be the duty of every such adopter to teparls, farnish to the Commissioner of Prabation and Child Care Services, progress reporty— () quarter-yearly, in respect of the child ‘unill the adoption of atich child 18 Jegally confirmed in that country ; t (2) helt-yearty, in respect of much. child elong with the child's photographs for the first three years from the ate on which the adoption is legally confirmed in that country ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "Adoption of Children (Amendment) 5 Act, No, 15 of 1992 (©) yearly, in respect of such child until such child reaches the age of ten years,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "prepared by an institution recognized by the country of auch adopter and authenticated by ‘the accredited xepresentive for the Republic",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "of Sri Lanka in that country.\".",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "@ Section 14 of the principal enactment is hereby re- Repligement pealed and the following section is substituted therefor:— of He",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "Einctment,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "“Restriction - 14. Any adopter who, except with the ' onpeyment, sanction of the court, recelves, fram any",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "person or makes of gives or agrees to make",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "or give, to any person, any payment or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "reward in consideration of the adoption of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "any child under this Part and any person",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "who, except with the sanction af the court,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "receives, from any adopter or makes or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "gives or agrees to make or give, t9 any",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "adopter, any such payment or reward shall ‘",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "‘be guilty of an offence under this Ordinance",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "and shall, on conviction after summary trial .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "before a Magistrate, be lishle to a fine not",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "exceeding ten thousand rupees or to impri-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "sonment of elther description for a term",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "which may extend to two years, or to both",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "such fine and imprisonment.”,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "7, The following new section is hereby inserted Insertion of immediately after section 27 and shall have effect as strtion 21a weet nai aan 8",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "fon 27a of the principal enactment : Bacal",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "“zyoldbition 27a. (1) No person shall keep in unlawful tmewta custody in contravention of the provisions of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "custody, this Act— (@) any woman expecting @ child during",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "‘her pregnancy j",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "(b) any child with or without his mother, for the purpose of giving such child for",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "adoption.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Adoption of Children (Amendment) . Act, No, 15 of 1992 (2) Any person who contravenes the provisions af subsection (1) shall be guilty of an offence and shall on conviction after summary trial before a Magistrate be liable to a fine not exceeding twenty thousand rupees or to imprisonment of either deserip- tion for a term not exceeding two years or to both such fine and imprisonment”, ‘Amendment % Section 29 of the principal enactment is hereby Bot the amended in subsection (1) of that section, by the insertion Praca, immediately after paragraph (c) of that subsection, of the following new paragraph: — “(ee) who fs for the time being in charge of any childrens’ home which is maintained by a Non- ‘Governmental Organisation and which is registered with the Department of Probation and Child Care Services ;”. Sinhala % In the event of any inconsistency between the Sinhala prema and the Tamil text of this Act, the Sinhala text shall Anconsistency, prevail.",
    "mean_p_confidence": 0.85
  }
]