[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Sth Session 1969-70 evtarys , fy, ey g1970-4-- 27) EOD, S x _ &g ele Na Ss) 9 ox os ; Mahaweli Development Board Act, No. 14 of 1970 Date of Assent : March 21, 1970 Printed on the Orders of Government Cn a a ce ETN SLOvES PE eet Bieri oct gee homey ot We towne te ‘fssued before the date af peyment will not be supplied Price: 75 cents Postage : 20 conts",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Mohaweli Development Board Act, No. 14 of 1970 LD.—0, 49/69.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "AX Acr 70 PROVIDE FOR TRE ESTABLISHMENT AND REGULATION OF THE Manaweit DevzopMEnr BoxRD WITH THE GENERAL OBJECTS OF EXERCISING, DISCHARGING AND PERFORMING CERTAIN POWERS, FUNCTIONS AND DUTIRE WITHIN AREAS WHICH ARE CAPABLE OF DEVELOPMENT WITH THE WATER RESOURCES OF THE MAHAWELE GANGA.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(Date of Assent: March 21, 1970]",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BE it anacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "by and with tho advice and consent of the Senate and the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Parliament, assembled, and by the authority of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "same, as follows:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4, This Act may be cited as the Mahaweli sunt ais soa Development Hoard Act, No. 1 of 1970, and shall og coms into operation on such date as may be appointed by the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": ": PART I RetastiseManr aND CoNSTrroTION OF {Hz MAHAWELI Devatormens Board",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2. (1) With effect from such date as may be fixed Reibikiment ty the Minister by notification published in the i,t, Musmul",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "fazatte, there shall be established Board which sball cx\" be calied the ‘Mahaweli Development Board”, hereinafter referred to ss ‘* the Board ”.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) The Board shall by the name assigned to it by sub-section (1) be a body corporate and shall have Perpetual suocession and » common seal and may sue and be sued in such name,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "8. (1) The Board shall consist of the following constiate: members roe",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) four members appointed by the Minister from",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "persons who have bad experience and shown capacity in engineering, agriculture, science, commeres, administration of accountancy, hereinafter referred to as",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘ “appointed members ; and",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "@) ‘abject to the provisions of sub-section (18),",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "seven en officto members, being— — -",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": ". (i) the Permanent Secretary to the Ministry of Irrigation, or his representative from that Ministry;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "34 gona com",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "2 Mahaweli Development Board Act, No. 14 of 1970",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Gi) the Permanent Secretary to the Ministry of Agriculture, or his representative from that Ministry;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Gil) the Permanent Secretary to the ‘Ministry of Finance, or his repre- sentative from that Ministry ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(iv) the Permanent Secretary to the Ministry of Planning, or his representative from that Ministry;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "() the for the time being holdin, the ofive of Dieotor of Levigationt",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(vi) the person for the time being holdin, ie office of Director of Agricultures",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(vii) the person for. the time being holding the office of Land Commissioner: and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "{e) one representative member, that is to say, &",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "member nominated a8 its representative by the Electricity Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(2) The Minister may, with the approval of the Government, eppoint one of the sppointed members of the Board to be the Cheirman of the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(8) A person ahall be disqualified for appointment, or for continuing, as member of the Board—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(a) if he is a, Senator or # Member of Parliament, or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(®) if he has, directly or indirectly, any interest in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "& subsisting contract with, or in any work",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "being done for, the Board except as a share-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "holder (other | than a diredtor) in an incorporated company.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(4) Where a member of the Board is a shareholder (other than director) in en incorporated company",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "f+which has entered into any contract with, or is doing any work for, the , he shall disclose to the Minister the nature and extent of the shares held by him in such company.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(6) The Minister may, if he thinks it expedient to do so, remove, hy Order published in the Gazette, any, appointed member of the Board from office without reason stated, :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(6) A member of the Board in respect of whom ap Order under sub-section (6) is made by the Minister shail vacate bis office on the date of the publication of sach Order in the Gazette.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Mahaweli Development Board Act, No. 14 of 1970 8",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(7) A member of the Board who has been removed from office shell not be eligible for reappointment as a member of the Board, or to serve the Board in any other capacity.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) Any appointed member of the Board may at any time resign his office by letter addressed to the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(®) If the Chairman or any other appointed member of the Board is temporarily unable to dis- ‘charge the duties of his office on account of ill health or absence from Ceylon or for any other cause, the Minister may appoint some other person to act in his Place as the Chairman or as such member.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(10) Every appointed member of the Board shall, ‘unless he earlier vacates office by death, resignation or removal, hold office for a period of three years. Any appointed member of the Board who vacates office by efiluxion of time shall be eligible for reappointment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(11) No act or proceeding of the Board shall be invalid by reason only of the existence of any vacancy amongst its members or any defect in the appointment of a member thereof.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(12) The members of the Board shall be remunerated ‘in such manner and at such rates, and shall be subject to such conditions of service, as may be determined by the Minister with the concurrence of the Minister of Finance, -",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(18) The Government Agent of any administrative district within which any special area falls in whole or in part shall be au ex officio member of the Board.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "«Any Minister of any Ministry referred to in section 3 (1) () may, with the approval of the Minister, nominate any other person, by office, to be an ea officia",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "+ member of the Board. No ea officio member referred to in this sub-section shall be entitled to vote at any meeting of the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Makaweli Development Board Act, No. 14 of 1870 Eat of the 4. (1) The ooal of the Board shall be in the eastod; ack of ‘ue Board, ; y",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@) The seal of the Board may be altered in such manner as may be determined by the Board,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) The seal of the Board shall not be affixed to any instrument or document except in the presence of a member of the Board who shall sign the Instrument or document in token of his presence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "are wedi? Zhe Board shat, mrith the approval of the foca inister, appoint a competent and experienced persom * as General Manager of the Board,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "The General Manager shall be entitled to be prteeat and to speak at meetings of the Board, but shall not be entitled to vote at such meetings.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(3) The General Manager sball, subject to the general direction and couirol of ‘the Chairman, be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "nged with the direction of the business of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Board, the organization and execution of the powers,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ": functions and duties of the Board, and the adminis~ trative control of the employees of the Board.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(4) The General Manager may, with the approval of the Board, delegate in writing to any other employee of the Board such of his powers, functions or duties as he may from time to time consider necessary, and any employee to whom any such powers, functions or duties are so delegated shall exercise them subject to the general or special directions of the General Manager.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(©) The General Manager shall retire from office on reaching the age of sixty years. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(6) ‘The General Manager may not be removed from office except for good and sufficient cause and without the prior approval of the Minister,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "PART IT Fonetions avo Powsns or iz Boann . mid em, 6. (1) ‘The Minister may, with the approval of the Government, by Order published in the Gazette from time to time declare any area which can be developed with the water resonrces of the Mahaweli Ganga to be a special area (hereinafter referred to aa a ‘ spacial area”) within which the Board may, subject to the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Mahawéli Development Board Act, No. 14 of 1970 & other provisions of this Act, discharge all or any of its functions aud exercise or perform all or any of ite ‘powers or duties, ‘",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) The Minister shail, within one year of an Order having been made under sub-section ‘@) in respect of ny special ares, submit for approval by the Senate and the House of Representatives the plan, and the estimated cost, of the development of such area.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) The Minister may, by Order published in the Gazette, direct that, a3 Fespeots any suoh special area as chall be specified in the Order, the Board shall cease to exercise, discharge or perform—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(a) all its powers, functions or duties within suck",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "area; or (®) any such powers, functions or duties as shall be ‘80 specified within such area, and it shall be the duty of the Board to comply with such Order.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "T. (Ql) The Board may, subject to the provisions of Pow, section 6 (8) and the other provisions of this Act, fone ea exerciee, discharge and perform any of its powers, Bari» funetions and duties eee any specal area, Een oa",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Peon win (2) Nothing in this section shall be deemed to “rl ce preciude the Board from maintaining any office or atores outside any special area.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(3) Notwithstanding anything to the contrary in this Act, the Board tay, acting under the suthoriey Granted by the Minister by Order under bis band, execute outside any special area any such work speci fied in the Order as may be necessary for the discharge “ of its functions under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "8. The functions of the Board, within any special Tuetiom ot area, shall be— ype aan!",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@ to promote and operate schemes of irrigation,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "water supply, drainage, flood control and control of soil erosion;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "®) to promote agricultural and. economic",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "development; .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(©) to ensure the necessary co-ordination between",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "the Government and local bodies in the development of such area.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ". 6 Mahaweli Development Board Act, No. 14 af 1970 ‘Powers of the @. The Board may exercise all or any of the ‘Boxed, following powers within any special area:—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "{@) to construct, maintain and operate such dams,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ". channels, dreinage systems and other irrige-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "_, tion works and structures as may he required for any of its purposes;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(2) to determine and levy rates for the supply of water for irrigation;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(c) to construct waterworks for the supply of water for industrial and domestic purposes and levy rates or fees for the supply of such ‘water in bulk or by retail;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(@) to construct and maintain roads, buildings and other public utilities;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(e) to undertake land and agricultural development operations;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(A) to enter into and perform, either directly or through authorized agents, such contracts as moy be necessary for the exercise and per- formance of its powers and duties;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(g) to acquire and hold any movable or immovable property, or dispose of any movable or Immovable property acquired or held by it;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(f) to establish provident fonds and to provide welfare and recreational facilities, Tronees, hostels and other like accommodation for",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "~ the employees of the Board;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "@ to do all other things which are necessary for the proper discharge of its functions.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "‘Gensration and 40. The Board may, with the concurrence of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "pel gt Electricity Board, construct such installations as moy",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "ecarge be necessary for the purpose of the generation ant supply of electrical energy.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Activities ot tbe = 44, (1) The Board may establish its own",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Soar departments or agencies for the purpose of any work of planning, designing, . construction operations or any other work involved in the discharge of its func. tions, or may make arrangements with Government departments, ublie corporations and iocal authorities and other similar bodies for carrying out its functions.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(2) The Board may, with the Epproval of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "‘Minister given with the concurrence 1 Minister of Finance, make arrangements with Government",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Mahaweli Development Board Act, No. 14 of 1070 7 departments and educational and research institutions for carrying out research, and make cash grants to such departments or institutions for the purpose.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(8) The Board may establish, maintain and operate laboratories, experimental and research stations and farms, for conducting such experiments and research as may be necessary in the exercise aud discharge of its powers and functions.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "42, (1) Where any land or any interest in any land Caspalery in any special area is required by the Board for any sausonof of its purposes, that land or interest may be acquired —specal ares. under the Land Acquisition Act by the Government for the Board, and the provisions of that Act shall, save as otherwise provided in sub-section (2), apply for the purposes of the acquisition of that land or interest.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) Im any case where any land or any interest in any land in any special area is to be acquired under the Lend Acquisition Act for any purpose of the Board and public notice of the intention to acquire that land or interest is published as required by that Act at any time within the period of three years ‘ ‘commencing on the date of the publication in the Gazette under section 6 (1) of the Order declaring such special area, the following provisions shall apply for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "purpose of determining the amount of compenss-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "tion to be paid in respect of that land or interest,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "notwithstanding anything t the contrary in that ti",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(@) the market value of the land shall be deemed to be the market value which the land would have had on the date of such Order if it then was in the same condition as it is at the time . of acquisition; .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "@) ia ascertaining the market value of the land at the date of such Order no account shall be taken of any benefit or increase in value which may have accrued, or any expectation",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ": of benefit or increase in value likely to accrue, directly or indirectly, from any work of development or other operation of the Government after the date of such Order, oF",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "‘rom any work of development or ot! poration of the Board in pursuance of this cb,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "8 Mahaweli Development Board Act, No. 14 of 1970 owenion of 48, (1) ‘The Board may, by notice published end wade oy displayed in accordance with the provisions of sub- Rieevarttes section (2), require every person who claims any right, gods: tie Tao3 title or interest to or in any land situated in such part Aamintion Act Of a special area as is described in the notice to preter",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "his claim in writing to the Board within such time",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "ag may be spgoified in the notice.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(2) The notice referred to in sub-section (1) shail be Published in the Gaseite ‘and in at least one news-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "aper in the Sin! and one newspaper in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Bie Tamil language aud shall be displayed, in acoor-",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "dance with directions of the Board, at conspicuous",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "places in such part of a special area as is described in the notice.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(8) Where the Board requires for any of ite purposes any Jand situated in such part of a special area aa is described in a notice published and displayed under the preceding provisions of this section and where no claim of any right, title or interest to or in that land has been made to the Board as required by that notice or all. the claims made in respect of that land are, after due investigation, considered by the Board to be invalid, the Board may take possession of that land and cause any work to be done thereon, notwithstanding that no proceedings under the Land Acquisition Act bave been taken in respect of that land.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(@ Any person authorized in writing in that behalf by tha Board may, for and on Tehalf of the Bosrd, take possession of any land referred to in sub-section",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(5) Where any person who is authorized in writing by the Board to take possession of any land referred to in sub-section (8) is unable to take possession of that Jand because of any obstruction or resistance which has been offered, he shall, on hia making an application in that behalf to the Magistrate’s Court having jurisdiction where that land is situated, be enti to an order of that court directing the Fiscal to deliver possession of that land to him ‘or and on behalf of the Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(8) Where an order under sub-section (6) is issued to the Fiscal by a Magistrate’s Court, he shall forth- with execute that order and in writing report to that court the manner in which that order ie executed.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Mahaweli Development Board Act, No. 14 of 1970 &",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(2) For the purpose of exesating an order issued by a Magistrate's Court under sub-section (5), the Fiscal or any person acting under his direction may ‘use such foree as may be necessary to enter the lan to which that order relates and to eject any epson offering obstruction or resistance and to deliver Possession of that land to the person who is duly ‘euthorized to take such possession for and on behalf of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "4%, (1) Any land of which ion is taken Effect of the Board ander section 13 shall with effect from ae omeesion wader date of commencement of such possession, vest absolutely in the Board free from. all encumbrances,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "@) No person claiming any right, title or interest to or in any land of which possession has been taken by the Board under section 13 shall, save as provided in sub-section (8), be entitled to institute any suit or other logat roceeding against the Board in respect of that and. or of facing Possession thereof by the Board or of the doing of any work thereon by or under the authority of the Beard",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(8) Any person who would but for the provisions",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "* of sub-section a hava any right, title or interest to or in any lend of which possession has been taken by the Board under section 18, may institute in a court of Competent jurisdiction on action against the Board for 9 declaration of such Tight, title or interest and for obtaining compensstion from the Board in respect of that land, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "@ The amount of compensation which is to be awarded to any person in an action under sub-section (8) shall, save as otherwise provided in eub-section (6), be determined on the basis on which compensation ‘Would be determined under the Land Acquisition Act if the land in respect of which compensation is to be awarded were acquired under that Act. :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(©) Where compensation is to be awarded to any peteon in an action under sub-section (8) in respect of a land of which possession has been taken by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "* Board at any time within the period of three years commencing on the date of the Order made onder section 3 a) in respect of any special area within which such land is situated, the provisions of Paragraphs (a) and (6) of sub-section Ck of section 12 shall apply for the purpose of determining the amount of such compensation,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "10 Mahaweli Development Board Act, No. 14 of 1070",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "‘Grown lente, 18, In a special area, the Board shall in addition, novwithstanding the provisions of Part XI of the Crown Lands Ordinance, be charged with the administration of that Ordinanos and accordingly every reference in that Ordinance to the Land Commissioner or any officer of the Government entrusted with any duties in respect of Crown lands sball, for the purpose of the application of that Ordinance to such ares, be deemed to include a reference to the Board or to any such officer of the Board as may be authorized by the Board for the pnrpose of that provision,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "‘geist powers © «46, The written laws for the time being specified",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "‘eni'tne. in the Schedule to this Act shall have effect in every special area subject to the modification that it shall be lawful for the Board to exercise and discharge in such area any of the powers or functions vested by any such written law in any officer or person in like manner as thongh the reference in any such written law to the authority, officer or person empowered to exercise or discharge such powers or functions included a reference to the Board,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "PART IIT Starr oF az Boar",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "appinimnt ot 17. (1) The Board may appoint such officers and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "pact™ servants as it considers necessary for the efficient discharge of its functions:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Provided that a person who is not citizen of Ceylon according to the law for the time being in force relating to citizenship of Ceylon, shall not be appointed an officer or servant of the Board without the prior sanction of the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(2) The officers and servants of the Board shall be remanerated in such manner and at such rates, and shall be sabject to such conditions of service, as may be determined by roles made under aection 18. *",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(8) No person who has, directly or indirectly, by himself or his partner or agent, any share or interest in any contract made by or on bebalf of the Board shall become or remain an officer or servant of the Board.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Mahawelt Development Board Act, No. 14 of 1970 11 48, (1) The Board may make rules in respect of Powsref Bow ~ all or fy of the following matters: ope tomes rales (@ any matter which has to be determined under . sub-section (2) of section 17; @) the appointment, promotion, dismissal and disciplinary control of its officers and servants; (©) the meetings of the Board and the quorum for and the procedure to be followed at such meetings. . (2) No rule made under sub-section (1) shall have effect until it bas hes approved by the Minister. (2) The Minister shell not, without the coneursence of the Minister of Finanos, approve of any role made by the Board in respect of any matter referred to in Paragraph (@) or paragraph (8) of sub-section (1). 19. (1) At the request of the Board, any officer in sia the ‘out, service May, with the consent of that FA aw officer and of the Secretary to the Treasury, be inyiaiust of temporarily appointed to the staff of the Board for ES Sst > Sach period as may be determined by such Board with of te Bui. like consent or be permanently appointed to such staff. (2) Where an officer in the public service is teroporarily appointed to the staff of the Board— (@) he shail be subject to the same disciplinary eontrol as any other member of such staff; (0) if, at the time of his temporary appointment to the staff of the Board, his substantive post in the public service was a post declared to be pensionable under the Minutes on . Pensions— (i) he shall, while in the employ of the 9 Board, “be deemed 0° have been seconded to an office to which pension rights are not attached, and acoord- ingly section 94 of those Minutes shall ® apply to him, and ii) in respect of him the Board shall pay out ® of the funds ‘of the Board \"tc. the Secretary to the Treasury to be credited to the Consolidated Fund of Ceylon for every complete month",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "12 Mahaweli Development Board Act, No. 14 of 1970 during which he is in the employ of the Board such sum not ‘exenoding Swenty-fire per centum of the salary payable to him in his substantive post in the public service as may be deter- wined by the Minister of Finance; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(©) if, at the time of his temporary appointment to the stalf of the Board, he. was a contributor to the Public Service Provident Fund estab- lished under the Public Service Provident Fund Ordinance, his service to the Board shall, for the purposes of that Ordinance, be deemed to be service to the Government, and accordingly he shall, while he is in the ampley of the Board, continue to pay such contributions as he waa liable under that Ordinance to pay, and in respect of him the Board shall pay at the close of each financial Yer ont of the funds of the Board to the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "puty Secretary to the Treasury to be credited to the officer's account in the Public",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Service Provident Fund a sum equivalent to",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "such contribution as the Government is",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "liable to pay to the Public Service Provident . Fond in respect of him.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(8) Where an officer in the public service is",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "permanently appointed to the staff of the Board—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "@ he shall be deemed to have left the public service;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "() if, at the time of his permanent appointment to the staif of the Board, his substantive post in the public service was a post declared to be pensionable under the Minutes on Pensions—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "i) he shall be eligible for such an award under those Minutes as might have been made to him if he had beon retired from the public service on the frond of ill health on the date of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "is permanent appointment to the staff of the Board,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(i) the amount of any such award made under those Minutes shail not be paid to him unless his employment in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Mahaweli Development Board Act, No. 14 of 1970 18 the Board is terminated by retire- ment on account of or ill health or by the abolition of the post held hy bim in the Board or on any other gone approved by the Minister of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "nance,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{iii) in the event of his death while in the employ of the Board, such an award as might have been made in xespect of him under those Minutes if had",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "- died immediately before his perman- ent appointment to the stall of the Board may be made in respect of him; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(c) if, at the time of his permanent appointment",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "to the staff of the Board, he was a contributor to the Publio Service Provident Fund established under the Public Service Provi- dent Fund Ordinance, he shall, for the purposes of that Ordinance, be’ deemed to hhave left the service of the Government upon the determination of contract with the consent of the Government otherwise than - by dismissal,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(4) Where the Board employs any person who has entered into a contract with the Government by which he has agreed to serve the Government for a specified period, any period of service to the Board by that person shall be regarded as service to the Government for the purpose of discharging the obligations of such contract.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "PART IV Finance,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "20. (1) The Board shall have its own fund. All Fond ot de moneys received by the Board, including such sums \"+t as may be voted by Parliament for the use of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": ", Board, shall be credited to the fund, and all payments made by the Board shall be made therefrom.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(2) All moneys voted for the development of the Mahaweli Gangs out of the Consolidated Fund of Ceylon may with the approval of the Government be credited to the fund established under sub-section (1).",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "14 Mahaweli Development Board Act, No. 14 of 1970 Waiver of 24, Notwithstanding anything in any other Sis Say. ition law, the Principal Collector of Custas may, with the sanction of the Secretary to the Treasury, waive the customs duty on any articles imported by, or for, the Board, or purchased out of bond by the . Board, for any of its purposes. dosnt end 22. (1) The Board shall canse proper accounts of Sooke the *acdine and expenditure of the Board and of all its other transactions to be kept and shall prepare an annual statement of accounts and statistics relating to the business of the Board in euch form and contain- ing such partionlars as the Minister with the ‘concurrence of the Minister of Finance may from time to time specify.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "(2) The accounts of the Board for each financial year shall be audited by the Auditor-General. For the purpose of assisting him in the audit of such accounts the Auditor-General may employ the services of any qualified auditor or auditors who shall act under his",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "* direction and control.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "(3) For the purpose of meeting the expenses interred by him\"in the audit of the aooounts of the Board, the Auditor-General shall be paid by the - Board such remuneration as the Minister may deter- mine with the concurrence of the Minister of Finance. Any remuneration received from the Board by the Auditor-General shall, after deducting any sums pile by him to any gualifed auditer employed by him lor the purposes of such sudit, be credited to the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "() The Auditor-General shell examine the aeoounts of the Board and furnish a report stating—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "(@) whether he has or has not obtained all the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "information and explanations required by im 5 (®) whether in his opinion the accounts have been drawn up so as to exhibit a true and fair view of the affairs of the Board; i (@) draming attention to any item in the accounts « ' which in bis opinion may be of interest to the Senate aud the House of Representatives in any examination of the activities and accounts of the Board. ® The Auditor-General shall transmit his report to the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "Mahawoli Development Board Act, No. 14 of 1970 15",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(6) For the purposes of this section the expression \\\" qualified auditor ” means—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(@ an individual who, being a member of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "Institute of Chartered Accountants of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "Ceylon, posserses' a certificate to",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "+ practise as an Accountant issued by the ‘onncil of that Institute; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(®) & firm of Chartered Accountants each of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "partners of which, being a member of that Institute, possesses a certificate to practise as an Accountant issued by the Council of that Institute,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "2, The Auditor-General and any person autho- Pores ot te rized by him shall have access to all such books, Ain deeds, contracts, vouchers and other decuments of the tay’ perce Board as the Auditor-General considers necessary for {iiediad tr the urposes of the audit, and ghall be furnished by Stich the wd and the officers of the Board with su information within their knowledge as max be required for such purposes.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "4. (0) The Board shall, as soon a8 possible after epor of the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "» the end of each financial year of the Board, make to Butt 28, the Minister a report on the exercise and performance  sutitoc’s repo: ty such Board of its powers and duties during that S34, year and on its policy and rogranune. Such report for tresnats\" ant ‘any year shall set out any direction given by the  satiier fo be: Minister to the Board during that year. Msierand",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(2) The Board shall, on receipt of the Anditor- Saul sn the General’s report, in each year, transmit to the Representatives. ‘Minister—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(© a copy of such report, and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "(8) & copy of the statement of accounts and statis .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "tics prepared under sub-section (1) of section 22.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "{8) The Minister shall lay copies of the reports and the statements referred. to-in fab-section (1) and (2) before the Senate and the House of Representatives. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": ". : PART V",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "GENERAL",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "23, (1) The Minister may make regulations for Regus the Poxpoee of carrying out or giving effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "23 m0 go",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "16 Mahawweli Development Board Act, No. 14-0f 1970",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(2) Every regulation made by the Minister shall be published in the Gazette and shall come into operation on the date of such publication or o such later date as may he specified in the regulation.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(8) Every regulation made by the Minister shall as soun as it is convenient after its publication in the Gazette be brought before the Senate and the House of Representatives for approval. Any regulation which is not so approved shall be deemed to be resein- ded from the date of disapproval, but without pre- judice to anything previously done thereunder.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Bprepst te 26, (1) The Minister may, after consultation with the Board, give to the Board in writing general or special directions as to the performance of the duties and the exercise of the powers of the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": ". (2) The Minister may, from time to time, direct the . Board in writing to furnish to him in such form.as he may require, returns, accounts and other informa- tion with respect to the property and business of the Bourd, and the Board shall carry out every such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "direction.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(8) The Minister may order all or any of the acti- vities of the Board to be investigated and reported apen by goch person or persone ws he may 2p ity and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": ": pon such order being mado, the Board ahall ‘afford",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "such facilities to carry out such order.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "itton ot 27, The Minister may, by Order published in the setae ten Gazette, approve of the ‘proposed Eudsition of any land, of any iuterest im any'lamd, other than Crows",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "land, for any purpose of the Board, and where such an",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Order is so published, the land or the interest in any",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "land specified in the Order shall be deemed to be re-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": ". ited foro public purpose ond may be acquired under 1 de Land Acquisition Act, and when so acquired shall be transferred to the Board under the Crown Lands”",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Ordinance.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "fiers snd 28. All officers and servants of the Board shall be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "mraz of deemed to be public servants within the meaning and ele ule for the purposes of the-Penal Code.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Muhawsli Development Board Act, No. 14 of 1970 17 29. (1) No suit or other legal proceeding shall lie sxte gr au -against the Board for any damage caused, or likely to BES\" be caused. by any act which in good faith is done, or sim Board purported to be done, under this Act. : a our (®) No suit, prosecution or legal proceeding shel “re lie against any person in the employment of the Board for any act which in good faith is done, or purported ‘to be done, under this Act. 30, In this Act, unless the context otherwise  tovepratina. requires— \"Chairman ” means the Chairman of the Board; “ Electricity Board ‘” means the Ceylon Electricity Board established under the Ceylon Electr’, city Board Act, No. 17 of 1988; “ General Manager” means the General Manager of the Board; | “ special area \"’ means any area in respect of which there is for the time being in force an Order published by the Minister ander section (1). . SCHEDULE ‘ection 16). ort Ordinance, niption Ordinaton Lani Development, Ordinenct. Padly Lands Act. “Wotan au, monied wndar ery of the afoten ebacanate,",
    "mean_p_confidence": 0.76
  }
]