[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA RUBBER REPLANTING SUBSIDY (AMENDMENT) ACT, No. 9 OF 1998 (Cecsed 200 March, 1998) ‘Prited onthe Opler of Government Pobted taSupplrmentio Pan Tote Gast of te Desnoratc Salat ‘Rapeblic of Si Lanka Api 03, (998 rare avo anim coroner nacre natin armen naar a ODHme Peles 78 Poage 258",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘uber Replonting Sabidy(Aeiandment) ‘Ae, No, Def 1998 [Certed om 3048 Mare, 1998]",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "LD 0.7595,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "AN ACT sexo Ts Ropes Ren aero Simin Act ‘BE uenacid by to Partinure ofthe Democratic Soria Republic of Si Lanka a fotos —",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1, Thie Act may bw cited asthe Rubber Baplanting stage. (Ameodruent Subsidy Act No.9 of 1996.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 Tha fog tet the Rabber Repaaing Subuly Act “Repco (Chapter 437) (herenaties refered to asthe “principal ogtacie ‘seomeni) i hey repealed and the flowing lemg He CD57. absluned therefor =",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "\"An Acti provi forte caabisrnoat of «Pa forthe",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "[perpoce of anbsidising the replening of rubber sais and rubber stacks the rabies ‘of rubber estas and rubber amaltholangs; che processing of raw uataral ribet inctuding Ue Drchase of machinery aod equipment! orci the (rocemting of raw nate ruber, I provision of ‘Welfare facilites to rubber albolders snd for mater comected therefor incest there\".",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘A. Section2oftm principalesacomentisherchy mended Armwdmwaot by te sdbaecdon fax all he wotds fen he” processing” eta et ‘othe ond of tat secdin, of ths ward “the pocewsng of iw sd rutin! rbber, lncloeg the parties of macy sa ‘equipment usd in fo processing of re hia aber aad 1s provision of welfare facile to rue smalckers™",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4 Sections 2s and 20 of the principal enactment sre Repu tna hereby peal. eta safe",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "oy peal",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘5 | Scxion3 oft principal enacinenc thereby emended Anadnasot shillon poedelbe in mseaton 0 at seton— =.",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) by te repeal of pengragt (0) and (2) of tu sxbwcion + epee. e085",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "| | . 1a mtn perseers on seg ot te meme oer ere eh eases pomeeewenatetaaes ee | ey eats eames cacpeemmnannrrmrsn Uhemimnyanseadee Renents ene natn — Set tere warmer a erect cep ie ia ce eles eet hcaea ae saa oo cea anna mncniemrmot ace, on 6) by the substnudon in paragraph (2) of that subsection necenainreme  are = {by the addition immediately ater paragraph (0) ofthat subsection, of the following new paragraph — St cpa mayeenoacen atten eee nmaimamettas SSR sees sinoncninnsy meat sgn Fe Oe taming ieee aera 7 a oes : ees | iaentrene tes eee ete",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Richter Replacing Sebel (Amendiaenty 3 ‘ey Ala Def 1988",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(dy the repeal of subsscion (2), CO one A of",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "5 by tha romumterag of sutnetices (6) aa (7 of dk fenton ns strc: (2) aa (S}easpeniey of th soda .",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(4) in the enmmohesed subsatloe Ch of eat meson fy ‘he eaheuion forthe wands “enport Gee othe bord \"cose\"",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "18) in de embed subsudion (3) of sha aeesion, by \"he sobs fo the emda” expt dies” ph ‘Priscipal Callselor of Comem”, ofthe word ceases” sad “ Diteetac-General of Customs” rego,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(0) ty the rbotnnion force mngiad woteta that eston ofthe following vorginal mae —",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Lanyon rpg sete he”",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7. Sediontiof the incipaeasrineactehachy anid tedneatot elston — esi ott eee 1 imautnteion (2) ft satan —",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(a) in paragraph (a) of Oe sxdnection by the sbitsion foal he wo fon he wards “aed the proaemsing tthe end of that pariah, of the words the proneaing of raw nan bbe including Ge purchase of machinery and nuipenet used the procensing of rae sms ‘bbe and the provision of welte Sees suber smlibdore\";",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "<b) tn parngyapl (c) af thal subsnrtion by che bein forthe wards “ram fan” of ‘he words* Soe be fd a:",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "4 Rube feaing Sb (Ament) et, Ha 3 of 1988 6) by eat ona ater gern) fF that exbeaclon of the folloming #07 peng — \"Ady peciy th rss to bo ald by way of ‘Rint perso who 8 Ooh ne 12 ‘esi sey yet © (2) ie mbronion of th aon {ah in paragraph (B) of thas snbaeation, by et fabwliono, Graf coe wank ee a ont ae Tousen Grebo agg oe as | ie ond opts of iinet Feber sep na akceding ex metho {o both ih ie ad ingricuent” at 1) by te wiion edie er panna 0 of ‘et scocton of flowing oe page — (0) provided Has the omens paid by che bbe Conover any pin wider ay sarhachers by way of suai, cost of flaking mimes iia or fis ts S00 ape rb recovered he 8 Shmnarar fe imposadby he COMTI Sroetifieais iaued by the Redber ‘enrol any men bet abaslenede amaltalding aie btsining foe ee ear suby jms 28d ba {Rot ropald each sineats hat G8 ‘eins os prot of ach ft”, precomacet ——-Re_Seetion 13 she incpal enchant I teby",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "Robe idelte — apened x falas —",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "Zo. (1) by Se inenion ieeiatey afer ie dition of {ho axprorsion “Fund”, of the following new Sefton > penn ines of ere tam satel ober” means ot aman ribbar",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "“ovaitio undsr the HS, Heading 4053 of ‘Chatoans Neiiation (RPO) Ha, 98/18 and rblahed ia Get Botverteay Na. B26 ot ever, S98",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "atiber Replansing Subsidy (Amendrsens) ‘Act, No 9 ef 1988 2), by the repeal of the defination of ihe expression “Rubbed Conwell”, acd te subeaaon theefor ofthe fellowing deinlon — * \"Rubber Conmllee neces the Rubber Conalee ‘ppoimed ut deemed oo have bean apcited ‘under the Rubber Congo Act and inches ie ‘Decne Gana ofthe er Development 9, Te the event of ny inconsistency betwaen the Sia Sata eto ‘and Tamil ent ofthis Act, dhe Sila wor hal revit, palin ot Erich",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "__",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "‘ante scxigion ee ad At Pr RRL Be LARP",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "eta reereten, Gomumee Rates Bal, Mo 2, Tetras HOt, anc Cannes tele oa Domne ene he,",
    "mean_p_confidence": 0.3
  }
]