[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ": See) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA FISHERIES (REGULATION OF FOREIGN FISHING BOATS) . {AMENDMENT) ACT, No. 37 OF 1982 [Cortified on 12th October, 1982] ee Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratle ,  “ Soelalist Republic of Sri Lanka of October 15, 1082 Rim reas 2 te Gem roti mt, om Price: 20 cents” . Postage: 50 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Fisheries (Regulation of Foreign Fishing Boats) . (Amendment) Act, No, 37 of 1982 . [Certified on 12th October, 1982) LO. 62/81. AN Act 0 anon twe Pisnmies (RecuLarion oF Fonzct ‘Fuse Boazs) Act, No, 59 oF 1979, ‘BE it enacted by the Parliament of the Democratic Socialist Republie of Sri Lanka as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1, This Act may be cited as the Fisheries (Regulation of shoxstitle. Foreign Fishing Boats) (Amendment) Act, No. 37 of 1902",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2, The Fisheries (Regulation of Foreign Fishing Boats} Generst Act, No, 58 of 1979 (hereinafter referred to ax the“ prineipal {ynendment ‘enactment \") is hereby amended by the substitution, for the Act No 69 word “Director” wherever thet word occurs in any provi- % 1°70 sion of the principal enactment (other than in subsection (5) of section 18 and subsection (1) of section 20), of the word * Secretary”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3 Section 13 of the principal enuetment is hereby amend- Amandment ed in subsection (5) of that section by the substitution, gor of Suton the expression “the Director or the Government Agent,” principal appearing in the proviso to that subsection, of the expres- “actment sion “the Secretary or a person authorized in writing in ‘that behalfby the Secretary,”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4 Section 20 of the principal enactment is hereby amend Axendmsos ed in subsection (1) of that section by the substitution, for of section the words “The Director or Deputy Director or any Govetn- principal ment Agent or Additional Government Agent”, of thu words ®hactment “The Secretary or a person authorized in writing in that brhalf by the Secretary *. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "5. Section 28 of the principal enactment is hereby amend- amendment ed as follows :— of section",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "5a ote (1) by the omission of the definitions of “Director and Enacument,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“Deputy Director”; and +",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) by the insertion, immediately after the definition of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "_. . ‘related activities”, of the following new deB-",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "TiS RHO we Be ae LI) sligecretary.* meat the person for the time being |, *",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ": holding office as-the Secretary. to.the Ministry vf the Minister ;\",",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2A enon — 18,028 0700)",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "HOR Wea pote: ea te Santini & Annus! subscription of Bills and Laws of the Parliament: Rey 160 (Lots!) Re 200 (Foreiga), payehle to the Supranrenzenr, Govmuiaznt Pysacan0ns Boutau, P. 0. Box $20, Couomid 1, before 15th Déséibber gach year in respect f°\" of the’ year following.\" T “iutcr.",
    "mean_p_confidence": 0.56
  }
]