[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EXP SSE, PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF : SRI LANKA SRI LANKA PORTS AUTHORITY (AMENDMENT) . AGT, No. 35 OF 1984 - {Certified on 23rd August, 1984] Printed on the Orders of Government Published as a Supplement to Part Li of the Gazette of the Democratic Socialist Republic of Sri Lanka of August 24, 1984 ye te een me command Pinion pA canna Price: 30 cents ’ : Postage: 60 coms",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Sri Lanka Ports Authority (Amendment) Act, No. 35 of 1984 [Certified on 23rd August, 1804] LD.—O. 82/84 . Aw AGT 70 AMEND Tae Smt Lanka Ponts Ausaonmy Act,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": ". ‘No. 5 oF 1979 ‘BE it enacted by the Parliament of the Demoeratic Socialist Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "J. This Act may be cited as the Sri Lanka Ports Autho-- short title. rity (Amendment) Act, No. 35 of 1964.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2. Seotion 7 of the Sri Lanka Ports Authority Act, No, 61 Amendment * of 1979, as amended by Act No. 7 of 1984, is bereby further of grqin amended in subsection (1) of that section, by the insertion No, 31 of immediately after paragraph (¢) thereof, of the following 197%. new paragraph :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "« (a8) to guarantee, with the consent of the Minister given",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "with the concurrence of the Minister in charge of the subject of Finance, the repayment of any Toan given by any person, firm, corporate body, organization or institution within or outside Sri Lanka, ta any person, iirm, corporste body, orgauization or tastitution in which the Ports Authority has on interest, or the performance of the obligations of any person, firm, corporate body, organization or institution in which the Ports Authority has an interest ;”. 8 OTToAa~ 7.008 86001 2",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription of Bills and Laws of the Porlianent Hs. 150: (Loca.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ra 200 (Foreign), payable to the Surmemrmvomer, Govmexnmer PostrcaTions",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Buewac, P. 0. Box $00, Covosme 1, before 15th December each year in respect of the year following.",
    "mean_p_confidence": 0.75
  }
]