[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "2nd Session 1957 : eee ; Le, aN e fe N ¥ CSTE fears epg Seo. ne AJ (sa) , 6, 2) Spe Toy I> Vey Shop and Office Employees (Regulation of Employment and Remuneration) (Amendment) Act, No. 60 of 1957 & Date of Assent: December 21, 1957 - Printed on the Orders of Government of ° . Printed ot the Govennmmnr Paras, Cuxton, To ba - purchased at de Govamnenier Puuticasions BUREAU, Corone#0 Pe eee ‘Boweav, Post Orrick Box 500, Secretariat, Colombo J Prive: 35 cents, Postage : 10 cents .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Shop and Office Employees (Regulation of 8 i ? Breplopmont asd Renserttion (Amendment) Act, No. 80 of 1957",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "TL, DO. 43/54.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "An Act To aMEND THE SKor AND Orrice EMPrLovess",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(Reou.ation of ExroyMEnt anp RemuweraTion)",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘ Act, No. 19 oF 1954. [Date of Assent; December 21, 1957] BE it enacted by the Queen’s Most Excelient Majesty ‘by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— . 4. This Act may be cited as the Shop and Office Short title. Evuployees (Regulation of Employment and Remunera- tio) (Amendment) Act, No. 60 of 1957.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. Gection 8 of the Shop and Office Employees Amssimat, ot Regalation ‘of Employment and Remuneration) Act, %a'No 19 ot",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "fo. 19 of 1954, hereinafter referred to as the 14.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "** principal Act”, is hereby amended, in sub-section co) of that section, by the insertion, immediately after pBragraph (c) of that enb-section, of the following new paragraph :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "** (ce) presoribing the cases and the circumstances in which any employee who has been on leave or on holiday on any day in any weel: shall be deemed, for, che purpose of oott- puting overtime, to have worked for the normal period for which he would have worked if he had not been on such leave \\",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ": or holiday;””.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8. Section 5 of the principal Act is hereby Ameadmsot of amended in gub-section (9) of that section by the seen” substitution, for the expression * section 7 or’, of act.” the expression “' seotion 7 or Part LA or”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4%. Section 6 of the principal Act is hereby amended Amendment",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ wis follows: — i Fat i ra |",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(I) in sub-section (6) of that section, by the | substitution, im paragraph (a) of that sub- i section, for the word ‘‘ Act’, of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "° words “* Act or of any other written law \"; sar aunsse comm i",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "4 Shop and Office Employses (Regulation of Employment and Remuneration) (Amendment) Act, No. 60 of 1987",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(2) by the insertion, immediately after sub- section (7) of that section, of the following: new sub-section :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "*{7A) The Commissioner may, by. notification published in the Gaze¢te and* in a Sinhala newepaper, a Tamil news- Paper end an English newspaper, cit calating in Ceylon, fx, in seepect of any elase of chops or offices, a date to be the date of commencement of the year of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": ". employment for the purposes of this section.” ; and (8) by the repeal of sub-section (8) of that section and the substitution therefor of the follow- .. ing new sub-section: — * (@) In this section, the expression ‘ year of employment ”, with reference to any shop or office, shall,— . (a) where thet shop or offices belongs : to any clase of shops ar offices >. in respect of which the Cont. missioner has fixed a date under . sub-section (7a), mean the period of twelve months Teckoned from thet date, and ~ *  () in any other case, mean the period at af twelve months reckoned from the first day of January of . | each year.’, Amminnt, ot 8, Seation 7 of the principal Act is hereby amended seen Tt follows :— ‘the principal as cs (@) in eub-seotion (1) of that section, by the sab- stitution, for the word “eight”, of the word “ nine \"*; and (8) in sub-section (2) of that section— Me (i) by the substitution, for the words “employed on any day\", of the words “employed for a normel potied of employment on any day a an",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Shop and Officu Employees (Regulation of $ Brployment and Remuneration) (Amendment) Act, No. 60 of 1997 Gi) by the substitution, for all the words from “on or before’ to ‘‘ deter- mined *, of the following: — rf “ on or before the thirty-first day ‘ of December next succeeding, or be paid remuneration for his employment on the day 90 declared to be a holiday ””. + 6, Section 9 of the principal Act is hereby amended Amendment, u« by the repeal ‘of sub-section ® ‘of that section and %2*2,9,<f the substitution therefor of the following new Act. sub-section: — * (8) Nothing in eub-section @) or sub-section (2) or in the Schedule shall apply to pay person employed in or about the business of a shop or office on any day on which the total period during which he is so employed does not exceed five continuous hours.”*. . % The following new Part is hereby inserted tstenion of ‘immediately after section 18, and shall have effect. as pew Park Ta ‘Part LA, of the prineipal Act:— Bicol ‘PART IA. Mateenrry BENEFITS. Apolcation 48s. This Part shail apply to every Pam Pa. female person employed in or about the business of a shop or office. Leave i 8p. (1) A female employee to whom sFpemae thig Part applies shall, ‘upon giving aad conte: notice to her employer that she expects * to be confined ‘within fourteen days from the date specified in the notice, 1. entitled to leave for the period commenc- ing on,that date and ending on the day immediately preceding the date of her confinement, and her employer shall allow such leave. ° @) A female employee to whom this Part epplies shall, if she is confined, be entitled to take and shall take leave for , @ period of twenty-eight days commenc- ing on the date of her confinement, and . her employer shall allow such leave.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "& Shop and Office Employees (Regulation of Employment and Remuneration) (dmondment) Act, No, 60 of 1957 aummeretin «8c. (1) Where a female employee to i peed whom this Part applies tals Jeave in Srurqesre _agoordance with sub-section (1) of sectiom stecger? 18m, she shall be paid full remunoration et for the entize period of the leave if that. od does not exceed fourteen days or Por fourteen days of that period if that period exceeds fourteen days.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ". @) A female employee to whom this. Pat a plies aball bo paid full vemone- ration for the entire period of the leave which she is required by sub-section (2) of section 182 to take.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Fook ich 18D. (1) Where a female employee",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "SE to whom this Part applies gives notice",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "alter to her employer that she expects to be",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Pregnancy confined within such period (hot exceed- ing three months), from the date specified in the, notice, ss may be so specified, she shall not be employed, or be caused or permitted to be employed, during the period commencing on that date aad ending on the date inmedistaly",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ": preceding the date of her confinement, on any such work as may be injurious to her or her obiid.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) A female employee referred to in sub-section (1) who is confined shall not be employed, or be caused or permitted to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ": be employed, daring the period of three months commencing on the date of her . confinement, on any work referred to in that sub-section. Boplayment 18e. (1) The employment of am pad female employee to Sviom this Pare Hews af = applies shall not be terminated by peony oe, reason only of her pregnancy or oonfine- aia ie ment or of any illness consequent on her seepe\"——_preguancy or confinement, n",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) Where an employer is prosecuted for the offence of acting in contravention of the provisions of sub-section (1), the burden ‘of proving that the employment of the female employee was terminated by reason of some fact other than her",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Shop and Office Employees (Regulation of 7 ee Enoploymens and Remuneration) : (Amendment) Act, No. 60 of 1967 Pregnanoy or confinement or any illness consequent on her pi or confine - ment shell be upow the employer. No notice of 187. When a female employes to ‘epee whom this Part applies is absent on female explores leave in accordance with the provisions Grow unter of this Part, her employer shall not give tuaFen, \"her notice ‘of dismissal during such absence or on such a day that the notice will expire during such absence. J Mmaizg of, 186. In this Part the expression wei\"contoed”, “‘ confinement \"’ means labour resulting in the issue of a child whether alive or dead, or the issue of a viable foetas, and the ‘expression \"‘ confined * shall be constrned accordingly. Hg anter 8. The leave to which a female bots aden employee. is entitled under this Part lossy ioiiay shall be in addition to any holiday or Say ohher leave to which she is entitled under any Pan, other Part’. t:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "& Section 19 of the principal Act is hereby amendment of amended, in sub-section (1); of that section, by the ee substitution, for paragraph (c) of that sub-section, of | a\" the following new paragraph :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "., (© If on any date the employer terminates the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": ". employment of any employes or any",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": ": employee lawinlly terminates bis employ-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "_” ment, the employer shall, before the oxpicy of the second working day after that date, pay the remuneration due to that employee. ”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "9, Section 25 of the principal Act is hereby sncatmn of amended as follows — oye?",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(1) by the insertion, immediately after sub-section 4s. (Ga) of that section, of the following new : sub-seotions ~~ BR “' (Gs) Where, in the attendance of ° fhe membars of Remuneration Tribunal for the purpose o ‘any meeting of that ‘Tribunal, the number of members representing exoployers is greater oF leas than the number of members represent- ing employees, the members representing",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ", 8 ‘Shop and Ojfice Employees (Regulation of Employment and Remunaration) (Amendment) Act, No, 80 of 1957",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ": employers or the members representin",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "employees, whichever are in the major,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ". ity, shall, before that meeting commen-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "can ces, choose irom among themselves thé",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "< op’ +\" member or members who shall refrain",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "(: 7° + from voting at that meeting in order to",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ". ensure that the number of members re-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "presenting employers who shall be en-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "titled to vote at that meeting and the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "~~ number of members representing em-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ". ~ ployees who shall be so entitled shall be og equal:",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ". Provided, however, that where the vepresentative members who are in the majority are unable to agree among",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "__, themselves as to-which of them shall 60 an refrain from ‘voting, the member or members who shall refrain from voting a at that meeting shall be chosen by lot to be drawn in the presence and under ; the divections of the person presiding at",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ": fs. 1 that meeting. : Des... 1 — Bo) A representative member of a . . Remuneration Tribunal who has been chosen in accordanes with the provisions “of sub-section (82) to refrain from voting : at any ‘meeting of that Tribunal shall not , be entitled to vote at that meeting bat . shall be entitled to be present and to participete in any discussion at that",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ": mesting :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "Provided, however, that such pre",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ": sentative member. shall be entitled to vote if, as a result of an increase in the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "> 1. \"7 attendance of members at any time",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ": daring such meeting, the number of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "members present who represent employ-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "_ ere 4a equal to the number of ‘meiubers",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "present who\" represent, employees. ’”",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "cand",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "_. (2) in sub-section (9) of that ection, by the sub-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ": stitution, for the words “' members of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": ".: ‘Tribunal ”*, of the words “* members of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 28,
    "text": "_.. Tribanal present and entitled to vote at the meeting of the Tribunal ”. _",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Shop and Office Employees (Regulation of 9 Employment md hereneetion) 1 (Amindment) Act, No, 60 of 1967 10, The following new section is hereby inserted teenies ot ‘immediately after section 42, and shall have effect as MP wa section 484, of the principal Act :— Peoapal he, \"6 ing 42a. Where the provisions of » clos: erevail in ing order made under this Act conflict eat with the provisions of other written law, Si\"Guee the ‘provisions of that order shall : Sater lee. prevail.””. .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "44, Section 46 of the principal Act ia hereby gnodean vamended, in sub-section (4) of that section, by the sttion 40 of substitution, for the words “' to exercise,”, of the 4a.\" words “or any officer of a local authority to exercise,” :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "42, Section 47 of the principal Act is hereby amendment of amended by the insertion, immediately after sub-  ¢tos $1 of section (1) of that section, of the following new sub- a.” section ;—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "“ (1a) Where a person has ceased to be the ‘ tg  SBployer with reference to any shop or office, a 1 Gisection under aub-acction {I} may. be given’ to hhim in respect of that shop oF office in relation to any. periog, daring which he was such employer, if that period is within the two years immediately preceding the date on which’ the direction is given.”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "43, The following sections ave hereby inserted torres ot immediately after section 50, and shall have effect as 38\" wyteat section 504 and section 60s, of the principal Act:— iilel {_Remougntsin “6504, The liability of an employer to Saree on pay under this Act any gum as remunera- gs ot te tion to any person employed in or about shop efi, the business of any shop or office shall",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "be a first charge on the assets of that business, notwithstanding anything in",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "any other law. ; Bomar at 50s. Notwithstanding anything to toe eon the contrary in any other written lew— sore by (a) @ suit for the recovery of any diotaany sum due under this Act from Suployee! any employer to any employee may be instituted in any Court of Requests in the name of the Commissioner or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "30 Shop and Office Employees (Regulation of Employment and Remuneration) ' (Amendment) Act, No: 80 of 1987 in the name of a trade uniom which is registered under the Trade Unions Ordinance and of which that employer is 9 member; ui : @) any sams due ander this Act from an employer to two or- more employees may be sued for in a single suit instituted _ in the name of the Commis- sioner or in the name of a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": ": trade union which is regis- tered under the Trade Unions Ordinance and of which those employees are members;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": ". (0) suit for the recovery of any sum due under this Act from any employer to any employee shail be maintainable if itis jnstituted within two years",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "., after that sum has become “due;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(@) in any such suit instituted in thé name of the Commissioner, he may be represented by any Deputy or Assistant Com- missioner of Labour or any Inspector of Labour; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": ": (e) in any such suit instituted in the name of a trade union, such . union may be represented by . any of its officers.””. Ameiment oy 1%. Section 52 of the principal Act is hereby gee 2° amended as follows: — Aa {c) in sub-section (1) of that section, by the sub- stitution, for the expression “in accord- anoe with the provisions of section 30,”, of the expression \"' in accordance with the provisions of this Act,””; and . (2) in exb section (2) of that section, by the sub- \\ stitution, for the words ‘\" actually paid.”, of the words “actually paid, or if no . portion of the remuneration due to the saoployee has bosn paid, to pay euch sum as . may found by the court to represent. such remuneration.””,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "Shep and Office Employess (Regulation of 11",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "Employment and Remuneration)",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "(Amendment) ‘Act, No. 80 of 1957",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "46. Section 53 of the principal Act is hereby Amezinan oF amended as follows:—- the incon {@) in sub-section (1) of that section— 7 (i) by the substitution, for the expression “an accordance with the provisions . of section 30,\", of the expression . “in accordance with the provisions of this Aet,”;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "(i) by the substitation, for the words “together with ‘the summons or warrant,”’, of the words “at any time before the date of commence- ment of the trial,”;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "(iii) by the substitution, for the words ** that : section”, of the words “ this Act\"; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "(iv) by the substitution, for all the words from ‘order the employer? to “ pay ihe balance.” of the words",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "d “order the employer to pay such y sum ag may be found by the court to be due from him to such employee: er employees.” ; (®) by the addition, immediately after sub-section @) of that seotion, of the following new sub-section :~ “ (8) Where an employee has not been paid the whole or a Bart of the 20 . : muneration required by this Act to be paid to him by his employer, the Com- missioner may, if he thinks fit so to do, by written notice require the emplayer to pay such amount or the balance of such amount to the Commissioner within the: time specified in the notice so that the Commissioner may remit it to such employee. Where the employer when a served with such notice pays such amount or such balance directly to such employee instead of transmitting it to- the Commissioner as required by such notice, he shall be deemed not to have . paid such amount or such balance to- gach employee.” ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "12 Shop and Office Employees (Regulation 0; Employment and Remuserscion 7 (Amendment) Act, No. 60 of 1957 (¢) by the substitution, for the marginal note to that seotion, of the following new marginal note:— . “< Recovery of remuneration due te employees under this Act. ”. Amotwent & 18, Section 57 of the principal Act is hereby ire S'¢ amended, in sub-section ‘() oF that section, 2% 38 follows -~ (1) by the substitution, for the words ‘* dismisses or otherwise punishes, of the words “* terminates the employment of, or ather- vise punishes,” ; 2) in paragraph @ of that sub-section, by the substitution, for the words “' under this Act,”, of the words \"under this Act, or”; and (8) by the insertion, immediately after para- preph @) of that sub-section, of the fol- lowing new paragraph :— 4 - ** (¢); is 2 member of the Panel from which Remuneration Tribunals are con- stituted, ”*. Amuimet ot . “47, Section 62 of the principal Act is hereby ike'iadpa = amended by the repeal of sub-section (3) of that aa, section. Ameningst ¢ 18. Section 68 of the principal Act is hereby fired’ amended as follows :— ‘. (1) in sub-section (1) of that section, — (a) by the insertion, immediately after the definition of * half-holiday ”, of the : following definition :— ***loeal authority ”* means a Muni- cipal: Council constituted . under the Municipal Coun- cils Ordinance, No. 29 of : 1947, an Urban Council con- stituted under the Urban Councils Ordinance, No. 61 of 1939, a Town’ Council",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Shop and Office Employees (Regulation of 18 Employment and Remuneration) (Amendment) Act, No. 60 of 1957",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "constituted under the Town . Councils Ordinance, No. 3 of 1946, or a Village Committee constituted under the Village ‘tap. 298 Communities Ordinance; * ; and {0) in the definition of ‘ office *”,—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "() by the substitution, in para- graph (a) of that definition, for the words ‘ industrial or commercial”, of the words ‘industrial, business or commercial ”; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "{ii} by the substitution, for para- graph (3) of that definition, of the following new para- graph :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "“«(b) such other institutions or establishments as may be declared by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": ". regulation to be offices for the purposes of this Act, whether or not they are main- tained for the pur poses of any profes- sion, trade or business or for the purposes of profs\"; aad",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(2) in sub-section (2) of that section, by the sub- stitution, in paragraph (0) of that sub- section, for the word “caretaker. ”’, of the words ‘' caretaker or watcher. ”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "49. ection 70 of the principal Act is hereby  Amenimeat of amended by. the insertion, immediately after sub- [2st section (2) of that section, of the following new sub- Ac",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "2 gection “ {Qa} ‘The preceding provisions of this section shall have effect subject to the provisions of section 424,\"",
    "mean_p_confidence": 0.66
  }
]