[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "’ PARLIAMENT OF CEYLON _ Ist Session 1960-61 >",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "* Heavy Oil Motor Vehicles Taxation (Amendment)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": ": Act; No..20 of 1961",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "Date of Assent: Aprit 25, 1961 . . Printed on the Orders of Government",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "Poth, dreamt, Se Apnual Subscription (Including Bills) be ee Sieg | Be Solemn Cewnars eeeperony Pricer 10 cents Postage: 10 cents te",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "\"- Heaoy Oi Motor Vehicles Toxation _ Amendment) Act, No. £0 of 1081 L, Dm-0, 62/88. . Aw Act 10 AMEND THE Hzavy Or, Moron VEHICLra Gupte: 100. Taxarion ORDINaxcH. age 18. [Date of Assent: April 25,1961], BE it enacted by the Queen's Most Excellent Majesty, EARN led hee ee jouse tatives of lon in this present . Parlismont. asvmmbled, and by tho enthority of the same, as follows:— 1. This Act may be cited as the Heavy Oil Motor shen tvs. ‘Vehicles Taxation (Amendment) Act, No. 20 of 1961. 2. (1) Section 6 of the Heavy Oil Motor Vehicles Amsniment ot Taxation Ordinance, hereinafter referred to as the Gheptec 100, « principal enactment ”, is hereby amended, in sub- section (2) of that section, as followe:— (@) by the substitution, in the definition of “heavy oil”, for all the words from ‘ or gay otber il” to the end of that : ‘tion, of the wards ‘ or Diesel oil;”\"; (®) by the substitution, in the “definition of “heavy oil motor vehicle ’’, for the words “motor car”, of the words “ motor vebicle”; and @ by the substitution, in the definition of “registered owner’, for the words “motor car'?, of the words “‘ motor vebicle ””. (2) The amendment made in the principal enact- ment by paragraph (a) of sub-section fig shall be deemed to have come into effect on the thirteenth day of July, 1956. raat by etugraple ) tad Chol seb eae aha Y Peragrap! (6) of ion (1) at & be deemed tothave cote into cect om tho ina doy of September, 1951. Hmm sso cu)",
    "mean_p_confidence": 0.72
  }
]