[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  FACTORIES (AMENDMENT)  ACT, No. 18 OF 1998  ; (Certified on 16th Apri, 1998)  Printed on the Order of Government  Published sa Sup lement to Part ofthe Gazette ofthe Democrat Socialist  ‘Republic of Sri Lanka Api 17,1998  Pree: Re $78: Postage Rs 250",
    "mean_p_confidence": 0.5446774193548387
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Factories (Amendment) Act No. 18 of 198  {Ceri om 16h pei, 1998)  1 D~0, 468,  As Acro ame 18 Fcros Ornate  BE it enacted by he Parament of the Deore Silt  Repuhlc ofS Lanka as flows —",
    "mean_p_confidence": 0.4227272727272728
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Actmay be cited as the Factores (Amendment) Shonite  ‘AGLNo. 18 of 988",
    "mean_p_confidence": 0.3870588235294118
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. Section 2 ofthe Factories Ordinance (hereinafter Aneatem sf  ‘fered toa the “principal enactment) is terehy amended ott  in subsection 2) of hat seston, by he bation forthe  words “nt exceding oe thousand capes of the words  no exceeding By tows pees",
    "mean_p_confidence": 0.45895833333333336
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  43. Section 34 of the principal enactment is hereby | Anexinatst  amended ination (12) oft soion ye subsaon ee ete  Tor the words not excedig five hundred apes of the Se,  words “ot exceeding weal hound rect”",
    "mean_p_confidence": 0.38357142857142856
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  4. Section 38 of the principal enactment is hereby Aneto  amended in subsection x) ofthattecionby he stiaton ont  forthe words “ne exceeding Bve handed rupees of te PSP,  ‘words \"not exceeding twenty-five thousand rupees”",
    "mean_p_confidence": 0.39051282051282055
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  5. Section 36 of the principal entctment is hereby Anemia ot  amendedin subsection a of hatsctonby thesbsimton son ote  forthe words \"ot exeang ve hundred rupees” of he EM  ‘words not exceeding twenty-five thousand rupees",
    "mean_p_confidence": 0.434
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  6 Section 36 ofthe ricial enactment is hreby —Anenen sf  amended in subsection (2) of that section, by the substitution, oem  forthe words “ot exceeding five died rupees, of the =P,  words “not exceeding twenty-five thousand rupees.  2-pone-4s9.1006)",
    "mean_p_confidence": 0.5129545454545454
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Factories Amendment Act, No. 18 of 1998.  venient 7. Seton 39 of the principal enactments hereby  se pone _amended in subsection (1) of that section, by the substitution  ral Faall he word rom \"ot exceeding five hunted rupees”",
    "mean_p_confidence": 0.5520454545454545
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  to the end of tha subsection ofthe wards “not exceoding",
    "mean_p_confidence": 0.43333333333333335
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  {monty thousand pecs andthe contravention nreapect",
    "mean_p_confidence": 0.305
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  which wax so conte continu afer thconitn,",
    "mean_p_confidence": 0.23555555555555557
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  be shall subject tothe provisos of section 110, be gully of  ~ urter once and Hable in respect eof wa fe no  exceeding five hundred rupees for each day on which the",
    "mean_p_confidence": 0.46444444444444444
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  ‘lence was so cominie.  esdncnst Section 60 of the principal enactment is hereby  ‘section Gof mended in subsection (4) of that section by the substitution  eacia for the words \"not exceeding five hundred rupees, of the",
    "mean_p_confidence": 0.5804878048780489
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  ‘words “not exceeding twenfve thousand ups  Amcninnst 9. Section 61 of the principal enacunen is hereby  seston tthe ame by the repeal of subsection (3) of that secton and  fees” eben of th following sutscton efor =",
    "mean_p_confidence": 0.3771428571428571
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (9) Where any accident to which tis section  snp occurs to «person employed andthe ecopier  of th factory i ot the ata employer af he person  Killed or injured, the occupier or manage, othe  superintendent the case of an ett fcr) shal  hai fom te atl employer ofthe prion ied ot  injured, writen note ofthe ase, nau orm and  companied by sch pacar as may be prescribed  nd hall Toth ease such otc of schea tbe  {ent tbe Dit Factory Inspecting Engine",
    "mean_p_confidence": 0.45688172043010755
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  Aoeodnest 10, Seton 63 ofthe principal enactment is herby",
    "mean_p_confidence": 0.3090909090909091
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  seated a ws",
    "mean_p_confidence": 0.168
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  cman (1)_ by the substitution, in subsection (1) of that section  forthe word fee of ea rapes\" of he worl “ee  of to hundred apes",
    "mean_p_confidence": 0.5617241379310345
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  (2) bythe substi in subsection 2) that ston",
    "mean_p_confidence": 0.337
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  forthe words “nt exccding iy rupees of the  words “rot exceding fv handed pees”",
    "mean_p_confidence": 0.41470588235294115
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Foctres (Amendment het No 18 of 19983",
    "mean_p_confidence": 0.4088888888888889
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  11. Section 65 ofthe principal enactment is herby Anenoetet  amended in pasgraph (of subsection (1) of hatsecton by Sate  thesubsitution fr the word “one undeedsvpes” wherever ay  ‘ch words oecur i that praraph ofthe words “Te  thowtand ree",
    "mean_p_confidence": 0.3068181818181818
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  12. Section 81 of the principal entcmen is hey Avene  amended in paragraph (¢) of subsection (2) of that section by poate ote  the sbsinton forthe ward aot exceding iy pees,  ofthe words “not exceeding to thousand five hundred  rupees”",
    "mean_p_confidence": 0.5193478260869565
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  13, Section 87 of the principal enactment is hereby _Anendoan at  amended insubttion 4) ofthat section, byte substation Sn oe  foe he words “nt exceeding one tandred rapes”, of the Sel  ‘words “not exceeding fie thousand recs\"",
    "mean_p_confidence": 0.43547619047619046
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  14. Section 90 of the principal enactment is hercby _Anetnet of  amended in subsection (3) of that section, by the substitution =\"  forthe words “not exceeding ity rupees\", af the words  “no exceeding two thousand five handed rapes",
    "mean_p_confidence": 0.5562790697674418
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  1S. Section 10 ofthe principal enactments hereby Anendeestt  amended in subsection (4) of that section, by the substitution a\"  forthe words “not exceeding iy eupecs” ofthe worse  “not exceating wo thousand fv ded ropes”",
    "mean_p_confidence": 0.488974358974359
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  16. Secon 109 ofthe principal enacument is bereby Repacnetot  Tepes andthe following secon subsite therfor'— a ede  “ost 108.) Subject as eric povided, any  tea\" person guilty of an offence under ths Ordinance  mes’ forwhichao expres penly is provided shal be  ran ble  Fons",
    "mean_p_confidence": 0.3892307692307692
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (@) inthe cate of ist otece, ta fie  ont ets than ve thousand rapes:",
    "mean_p_confidence": 0.44588235294117645
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Factoriee (Amendment) Act, No. 18 of 1998.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (inthe case ofasecond offence (noting  an offence i espect ofa continuation  ff an offence refered bin subsection  {@))t08fine nottess than ive thousand  rupees but not exceeding twelve  thovsand ive hundred rupees 5",
    "mean_p_confidence": 0.3679487179487179
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  {e) in the case of a thied or subsequent  tence ot being an offence in respect  fof acontinuaton ofan offence refered  tbin subsection 2) toa fine exceeding  twelve dousand ive hundred rupees but  ‘ot exceeding twenty-five thousand  rupees",
    "mean_p_confidence": 0.45521739130434785
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (2) Where any perton convicted of an offense",
    "mean_p_confidence": 0.413
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  and punished under subsection (1) contin the  contravention in respect of which he was 80  ‘convicted and punished he shal (subject the  provisions of sexton 110) be guilty ofa frher  ‘ence and ible in respect thereof oa fine nt  txceding five hundred rapes for ech day on  witch uch contravention Was so conned”  Ameninetot—_UTe_Setion 110 ofthe principal enactment is hereby  ‘SouaI0otte amended bythe aubsiaton forthe words “aot excoding  fecal iy rupees” of the words “not exceding five hundred  pees  Amenientet_—18. Section 111 of the principal enactment is hereby  son Ff amended by the substi forthe words “aot exceeding  8  foo fone thousand rupees\", of the words “not exceeding one  thundred thousand pees”  Aamenineseot___19,. Section 112 of the principal enactment is hereby  ‘cinta byte suo fer he words “nt essing  icp fity rupees.” ofthe words “not exceeding five hundred  rupee",
    "mean_p_confidence": 0.44387499999999996
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Factores (Amendment Ae, No 8 0f 1998S",
    "mean_p_confidence": 0.4466666666666667
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  20, Section 113 ofthe picpal enactments hereby Ament  amended by the substitution for the words “not exceeding \"2 jee  one thousand rupees, oto inprsonmentafiter description Pel  fora erm ot excesding tee months of the words \"ot  exceeding fy thousand eopees ro imprisonment of eer  “eserpton fra tem no exceeding six months",
    "mean_p_confidence": 0.4689655172413793
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  21, Inthe ventory inconsistency between the Sint Sites  sd Tilt ofthis Aste Sinn xsl eval. Realince",
    "mean_p_confidence": 0.38473684210526315
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  ‘mal icpon ogi Bitean Acuofbe Puctaneat Rs. 15(Laa Rs | 8g),  Fanblewo te Soronmecee, Covamene Rsexone Buna, No.3, Tusvens Ho,  \"Es Ron, Coun Ot eI Bese cc em pst halon.",
    "mean_p_confidence": 0.2064705882352941
  }
]