[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  5th Session 1969-70  Cua)  Vey\"  Contracts Commission  (Special Provisions)  Act, No. 34 of 1969  as of Arent: December 9,198 :  Printed on he Onder of Goverment  nd pel ene Sen atone! Gat  See! ae ates",
    "mean_p_confidence": 0.4732
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Contracts Commission (Special Provisions)  Ach No. 36 0f 1968  D0, sy.  ‘Aw Aer mo sake SeHLIAL rRovisIOx REGARD 70",
    "mean_p_confidence": 0.3854166666666667
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  \"wat Cosrteeon sesun0, Onan scion 2 OF 3",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  ‘uncon Aer, By 2a GOVERNOR GHNERAL UNDER",
    "mean_p_confidence": 0.2922222222222222
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  fn Beat ov sun Tstaxn oN THR 2280 DAY OF",
    "mean_p_confidence": 0.33166666666666667
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  ‘cross, 1065, xp roauisien iv Gazette Batra",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  frdinary No. t4Si0\"of tas AID Day AD THE",
    "mean_p_confidence": 0.29100000000000004
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Gonnshnowen arronereD om \"INTHE SAID",
    "mean_p_confidence": 0.1457142857142857
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  Genmission, non Fat rntose oF ovine CuR=A",
    "mean_p_confidence": 0.25222222222222224
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  {Gonncs or aropoxmer ay Hie Mageser i CooNe",
    "mean_p_confidence": 0.309
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  Granny vnow sz Sormene Cover oe Crrio8",
    "mean_p_confidence": 0.18333333333333332
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (Pay Cousen, Arve No 3) ov 1008, Rast",
    "mean_p_confidence": 0.29100000000000004
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  Ritmoray, Arreuiave Vr. tie | ATroneny-",
    "mean_p_confidence": 0.11624999999999999
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  Gavenae, Rison) ta aezzn ANLSING OUT OF",
    "mean_p_confidence": 0.24777777777777776
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  Pnocenotkee man ay Ox Bros x Bat Cows:",
    "mean_p_confidence": 0.261
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  Sow man ro wee covemuct vox Tat Tow’ oF",
    "mean_p_confidence": 0.35454545454545455
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  Kisow Warm Surror Suge nv?eRa0 \"i070",
    "mean_p_confidence": 0.13375
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "  Senvnns mix\" Pesnaseer Secmseany 70 THE",
    "mean_p_confidence": 0.14500000000000002
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "  Mineeray ‘or Locat. Govemarmer avo\" HOM",
    "mean_p_confidence": 0.1425
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "  “Arran ox aemast ov aie Govenvut oe CEYLON",
    "mean_p_confidence": 0.306
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "  ‘noe nopy oF Paxson HOW Ag “EAU ET",
    "mean_p_confidence": 0.327
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "  ASSAINISSMEENT.-SOCOMAN (SOCEA)",
    "mean_p_confidence": 0.115
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "  [Date of Assent: December 9, 1968)  ) DE it enacted by the Quven’s Mest Excellent Majer,  yen wih te advice and ont of he Senate td  Hote Repeat of Cop. the  Present Parliament assembled, and by the author  ‘of the same, as follows: — . Y",
    "mean_p_confidence": 0.4633962264150943
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "  4. This “Act may be cited, ax the Contracte sens,  Comission (Special Provisions) “Act, No. 4 of  160,",
    "mean_p_confidence": 0.4518181818181818
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "  2. Subject to the provisions of sation 8, the anim  Commission, purporting wo have een ented, inde ease  Selon Sot we pins Act bythe Gowegno Gaeral ee  Snder the Seal of the Ieand on the 2nd day of Tein  tinier, 1688, and \"published tm Goce ‘Batya. $2\"  crdinary Noi of he xi ante, nn Ree ont  feterred 1 as the * Contracts Commision\". shall  (oie or the purpose ego th sid  Commizsnn, to ve own and to be so rally ased,",
    "mean_p_confidence": 0.3950549450549451
  },
  {
    "i_page": 2,
    "par_num": 25,
    "text": "  cant ihe Connie appointed yon the an  onmlgson, in his Act refered lo ta\" the Commis  ‘Sonor shall be deed, for mich purpse, to have\" +",
    "mean_p_confidence": 0.339
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Contracts Commission (Special Procisions)  ‘er, Now 34 0 1009  Seon and be only ppt, and aondagy  the’ provisions of the praspal Act and any ober  wudnt be deed fo tk par,  Commision ant ths Commtsioner i tike manner and >  tote ae tata ny woul have piel and  Would apply iy pare fron the preceding provisions  UF this seelion, tha said Commision ad tha sald  Gonumisioaer Sad teens validly nud ands validly  sprained  Satie 2, Be Sublet tothe sureding provisions ofthis Act,  Eile 4 the’ provisions of section 2 stall not apply to tho  SESE\" Coutts Commitsion andthe Connsignr ins far  EEE es Giihnvo er only anetch Common andthe Commis  Sone “were purported to. ave. teen dasoel and  ppomned for So purposes eonseted with or relating  re Kdy Wael Sty Contact, tnd sorta  Sich\" Commission andthe, Commisionet shal  Seemed not to have teen and otto be validly ued  fi appointed by Uw Governor-General under ths  principal Act for any such purposes, and all procend-  Ings held yor before the Comminsiner for any suah  porposes shal be ceamed to have ben end to bo nll  tnd vid.  mt 4, No civil or criminal proedinge shall be  Terme fnsitted or maintained agnoat any person, whether  Heat in bs capacity as the Commissioner, w witoesy 4  EES\" couse, a'manber ofthe stall of the Contracts Com  mission, oF a poblic offer or other person who  tendered ‘or tenders assistance “or” furisbed” ot  fornisbes Snformaton to auch Commission in any  capacity whatceer, in respect of any act bona fo  done or omited to be done, whether before or on oF  fer the date of the comment of this. Act, by  {uch peron for any purposes mentioned in sch Com  ‘sib iclding in particolar, but witont prejudice  4o the gunerality af fhe preceding provisions of this  sections any sich parposeeoanected with or renting  tothe Kandy Water Soppy Contract and where any  such proeeings in resect of any sich act hae boo)  fowiuted in any court before Gat dat, the our  shal, op the applieation of aay party, set aside oF)  dismiss the proceedings, without making any award a»  {oct or expenses.",
    "mean_p_confidence": 0.43186567164179107
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Contracts Commission (Special Provisions) 3  ‘het, Now 34:0) 1008  1. No civil or criminal procedings shall be insti- tema  tute, of aitainedagulat any pen, in he Era  Stacy’ athe pvp or, editor or pint oF zur  Diisher of any ‘emepaper, ia expect of te Dosa fois.  PFie puiascn, whet tefowe ooo or after the  fate Bie comteteenat ofthe et, im wah ne:  of a report of the procedings, of any pat  Lie procaldngs, of any ingolry or Snvestigntion beld  by. or before ‘the “Contracts Commission, or of  the Teport or recomendations, or any part of the  ‘eport or resommendaions issued or tae bythe anid  Gimmisson, for any\" purposes mentioned in the  Copminion (odading thy sueh parpten connected  at Tlting to the “Kandy \"Water Sealy  Gonicat), and were any auch proceedings in respect  of any sich publication have Boen iastitated in any  port before dat dato the ure shalom the applice-  lon of any party, set aside ot diamiss the procesd-  Inge, without making ‘any award a8 (o Gste OF  expense.  6. () Ta thio Act, unless the context otherwise Iyatin  requires En  “civil or criminal proceedings\" includes proced-  ings byway of tuandats in the nate of aay  q ale writs refered to in section 43 of the  ’ Gourts Ordinance  “counsel” ens any adele or proctor, who  Yepreeated of represents any person ab 83)  Tnguiey ‘held Uy\" or before’ che Contracts  Commision;  “Randy Water. Supply, Contract means the  ‘Contract for the Town of Kandy” Water  ‘Scppiy Scheme entered nto between the  ‘Permanent Seeretary to the Minfstty ‘of  ‘LecalGorerament and” Home’ Afaity on  chal? of the Government of Ceyion and the  fod of prene Than ag RAG  Tn AssalNissMENT — ‘SocoMaN  (SOCEA) \"and inde, any acontact  forthe performance of such contrac entered  into beeen the contractor and other persons  or bodies of persona, and. any tendere oF  negotiation of quotations or ofers by what  ¢—afver‘name or ‘lesignation called made by  ther persona of bodies of persons for the  Durpores of euch contract of aay such sub  onl: .",
    "mean_p_confidence": 0.43583979328165373
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  - 4 Contracts Commission (Special Provisions)  “ows, iteligence \"oF oecotenoe,” and  Bc tated, Goce  oy ai Ska",
    "mean_p_confidence": 0.3145454545454545
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  principal Act” means the Commissions of ¥  ith, oad rai  ror at ES,  Gace ats ES  Teriesancmt ya  aioe es aoe  ~via ay pr ne gn  Santali te A  trror before the Contracts Commision  gris pay bat ot met 8 wt  oRoagn  rp, net, Oe ao  papi ma a ne a  ccieemiere Mice  rose of ti thatthe ent f ack  Sere ete nil eho  of the principal Act. . mm",
    "mean_p_confidence": 0.2902272727272727
  }
]