[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "t fc) My eas Or 7 yooN . iGavel DE |e} ay ey sy, = ee mee Roe PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA EXCISE (AMENDMENT) ACT, No. 7 OF 1995 + ——S ‘ [Certified om 42th April, 1985] . Printed ow the Order of Government + Published as a Supplement to Part II of the Gazette of the Demecratle Socialist Republic of Sri Lanka of April 12, 1995 PROT A TAFT OF COVMENENT PRONG wt Tae \"Price 45 conte. Postage : Bs. 2.00 + f",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Excise (Amendment) Act, No. 7 of 1996 [certified on 12th Avril, 1995] LD—O. 68/22 . ‘Ant Agr 10 ansenp THe Excise ORmINANCE BR it encated by the Parliament of the Democratic Socialist Republic of Sri Lanka ax follows :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1. This Act may be cited as the Excise (Amendment) short tite ‘Ag, Mo, 7 of 1995,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "% Section 22 of the Excise Ordinance (hereinafter refer- amendmen’ red to as the “principal enactment\") ishereby amended in of wren subsection (3) of that section by the substitution, for the fer ma words “within a period of one month”, of the words “within a perlod of four months”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4, Section 49 of the principal enactment is hereby amend- amendmen ed by the substitution for the words “excisable article not of sectian ‘oensed under this Ordinance shall\", of the words “excis- principai uble article not Hcensed under this Ordinance or any un- enactmen: authorised storage or sale of any excisable article, shall”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4 Section 48 of the principal enactment is hereby amend- Apeninest ed by the substitution for the words from “five thousand <9 eft",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "' rupees” to the end af that section, of the words “five hun- Brtnctoa! reg thousand rupees or to both.”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "S The following new section is hereby inserted imme- Insertion intely after section 584 of the principal enactment snd Sechen shall Raye effect az section 585 of that enactment :— Be",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "eancknent ‘Payment 608, Where any person requires— oases for (©) any service which ts determined by the special od ‘Commissioner-General of Excise aa attendance, @ special service ; or (b) the attendance of any excise officer at : any office oF place other than his pro- per office or place of employment, : payment shall be made for such service or wttendance, as the cose may be, ta the Com : misioner-General of Excloe by such person at such rates as may be epecified by the Com - missfoner-General of Excise. ~ 0 oe4930 1,580 (0702) :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Excise (Amendment) Act, No. 7 of 1995 amesimest, 4 (1) Where in any provisions of the principal enactment ae ‘or say written law, or in any notice, communication, form, punctent of other document, isqued, made, required or authorised, by sod other _ or under the principal enactment or such written law, tha",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": * expression “Excise Commissioner\" occurs, there shall be fubstituted for such expression, the expression “ Corutis- sioner-General of Excise ”.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". (2) Where in any provision of written law, the expression “Deputy Commissioner of Excise” or “Deputy Commiss- ioner” denoting a Deputy Commissioner of Excise appointed under the principal enactment accura, such expression shall de deemed to include » Commissioner of Excise appointed under the principal enactment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Saving for 7. Every contract, agreement or other instrament or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "contracts &c. document whatsoever made, issued or executed prior to the date of commencement of this Act, by or in favour of the Excise Commissioner shall be deemed, from and after the date of commencement of this Act, to be and to have beet made, Issued of executed, by or in favour of the Commie sioner-General of Excise,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Sinhala text «8 In the event of any inconsistency between the Sinhala",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "# Prevail and ‘Tamil texts of this Act, the Siuhala text shall prevail.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "fpeon-",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "fistemoy.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "_ ‘Janu cubeciption of Engiah Bills and Acts of the Parliament Re 825 (Local? Ba 1100 (Foreign), payable to the’ Surmmrrmnnter Govmsatews PUBLICATIONS Bunzay, No, 256, Bsuddhaloke Mawatha, Colombo ‘, before 16th December exch . ‘Your in respect of the year following. .",
    "mean_p_confidence": 0.56
  }
]