[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1949-50 : i” 1 gt je Railways (Amendment) Act, No. 18 of 1950 . Date of Assent: April 5, 1950. Printed’ on ths Ovdera of Government : : Pinta MOE, Sette Ste oda ‘ te bacun Cacr'aa o nregars - Sia gh Grapes geen eee Price 20 cents,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Raikoays (Amendment) Aot, No. 18 of 1950. 1 Dowd. Hi. Aw Aor To AMEND THE RAILWAYS ORDINANCE. Saupe, 288 [Date of Assent: April 5, 1950.] pe o- + BE, it jenuotad by the King’s, Most Excellent Majesty, by and with tha advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4, This Act may be cited as the Railways sto sits (Amendment) Act, No. 18 of 1950.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 Section 3 of the Railways Ordinance (herein- Ameadacot after referred to as the “‘ principal enactment ”) is Ghurer iss. hereby amended as follows —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(1) by the substitution, for the words “' and all other matters”, of the words “ the matters in thie Ordinance stated or required to be prescribed, and all other matters ’; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) by the insertion, immediately after the first proviso to that section (as modified by the Proclamation published in Gazette No. 9,773 of September 24, 1947), of the following new proviso :-—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". “ Provided that the General Manager may, in any case where he considers it expedient to do so, reduce the rates of the charges for the conveyance by railway of any passengers, passengers’ luggage, parcels, goods, or live stock—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "_ @ by an amount not exceeding forty per centum of those rates, or (8) with the prior approval of the Minister, by any other amount: \"*.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "8. Section 7 of the principal enactment is hereby Amndmen, amended as follows :— tho eepel",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(1) by the re-lettaring of paragraphs (8) and (¢) “me of that section aa paragraphs (f) and (g);",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) by the insertion, immediately after para- graph (a) of that section, of the following paragraphs :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ": * (b) refuses or fails to show his ticket,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3 when required to do so, to any railway official duly authorised to ' examine tickete; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2.3 smiscacasty",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "4 Railways (Amendment) Act, No. 18 of 1950.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(¢) refuses or fails ta deliver his ticket, upon demand, to any railway official duly authorised to collect tickets; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) otherwise than in the capacity and in the discharge of the duties of a railway official authorised to sell tickets, sells or transfers or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". attempts to sell or transfer any ticket in order to enable any other person to travel therewith upon the tailway; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) travels upon the railway with any ticicot ‘sold or transferred. in the manner referred to in the foregoing paragraph (2); or ”;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". (8) by the substitution, for the words “\" be liable to a fine not exceeding fifty rupees : ”*, of the following words :-—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "“‘be liable to a fine not exceeding fifty rupees, or to imprisonment of cither description for a period not exceeding one month, or to both such fine and imprisonment : 7;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(4) in the proviso to that section, by the sub- . stitution, for the words ‘ penalty of two Tupees and fifty cents’, of the words ‘penalty of a prescribed amount ”* Amendment 4. Section 15 of the principal ensctment is posed hereby amended as follows: sanctient. () by the numbering of paragraph (a) of that section as sub-section (1) of that section; {2) in sub-section (1) of that section—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) by the substitution, for all the words from \"liable for loss” to ** such lone on injury shall”, of the words “ liable for ‘the loss or destruction",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "” of, or any injury to, any propert} carried by the railway, ‘inkess “euch",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "1 toss, destruction, or injury shall”;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "and .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ") by the eubstitution, for the words",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "1, atticles or goods \"*, of the word property *7; .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Roilways (Amendment) Act, No. 18 of 1960. '3) by the substitution. for paragraph (b) of that . ® section, of the following sub-section which shall have effect as eub-section (2) of that section :— “ (2) In the event of any liability being incurred by the Government in respect o} property of any dass or description in say ‘of the circumstances referred to in sub-section (1), the compensation payable shall— Lote (a) where any amount is prescribed as the limit of compensation for property of that class or description. not exceed that amount, and (®) where no such Limit is presoribed, not exceed the actual value of that property at the time and place at which it was accepted for carriage by the railway: Provided that— (i) where, in accordance with such tules made under section 3 as may be applicable in the case of that property, a higher value than the prescribed jimit of: compensation has been declared, and in con- sideration of the increased risk thereby created such . additional) charge or pre mmium as may be prescribed has been paid, in respect of that Property. by or on . behalf of the owner or consignor thereof, the com- - pensation Payable shall be assessed on the basis of the higher value so declared; and (ii) nothing in the preceding pro- visions of thie rection eat affect any written agreement to release the Government ‘ from liability or to limit the jiability. \"°; ' _ 4) by the numbering of paragraph (¢) of that . section as sub-section ol that section; an",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "6 Railways (Amendment) Act, No. 1 of 1950. (8) in sub-section ® of that section, by the substitution, for the words “ article or thing ”’, of the word ‘‘ property”. . uation ot 5. The following new section is hereby inserted = 164 in the immediately after section 15, and shall have effect as _ peineipal section 184, of the principal enactment:— “Sgltatin 154. No person shall be entitled. to eopemstcn compensation for the loss or destruction ior lowes or, of, or any injury to, any property carried ‘overcharges, by the nal ‘or be entitled to a refund of an overcharge in respect of that property, unless his claim to such compensation or refund has—~ {@ where that property is from overseas and was accepted at Talai- monnar for carriage by the railway, been preferred in writing by him or on his behalf to the General Man- ager within six months after the date on which that property was 80 accepted, or (b) where that property is not property referred to in the fore- going paragraph (a), been 80 preferred within two months after the date on which that property was accepted for carriage by the railway.” Amandrosns | 6. Section 21 of the principal enactment is hereby daca amended by the addition, at the end of that section, ‘sasctmmact, of the following sub-section: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "“© () Where any property is detained under this section in a warehouse or other place under the control of the General Manager because of the failure of the owner, consignor, consignee, or person in charge of that property, when requested to do so by the officer whose duty it is to examine that Property for the purposes of any written law, to produce for inspection by that officer, within three days after the date on which the request is made, any document which relates to that pro- perty and which that officer is legally empowered to inspect, the General Manager or any officer authorised by him in that behalf may demand, and such owner, consignor, consignee, or person sball on demand pay, storage charges calculated at such rates as may be fixed from time to time by the General Manager by notice published in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Railways (Amendment) Act, No. 18 of 1980. 7 7, Section 37 of the principal enactinent is hereby Amectmant amended aa fellowes ipo! ‘ 2 (t) by the re-oumbering of that section as et. * sub-section (1) of section 87; and (2) by the addition, at the end of that section, of the following sub-section: — \"* (0) A railway official of a rank not below that of aa officer in charge of railway station or a head guard of a train may, notwithstanding anything to the contrary in the Criminal Procedure Code, cen 16. apprehend without a warrant any mn wb in'a train or in a place under the \\ control of the General Manager, commits . an offence under a written lew other than this Ordinance; and where any euch official apprebends any sach person, that official shall deliver that person to a police officer to be dealt with according to law. ” 8 Section 43 of the principal enactment is hereby smetment amended by the, insertion, immediately after the of al 8 ot ition of ‘“ passengers’ luggage”, of idea following definition: — ih _ “prescribed \"” means prescribed by rule made under section 8; *. . . ' ee",
    "mean_p_confidence": 0.76
  }
]