[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fale marae PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SREE NARAYANA GURU SOCIETY OF SRI LANKA ACT, No, 48 OF 1980 [Certified on Ith November, Son ws... Printed on the Orders of Government > Published as « Supplement to Part IZ of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 14, 1980 smUNTED AT THE DARAIIDEENT OF GOVERSAAENT PRINTING, SE TANNA [FO BEPORDNASHD SFE GOVE: FUBLIGATIONS BURRAU, GOOIE Price: a5 cents Postage: 50 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Stee Neroyane Guru Society of Sri Lenka Act, No, 48 of 1880 [Certified on 10th November, 1960] LD-o, 1/80 AN Act 70 INCORPORATE Tam Sars Narayana Guxu",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Soeur or Ser Lams, WHEREAS an Association called and known an the “Sree Preembls. Narayana Guru Society of Sri Lanka \", has heretofore been established at Colombo for the purpose of effectually cerrying out and transacting all matters connected with the said Association according to the rules agreed to by its members ; - AND whereas the said Association has heretofore succese- fully carried out and transacted the several objects and matters for which it was established and has applied to be incorporated, and it will be for the public advantage to grant the application: BE it therefore enacted by the Parliament of the Demo- ¢ratic Socialist Republic of Sri Lanka as follows :-—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "LL This Act may be elted as the Sree Narayana Guru Sheri title. Society of Sri Lanka Act, No. 48 of 1980.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. From and after the date of commencement of this deegeppmtion Act much and so many persons as now are members of the Narsyane’ Gum Sree Narayena Guru Society of Sri Lanka (hereinafter Seutly of Sei referred to as “the Society\"), or shall hereafter be admitted“ members af the Corporation hereby constituted, shall be a hody corporate (heveinatter referred to as “the Corpora- tion”) with perpetual succession, under the name and style of the “Sree Narayana Guru Society of Sti Lanka”, and by ‘that name shall and may sue and be sued in all courts, with full power and suthotity to have snd use a common seal and alter the same at its pleasure.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "& The general objects for which the Corporation is Geant constituted are hereby declared to he— eee ee",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(e} to promote the study of and research into the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "publications of the teachings, ideals and philosophy ‘of Sree Narayana Guru ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(b) to encourage the practice of his teachings, ideals and Bhilosophy ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(c) to establish, conduct and assist institutions founded ‘on the ideals, teachings and philosophy of Sree Narayana Guru;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "A — aon — 9978 (rom",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Sree Norayona Guru Society of. Sri Lanke Act, No,.48 of, 1980",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "() to ascint in the - promotion of racial, religious and cormuns) harmony and eradication of social di abilities ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@) to co-operate with local and foreign organizations in the pursuit of peace and harmony among the people of the world ; a",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "() to establish and maintain . voluntary charitable ‘organizstions for any one or more of the following Purposes :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "() the relief of poverty and ignorance 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". (ii) the ware of orphans, the aged, and the destitute by the establishment of homes, orphanages and dispensaries ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(4) the relief of hunger, disease and sickness by the provision of sustenance and nourishment and medical care to the needy, the orphans, the Indigent and the sick ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "iv) the establishment of a scholarship fund for the cproviston of financial aid to any person, irres- pective of caste, creed, colour or race, for hhigher studies and research on the teachings, ideals, and philosophy of Sree Nerayana Guru at any place of learning in Sri Lenka or abroad ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(v) the establichment in Sri Lanka of a centre for the study and research into aspects of the : _ teachings, idesls and philosophy of Sree Narayana Guru and all. matters connected ‘therewith ; and * (vi) generally the carrying on of all such work as may be secessary to attain the aforesaid objects; - {g) to“ maintain, renovate ot reconstruct the Sree Narayana Guru Memorial Malayalee Hall at \"No. 138, Layards Broadway, Colombo 14; and () to impart knowledge and educstion to the people bY ‘conducting lectures, classes, libraries, seminars, ane cultural and other constructive activities,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Sree Nerayona Guru Society of Sri Lanka 3 Atty No, 48 of 1980",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "«4. (1) The affairs of the Corporation shall, subject to the Board of rules in force for the time being of the Corporation, be anmied by a administered by a Board of Trustees assisted by a Working ote Committee consisting of such number of persons to be elected in accordance with the rules in foree for the time being of the Corporation.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(2) The first Board of Trustees of the Corporation shall be the members of the Board of Trustees of the Society holding ‘office at the time of the coming into operation of this Act",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(3) The first Working Committee of the Corporation shall be the members of the Working Committee of the Society holding office at the time of the coming into operation of this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "5. (1) It shall be lawful for the Corporation, from time Bales of the to time, at a general meeting and by the votes of two-thirds 7pentiem- of the members present and voting to make rules for the admission, withdrawal or expulsion of members, for the conduct of the duties of the Board of Trustees, of the ‘Working Committee and of the various officers, agents and servants of the Corporation, for the procedare in the trans- action of business, and otherwise generally for the manage- ment of the affairs of the Corporation and the accomplish- ment of its objects.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(@) No rule of the Corporation for the time being in force, nor any rule which may hereafter be passed shall. be altered, added to, amended or rescinded except by the votes of two-thirds of the members present and voting at a general meeting of the Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(3) The rules of the Society in force at the time of the coming into operation of this Act shall be deemed to he the ules of the Corporation made under this section.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(4) All members of the Corporstion shail be subject to the rules in force for the time being of the Corporation.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "6. AMl debts and Usbiities of the Soctety existing at the Debts doe by time of the coming into operation of this Act chall be paid bedodeye by the Corporation hereby constituted and all debts due to and subscriptions and contributions payable to the Society : shall be paid to the Corporation for the purposes of this Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Sree Norayana Guru Society oj Sri Lanka ‘Act, No, 48 of 1980 How the watt 7 ‘The seal of the Corporation shall not be aflixed to ‘S Samemiien any instrument whatecever except in the presence of two +\" of the members of the Board af Trustees, duly authorized, who shall sign thelr names to the instrument in token of ‘thelr presence, and such signing shall be independent af the signing of any person as a witness, Goepoeasion 8. The Corporation shall be capable in law to take and ~~ weld pre hold any property, movable or immovable, which may tea become vested im it by virtue of any purchase, grant, gift, Smmovable. testamentary disposition or otherwise and all such property shall be held by the Corporation for the purposes af this Act and subject to the rules in force for the time being of the Corporation, with full power to sell, mortgage, lease, exchange or otherwise dispose of the same. Bomowing 9 It shalt be lawful for the Corporation te raise funas Pomers, for the accomplishment of ifs objects and for such purpose, to create, execute, or incur any mortgages, bonds or obligations :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Provided that the aggregate of the amounts which may be so raised by the Corporation chal? not exceed the sum determined by the Board of Trustees.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Serine of the 10. Nothing in this Act contalned shall prejudice or affect",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "BELG wea the rights of the Republic, of any body politic or corporate",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘others. or of any other persons, except such as are mentioned i this Act, and those claiming by, from or under them,",
    "mean_p_confidence": 0.87
  }
]