[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1969-70 9 fs SE ees ‘Gal oe Es CR een if Riese ee Re nena Ceylon National Library Services Board Act, No. 17 of 1970 . . Date of Assent : March 24, 1970 \" . Printed on the Orders of Government . Printed at the Dioammanse ov Gowers Promaga, Cera, To te rine af tae Dorney op Sones Pee er Te Ss Annual Subscription (including Bills) Rx 30 (Local), Re. 40 ~ Tee HE, © ote BTS, See Baceraber ah yeak i espert of 'the year {Slowing Eats eerie Ratare the dale Sf payment will not be supplied. Price: 45 cents Postage 18 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ceylon National Library Servicss Board Act, No. 17 of 1970 L.D.—0. 18/60. . AN ACT 70 PROVIDE OR ‘THe ESTABLISHMENT OF THE ~\"Oxvion Nationa, Lrenany Smuvices BoaR, axp YOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO. [Date of Assent: March 24, 19703 BE it enacted by the Queon’s Most Excellent Majesty, by and with the edrice and sent of the Senate and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1e House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, ag follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. This Act may be cited as the Ceylon National shen se Library Serviows Board Act, No. 47 of 1970, and sal ane shall come into operation on such date (hereinafter referred to as the “ appointed date”) as may be appointed by the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "PART I Cayzon Nerrowa Lrerany Services Boarn",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2, (1) There shall be established, on the appointed Buystinnass date, or as s00n as may be thereafter, a Board to be fix Sith known as the “Ceyion National Library Services firey Board”, hereinafter referred to as “the Board”, Si\" which shall consist of nine members appointed by the Minister, — :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "@ two of whom shall be 0 appointed on the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "recommendation of the Minister in charge of the Ministry of Locsl Government;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "@) one of whom shall be so appointed on the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "recommendation of the Minister in charge of the Ministry of State; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(©) one of whom shall be so appointed on the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "recommendation of the Minister in charge of the Ministry of Scientific Research and Housing.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(@) The Board chall by the name assigned to it by sub-section (1) be a body corporate and shall have Perpetual enccession and a common seal, and may sue and be sued in such name.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ha woi-ssn0 0048",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "2 Ceylon National Library Services Board Act, No. 17 of 1970",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(8) A member of the Board shall, unless he earlior vacates office or is removed from office by the Minister, hold office for a term of five years, and shall bo. eligible for reappointment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "@ If any member of the Board becomes, by reason- of illness, or other infirmity or absence from Ceylon, temporarily unable to perform the duties of his office, the Ministsr, having regard to the provisions of sub: section (1), may appoint fit person to act in his placa,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "member of the Board may resign from the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Baeda ip tele ‘addressed to the Mivister",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "mes ot ° 8, ~The head office of the Board shall be in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Se Boar, Colombo. Such branch offices of the ‘Board as the Board considers necessary may be established in places in Ceylon, other than in Colombo, with the prior approval of the Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Quorum for aed (1) The quorum for a meeting of the Board",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Bocearre et shall Whee ‘members. 6 .",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ". . (2) The procedure to be followed at meetings of the Board shali bs ag determined by rules made by the Board with the prior approval of the Minister.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(8) The Director of National Library Services shell be the Secretary of the Board, and shall attend all meetings of the Board and keep minutes of such meetings. The Secretary shall not be entitled to vote at any such meeting.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(4) The Chairman, or in his absence the Seoretary, may at eny time, and shail on the request in writing of four members of the Board, call a special] meeting of the Board.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "5) No act or proceeding of the Bosrd shall ba invalid by reason only of any vacanoy in the office of any member of the Bosrd, or any defect in his appointment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(6) Meetings of the Board may be held at such times and places as the Board may, from time to time, determine so, however, that at least one meeting of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "‘Board shall be held every threa months.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Ceylon National Library Services Board Act, 3 No. 17 of 1970",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "6. (1) The Chairman of the Board shall be gisimes # appointed by the Minister from among the members % 72 of the Board, and shall, unless he eater vacetes his",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "— office or is removed from office by the Minister, hold office for a term of five years.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(2) The Chairman of the Board shall also be its chief executive officer. The Chairman shall preside at all meetings of the Board, In the event of his absence from any'such meeting, the members of the Board present at such meeting shall elect one of their umber to preside at such mating. ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(8) If the Cheirman of the Board becomes by reason of illness, or other infirmity or absence from Ceylon, temporarily unable to perform the duties of his office, the Minister may appoint any other member of the Board to act in his place.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(4) The Chairman shall be paid such salary or remuneration as may be determined by the Minister, with the concurtencd of the Minister of Finanos,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(8) The Chairman of the Board may resign his office by letter addressed to the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "8. Auy power, function, or duty omferred or pant ot imposed on the Board by this Act, may, subject to the posers and gensral direction and control of the Board, be exer- iir\"Hura® Cised, discharged or performed by the Chairman of the Board, or any member of the Board authorized in that behalf by the Chairman,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "7. The members of the Board shall be remunerated Besorerstion in such manner and at such rates as may be deter- mmol mined by the Minister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "8, The Board may—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(@) acquirs and hold any movable or immovable Geert Property, and way manage or dispose of any movable or immovable property acquired or held by it; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "®) eater into and perform or carry out, whether directly or throogh any officer or agent authorized in writing in that behalf by the Board, all such contracts or agreements as",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": ". may be necessary for the exercise, discharge and performance of the powers’ functioes and duties of the Board, . 23 6m cry :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "_ 4 Ceylon National Library Services Board Act, No. 17 of 1970 Sea of 9, (0) The seal of the Board shall be in the eustody Board. of the Board, * (2) The seal of the Board may be altered in such maxner as may be determined by the Board,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(8) The seal of the Board shall not be affixed to any instrument except in the presence of two members of the Board both of whom shall sign the instrument in token.of their presence. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "PART iI Stare oF THE Boar Appeotmeat 40. (1) Subject to the other provisions of this Act, of Besar the cea of the Board may consist of— SENS. (@) a Director of National Library Services; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(®) such nomber of other officers and servants as may be determined by the Minister,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(2} Subject to the provisions of sub-section (1), the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "staif of the Board shall be appointed by the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "{8) No person who has directly or indirectly, whether by himaelf or hy his partner or agent, any share or interest in any contract, made by or on behalf of the Board, shall become, or continue as, an officer or servant of the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Powrcs ot tbe 44, (1) The Board may appoint, dismiss and Bondi exercise disciplinary control over the staf of the Watt — Board.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "i Sand",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "{2) The Bosrd may, in consultation with tha Minister of Finance and the Minister— :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(a) fix the wages and salaries or other remuneration of the staff of the Board;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "@) determine the terms and conditions of the employment of such staif;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(©) establish and regulate a provident fond and provide welfare and recreational facilities, houses, hostels and other like accommodation for such staff; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@) make contributions to any such fund.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "{8) Rules may be made by the Board in respect of all or any of the matters referred to in sub-section (2) with the prior approval of the Minister.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Ceylon National Library Seroices Board Act, 6 No. 17 of 1970 + 42. (1) At the request of the Board, any officer Appeisuneet in the puble service may, with the consent of that 2, olticer and of the Secretary to the “treasury, be 2B\" td ~ temporarily appointed to the staff of the Board for is tl such period as may be determined by the Board with Srvtetet, like consent or be permanently appointed to such ris staff. f the Board. (2) Where any officer in the public service is tempo- tarily appointed to the staif of the Board, the provi- sions of sub-section (2) of section ® of the Motor Transport Act, No. 48 of 1957, shall, mutatis mutan- dis, apply to and in relation to him. (8) Where any officer in the public servies is perma- uently appointed to the stall of the Board, the provi- sions of sub-section (8) of section 9 of the Motor Transport Act, No. 48 of 1957, shall, muiatis . mutandis, apply to and in relation to him. (4) Where the Board employs any person who has entered into a contract with the Government by which he has agreed to serve the Government for a specified period, any period of service to the Board by that Person shall be regarded as service to the Government : for the purpose of discharging the obligations of such contract. (6) At the request of the Board, any officer or ser- vant of the Local Government Service or any local authority may, with the consent of that officer or ser- vant and of the Local Government Service Commis- sion or such authority, as the case may he, be temporarily appointed to the staff of the Board for such period as may be determined by the Board with like consent, or be Permanently appointed to the staff of the Board on such terms and conditions, including those relating to pension or provident fund rights, as may be agreed upon by the Board and that. Commission or authority.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". 6 Ceylon National Library Services Board Act, | No. 17 of 1970 i (€) Where any officer or servant of the Local - Government Service or of any local authority is tem- porerily appointed to the staf of the Board he shall @ subject to the same disciplinary control as any other _, member of such staff. , teers wa 43. All officers and servants of the Board shall be + gmmga'st deemed to be public servants within the meaning and Buco te for the purposes of the Pana] Code. athe serves. PART II . Powsns ov ra Boanp owes of 15. Without prejudice to any other powers seed. conferred upon the Board by any other sections of this Act the Board shall have the power— : (2) to plan and assist in the organization and deve- jpment of library services in general;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(@) to establish and maintain the Ceylon National Library;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(©) to advise and assist in the promotion and deve- lopment of public Library services;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(@) to advise and assist in the promotion and deve lopment of school libraries;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(©) twadvine and atsist inthe publioution of reading materials abd the production of audio-visual aids;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(f) to advise “and assist in the co-ordination and development of university libraries, junior university libracies, technical college libra ries, teachers’ college libraries, library ser- views of local aiithorities, Government departmental libraries, and’ other special Tibraries;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "@) to advise and assist the Government in fixing the minimum scademic and professions qualifications for persons employed in library",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ": services;",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(8) to promote the development of library education ‘and training; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(® to carry out suck other functions as may be necessary for the general promotion of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "1 library services. Arpisinen o& 48, (1) The Board may, with the prior approval , comamert, of the Mihir, appoint— (@) a public libraries committee; () a school libraries committees",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "” Ceylon National Library Services Board Att, 7 No. 17 of 1070 (©) such other committees as the Board may deem Mecessary to carry out its objects or functions, consisting of such number of its members as may be determined by the Board. (2) The Bourd may delegate to any such committes any such power, fonction or duty of the Board as it may deem necessary.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(8) A committee appointed by the Board may consist of members and olficers of the Board, and any other peraons,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "PART IV Finance",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "46, (1) The Board shall have its own Fund. There Feed <f, shall be credited to the Fund of the Board— .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(@ all such sums of money as may be voted by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Parliament for the use of the Board; and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(®) all such sums of money as may be received by the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "Board by way of—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(i) donations, gifts or grants from any sour- ces whatsoever, whether in or outeide Ceylon, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(ii) all such sums of money as are required to be paid into such Fund by or under this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(2) There shall be paid out of the Fund of the Board all sams of moneys required to defray any expenditure incurred by the ‘Board in the exercise, discharge and performance of its powers, fonctions and duties.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(8) All sums of money received on account of the Fund of the Board shall be eg into such bank or banks as may be approved by the Board for the credit of the Board’s general, current or deposit account.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "(@ Any moneys in the Fund of the Board which are not immediately required for the purposes of the bus, ess of the Board shall be deposited in the General ‘Treasury.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "47. (1) The Board shall cause proper accounts to Accounts af the be pt ot all the transactions of the Board and shall ons 38 prepare an annual statement of such accounts in such yer.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "forta and containing such particulars as the Minister, with the concurrence of the Minister of Finance, may from time to time apecify.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "—_ 8 Ceylon National Library Services Board Act, No. 17 of 2970",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "@) The financial year of the Board shall be the period of twelve months commencing on the tirst, day Of October im each year.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "{8) The books of accounts of the Board shall be kept \"T\" at the head ofhce of the Hoard.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "‘Aodit of the 48. (1) The accounts of the Board for each finan- apenas of cial year shalt, within two months of the close of thas . finaucial year, be suomitted to the Auditor-General ior audit. for the purpose of assisting hum in tne audit of such accounts, tne Auditor-General may employ the services of any qualified auditor or auditors who shall",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "act under his direction and control.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(2) The Auditor-General and any person assisting him in the audit of the accounts of tne Board shail have accesa to all such books, deeds, contracts, accounts, vouchers and other documents of the Board ag the Auditor-Leneral or such other person asaisting him in the audit of the accounts may consider neces- sary for the purposes of the audit, and shall be fur- nished by the members or officers of the Board with such information withia their knowledge as may be required for such purposes. -",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(8) For the purpose of mesting the expenses incurred by him in auditing the accounts of the Board, the Auditor-General shall be paid from the Fund of the Board such remuneration as the Minister may determine with the concurrence of the Minister of Finance. Any remuneration received from the Board by the Auditor-General shall, after deducting any sums paid by him to any auditor employed by him for the Burpooe of such audit, be oredited to the Consoli- dated Fund of Ceylon.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(4) For the purpose of ascertaining the correctness cf the balance sheet, the auditors ‘nay in their discre- tion, accept in respect of any branch of the Board, any copies or abstracts from the books and accounts of such branch which have been transmitted to the princi- El place of business of the Board and ‘which have",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "n certified to be correct by an officer of the Board authorized in that behalf by the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(8) For the purposes of this section, the expression * qualitied auditer” means — ®",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "(2) an individval who, being a member of the Insti-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": ". tote of Chartered Accountants of Ceylon,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Ceylon National Library Services Board Act, 9 - No, 17 of 1970 osseous 2 oortfeate to practise as, an ‘Accountant issued by the Council of that Institute: or @) a firm of Chartered Accountants each of the partners of which, being a member of that Institute. possesses a certificate to practise as an Accountant issued by the Council of that Institute. : .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(6) The Auditor-General chall examine the acoounts . of the Board and furnish a report—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(a) stating whether he has or has not obtained all",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "the information and explanations requed by im; (®) stating whether the accounts referred to in the report are premerly drawn no 80 as to exhibit a true and fair view of the affairs of the Board ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(©) drawing attention to any item in the accounts ‘which in his oninion may be of interest to the Senate and the House of Representatives in anv examination of the activities and accounts of the Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(7) The Anditor-Genera} shall transmit his report to the Board within four months of the receipt af the accounts of the Board by him.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "19. (1) The Board shall, on the receipt of the Dovuments to Aditor-General’s report in respect of any year, 2 ,ivamiin’ cause & copy of each of the following documents relat js be il ing to that year to be transmitted to the Minister— ET, gy,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Shou of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(@) the Auditor-General’s report; Bepreven-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "ane",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(®) the balance sheat;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(0) a copy of the statement of accounts prepared",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "under section 17 (1); (@ the report of the Chairman of the Board giving . an account of the work of the Board; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(8) such other financial statements and statistical",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "data as may be decided on by the Minister.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) ‘The Minister shall lay copies of the documents transmitted to him under sub-section (1) before the Senate and the House of Representatives within nine aponths of the close of the year to which such accounts and reports relate.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "~— ~~ \"10 Ceylon National Library Services Board Act, No, 17 of 1970 PART ¥ Genera ‘Brempton 20, Notwithstanding anything in any other — focus written law the Minister of Finance may, on the a recommendation of the Minister, waive the customs duty on any article imported by or for the Board, for any of the purposes of the Board.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Reale, 24. (1) The Board may make rales in respect of all or any of the matters for which rules are authorized or required by this Act to be made.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(2) No rule made by the Board under this Act shall have effect until it has been approved by the Minister, such approval being given, in the case of any such rule relating to auy matter referred to in subsection @) of section 11, with the prior concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "‘The Board 22, The Board shall be deemed to be a scheduled",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "dormeg ob institution within the meaning of the Bribery Act, Laiiter and the provisions of that Act shall be construed Beeviog ot eccordingly. . Beko",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Iuereesios. 28, ‘In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "* Jooal_authority ”* means any Municipal Council,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Urban Council, Town Council or Village Council; “the Minister * means the Minister for the time being in charge of the subject of education, \\",
    "mean_p_confidence": 0.82
  }
]