[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘ cot gem Cs ae, = 97 FEB O96 +H api . 5H CeO aie PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA MONETARY LAW (AMENDMENT) ACT, No. 26 OF 1995 [Certified on 17th November, 1995) ' Printed on the Order of Government . Published a8 a Supplement to Part I of the Gezetle of the Democretie Socialist Republic of Sti Lanka of November 17, 1995 PHORTED AT THE DEPARIMERT OF GOVERNMENT PEIFTING, LANE Tye We Forces ar We Covionca PUSuIemons BUREAU, COuaMRO Oy Price: 60 conts, Postage: Bs 200",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "> Monetary Let (Amendment) an . . Act, No. 26 of 1905 cu {Certified on 17th November, 1995] . LD—O, 83/93 1 Aw Act 10 swamp THe Monetary Law Act BE ft enacted hy the Parliament of the Democratle Soctalist Republic of Sri Lanka as follows :—~",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be cited os the Monetary Law (Amend- Storttitle * ment) Act, No. 26 of 1595,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "% The following new Chapter is hereby inserted Insertion of immediately aiter Chapter V of the Monetary Law Act [e™, Chanter (Chapter 422) (hereinafter referred to as the “principal Chapter 422 enactment”) and shall have effect as Chapter Va of that enactment :— ,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "“CHAPTER VA ‘Tas CenTRAL BANE To PuncHAsE SHARES iN CERTAIN Companres Seneat 105a, Notwithstanding any other provi- Font ‘© - sion in thin Act or anything in any other tiers a written law, the Central Bank may acquire . companlex and hold shares in any company which in * the opinion of the Monetary Board was formed for the advancement and promotion of human resources and technological development in the banking and financial sector inSrf Lanka, orto provide forall or any of the facilities referred to in subsec- : tion (2) of section 98 or T12a of this Act”, ' 3. The following new sections are hereby inserted Insertion of | immediately after section 112 of the Principal enactment \"iy Scene H ‘and shall have effect as sections 1124 and 1i2e of the ie in the | principal enactment :— Practioent. 4 Accounts 112, The Central Bank shall provide ge ecto Stok prieary {e) for non-commercial bank - dealers primary dealera to maintain ‘accounts at the Central Bank for the purpose of settling securities transactions ; (b} for direct participants including . ‘any direct participants which | ay are not commercial tanks, to",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "3 Monetary Low (Amendment) Act, No. 26 of 1098",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "4S maintain accounts at the Central Bank for the purpose ol hoiding serpless sevurithes, clearing and settling transan tions in seripless securities among direct purticlpants.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "For the purpose of this section—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“direct participant” means a person appolnted as a direct participant lunacy section 2in of the Registered Stock and Securities Ordinance or under the Local Treasury Billa",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "' Ordinance ;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“non-commercial bank primary dealer” means a primary dealer who ls not @ coramercial bank ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "primary desler” means any commercial bark, company or other person appointed by the Monetary Board ai ‘8 primary dealer for the-purpose of dealing with the Central Bank as & counterparty in the primary and secondary market for stock and securities ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“scripless securities \" means securities isrued in ecripless form; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". “ securities\" means— () treasury bills issued in accor dance with the provisions of ‘ . the Local Treasury Bille ‘Ordinance, whether issued in seripless form or otherwise; {ii) registered stock or securities fatued in accordance with the . provisions of the Registered Stock and Securities Ordinance . whether issued in scripleas form or otherwise ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "i Monetary Law (Amendment); a sie Act, No, 26 of 1995 (li) any securities of the Central t Bank whether ised in : sctipless form or otherwise. Ag tety 128, The Central Bank may for the Pweorde purpose of performing duties imposed on tt cary out by subsection (1) of section 96 or section queso\" 1124, authorize any body corporate to Zevion980) provide all or any of the facilities referred to In those sections.\" 4. In the event of any inconsistency between the Sinhala Sinhala ~ nd Tamit text of this Act, the Sinhala text aball prevail, 50,1? 4. case of SSennsisteves.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "a SSSSSSSSSSSSSSFSeSeSeseeseseFseesseeese",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "‘Anouel sucripuos of Eayhah Bills ond Acw of me Perliament Ra ib Local),",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "‘Ke 1,180 (Foreign), payable vo the Suegverenver, Govounnier Punscaiors",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "Bungav, No. 32. ‘Transworks House, Lotus Road, Colombo 0%,\"before 15h ‘December each Year im respec of the year following,",
    "mean_p_confidence": 0.69
  }
]