[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : 2nd Session . 1953-54 : SiN Money Lending (Amendment) Act, No. 9 of 1954 Date of Assent : February 22, 1954 Printed on the Orders of Government Printed at the Govrament Parss, Crvton. Ta be ‘Aumua) Gulzrigtion latasing Bll) Rs 25 payable in Se ee eee \"rive: 16 cente, Poatage: 18 cents,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Money Lending (Amendment) Act, 3 ‘ No. 9 of 1954",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "L. DO. 50/68,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "AN Act to aMaND Tae Monzy Lawoore Onomancy, Sint #. [Date of Aasont: February 22, 1954] meee at",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen's Most Excallent Majenty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in thig present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. ‘This Act may be cited as the Money Lending av ute, (Amendment) Act, No. 9 of 1964,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2, (1) Seotion 8 of the Money Lending Ordinance Asesinas ot hoveinstier tarred to ae the pringipal encct. Ssh! ment’) is hereby amended, by the insertion, immediately after ‘sub-section (2), of the following new sub-section :— -",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "+ (8) The preceding provisions of this section shall’ not apply to any duly incorporated and registered hank or banking company.”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(2) The amendment made in tho principal enact- ment by sub-section (1) of this section ehall have effect and be deemed to have had effect from the date on which the principal enactment came into operation.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. eom-ewoassh",
    "mean_p_confidence": 0.28
  }
]