[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON — . 4th Session 1968-69 2\" : ef 42-1 BE 4g-12- 15 ey aN CELE an bie a go. Sem > Ley Defence Regulations (Resuscitation) Act, No. 41 of 1968 Pa . Date of Assent: November 24, 1968 Printed on the Orders of Government “ ee en Sey Paine, oy oe gereemaen cave HS Lin saast a lakrarsitass eeoehtore the date ah eebrecal wil nat be eaplod . Price: 20 cents Postage: 10 cents",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Defence Regulations (Resuscitation) Act, No. 41 of 1968",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "L. D.—O, 9/60.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "An AcT 10 PROVIDE FOR THE RESUSCITATION AND CONTINUANCE IN FORCE OF THE DerRNce REcULA- tions (Exrenstox} Act, No. 24 oF 1950, waice EXPIRED APTER DECEMBER 9, 1964, AND FOR THE VALLDATION RENDERED NECESSARY BY SUCH EXPIRY.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "[Date of Assent: November 24. 1968]",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "same, as follows :-—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. This Act may be cited as the Defence stor tits, Regulations (Resuscitation) Act, No. 41 of 1988.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 (1) The Defence Regulations (Extension) Act, Rqoniisin No. 24 of 1950, which, by virtue of a resolution passed [eters of the\" by the Senate and the House of Representatives under pvc. section 6 of that Act, continued in force until December +tenion! Act, , 1964, and then expired, shall be deemed to have been in foros during the period commencing on the date of such expiry and ending on the day immediately preceding the date of the commencement of this Act and to be in force thereafter until December 81, 1968, as if the aforesaid resolution had declared that the Defence Regulations (Extension) Act, No. 24 of 1950, shall continue in force until December 31, 1968, and may be continved in force for any further period or periods in the manner prescribed in section 6 of that Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@) All such orders and instruments as were made under any of the Defence Regulations specified in the Defence Regulations (Extension) Act, No. 24 of 1950, and were in force at the time of the expiry of that Act shall be deemed to have been in force during the period commencing on the date of expiry of that Act and ending on the day immediately preceding the date of the commencement of this Act and to be in force there- after until they are rescinded or annulled or until they",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "expire, 1B srag-o,706 (778) 7",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Defence Regulations (Resuscitation) Act, No. Al of 1968 Valiatio, 3. All such orders and instruments as may have been made under any of the Defence Regulations specified in the Defence Regulations (Extension) Act, No. 24 of 1950, during the period commencing on the date of expiry of that Act and ending on the day immediately preceding the date of the commencement of this Act shall be deemed to have been and to be as valid and effectual as if the Defence Regulations : (Estension) Act, No. 24 of 1950, had been in force during that period.",
    "mean_p_confidence": 0.91
  }
]