[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1953 . yn PN AOS Frees SN wie gas™ Labour Inspections (Maintenance — of Secrecy) Act, No. 17 of 1953 Date of Assent : March 27, 1953 Printed on the Orders of Government rites MACUST AMY Sate TB Price: 10 cents. Postage: 5 cents.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Labour Inspections (Maintenance of Seorecy) 3 . Act, No. 17 of 1953. L. D—0. 8/61. An AcT 70 GIVE ERFECT TO A PROVISION OF THE",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "INrgewaTiONAL Lasour Convention (No. 81)",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "RELATING TO THE MAINTENANCE OF SECRECY BY LABOUR INSPECTORS. [Date of Assent: March 27, 1953]",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may be cited as the Labour Inspections Sheri i. (Maintenance of Secreoy) Act, No. 17 of 1953.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. (1) No officer who, in the exercise or perform-  xmainicesce ance of his powers, functions or duties under any \"2 written law to which this section applies, acquires or sevieg obtains knowledge of or information concerning any Tc mannfacturing oz commercial secret, shall, either while he is holding office or after he has ceased to hold attice, disclose or communicate such secret to any other person except with the consent of the person carrying on the business to which such secret relates, or where such person is a company with the consent of the manager or other similar officer of the company.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) Sub-section (1) shall apply to any written law by which power is ronferred on any officer to enter ghd ingpect any premises, or. io call for or obtain information, for the purpose of—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(@) ascertaining whether the provisions of that law relating to the conditions of work and the protection of workers while engaged in their work are complied with, or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(®) supplying technical information ‘and advice to employers and workers as regards the most effective means of complying with such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". provisions, & the",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "() bringing to notices 0: competent",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "@ authority defects and abuses not specifically, covered by such provisions.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(8) Every officer who acts in contravention of the provisions of sub-section (1) of this section shall be guilty of an offence and shall be liable on conviction after summary trial before » Magistrate to a fine not exceeding five hundred rupees or to imprisonment of cither description for a term not exceeding six months er to both such fine and imprisonment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "J. snane 2.068 (12/08)",
    "mean_p_confidence": 0.39
  }
]