[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON ‘  3rd Session 1958-59 ee  ee  (en  PSION  Esald  Bribery (Amendment) Act,  No. 40 of 1958  Date of Assent : November 3, 1958  | Prine on the Onters of Government  | i  Prinfed atthe Govemormt Pass, Gpriox. To be  Frida th uf cot Bomurcties Bonny, Coton  FAnmoat Subseripion Cincloding. Bis) Hs. 25, payable in  dermal GaberintiCoctang, Se Be Ee ae  SUES, Boat onitar Sah So, Sattar, \"eaten  Price: 65 cents. Postage: 20 cents.",
    "mean_p_confidence": 0.41148936170212763
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  >\" Bribery (Amendment) Act, No. 40 of 1958 3",
    "mean_p_confidence": 0.6545454545454545
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L. D0, 49/56.",
    "mean_p_confidence": 0.44400000000000006
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  An Act 70 AMEND THz Bripery Act, No. 11 oF 1954,  AND TO MAKE A CONSEQUENTIAL AMENDMENT IN  SECTION 147 oF THE CRIMINAL Procepurr Cope.",
    "mean_p_confidence": 0.6306896551724137
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  [Date of Assent: November 3, 1958]",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.6754545454545454
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.8265217391304347
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.743
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  same, as follows: —",
    "mean_p_confidence": 0.315
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  4. This Act may be cited as the Bribery (Amend- sor tite  ment) Act, No. 40 of 1958.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  2. (1) Section 1, this section, paragraph (b) of operation ot  section 5 (1), sub-paragraph @ of ey ee (b) of ts Act.  section 6, and sections 13, 14, 66, 67 and 69 shall come  into operation on the date of enactment of this Act.",
    "mean_p_confidence": 0.7681999999999999
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (2) The provisions of this Act other than those speci-  fied in sub-section (1) shall come into operation on such  date as the Minister of Justice may appoint by Order  published in the Gazette.",
    "mean_p_confidence": 0.8220512820512821
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  3. The heading in Part I of the Bribery Act, Ameotoeot ot  No. 11 of 1954, hereinafter referred to as the\" prin- Part TS Act  cipal Act’, is hereby amended by the omission of the No. 11 0096  words “ or arraignment ”’,",
    "mean_p_confidence": 0.6885416666666666
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  4. The following new section is hereby inserted in Iosertion of  Part I of the principal Act immediately before section 32%,\"\"32\"\"  3, and shall have effect as section 2A, of that Act:— principal se.  “\\pesintment 2a. There shall be appointed, for the  Sommieoe — PUrposes of this Act, a Bribery Cominis-  ise ther sioner and such other officers as may be  Beers necessary.””.",
    "mean_p_confidence": 0.6661971830985915
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  8. (1) Section 3 of the principal Act is hereby Amendmeat ot  amended as follows:— +  | @ by . the substitution, for the expression ++  | “ Attorney-General ””, wherever it occus in  | that section, of the’ expression ‘* Bribery  1) Commissioner”;  © @) in sub-section (4) of that section by the substi-  | tation, in paragraph (¢) of that sub-section,  for the words ‘produce any such docu-  ment”, of the words “ produce, or deliver  or furnish a certified copy of, any such  document ”’;  (@) by the repeal of sub-sections (2) and (3) of that  section; and  Tas. nor te aI)",
    "mean_p_confidence": 0.6720661157024793
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Bribery (Amendment) Act, No. 40 of 1958  &  (@) by the renumbering of sub-section (4) as sub:  section (2) of that section. ise  (2) The marginal note to section 3 of the principati:  Act is hereby ‘amended by the substitution, for the  expression ‘ Attorney-General”, of the expression  “Bribery Commissioner ”” rs  Anesdmest ¢ 6+ Section 4 of the principal Act is hereby amended.  tation 4'ot” as follows:— -  prepa i  at (@ by the substitution, for the expression  “* Attorney-General ’’, wherever it occurs in’  that section, of the expression “ Bribery  Commissioner \"”;  (®) in sub-section (1) of that section—  (i) by the omission of the words “or an  arraignment ”; and  (ii) by the substitution, in paragraph (¢) of  that, sub-section, for the words “as  specified in the’ notice, any book or  document”, of the words “* within  such time as may be specified in the  notice, any book, document or  . cheque \"”; and  (©) in sub-section (2) of that section—  (i) by the substitution, for the words ‘a  Board of Inquiry, \"”, of the words “‘ 2  Bribery Tribunal,”’; and  (ii) by the omission of the words “or  arraignment ’’.  Repleceweat ot T+ Section 5 of the principal Act is hereby repealed  feim§” and the following new section is substituted  re es therefor:— j .  * Proecation 5. (1) If the Bribery Commissioner  oad is satisfied that there is a prima facie  ‘Taibo, case of the commission by any person of  an offence specified in Part IT of this Act,  Such Commissioner or any advocate,  proctor or officer authorised in writing by  such Commissioner shall prosecute sucl  person before a Bribery Tribunal.  (2) Before a public servant is prose-  _ cuted for an offence specified in Part IZ  of this Act, the Bribery Commissioner  shall notify in writing the intended  prosecution to the authority who  sppointed such public servant to the  office or post held by him.””,",
    "mean_p_confidence": 0.6976407506702412
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Bribery.(A  as ‘yi(Amendment) Act, No. 40 of 1958 5  1 . ection 6 of ¢] Sound LT  \\yepoaled. he principal Act jg hereby Rept ot  tel Bet  9. Section 7 of the princi ‘ arn  by the substitution, for the a reaanely amended Anendusat ot  General ”’, wherever it occurs a4 poe «Attorney. jin Tf  expression “ Bribery Commissioner, 0% Of the 4  10. Sections a  hereby repeated, \"4 ® Of the principal Act are zat  i. s ive  + Section 10 vi i —  amended geo a0, Of the Principal Act is hereby smatet a  Tepe,  (1) by aa zpbeal of eub-snction (1) of that section Se  stitntis r  find the substitution therefor of the following  ““ (1) Where any person is to be prosecuted  for bribery before a Bribery Tribunal, the  vibery Commissioner shall cause to be  furnished to him—  (@ a concise statement of the parti-  culars of the charge and a list  of witnesses who are likely to be  called to give evidence and a list,  of documents that may be used  by the prosecutor, an  () a summary of snch of the facts as  ‘are proposed to be relied on by  the prosecutor.””;  (2) in sub-section (2) of that section—  (a). by the substitution, for all the words and  ; figure from ‘ The Attorney-General i  ' to“ sub-section (1).”, of the follow-  ing: —  “The Bribery Commissioner  shall, if so required by a Bribery  Tribunal trying a charge of bribery |  against any person, furnish oF \\  cause to be furnished to such  Tribunal any statement relating to  that person recorded in the course of  any investigation conducted by the  Bribery Commissioner or by, am  officer authorised by ont ae  (b) by the substitution, for the words “ unless  the Court or Board,’ of the, words  «“anless the Bribery Tribunal,””;",
    "mean_p_confidence": 0.645308988764045
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  + Bribery (Amendment) Act, No. 40 of 1958 7  then, for the purposes of any eS  under this section, it shall be deemed,  until the contrary is proved by him, that  such property is or was property which  he has or had acquired by bribery or to  which he has or had converted any  property acquired by him by bribery.",
    "mean_p_confidence": 0.7947826086956521
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (2) In. sub-section (1), ‘income ””",
    "mean_p_confidence": 0.52625
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  . does not include income from bribery, and  ** receipts ” do not include receipts from  bribery.",
    "mean_p_confidence": 0.7009523809523809
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (8) A person who is or had been the  owner of any property which is deemed  under sub-section (1) to be property which  he has or had acquired by bribery or to  which he has or had converted any  property acquired by him by bribery  shall be guilty of an offence nee  with rigorous imprisonment for a term  of not more than seven years or a fine not  exceeding five thousand rupees or both:",
    "mean_p_confidence": 0.8051764705882353
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  Provided that where such property is  or was money deposited to the credit of  such person's account in any bank and he  satisfies the court that such deposit has  or had been made by any other person  without his consent or knowledge, he  shall not be guilty of an offence under  the preceding provisions of this sub-  section.",
    "mean_p_confidence": 0.7822058823529412
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (4 No prosecution for an offence  under this section shall be instituted  against any person unless the Bribery",
    "mean_p_confidence": 0.6745454545454546
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  : ‘ommissioner has given such person an  opportunity to show cause why he should  not be prosecuted for such offence and he  has failed to show cause or the cause  shown by him is unsatisfactory in the  opinion of such Commissoner. *",
    "mean_p_confidence": 0.7857142857142857
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  15. Section 26 of the principal Act is hereby amendmen of",
    "mean_p_confidence": 0.7153846153846154
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  amended as follows: — ! teen, zt  (Q) by the substitution, for the words ‘‘a Court **  convicts’’, of the words “a Bribery  Tribunal convicts ””;",
    "mean_p_confidence": 0.5954838709677419
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (2) by the substitution, for the words “ the Court  shall,”’, of the words “ the Tribunal shall,”’;",
    "mean_p_confidence": 0.7519047619047619
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  8 Bribery (Amendment) Act, No. 40 of 1958 {  (8) by the substitution, for the words “ thy  Court's”, of the words “ the Tribunal’s ”;",
    "mean_p_confidence": 0.669
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  and 4",
    "mean_p_confidence": 0.4675
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (4) by the substitution, for the words “ opinion of  the Court, \"’, of the words “ opinion of the",
    "mean_p_confidence": 0.7856521739130435
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  Tribunal, ””.",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  Amendment o¢ 16+. Section 27 of the principal Act is hereby",
    "mean_p_confidence": 0.716923076923077
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  fection 21 of amnended by the repeal of sub-section (1) thereof and",
    "mean_p_confidence": 0.6364285714285715
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  {he principal the substitution, for that sub-section, of the following",
    "mean_p_confidence": 0.7333333333333333
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  new sub-section :—",
    "mean_p_confidence": 0.392
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  “*(1) Where, at: the conclusion of the trial of a  person charged with bribery before a Bribery  ‘Tribunal, the Tribunal is of the opinion that the  complainant has wilfully and with intent to harm  that person made a false, frivolous or groundless  allegation against him, the President of the  Tribamal shall certify that opinion under his hand  and transmit the certificate together with the record  of the proceedings to the Attorney-General.’’.",
    "mean_p_confidence": 0.7976543209876543
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  ‘Amendment ¢ 17. (1) Section 28 of the principal Act is hereby",
    "mean_p_confidence": 0.7242857142857142
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  seta tof amended as follows: —",
    "mean_p_confidence": 0.28250000000000003
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  Act. (a) by the repeal of sub-section (1) of that section  and the substitution, for that sub-section, of  the following sub-section: —",
    "mean_p_confidence": 0.7288461538461538
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  “(1) A sentence of imprisonment",
    "mean_p_confidence": 0.3642857142857143
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  . passed by a Bribery Tribunal on a person  convicted by the Tribunal of bribery shall",
    "mean_p_confidence": 0.7621052631578947
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "  be executed in the same manner as if the  Tribunal were a court, and accordingly  section 311 of the Criminal Procedure Code  shall apply to such sentence and shall in its  application to such sentence have effect as",
    "mean_p_confidence": 0.8040909090909092
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "  if for the words ‘‘ Magistrate who passed  sentence ”’ occurring in that section, there  were substituted the words “ Magistrate  who, or the President of the ‘Bribery  Tribunpl which, passed sentence ”.’; —°",
    "mean_p_confidence": 0.715
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "  H (b) in sub-section (2) of that section—",
    "mean_p_confidence": 0.6759999999999999
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "  (i) by the substitution, for the words “3s  penalty”, of the words ‘‘a fine or  penalty |",
    "mean_p_confidence": 0.5966666666666667
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "  (ii) by the substitution, for the words “4  Board of Inquiry”, of the words “§  Bribery ‘Tribunal ” 3",
    "mean_p_confidence": 0.7026086956521739
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  Bribery (Amendment) Act, No. 40 of 1958 9 ,  ; ‘i stitution, for the words “ the  Obs Bask ”, of the words “the  Tribunal,”  iv) by the substitution, for the words “ may  ao apply”, of the words “ shall apply ”*;  and  the substitution, for the words ‘* may  (©) PY Oe seoovered 2” ofthe words shal  be recovered ”*; and  (©) in sub-section (4) of that section, by the  substitution, for the words the competence  of the court which imposed the fine or penalty  or the competence of the Board of Inquiry  which imposed the penalty. ”, of the words  “ the competence of the Bribery Tribunal  which imposed the fine or penalty.””,",
    "mean_p_confidence": 0.6805970149253732
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  2) The following new marginal note is hereby  substituted for the marginal noie to section 28 of the  principal Act:—",
    "mean_p_confidence": 0.7625000000000001
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  “ Execution of sentences  of imprisonment passed,  and recovery of fine or penalty  imposed, by a Bribery  ‘Tribunal, ”,",
    "mean_p_confidence": 0.6531999999999999
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  48, (2) Section 29 of the principal Act is hereby ameatneat of  amended ‘by ‘the substitution, for the words ‘is  jevon a  fonvicted or found guilty of bribery by a court, i  Commission of Inquiry, or Board of Inquiry,” of the  Fords “is convicted or found guilty of bribery by a  Bribery Tribunal or a Commission of Inquiry,”",
    "mean_p_confidence": 0.6803076923076923
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  2) ‘The following new marginal note is hereby  substituted for the marginal note to section 29 of the  Principal Act:—",
    "mean_p_confidence": 0.7399999999999999
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  “ Bffet of a conviction  of a person of brib  by a Bribery ‘Tribunal,  or the finding of a  Commission of Inquiry  that a person is guilty  of bribery, \",",
    "mean_p_confidence": 0.6447368421052632
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  49. Section 31 of the pri is en  ite of the principal Act ix hereby eel oop",
    "mean_p_confidence": 0.615
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  Sroorst",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  ‘ 10 Bribery (Amendment) Act, No. 40 of 1958  Amendment ot 20. Section 34 of the principal Act i  zien Sof amended as follows: Pn ™P®! Act is hereby  ek ;  “ (a) in sub-section (1) of that section, by the  pench . subst  tution, in paragraph (@) of that subsseee  for the expression ““ Attorney-General \"4  he expression “ Bribery Commissioner  an i  (B) in sub-section (8) of that section, by the subst;  tation, for the expression \"Atom  eneral, ”, of the expression “ Bribe)  Commissioner, ””. mesnina Beary  Amendment ot 24. Section 39 of the principal Act is  aian@ef' amended, in sub-section (@) of that section, bere  na\" substitution, for the words “by a Court”, ‘et  the words “ by a Bribery Tribunal”, ,  Amepiwent ot , 22. The following heading is hereby substitu  iste\" “for the heading \"\" Boards of ‘Inquiry ” occurring 42  tk yrvctar Part IV of the principal Act :—  Ac “ Bribery Tribunals. ”. ‘  Repeal of 23. Section 40 of the principal Act is hereby  the prioepel —Pepealed.  a8  Replacement of 24. Section 41 of the principal Act is hereby  eter cf\" repealed and the following new section is substituted  no therefor —  “ Appoinvoae 4. (1), The Governor-General shall,  aie Fr! on the advice of the Minister of Justice,  Brey” appoint a Panel (hereinafter referred to  ey as the Panel) of not more than fifteen per-  Slo, sons who have judicial experience o: legal  saaif te, Jnowledge, for the purpose of the  te Panel: constitution of Bribery ‘Tribunals as  hereinafter provided. ,",
    "mean_p_confidence": 0.6083892617449664
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (2) Each member of the Panel shall,  unless he vacates offjce earlier, hold  Ofkce for three yeans and shall be  eligible for reappointment.",
    "mean_p_confidence": 0.6453571428571429
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (8) The Governor-General shall, on  the advice of the Minister of Justice, fill  vacancies in the Panel caused by death,  resignation or otherwise.",
    "mean_p_confidence": 0.7121428571428571
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  _ (4) Acperson appointed to fil &  ener iP the Panel shall, unless be  vacates office earlier, Lold office for the",
    "mean_p_confidence": 0.5968
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  Bribery (Amendment) Act,\\No. 40 of 1958 11  remainder of the term of office of  the member of the Panel in whose place  he is appointed.",
    "mean_p_confidence": 0.757
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (8) The Governor-General shall, on  the advice of the Minister of Justice,  appoint one of the members of the Panel  tb be the Chairman of the Panel,",
    "mean_p_confidence": 0.75625
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (6) The Chairman of the Panel shall,  unless he vacates the office of such  Chairman earlier, hold such office  during the term of his membership of the  Panel",
    "mean_p_confidence": 0.7502941176470588
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (7) Where, due to illness or absence  from Ceylon, the Chairman of the Panel  or any member of the Panel is tempo-  rarily unable to officiate as such Chair-  man or member, the Governor-General  may, on the advice of the Minister  of Justice, appoint, for the period  during which such Chairman or member  is unable so to officiate, a member of the  Panel to act as and in the place of such  Chairman, or any person qualified to be  a member of the Panel to act as a  member of the Panel in the place of the  member of the Panel who is unable so  to officiate. ”.",
    "mean_p_confidence": 0.7958870967741936
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  25. Section 42 of the principal Act is hereby epacenstot  repealed and the following new section is substituted 2, /3,df  therefor -— H aa  Gettin 2. (1) A Bribery ‘Tribunal shall,  Simms’ according as the Chairman of the Panel",
    "mean_p_confidence": 0.5777777777777777
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  may decide, consist of —",
    "mean_p_confidence": 0.6185714285714285
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (2) such Chairman and two other  members of the Panel selected  by such! Chairman, or",
    "mean_p_confidence": 0.6926315789473684
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (®) three members of the Panel so  selected, such Chairman not  being one of them",
    "mean_p_confidence": 0.6768421052631579
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (2) Any number of Bribery Tribunals  may be constituted as herein provided  for the trial of persons prosecuted for  bribery. ””,",
    "mean_p_confidence": 0.7392307692307691
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  * 12 Bribery (Amendment) Act, No. 40 of 1958 %  Replacement 26. Section 43 of the principal Act is  sec | repealed and the following new section is aubst  ‘Act. therefor :— ted",
    "mean_p_confidence": 0.6302631578947369
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  “ President 43. (1) Where the Chairman  SSabery Panel is a member of a Bribery Tribe  ‘Tribus. he shall be the President of thai  Tribunal, ae  _ (2) Where the Chairman of the Pang  is not a member of a Bribery Tribunal,  he shall appoint a member of that  Tribunal as the President of that  Tribunal. ”  Replacement 27. Section 44 of the principal Act is hereby  gene repealed and the following new section is substituted  procpal Act, therefor -—  * Shen » 44, If any member of a Bribery  ey Tribunal is, ior any reason, unable to  say be officiate as such member, the Chairman  yoked of the Panel shall replace such Tribunal  Tribunal.” with another Bribery Tribunal  con-  stituted as provided in section 42, and  the new Tribunal shall try afresh every  person whose trial is not concluded by  the previous Tribunal and in doing so  may use the evidence already recorded  by the previous Tribunal’ or take  evidence alresh. ””.  Replacement ot 28, Section 45 of the principal Act is hereby  ficien 46 of repealed and the following new section is substituted  Act therefor — i 5  “Bewoniaion 5, The members of the Panel shall  of penbers be paid such remuneration as shall be  determined by the Minister of Justice in  } consultation with the; Minister of  Finance. ”’. |  Amendment of 29. (1) Section 46 of the principal Act is hereby  revlon 46 of amended, in sub-section (1) of that section, by, the  Act, substitution, for the words ‘ Board of Inquiry”, of  the words ‘' Bribery Tribunal \"”.  (2) The marginal note to section 46 of the principal  Act is hereby amended by the substitution, for the  words “ Board of Inquiry \"’, of the words ‘' Bribery  Tribunal \".",
    "mean_p_confidence": 0.7166666666666666
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  Bribery (Amendment) Act, No. 40 of 1958 13  0. (1) Section 47 of the principal Act is hereby Amendment  amended. as follows :— : iat  (A) in sub-section (1) of that section—",
    "mean_p_confidence": 0.6991891891891893
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (a) by the substitution, for the words “A  Board of Inquiry”, of the words “A  Bribery Tribunal \"”;",
    "mean_p_confidence": 0.6309090909090909
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (0) by the substitution, for paragraph (a)  of that sub-section, of the following  paragraph :—",
    "mean_p_confidence": 0.6773684210526315
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  * (a) to bear, try and determine any",
    "mean_p_confidence": 0.6679999999999999
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  i prosecution for bribery made  against any pereon before the  Tribunal ; \"\";",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  (¢) by the substitution, in paragraphs (}),  (c) and (d) of ‘that. sub-section, for  the words “* the Board ””, of the words  “* the Tribunal \"\" ;",
    "mean_p_confidence": 0.6212121212121212
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (a) by the substitution, in paragraph (y) of  that sub-section, —",
    "mean_p_confidence": 0.6057142857142858
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (i) for the words ‘* a public servant  arraigned before the Board ”’,  of the words ‘* a person prose-  cuted for bribery before the  Tribunal”,",
    "mean_p_confidence": 0.6334375
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (i) for the words “that public  servant,\"’, of the words “ that  person ”,’and",
    "mean_p_confidence": 0.5561111111111111
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  (iii) for the expression‘ Attorney-  General’, of the expression  “ Bribery Commissioner \"”;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  (@) by the substitution, in paragraph (4) of  that sub-section, —",
    "mean_p_confidence": 0.6292857142857143
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  (i) for the words ‘ a public servant  arraigned before the Board \"’,  of the words ‘* a person prose-  cuted for bribery before the  Tribunpl ”, and",
    "mean_p_confidence": 0.6426470588235295
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "  Gi) for the | words “such public  servant ’’, wherever they occur  in that paragraph, of the words",
    "mean_p_confidence": 0.6231818181818182
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "  ar such person ” ; ‘and",
    "mean_p_confidence": 0.58375
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "  yy the substitution, ix 21 i) of",
    "mean_p_confidence": 0.5433333333333334
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "  as pad, argent © 0",
    "mean_p_confidence": 0.2914285714285714
  },
  {
    "i_page": 11,
    "par_num": 17,
    "text": "  () for the words * the Board”, of  the words “the ‘Tribunal ”,  an",
    "mean_p_confidence": 0.6111111111111112
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  : 14 Bribery (Amendment) Act, No. 40-of 1958  (i) for the words “ the inquiry j  a charge of bribery apa  @ public servant. ”, * the  words “ the trial of any per  ho is prosecuted for bribe  before the Tribunal. ”; ang’?  (B) in sub-section (2) of that section, —  (2) by the substitution, for the words «4  Board of Inquiry *, of the words «4  Boibery Tsibunal \"and  (©) by the substitution, for the words “ the  Attorney-General, ”, of the wong  “the Bribery Commissioner,”*  (2) ‘The marginal note to section 47 of the principal  Act is hereby amended by the substitution, for iy  words ‘ Boards of Inquiry. ”, of the words * Bribay  Tribunals. ”’.  Amendment of 31. (1) Section 48 of the principal Act is he 4  sgton wo\" amended as follows :-— » ar  he (a) in sub-section (1) of that section, —  ) by, the substitution, for the words  “Board of Inquiry”, of the words  “ Bribery ‘Tribunal ” ;  (ii) by, the substitution, for the words  “ gelcted for inquiring into a charg  of bribery ””, of the words “ trying aay  person on a charge of bribery’ ; an  (iii) by the substitution, for the words “ hold  the inquiry. ”,’ of the words “hold  the trial *  i (2) by the repeal of sub-section (2) of that section;  (c) in sub-section (3) of that section, by the  substitution, for the words ‘Board of  Inquiry”, ’ of ‘the words“ Bribery  Trbunal \"; ;  (d@) in sub-section (4) of that dection, by. the  | substitution, for the bl “Board of  Tngairy of the words “ Bribery  ‘Tribunal ”; and i  (@) in sub-section (5) of that section,—  (i) by the substitution, for the words  “Board of Inquity,”, of the words  “ Bribery Tribunal”;  (ii) by the substitution, for the word  “inquiry”, wherever it occurs ia  that sub-Section, of the word “trial ”;",
    "mean_p_confidence": 0.6470189701897019
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  Bribery (Amendment) Act, No. 40 of 1958 15  (iii) by the substitution, for the words “ the  Board”, of the words ‘the Tri-  bunal ”; and  (iv) by the substitution, for the words ‘< The  Board”, of the words “ The  Tribunal ”.",
    "mean_p_confidence": 0.7139215686274509
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (2) The marginal note to section 48 of the principal  ‘Act is hereby amended by the substitution, for the  words “‘ Board of Inquiry”, of the words “ Bribery  Tribunal”.",
    "mean_p_confidence": 0.7551428571428571
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  32. Section 49 of the principal Act is hereby Replacement of  repealed and the following new section is substituted —{f.\" grist  therefor:— nS.  “Resetiege 49. A Bribery Tribunal shall ordi-",
    "mean_p_confidence": 0.5988571428571429
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  sige’ narily conduct its proceedings in public,",
    "mean_p_confidence": 0.4977777777777777
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  tril. but may conduct. any proceedings in  camera. if, having regard to’ the  circumstances of any case, the Tribunal  considers it necessary in the public  interest to do so. ‘The Tribunal may at  any time exclude any person from its  proceedings.””.",
    "mean_p_confidence": 0.6679591836734693
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  33. Section 50 of the principal Act is hereby Amendment of  amended as follows: — ” ie eest",
    "mean_p_confidence": 0.5638095238095238
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (a) in sub-section (1) of that section, — “  (i) by the substitution, for the words ‘‘ Board",
    "mean_p_confidence": 0.6561904761904762
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  of Inquiry”, of the words‘ Bribery  Tribunal”, and",
    "mean_p_confidence": 0.5809090909090909
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  (ii) by the substitution, for the words  *« President of the Board”, of the  words ‘ President of the Tribunal ”’;",
    "mean_p_confidence": 0.7076
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  (®) in sub-section (2) of that, section, by the subs-  titution, for the words ‘ Board of Inquiry ”,  of the words ‘ Bribery Tribunal ”;",
    "mean_p_confidence": 0.7206666666666667
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  (©) in sub-section (8) of that sectioh, by the. subs-  titution, for the words ‘‘ Board of Inquiry”,  of the words ‘“ Bribery Tribunal”;",
    "mean_p_confidence": 0.6396428571428572
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  (@) in sub-section (4) of that, section, by the subs-  titution, for the words * Board of Inquiry\",  of the words “ Bribery Tribunal ”;",
    "mean_p_confidence": 0.7255172413793103
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "  (e) in sub-section (5) of that section, by the subs-  titution, for the words “ Boa'd of Inquiry \",  of the words “‘ Bribery Tribunal ”; and",
    "mean_p_confidence": 0.6870967741935484
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  : 16 Bribery (Amendment) Act, No. 40 of 1958 3°  (f) in sub-section (6) of that section,— ig  (i) by the substitution, for the words ‘ Boag  of Inquiry”, of the words “ Bribery  Tribunal”, and sf  (ii) by the substitution, for the words “ ihe  Board”, of the words “thy  ‘Tribunal \". .  Amendment of 34. Section 51 of. the principal Act is hereby  sicinn Glo’ amended by the substitution, for the words “ Board  AS. of Inquiry”, of the words ‘ Bribery Tribunal ”..  Replacement of 35. Section 52 of the principal Act is hereby  secon 82 of” repealed and the following new section is substituted  ie principal  XS therefor: —  * Bogwtation: 52. (1) Subject to the provisions of  Giese” this Act, a Bribery Tribunal may  ei pose. regulate its own procedure. ;  (2) There shall be a record of the pro-  ceedings in every trial before a Bribery  Tribunal.”  Amendment ot 86. Section 53 of the principal Act is hereby  the trios amended—  na. (@ by the substitution, for the words “ Board of  Inquiry”, of the words “ Bribery  ‘Tribunal ”, and a  (0) by the substitution, for the words ‘‘ the Board ”,  of the words “the Tribunal ””. :  Amendment ot 87. Section 54 of the principal Act is hereby  section St of amendediby the substitution, for the words “ Board  ae of Inquiry”, of the words ‘‘ Bribery Tribunal ”’.  Ansimniet _98., Section 65 of the principal Act is hereby  fection. §5 of amended, in sub-section (1) of that section, by the  ae substitution, for the word “‘ inquiry.”, of the word  “trial.”  Amendnent ot 89+. Section 66 of the principal Act is hereby  Seorinpet — hanided—  Act, (a) by the substitution, for the words ‘* Board of  Inquiry”, of the words “ Bribery  Tribunal ”;  () by the substitution, for the word “inquiry \"s  of the word “ trial”; and",
    "mean_p_confidence": 0.6812983425414364
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  Bribery (Amendment) Act, No. 40 of 1958 y+",
    "mean_p_confidence": 0.628
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (©) by the substitution, for the expression",
    "mean_p_confidence": 0.6333333333333333
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  ; “Attorney-General”, of the expression",
    "mean_p_confidence": 0.45142857142857146
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  “ Bribery Commissioner ””.",
    "mean_p_confidence": 0.4633333333333333
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  40. Section 58 of the principal Act is hereby Amendment of  ‘amended— tet  © @ by the substitution, for the words “Board of 4%",
    "mean_p_confidence": 0.6803571428571429
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  e Inquiry”, of the words “ Bribery  Tribunal”;",
    "mean_p_confidence": 0.4027272727272727
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  + Q) by the substitution, for the words “ President  of the Board”, of the words “* President of  the Tribunal”; and",
    "mean_p_confidence": 0.6884615384615385
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  + (¢) by the substitution, for the words “‘ the Board”,  of the words ‘ the Tribunal ””.",
    "mean_p_confidence": 0.6938095238095239
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  M. Section 59 of the principal Act is, hereby Aen «  amended by the substitution, for the words “* Board '2t,.9,¢  of Inquiry.”, of the words ‘Bribery Tribunal.” Ae",
    "mean_p_confidence": 0.6351515151515151
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  32., Section 60 of the principal Act is hereby Repscmens  repealed and the following section is substituted 9%,c1  therefor :— Act  * Service of 60. Summons on a person issued in .",
    "mean_p_confidence": 0.6232432432432432
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "  \"proceedings before a Bribery Tribunal  may be served—",
    "mean_p_confidence": 0.649090909090909
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "  (2) in the manner of service of  summons prescribed by the  Criminal Procedure Code, or",
    "mean_p_confidence": 0.6752631578947369
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "  (0) in the following manner :—",
    "mean_p_confidence": 0.46375
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "  (i) by registered letter address-  ed and despatched by  express post to suc  person; or",
    "mean_p_confidence": 0.646
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "  (ii) where such person is a  public servant, by regis-  tered letter ‘addressed  and despatched by ex-  Press post to the head  of the department, office  or establishment in  which he is employed;",
    "mean_p_confidence": 0.6707142857142857
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "  nee or  (iii) where © such person is  employed under any  other person, by regis-  insta tae tered letter addressed",
    "mean_p_confidence": 0.5292307692307692
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  18 Bribery (Amendment) Het, No. 40 of 1958  and despatched by vex.  press post to the  employer; or me",
    "mean_p_confidence": 0.62375
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  (iv) by any village headman; o¢  (v) in urgent cases by tele.  gram.””. or  Ameoimest ot AB. Section 61 of the principal Act is hereby”  ieeseugn — amended— 5  fee (@ by the substitution, for the words ‘‘ Board of  Inquiry”, of the words “ Bribery  Tribunal”; and  (®) by the substitution, fer, the words “* the  Board,”, of the words ‘ the Tribunal,”.  Ameoinest ot -H,- Section 62 of the principal Act is hereby  ite prepa’ amended— . 2  Ae (@ by the substitution, for the words “* Board of  Inquiry, wherever they occur in that  section, of the words “* Bribery Tribunal ”;  (0) by the substitution, for the word “ inguiry Bs  wherever it occurs in that section, of the word  \"tial\"; and  (c) in sub-section (3) of that section, by the substitu.  tion, for the words “the Board”, of the  words “ the Tribunal ””.  eging st 45., (1) Section 65 of the principal Act is hereby  sau a! amended—  a8 (a) by the substitution, for the words ‘* Board of  Inquiry”, of the words “ Bribery  ‘Tribunal \"*; and",
    "mean_p_confidence": 0.6406635071090048
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (2) by the substitution, for the word “ inguiry ”,",
    "mean_p_confidence": 0.5908333333333333
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  of the word “ trial",
    "mean_p_confidence": 0.6114285714285714
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  (2) The marginal note to section 63 of the principal",
    "mean_p_confidence": 0.7683333333333334
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  Act is hereby amended by the substitution, for the  word Inguiny.”, of thy word! tal”.  Aweodmest ot 46. (1) Section 64 of the principal Act is hereby  {Se'pemapel Amended — '  m8, i © ineuity *  by the substitution, for the word \" inquiry”,  oe wherever it occurs in that section, of the word  trial”; and  the substitution, for the words ‘ Board of ,  ©) by Pe ny, of the words“ Bribery  Tribunal *. 4",
    "mean_p_confidence": 0.5817045454545454
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  Bribery (Amendment) Act, No. 40 of 1958 19  (2), The marginal note to section 64 of the principal  act is hereby amended by the substitution, for the  ford “inguiry.”, of the word “ trial.”’. ,  WT. Section 65 of the principal Act is hereby Amendment of  amended by the substitution, for the words “ Board of stn 6 of  Shquiry ”, of the words “ Bribery Tribunal \"’. ee  | 48. (1) Section 66 of the principal Act is hereby Amendment ot  ‘amended as follows: — ety  (a) in sub-section (1) of that section— Mts  (j) by the substitution, for the words ‘ Board  of Inquiry ”, of the words “ Bribery  Tribunal ”;  (ii) by the substitution, for the words ‘ the  deauity ” of the words “‘ the trial ”’;  ant  (iii) by the addition, at the end of that sub-  section, of the following :—  “Tf the Tribunal finds the  accused person not guilty, the  . ‘Tribunal shall forthwith record a  verdict of acquittal. If the Tribunal  finds the accused person guilty, the  Tribunal shall forthwith record a  verdict of guilty and pass sentence  on him according to law and record  such sentence.””;  (B) in sub-section (2) of that section—  () by the substitution, for the words  “Board of Inquiry,’’, of the words  “ Bribery Tribunal,’’, and  (ii) by the substitution, for the words ‘‘ the  Board.”, of the words ‘the  Tribunal. ”’; and  (c) in sub-section (3) of that section, by the  substitution, for ‘the words “ Board of  Inquiry”, | of the words “ Bribery  Tribunal ”’.  (2) The marginal note to section 66 of the principal  Act is hereby amended by the substitution, for the  words “ Boards of Inquiry.””, of the words “ Bribery  Tribunals.”  49. Section 67 of the principal Act is hereby Repeal of  repealed. Es ery etn 61 of  the pencil  he,  as. nssi0 58)",
    "mean_p_confidence": 0.7100826446280991
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  ¥ 20 Bribery (Amendment) Act, No. 40 of 1958  Amoadment ot 50, (1) Section 68 of the princi i  fesest amended a follows: PNPM Act is hereby  aa (@) by the substitution, for the words ‘* Board of",
    "mean_p_confidence": 0.6255813953488372
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  Inquiry”, wherever they occur in that  Section, of the words “ Bribery Tribunal \";  (0) by the substitution, for the words “ thé  Board \"’, wherever they occur in that section  of the words “ the Tribunal ”. ;  (2) The marginal note to section 68 of the principal  Act is hereby amended by the substitution, for the  words ‘‘ Boards of Inquiry.”’, of the words ‘ Bribery  Tribunals.”  Amendment at B1. (1) Section 69 of the principal Act is hereby  the principal amended by the substitution, for the words ‘‘ Board of  43. Inquiry”, of the words “ Bribery Tribunal ”.  (2), The marginal note to section 69 of the principal  Act is hereby amended by the substitution, for the  words “ Boards of Inquiry.”’, of the words “ Bribery  ‘Tribunals.”.  Toserion of 52, The following new section is hereby inserted  pewsecion 6 in Part IV of the principal Act immediately after  the principal” section 69, and shall have effect as section 69A, of  ae that Act:—  * Appest 694. (1) Where a person is convicted  agtinet gt by a Bribery Tribunal of any offence ;  Suien® “Specified in Bart II of this Act, he may  gpecitel in yefer an appeal to the Supreme Court  this Act. against such conviction for any error in  law or in fact by lodging, within ten days  from the date of such conviction, with  such Tribunal a petition of appeal  addressed to the Supreme Court. z",
    "mean_p_confidence": 0.7248351648351649
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (2) Every appeal under sub-section (1)  shall be heard by two Judges of the”  Supreme Court and |shall, as far as",
    "mean_p_confidence": 0.7559999999999999
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  rracticable, be given priority over other  Fosiness of that Court..",
    "mean_p_confidence": 0.5815384615384616
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (3) In the case of an'appeal under sub-  section (1) the Bribery Commissionet  shall be deemed to be the party  complainant. iy",
    "mean_p_confidence": 0.6618518518518519
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (4) The provisions of sections $39 t0  952'of the Criminal Procedure Code,  which apply to and in relation to appeals",
    "mean_p_confidence": 0.7445833333333334
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  Bribery (Amendmen}) Act, No. 40 of 1958 21  from judgments of District Courts in  criminal cases shall, mutatis mutandis,  apply to and in relation to appeals under",
    "mean_p_confidence": 0.7684375
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  j sub-section (1).””.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  58. Section 70 of the principal Act is hereby —Awendment of  amended, in paragraph (0) of that section, by the se0,70 3f  athetitution, for the expression ““ sub-section ty of  section 8 by the Attorney-General ”, of the expression  sub-section (2) of section 3 by the Bribery Commis-  sioner”.",
    "mean_p_confidence": 0.6460714285714285
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  5, Section 71 of the principal Act is hereby Amendment of  amended— Te Stns!",
    "mean_p_confidence": 0.6276470588235294
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  (@ by the substitution, for the expression As",
    "mean_p_confidence": 0.604
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  “Attorney-General”, of the expression",
    "mean_p_confidence": 0.5366666666666667
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  . “Bribery Commissioner ”, and",
    "mean_p_confidence": 0.4957142857142857
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  (®) by the substitution, for the words “* Board of",
    "mean_p_confidence": 0.6875
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  Inquiry”, of the words “‘ Bribery  Tribunal *.",
    "mean_p_confidence": 0.5163636363636364
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "  85. Section 72 of the principal Act is hereby Amentmzst o  amended by. ‘the substitution, for the expression  {€2\"\"°ccpel  “ Attorney-General ”, wherever that expression occurs A  in that section, of the expression ‘‘ Bribery Commis-  sioner ”’.",
    "mean_p_confidence": 0.6563636363636364
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "  86, Section 73 of the principal Act is hereby  Amesimeot of  amended by the substitution, for all the words from ogee ted  “in or before” to “ Board of Inquiry,”, of the Ac.  words ‘before a Commission of Inquiry or Bribery  Tribunal,”. \\",
    "mean_p_confidence": 0.703265306122449
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "  i",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "  87. (1) Section 74 of! the principal Act is hereby Ameoament of  amended by the substitution, for the words “ Board fen,tt  of Inquiry”, wherever they occur in that section, of fener  the words “Bribery Tribunal ””.",
    "mean_p_confidence": 0.7152380952380952
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "  (2) The marginal note|to section 74 of the principal  Act is hereby, amended by, the, substitution, for the  words “ Board of Inquity”, of the words “* Bribery  Tribunal ”. i",
    "mean_p_confidence": 0.6713888888888889
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "  88, (1) Section 75 of the principal Act is hereby Amssdment of  amended— *  Sehiniel",
    "mean_p_confidence": 0.605
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "  (@) by the substitution, for the words ‘Board of 4%",
    "mean_p_confidence": 0.6066666666666667
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "  Inquiry”, wherever they occur in that  section, of the words “Bribery ‘Tribunal ”,  an",
    "mean_p_confidence": 0.6555555555555554
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  22 Bribery (Amendment) Act, No. 40 of 1958 =",
    "mean_p_confidence": 0.6390909090909092
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (®) by the substitution, for the words “ or Board *  of the words “or Tribunal ”.",
    "mean_p_confidence": 0.6935
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (2) The marginal note to section 76 of the principal",
    "mean_p_confidence": 0.7366666666666667
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  ‘Act is hereby amended by the substitution, for the  words ‘ Board of Inquiry.”, of the words “ Bribery",
    "mean_p_confidence": 0.7686363636363637
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  Yr Tribunal.” H",
    "mean_p_confidence": 0.22199999999999998
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  Amendment ot 59. Section 76 of the principal Act is herebj",
    "mean_p_confidence": 0.6892307692307692
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  secon 76 of’  amended— os",
    "mean_p_confidence": 0.06571428571428571
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  Act. (@ by the substitution, for the words “ Board of  Inquiry”, of the words “ Bribery  ‘Tribunal ”, and",
    "mean_p_confidence": 0.6991666666666667
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  (0) by the substitution, for the words “ the Board ”,  wherever they occur in that section, of the  words “‘ the Tribunal”. :",
    "mean_p_confidence": 0.7332142857142857
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  Amendment of 60. (1) Section 77 of the principal Act is hereby",
    "mean_p_confidence": 0.6928571428571428
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "  tection TT of :",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "  water. 7 of amended as follows:—",
    "mean_p_confidence": 0.43374999999999997
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "  Act (@ by the substitution, for the words “ Board of  Inquiry”, wherever they occur in that  section, of the words “‘ Bribery Tribunal ”;,",
    "mean_p_confidence": 0.736551724137931
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "  (b) in sub-section (1) of that section,—",
    "mean_p_confidence": 0.6677777777777778
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "  (i) by the substitution, for the words ‘or  Board,”, of | the words “‘or  ‘Tribunal, ”, and",
    "mean_p_confidence": 0.6442857142857142
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "  (ii) by the substitution, for the words  “President of the Board”, of the  words ‘ President of the Tribunal ”;  and :",
    "mean_p_confidence": 0.6885185185185185
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "  (c) in sub-section (2) of that section, by the substi-  tution, for the words ‘“* the Board ”’, of the  words “ the Tribunal ”. aa",
    "mean_p_confidence": 0.7366666666666667
  },
  {
    "i_page": 20,
    "par_num": 18,
    "text": "  > (2) The'marginal note to section 77 of the principal  ‘Act is hereby amended by the substitution, for the  words “ Board of Inquiry,”, of the words “ Bribery  Mama",
    "mean_p_confidence": 0.7474285714285714
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "  Amssimest ot 64. (1)! Section 78 of the principal Act is hereby",
    "mean_p_confidence": 0.6728571428571428
  },
  {
    "i_page": 20,
    "par_num": 20,
    "text": "  ston TB ef amended as follows:—",
    "mean_p_confidence": 0.44375
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "  Ae (a) by the repeal of sub-sections.(1), (2) and (8) of.  ‘that section;",
    "mean_p_confidence": 0.6799999999999999
  },
  {
    "i_page": 20,
    "par_num": 22,
    "text": "  (®) by the, renumbering of sub-section (4), sub-  section (5) and sub-section (6) of that section  as sub-section (1), sub-section (2) and sub:  section (3) respectively;",
    "mean_p_confidence": 0.7187096774193549
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  Bribery (Amendment) Aot, No. 40 of 1958 28  (©) in renumbered sub-section (1) of that section, by  the substitution, for the — expression  “* Attorney-General ”” where that expression  ocours for the first time in that sub-section, of  the expression “* Bribery Commissioner ” ;  @ in renumbered sub-section (3) of that. section,  by the substitution, for the words ‘ Board  of Inquiry”, of the words “ Bribery  Tribunal”,  (2) The marginal note to section 78 of the principal  ‘Act is hereby amended by the substitution, for all the  ‘words from “* Prosecution \" to ‘* suits”, of the word  \"Suits\".  62. Section 79 of the principal Act is hereby Amends ot  amended— sehaaal  (a) by the substitution, for the words ‘in any “*  Court, Commission of Inquiry, or Board of  Inquiry,”, of the words “before a Com-  mission of Inquiry or Bribery Tribunal, ”,  and  (0) by the substitution, for the words “ the Court,  Commission or Board ”’, of the words ‘ the  Commission or Tribunal ”?.  » 68, Section 80 of the principal Act is hereby anendmeat of  amended— ston  (a) in sub-section (1) of that section, by the substi- 4‘  tation, for the words “ the Attorney-General  or any officer authorised in that behalf by the  Attorney-General\", of the words “ the  Bribery Commissioner or any _ officer  authorised in that behalf by the Bribery  Commissioner”, and  (®) in sub-section (2) of that section, by the substi-  tution, for the | expression “‘ Attorney-  General”, of the expression ‘* Bribery  Commissioner ”.  64. Section 81 of the brincipal Act is hereby ansadueto  amended as follows:— Pn y Poy  (a) in sub-section (1) of that section— ee  (i) by the substitution, for the expression  “* Attorney-General ”, of the  expression ‘‘ Bribery Commissioner ”,",
    "mean_p_confidence": 0.7258357771260997
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  24 Bribery (Amendment) Act, No. 40 of 1958  (ii) by the substitution, for all the word;  from “‘ tender, or ”’ to ‘a pardon ')  of the words “tender a pardon ”;  (2) by the repeal of sub-section (2) of that section  and the substitution therefor of the following  sub-section :—",
    "mean_p_confidence": 0.7205084745762712
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  “ (@) Every person accepting a tender of  pardon under this section shall by  examined as a witness, in the case of a trial  before a Bribery Tribunal, by the Tribunal,  and, in the case of an inquiry by;  Commission of Inquiry, by the  Commission. ”; and ei",
    "mean_p_confidence": 0.7192857142857143
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  (c) by the addition, at the end of that section, of  the following sub-section :— 4",
    "mean_p_confidence": 0.7578947368421052
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  “ (8) Where a person who has accepted a  tender of pardon under this section has,  either by wilfully concealing anything  essential or by giving false evidence, noi  complied ‘with the condition on which the  tender of pardon was made, he may be  prosecuted for the offence in respect of  which the pardon was tendered or for any  other offence of which he appears to have  been guilty in connection with the same",
    "mean_p_confidence": 0.7922619047619047
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  ‘matter.’’.",
    "mean_p_confidence": 0.10666666666666667
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  Repl of 65. Section 63 of the principal -Act is herey  fein Bot repeal 2,  greet m  Azpingtt _08., Section 84 of the principal Act is henty  ieee eect amended by the! substitution, for the opel  ie. “section 147”, of the expression ‘‘ section 147 (I)  Amendment of 67. Section 85 of the principal Act is hereby  {ie'Shadper amended by the substitution, for the words ‘‘ on the  ae advice of the Prime Minister, ””, of the words “ on the",
    "mean_p_confidence": 0.6213186813186813
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  advice of the Mitr of Justice,”’. “  Amenimest of 68, (1) Section 86 of the principal Act is herebj  tation sec amended by the| substitution, for the expressica  a “ Attorney-General \"’, of the expression ‘ Bribery",
    "mean_p_confidence": 0.6221428571428571
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  Commissioner ””",
    "mean_p_confidence": 0.35000000000000003
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  (2) The marginal note to section 86 of the principal",
    "mean_p_confidence": 0.7941666666666666
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "  Act is hereby amended by the substitution, for the &",
    "mean_p_confidence": 0.6983333333333333
  },
  {
    "i_page": 22,
    "par_num": 11,
    "text": "  pression ‘‘ Attorney-General”, of the’ expressio?",
    "mean_p_confidence": 0.48624999999999996
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "  * Bribery Commissioner ”.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  . Bribery (Amendment) Act, No. 40 of 1958 25  69. The following new section is hereby inserted toseton of  jn Part VI immediately after section 86, and shall 3e\",teaioa  fave effect as section 86A, of the principal Act:— priadpal “Act  \"expenses of 86. A person who attends any trial  Firendiog or inquiry under this Act to give evidence  toy, trl er may be paid out of the Consolidated Fund  mig, i\" of Ceylon the expenses-of attending the  ere evideoet. trial or inquiry at such rates and subject  to such conditions as are. from time to  time prescribed for -witnesses under .  op. 1 Chapter XXA of the Criminal Procedure  Code.’”. .  70. Section 91 of’ the principal Act is hereby Amendment of  gmonded™ pre Ye  (a) by the omission of the definition of ‘ Board of “*  Inquiry ”, and  ' () by the insertion, immediately after the definition  of “ bribery”, of the following definition :—  < “ Bribery Tribunal ” means a Bribery  Tribunal constituted under this Act;’.  | 14. Section 147 of the Criminal Procedure Code, Ameadmen' ot  ‘as amended by section 84 of the principal Act, is hereby {en) of the  further amended, in sub-section (1) of that section, by {isl  the substitution, in paragraph (aa) of that sub-section, Coie.  for the expression “Attorney-General”, of the  sexpression “' Bribery Commissioner ’”. . :",
    "mean_p_confidence": 0.6781176470588235
  }
]