[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "_ PARLIAMENT OF CEYLON won, 4th Session 1963-64 Gr ~ ‘ . Ga SERREERN Ae «4a EI Sy ste age 2 \\ ans, Ss 4 ee Ce TLOR, Conciliation Boards (Amendment) Act, No. 12 of 1963 - Date of Assent: December 24, 1969 ff?” (55 49. ; ‘ . Sue Printed on the Orders of Government “ Printed at the Gorman Brow, Cunom. To be. ‘Purchased at the Govenmsaenr PumscaTions Bursav, Coromso Annual Subscription (including Bills) Rs, 30 (Local}, Rs. 40 eis, © Gans BEER eT BESO ee ales Se Stalls SURE oa sbeplon  Reaese era ee Price: 3 cents ‘Postage: 10 cents",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "““Consitiation Boards (Amendment) oO, oo ‘Ach, No. 18 of 1963 LD, 49/02. Aw Ac? 70 AMEND THE CoNcILtaTION Boanns Acr, No. 10 ov 1958, axp tae Cxnemat, Procepune Cope [Date of Assent: December 24, 1983] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the : satie, as follows:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. ‘This Act may becited as the Conciliation Boards mv ws, (Amendment) Act, No. 12 of 1983.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 Section 2of the Conciliation Boards Act, No. 10 aseimes ot of 1988, hereinsfter referred to as the “ principal £580 los Act”, is hereby amended by the addition at the end thereof, of the following new sub-section:—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "+ @) In sub-section (1), the expression “ villege ‘area has the same ineaning as in the Village Councils Ordinance. ” .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "8, Section 8 of the principal Act is hereby amodnen ot amended as follows:— : Se nea",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(1) by the substitution, for sub-section (1), of the “*",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "following sub-section :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "| +) For the purposes of this: Act, the Minister of Justice may from time to time by Order published in the Gazette, cousti- °° tute for any area in which the Act is in +1. operation, or for any part of such area, such area or part thereof being hereinafter referred to as a “ Conciliation Board ares”, : tm Panel of Conciliators of not less than twelve persons from which Conciliation . Boards. for that Conciliation Board area ‘shall be constituted as hereinafter pro-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "vided.’ ; .",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "B AS1ehni174 (9/88) .",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". Be» Conciliation Boards (Amendment) o an . Act, No. 12 of 1968 (2) by the substitution, for sub-section (8), of the . following sub-section: —",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "“ (@) Where the ares of administrative authority or activity, as the case ray be, of any local authority, Rural Development Society, Praja Mandalay or Co-operative",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "“ Society’ which is registered under the” Co- operative Societies Ordinance: or -of any Divisional Revenue Officer or Grama Sovak, ig situated, in whole or part, within any Conciliation Board area for which a Panel of Conciliators is to be constituted, then each sach body or person may, within the time allowed therefor by the notice under sub-section (2), recommend in writing to the Minister of Justice such persons ay are, in the opinion of the recommending body” or person, fit to be membere of suck Pantl.”;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "oo. and (8) by the addition at the end of that section, cf the following new sub-section :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "*@) In sub-section (8), the expression Joon “auchority ” imeans any ‘Monioipal Council, Urban Council, Town Cowieil “ar Village Council.”.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "Amtnen ot Ss Sections 8, 4, 5, 6, 18 and 14 of the principal Tapmntid: Act are hereby amended ‘by the substitution, for the Septal expression “village area.”’, wherever that expression os cours in those sections, of the expression “Conciliation Board area\", anminwt d 8 Section 6 of the principal Act is hereby amended fecen Bcf in sub-section (2) thereof, by the substitution, for the a word “nominated”, of the words “\" nominated in writing”, 2 ‘ : Amroinen st, ° Sootion 7 of the principal Act ia hereby amended Soe,” as follows:— Prinetpal ane ad (1) by the deletion of paragraph (8) thereof; and i (@) by the renumbering of paragraphs (¢) and (@) - (7. thoveot as paregraplis (2) and (@).-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Concititign Boards (Amendment ae : : Act, No, 18 of 1963 mn 7. Section 8 of the principal Act is'hereby amended smecdmem of in sub-section (2) thereof as followa:— ati Sat {1) by the deletion of paragraph (6); ast, ’ (2) by the renumbering of paragraph (c) as . paragraph (6); and (8) by the substitution, for the words “* punishable ‘with a fine”, of the words “ and shall, on : conviction after summery trial before a Magistrate, be liable to a fine’.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8. Section 10 of the principal Act is hereby Ansimes ot arpended by the substitution, for the words “police St siudad officer”, of the words “police officer or Grama 4s. Sevaka *. .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "9. Section 12 of the ‘principal Act Ja, hereby sesntuee a suended in paragraph () of sub-section @) there, seston 24 of by the substitution, for the word “ Board’, of the a. words “ Chairman of the Panel of Conciliators \".",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "10. Section 13 of the principal Act is hereby Amendment ot amended as follows:— ie pose",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "a. \"(by the renomboring of that section as sub-section (1) of that section;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) in the renumbered sub-section (i), by the substitution, for the words ‘“msy in writing ”, of the words “ may, within thirty days after the date of settlement of such dispute, in writing ”;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) by the insertion ipmodiatl after aub- section (1), of the following new sub-sections:— :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "“(Q) Where the written noti- fication referred to in sub-seotion (1) ig not reovived .by such Chairman within thirty daya after the date of ggttlement of, such, dispute, ‘sneh",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ": Chairman shall forthwith transmit",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "to the District Court or the Court of Requests or the Rural Court, us the case may be, having jurisdiction to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 Conciliation Boords (Amendmént) o ‘Act, No, 12 of 1963° hear and adjudicate upon such dis- pute, & copy of the settlement . recorded by that Board. Such copy shall be signed and certified by : the President of that Board. (0) Immediately upon: the ret by the District Court or the Court of Requests, as the case may be, of the copy of the settlement referred to in sub-section (2), the District Judge or the Commissioner * ‘ of Requests of that court shall cause suck copy to be filed of record in such court. Such settlement shall, with . effect from the date of such filing, be deemed to be a decree of that . court, and such of the provisions of the Civil Procedure Code as relate to the execution of decrees shall, as far as may be practicable, apply mutatie mutandis to and in relation to such settlement which is deemed . to be a decree. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "@) Immediately upon the receipt by the Rural Court of the copy of the settlement referred to in sub-section (2), it shall be the duty of the President of such court to file such copy in the records of such court. Such settlement shall, with effect from the date of such filing, be deemed to be a judgement: of such eourt, and such of the provisions of the rules made under section 52 of the Rural Courts Ordinance as relate to the execution of judg- ments’ shall, as far as may be practicable, apply siutatis mulandis to and in relation to such settle- ment which is deemed io be a judgment.” ; and ]",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "( in the marginal note of that section, by the substitution, for the word Board.\" of tho words “Board, and sepa io be taken upon nontepudiation.”,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": ": \\ to Conciliayon Boards (Amendment) 5 + ‘Act, No. 12 of 1063 44. Section 20 of the principal Act is hereby resuce repealed. rien 00 . oe 42, Section 290 of the Criminal Procedure Coda is szméneat ot herety amended in the table appearing in that section ‘ten 20 ot as follows:— : (1) in Part A of that table, by the insertion, immediately after the item relating to sections 409 and 410 of the Penal Code, of the following new Sine, the several: particuleys contained therein __ being inserted in the appropriate columns of that table: — te ~ \" . ‘Sections of {3 Parsons by whom a ate Peal ed mca Mambo whoartensunee ss 1 | The pone psaion Miphiot by ding of maining nto Fomeavon ot Seay ck | Searand (2) ip Pact B of that table, by the omission of the following items:— “Maia! flan welt ofoarupeen 62h igh by iliog ot waieg ett, eee bay aclaal of ta Yale of Shp eae oar",
    "mean_p_confidence": 0.59
  }
]