[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ao, Ly eee i) GH 16 cane SEES | ‘AQ “ fea: Sh PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF SRI LANKA NATIONAL SAVINGS BANK (AMENDMENT) ACT, No. 28 OF 1995 4 {Certified om 28th November, 1295) an Printed on the Order of Governmeat Published a3 a Supplement to Part II of the Gnzette of the Demoeratle ‘Socialist Kepublie of Sti Lanka of December 01, 1995 srurtp at TE DEPANTATEE OF OOMERNONE PROFEVG, S 24ME fo GE FORCHAEED AP THE COVEIOMENT FEILICATIONS WOREAY, COOMEO Cl  Pilees Rs. 4.50 Postage: Bs, 255 ,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "- National Savings Bank: (Ariendment) Act, No. 28 of 1085 LD—O, 19/93 [Certified on 28th November, 1995] ‘Aw Act ro amexr tie National Savines Bane Act No. 30 or 1971 BE it enacted by the Parliament of the Democratic Socialist Republic af Sti Lonka as follows :— L This Act may be cited as the National Savings Bank bom tiie (Amendment) Act, No. 28 of 1995",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2 Section 2 of the Nationa] Savings Bank Act, No. 30 of Anendmem 1971 (hereinafter referred to as the “ principal enactment\") Section a is hereby amended in subsection (1) of that section, by the No 36 substitution for the words “a Corporation. which shall be of 197 called the “ National Savings Bank” (hereinafter referred ta as the “ Bank”). and whici shal? consist of the persons wht are for the time being members of the Bank under section 6, of the words “‘a bank called the National Savings Bank (hereinaiter referred 10 as the “ Bank).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "3. The following new section is hereby inserted immedise Insertion tely after section 2, and shall have effect as section 2a of the BCT 5 Principal enactment :== ip the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "principe SObieet 2s. ‘The object of the Bank shall be “chem Bonk the promotion of savings among the people of Sri Lanka, particularly. among those with Umited means, and the profitable investment of savings 90 mobilized. * 4 Section § of the principsl enactment ‘s hereby repeal Replace . #4 and the following section is subsituted therefor :— meas - ot the SPapiet 5, (1) The authored capttal of the Bank grincins! Bank. shall be ten billion rupees divided into ang @™euen. Dillion chares of ten rupees each, (2) ‘The ignued capital of the Bank shall be es determined from time to time by the Minister in consultation with the Board, by ‘Order published in the Gazette, so however that much issued vapital shall not be ap amount less than ou billion und two hundred milion rupees divided into one hundred and twenty million shares of ten rupees each. (3) All rhares of the Bank shall be tsmieé in the name of the Secretary to the Treasury in his official capacity and who shall nat dispose of those shares in eny manner what sever. \". 2 DIA6te—2,480 (BO/1z)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "H 2 National Savings Bank (Amendment) | : Act, ho. 2 of 1945 | ‘Replace 5. Seclion @ of the principal enactment is hereby | | se 6 Repealed and the following section is substituted therefor:— ne Princioal ; | foacoment, | Autorired 6 (1) Subject to the provisions of this { and fue. Act, the Bunk is aushorized (0 undertake eny Hons of” allot the fauowing functions or active | (a) the promotion and mobilization of savings In Sti Lanka and any activity rowenta thereto. including the i opening of deposit eccounts, savings | necounts and the issue of savings \\ certificates ; | (0) the purchasing of. and trading in any 1 sounvities, debentures, treasury bill 1 or any such financial instrumenta | tssued or guaranteed by the Govern- | ment ; uy (©) ieeuling in the interbank catl money market, subjecttesuch overall cell- A ing as may he approved from time i to lime by the Monetary Board ; : (@) underta*ng wholesale tending to licersed commercial banks and other t* financial institutions for on-lending to their clients ; (©) underaking retell tending to its own depositers «galnst the security ot their deposits 5 (f) prov.ding housing Ioans on security ptuvided by the mortgages of immovable property 5 (g) partiripating in the syndication of Jeans with othot banks and financial institutions ; (R) acquiring any immovable or movable } property or any rights in such pvoverty and teasing, mortgaging, i selling or otherwise disposing of such . property i",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "National Savings Bank (Amendment) 3 ‘Act, ho. 24 of 1995",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(@ vonstructing buildings on land pure",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "chaced, leased or otherwise acquired",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "by the Baak ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "() carrying on such other activities as",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "‘may be incidental ur conducive to",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "the functions and sctivities referred",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "Yo chove;",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "2) Investment by the Bank in financial énstruments referred to in paragraph (1) of subsection (1) of this section sha’l ronctitute not legs than sixty percentum of the money deposited in savings and de.osit accounts in the Bank unless otherwice determned by the Monetary Board.”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "6 Section & of the principal enactment is hereby Replace repealed and the following section {a substituted therefor:~— fection’ ®",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "oh the “Some - 4 (1) The Board shall consist of seven Principal fine directors of whom— Board, (@) five shall be appointed by the Minister",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(hereinafter referred to as the",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "“appointed directors”) from among",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "persons whom he considers to ba",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "eopntle of Airecting the affairs of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "the Bank efficiently and effectively",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "in such @ manner a8 will enable the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "Bank to achieve its object, and each",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "of whom—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(8) has had experience at a sentor managerial level, in banking, comicerce, business or allied fields or hes had administra tive experience ; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": "(ii) has professional qualifications in banking, —_economtcs, commerce, law, accountancy, business management of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 22,
    "text": ". other discipline ; and : {b) ane shall be the Secretary to the ‘Treasury or his nominee ; snd f",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "4 National Savings Bank (Amendment) Act, No, 28 of 1995 -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(©) one shall be the Postmaster-General",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "or his nominee.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(2) Am appointed director shall unless be vacates office earlier by death, resignation or removal hotd office for a term of three years.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) The Minister may, for cause assigned, remove an appointed direcior from office where he is eatisficd that the continuance of ‘that director in office is deterimental to the interest of the Bank. i",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(4) An appointed director may at any time resigc his ofiice by a letter addressed j to the Mintster and such resignation shall take effect upnn it being sccepted by the ‘Minister in writing,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(5) An appointed director vacating offtee by resignation or cMfluxion of time shall be eligible for reappointment.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(®) It an appointed director vacates his office otherwise than by expiration of his verm of office, a director may be appointed in his place by the Minister, and such second- mentioned divector shail hold office during the unexpired part of the term of office of the director #0 vacating office.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(7) It an eppointed director fs ten-gora- rily unable to discharge the duties of his ‘ofilee on account nf il] health or absence from Sri Lanka, the Minister, may appoint another eligible person to act tor him.’",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "‘Reploce 7. Section 9 of the principal cractment is bereby",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "section epested and the following section ia substituted there-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "of tue foe:",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Principal",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Tactment “Diequatin- 9, A person shall be disqualifled trom fing, °T being eppointed or continuing os a director appointed sof the Board under paragraph (a) of sub qzetor of section (1) of section 9, if he—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(a) is a Member of Parliament or of any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Provincial Council or any local authority ; or s)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "National Sovings Bank (Amendment) 8 Act, No, 28 of 1095 (®) is, under any law in force in Sri Lanka found or declared to be of unscund- mind ; or (©) is a person who, having been declared ” ingolvent or bankrupt under any Jaw in force in Srl Lanka or in any other . . country, is an undischarged insolvent or bankrupt ; or {d) is convicted ef an offence involving moral turpitude and punishable with a term of Imprisonment.\", $& Section 11 of the principal enactment is hereby meptace- repealed and the following section ix substituted therefor :— ent of | of the “pharman 11, (1) The Minister cha'l nominate one of principal Board. the directors of the Board to be its Chairman, *aetment (2) The Chairman if present shall preside at meetings of the Board. If a Chairman hes net been appointed or is nat present at the . time fixed for holding of a meeting of the Beard, the directurs present shall choose one : of their number to preside at such meeting. . (8) Where the Minlster is satisfied that the continuance of the Cheirman in office js ae . detrimental to the interests of the Bank, he may remove the Chairman from office, (4) The Chairman may at any time resign from the offlee of the Chairman by letter : addreased to the Minister, Such resignation shall iake effect upon it being accepted by the Minister. ° (5) Subject to the proviatons of subsections () and (4), the term of office of the Chairman shail be his period of membership of the Board.”, $. Section 19 of the principal enactment is hereby Amendment amended by the repeal of subsection (4) of that section Ts or oF ‘end the substitution therefor of the following subsection :— Prmeihen",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 National Savings Bank (Amendment) Act, 150, 28 0f 188, * (4) The General Mau.ger of the Bank appointed imoer section 26 of this Act, shall have the right to be present at, and paricipate in, me.ungs of the Board, except st any such meeting where the work or te general corduet of the General Manager is being discused ”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Replaces 10. Section 17 of the principal enactment is hereby Sriion 17 repealed and the zol.owsn section as sLhstituted therefor :— praca SGranting 17. (1) The Bank shall grant financial Seoommes -«-SCcomnodat‘on under this Act on the basis dation. of rarmai commercial criteria applicable te Jeans. and shall endeavour to obtain a retura on such acoummodation at the current market rate of interest chargeable for loans.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(2) Notwithstanding the provisions af sub-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "section (1) of this section, the Minister may, having regard to the national economic interet o Si lana and where hoi af opinion that the grant of the nancial aecom= modation is necessary to support any sector of si vser oF of the eccnomy and having regard to anv special circumstances relating to the application fcr the financial aceam- modation, direct the Board In writing to Brant any financial wecommoaation—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(a) which in the opinton of the Board does rot conform to normal prudent banking criteria: or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(b) at a rate of interest lower than that which the Bank would rormally have charged for such accommo= dation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(3) Where any direction fa given by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Minister under—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(a) paragraph (a) of subsection (2), the Serretary to the Treasury shall prior to the grant of such accommodation, provide an irrevocable time bound guarsntee,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "National Savings Bank (Amendment) ? ‘Act, ho. 26 of 1995 , on behalf of the Government of Sri Lanka, on terms acceptable to the Board for the repaymert of such accommodation and the interest payable on it when such repayment oy interest become due ; or (b) under paragraph (b) of subsection (2) the Secretary to the Treasury shall Pay a5 0 subsidy to the Bank, the difference between the interest charged and the interest whict the Bank would normally have charged for such an accommodation and such subsidy shall be paid annually or st such other intervals as may be agreed upon between the Secretary to the Treasury and the Board; or (e) under paraysuphs (a) and 1b} of sub- sschion t2\\. the Secretary to the ‘Treasury shall, prior to the grant of such eccommodation, provide & guarantee es is referred t0 in pavan graph (e) of this subsection, and al‘a poy the subsidy as is referred to in paragraph (b) of this subsection. a (4) Where a guarantee has been provided under subsection (3) the Minister shall, at the earliest convenient opportunity, lay @ statement relating to the guarantee before Parliament. (8) Any sum required for the fulfillment of a gusranice provided under subsection (8) of thie section shall be pald out of the Consolidated Fund, within one hundred and eighty davs of damand being made there’or to the Secretary to the Treasury by the - Bank. ™. <3. The following new section is hereby inser'ed imme- Insertion Giately after gestion 17 wv hall have etfect as seclion 17a a section of the principal enactment :— Mein the plaid TIA. The Ahoistor may from time to time eneetment. etpiched direct in writing the Board to furnish to him i ‘Minister. rook Infarmation with respect ta the hnciness of the Bank as he mav remuive and the Board q shall carry out every such direction.» '",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "‘ National Savings Bank (Amendment) . Act, No. 28 of 1995 Beptare, I Section 19 of the principal enzctment t tat hereby bo 19 _Pepealed and the following section is substituted therefor :— rasta Peril 19. All expenses incurred by the Bank in an carrying out its functions and activities shall be met from the moneys of the Bank,\" qgesdemst 1, Section 20 of the principal enactment is hereby | Beinn st amended as follows :— i wt the (Seine (2) by the repesi of subsection (1) of that section and { the substitution therefor of the following sub- sertion:— . *() The Bank chet! extablish— ‘ (@) & general resurve; and : ®) any other spectal reserves for such purposes ag the Board thinks fit” ; and @) In subsection (2) of that section, by the substitution for the words “After making allowance for the Teserves of the Bank”, of tie words ° After making transier to the reserves of the Bank”. Repeal of 1a Sections 21, 22 and 23 of the principal enactment aro - EH tereby repealed, Praca Sieciraan aepiace: JS Section %f of the principal enactment ln hereby ment Sa tepented, and the following section is substituted therefor :— eet Fincloet Appa: 26, (1) ‘The Board shatl appoint a ft and | ‘nnetenane, he General proper person to be the General Manager of Wanker a, (2) ‘The Board may appoint wach other ‘eiicers and vervante as It may consider pecesnary, for the conduct of the business of ‘the Bank. {3) The selartes, elfowances snd other benefits and conditions of service of the General Manager and officers and servants of the Bank, shall be determined by the Board\", i i",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": ": Hational Sovings Bank (Amendment) r) Act, No. 28 of 1985 14 Section 27 of the principal enactment is hereby Replncement repealea, and the following section is substituted there- of the for:— princwpal Enacument,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "* appoint. 2%7,'The Board may from time to time Sivaere appoint ag advisers and consultants to the ‘and con- Bank persons possessing skills or professional sultante, qualifications such az accountants, lawyers,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "auditors and valuers required for the eonduct",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "of its business and discharge of its functions",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "‘under this Act, and the advisers and consul-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "tants so appointed shall be remunerated in ‘ such manner and at such rates as the Board",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "way determine.”.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "11, Sections 28 and 29 of the principal enactment are Repeal at",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "hereby repealed, pections 26 of the Prinaipat Enactment",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "1% Section 30 of the principal enactment is hereby Replacement vepesled, and the following section is substituted therefor — af vectioa 38 qBylabikty 30. No director, officer or servant of the primedpad oir Bank or an adviser or consultant appointed ‘cnused under section 27 of this Act, shall be liable taro for any tess or demage gufferced by the Bank tisronfoct unless such loss or damage was caused by bis Emil misconduct or wittul default”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "39, Section 32 of the prineipel enactment {s hereby Amendment amended. by the substitution for the words “Every director, 39 “ot the general manager, auditor, secretary, advisor or other officer principal or nervant of the Bank”, of the words \"Every director, *atment offer and servant of the Bank ant every adviser or constd- tant apnointed under section 27 of this Act\",",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "20, Section 33 of the principal enactment fs hereby Amendmest amended. by the anbstitution for the words “Every director, ot se\"tea general manager, auditor, olficer, servant, member of agency, principal Becotntant or other person xmployed in the business af the ™aelrmaat. Bank shall\", of the words “'Bvery director, officer and eervant of the Bank, and every edviser or consultant epnointed under section 27 of this Act who 1s required to do 0 by the Roard, shail”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "21, Section 34 of the principal enactment fs herehy Amendment amended. by the substitution for the words \"Ever directar, of aetlon 24 Eeneral manacer, anditor, secretary, adviser or other officer Stinripat ‘or servant of the Bank shall.”. of the words \"Every director, ensetment, officer or gervant of the Bank and every adviser or coasul- tant appointed under section 27 of this Act shall, \".",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 National Savings Bonk (Amendment) Act, Ko. 28 0} 195 Amendment 22. Section 38 of the principal enactment is hereb; ofrgction’§ amended as tollows ¥ rinespal aetnemt (i) by the insertion immediately after subsection (1) of ‘that section of the following new subsections :— : “ (a) The Pension Fund shall be established as a | i separate Pund and be separated from the balance | sheet. : i 1s) An actuarial valuwtion of the Pension Fund - : shell be made once in every two years in order to = 5 ‘encure that there are sufficient mcneys available it j the Fund to meer its liabilities. “; and E i (2) in subsection (2) of that section, by the substitution : for the words “security of immovable property”, of } i the words “security of movable or ismovable i property \", { Amendment 23, Section 36 of the principal enactmont {s_hereby ‘ of ihe. amended in subsection (1) of that section, by the substitu- $  prineipat tion, far sne words “tdetermin.d by the Board with the if ‘enactens. —goproval of the Minister.\", of the words “determined by : the Board.”, | Replacement 24, Section 37 of the principal enactment is hereby i Othe repealed and the following section is substituted therefor :— Eincent, “Audit of 37. (2) The accounts of the Bank for each i ie Boancial year chall be submitt:d to the i Bank Auditor-Genersl for oudit within three : months of the close of that fnancial year. E (2) The provisions of the Article 154 of : the Canstitntion relating to the audit of the accounts af public corporations shall apply to the audit of the accounts of the Bank. ”, Repeat nf 25. Sections 29 and 40 of the principal enactment, are sections39—_ hereby repealed, and 40 nf the principal Shectoant. Tspincement 26, Section 41 af the princioal enactment is hereby fi of the _‘Tepeafed and the following section is substituted therefor :—= Principat Gnartaueee “Interest 41, Interest shalt be payable by the Bank. ‘reounte, on moneys denorited with it, at rates deter- ; rained by the Board. provided that no Intere# ‘shall be payable to monevs transferred te t+ unclaimed Deposits Reserve. ”.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "National Savings Bank (Amendment) ry Act, 10, zis of 1945 _ 2 Section 42 of the principal enactment is hereby Repeat, repealed. Hof the principal Statement, ,%, Section 44 of the principal enactment is hereby Amendment amendes oy Re keptat Ut sveewecand were wy iy (ol, aay Of agetion and (10; of that vection, aid the autatituticn therefor, of the principal following sub.ections :—- Enaciment. “ (5) No payment shall be made by the Bank to. sny",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "nominee unless the nominee makes an application",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "supported by evidence acceptable to the Bunk, in respect",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "of his identity.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "© A payment made to a nominee of a deceased",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "nominator shall be a complete discharge of the obligations",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "of the Bank In respect of the moneys lying to the eredit",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "of such nominetor.”,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "2%, Section 46 of the principal enactment is hereby Amendment amended, by the substitution for the words “with the %§ ofine ‘Spproval o} the Minister pay the money lying to his credit principal to such other person ag the Bank thinks proper.”, of the ***tnent: words “with the approval of the Hoard pay the money Tying to his credit to such other person as the Board thinks proper,”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "30, Section 47 of the principal enactment, as amended by Replacement Act No. ¢ ut 19.2, is nereb, 1vp.a.ed, and the following $7 Seo\" nection is substituted therefor: princral ‘pinctaaned 47, (1) Where an account has lain dormant,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Hecgrve’ that is to say—",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "{@) in the case of a savings account, the savings book has not been, present- ed to the Bank either for witharawal from or deposit nto the account or, for the insertion of interest, for a period of ten years by a person who commenced the aecount on or after reaching the age of sixteen years oF for a period of ten years on or after reaching the age of sixteen yeara in the case of a person who commenced his account before reaching the age of sixteen years oF",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "z National Savings Bank (Amendment) Act, Na, 28 of 1995 (b) in the vase of a deposit account, Snstructions for automatic renewal on . maturity have aot been Issued to the Bank and the deposit receipt has not been presented for renewal for @ period of ten years by a person who commenced the account on or after . Teaching the age of sixteen years, or for a period of ten years on or after reaching the age of sixteen years in . the case of a person who commenced . the account before reaching the aga oot of sixteen years, the money lying to the credit of such accounts shall be transferred to a speciat reserve, to be called the “unclaimed Deposits : Reserve.”, {2) The accaunt fam which moneys were : : fransferied to the unclaimed Deposits Reserve shall, from the date of such transfer co be no longer considered as a liability of the : Bank. . (8) The whole or stich part of the moneys lying to the credit of the unclalmed Deposite Reserve, as may be determine by the Minister, may be capi alished and shares 10 . the value of the money capitalised, may be fssued by the Bank to the Secretary to the : Treasury. (4) Where after the transfer of any money to the unclaimed Deposits Reserve, any claim » fs made to the Bank in respect of moneys which were lying to the credit of an account referred to in subsection (1), the Bank shall . after an examination of such claim, pay an i amount equivalent ta the amount which was in the account, to the claimant and  shali . “ thereafter make an applicetion to the . Secretary to the ‘Treasury for reimburse ment of the amount paid and the Secretary to . the Treasury shall as soon as possible after recetpt of the appliestion, pay out of the Consolidited Furd to the Bank the amount claimed.”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "Nationa! Savings Bank (Amendment) B Act, 10. 23 of 1995. 31. Section 48 of the principal enactment is hereby Amendment mended in subsection (2) of that section az follows:— 9 fection ‘principal Q) fm paragraph (0) of that subsection, by the substitu enuckment tion for the word “mortgage of immovable property ; or”, of the words \" mortgage of movable, or immovable property or on the basis of @ guarantee ; or”; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "@) in paragraph (c} of that subsection, by the substitu.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "Uon, tor the words “anv immovable pruperty mortgaged to such Bank”, of the words “any movable or immovable property mortgaged to such Bank\",",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "32 Section 50 of the principal enactment fs hereby Amendment ameniied {n subsection (1) of that section by the substitu. 3 chine tion for the words “has a substantial inlerest.\", of the Pricpal, words “has a substantlol interest, except for the purpose ‘of purchase or construction, of a house on the mortgage of a adequate immovable property”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "$8. Section St of the principal enactment is hereby Ameniment amended, by the substitution for the words “on the SLofthe mortgage of any immovable property,\", of the words “on Principal the mortgage of any movable or immovable property,”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "34 Sections 52 to 74 of the principal enactment Reel oe Gnclusive of both these sections) other than section 60 are & ee hereby repealed. ‘principal",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "4S. Seetlon 77 of the principal enactment is hereby Amendment smenced by the repesl of rubsections (2) and (3) of that of sition 7 ‘ection, and the substitution therefor of the following sub- principad sections :— enactment",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "“ (2) Where any officer in the public service is tem. Porarily appointed to the staff of the Bank, the pro- Visions of subsection (2) of section 13 of the Transport Board Law, No. 19 of 1978, shall, mutatis mutandis, apply to and in relation to him, (3) Where any officer in the public service fs permanently appointed to the staff of the Bank, the pro- visions of subsection (2) of section 18 of the Transport 1 Board Law, No. 19 of 1978, shall, mutotis mutandis, - apply to and in relation te him.\"",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "- re Nationa! Savings Bank {Amendment) ‘Act, No. 25 uf 1995",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ": Amendment 36. Section 7A of tne prsicipal enacunent ix hereb",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ": lon a nt is hereby a amended by the saisututioa iw. the words “ Nothing ia the",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ": principal ‘Debt Conciliation Ordinance\", of the words * Nothing in",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "1 etmaenk the Del Conciliation Ordinance of the Mediauon soards",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Act, No. 2 of i988\",",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ". Repeat",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ": een te ‘1. Section 79 of the principal enactment is hereby of the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ". Principat ePeated,",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ": fraciment,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Repeal of 38, Soction B1 of the principal onactment is beroby wergen SL repealed,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ": principal",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ": enactnvent,",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "} Amendment 39, Section $4 of the principal enactment is hereby of he amended in subsection (2) of thet section as te lows :— principal ‘Sngcument. U) by the repeal of paragraphs (d) and (e) of thet sub-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "section. seri the substitution therefor of the following",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "paregraphs—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "* (d)the use of pess kooks or aay similar documents | by persans who have deposits and savings + Recounts ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "{e) facilities for the drawing of cheques hy persons whe have acvoursts subject to scl restrictions and qualificatfona as may be so ciffed by the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "! Monetary Poact inrhiding restrictions with",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "{ tegard to the type of accounts, the class of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": ": depositors, the maximum amount of each",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "raving and the frequency of deawings 3\" and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "| (2) by the repes! of paragraphs (1), @, Uj), (8s (D.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "H Gnd, (1), (}, (P). is), 7), (8), 2, CH), (v), (He",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "(=), (y), (2) and (ca) of that subsection,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 26,
    "text": "Amendment, 40. Suction 87 of the principal ensciment Is hercoy ‘of Section 87 mended as follows :— Drincipat © 4) hy the repeal of the definition respectively of the acto expressions “approved savings group”, “lottery”, “Panel of Valuers”, and “prize competitioa ” ; 42) by the repeai of the ‘lefinition of the expression “eornmercts! bank“, and the substitution therefor ‘of the following definition :— ‘+ commercial bark” meant a company carrying ‘on banking business and licensed under the provisions of the Eanking Act, No. 30 of 1988 as licensed commercial bank ;”5",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "National Savings Bank (Amendment) . Act, Ko. 23 of 1995 (8) by the inseriion immediatly after tha definition of the word “director”, of the follwing new defint- won ‘financial accomodation” means any dircet or indirect advance granted by the Bank on behalf of a customer, where the Bank has guaranteed or utherwise committed itself on behalf, such customer 37; {@) by the insertion immediately after the definition of “ prescribe\", of the following new definition :— **Provineial Council” means a Provincial Council established under Chapter XVILA of the Con- stitution 5°; 4G) by the repes! of the definition of the expression “local authority\" and the substitutfon therefor of the following definition :— *“Jocal authotliy\" means a Municipal Counc Urban Council, a Pradeshiya Sabha and includes any authority crested or established by or under any written law to exercisa, perform and discharge, pawers, duties and functions cotrespording to or similar to the : powers, duties and functions, exercised, pesformed and discharged by any such Council or Sabha ;'; and #6) by the repesl of the definition of the word “ pur- chaser” and the substitution therefor of the : following definition ‘purchaser when used with reference to savings certificate means thz persons or boty of petsons to whom a savings certificate it issued under this Act ;\". AI, In the event of any Inconsistency between the Sinhsla Sinhala and Tamil texts of this Act, the Sinhala text shall prevail, txt to ease of inconsistency 42. Yor the avoidance of doubts itis hereby dectared that Avoidance any resolution made under rertion 82 of the nrincipal enact. of dowite, ‘tment shall deemed for all purposes to be valld and effectual notwithstanding the repea) a1 that section and accordingly all sets done in pursuance of such resolution may be con Mnued and completed as if there was bo much repeal,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "en Azaual wubscsiption of English Bills and Acts of the Pasllament Ha #05 (Lect), Ra 1.100 (Foreign), payable to te Surmawrevnent, Govsaneamer Purtrcarions Byaric, No 3% Traxswonka Hovaz, Lotus Roan, Couowen 41, before 16th ‘December each year in respect of the year following, |.",
    "mean_p_confidence": 0.57
  }
]