[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  (E>  Jo  Ca  ae  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  : SRI LANKA  TREASURY CERTIFICATES  OF DEPOSIT :  ACT, No. 9 OF 1989  [Certified on 11th May, 1989] :  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of May 12, 1989  aS ee ee  Jo BE PURCHASED AF TAE GOVERNDMENT PUBLICATIONS BUREAU, COLOMBO  Price : 45 cents Postage : 75 cents",
    "mean_p_confidence": 0.6629166666666667
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Treasury Certificates of Deposit Act, No. 9 of 1989  [Certified on 11th May, 1989)  LD—O. 83/88  AN Act ro pnovipe ror THe BomowrNc or Money, ny THE",
    "mean_p_confidence": 0.6281249999999999
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  GoveaNMENT, DY THE ISSUE OF TREASt™RY CERTIFICATES OF",
    "mean_p_confidence": 0.537
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Derosrr.",
    "mean_p_confidence": 0.26666666666666666
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  BE it enacted by the Parliament of the Democratic  Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7945
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  1. This Act may be cited as the Treasury Certificates of Short  Deposit Act, No. 9 of 1989. Me,",
    "mean_p_confidence": 0.7631818181818182
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  2 (1) The Minister, whenever authorized thereto by a Powerto  resolution of Parliament, may difect the Deputy Secretary Te cr  to the ‘Treasury to borrow, by the issue in Sri Lanka of Treasury  Treasury Certificates of Deposit, sums not execeding the (fDepstit”  amount specified in such resolution ; and the Deputy  Secretary to the Treasury-may also, with the approval of the  Minister, borzow, from time to time, by the issue of such  Treasury © Certificates of Deposit such sums as may be ;  required 40 pay cff at maturity, Treasury Certificates of  Deposit, lawfully issued by him under this Act and out-  standing.",
    "mean_p_confidence": 0.7831304347826087
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (2) All acts or things necessary for the purpose of, end  in connection with, the issue and payment of Treasury  Certificates of Deposit under this Act shall be done on  behalf of the Deputy Secretary to the Treasury by an  officer of the Central Bank authorized in that behelf by the  Monetary Board of that bank.",
    "mean_p_confidence": 0.8152380952380952
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (8) Every Treasury Certificate of Deposit issued uncer  this Act shall bear the signature in facsimile of the Deputy  Secretary to the Treasury.",
    "mean_p_confidence": 0.797037037037037
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (4) The Monetary Board may delegate the functions  relating to the issue and payment of Treasury Certificates  of Deposit to a person authorized in writing in that behalf.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  3, The principal moneys represented by Treasury Certi- Principal of  fieates of Deposit issued under this Act are hereby charged Certfeates  on, and shall be payable out of, the Consolidited Fund of charged  Sri Lanka. Sted",
    "mean_p_confidence": 0.7353658536585366
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  Fund.",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  4. The proceeds of the issue of the Treasury Certificates Proceeds of  of Deposit shall be paid into the Consolidated Fund of Sti Certificates  Lanka. of Deposit,  2D 0014038, ¢80 (60/0) .",
    "mean_p_confidence": 0.6397297297297296
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Treasury Certificates of Deposit Act, No. 9 of 1989  Amounts 5. (1) Every Treasury Certificate of Deposit issued under  period of this Act shall be for the sum of one thousand rupees or a  surconay of multiple of one thousand rupees and shall be payable at  Gertieates par ; on production of such Treasury Certificate of Deposit  ‘st Deposit by the bearer, at such time or times as the Minister shell,  before the issue of such Treasury Certificate of Deposit, fix,  but not later than two years from the date of issue,  (2) The liability of the Government to pay on a Treasury  Certificate of Deposit issued under this Act shall cease aft=r  expiration of six years from the date of issue of such  ‘Treasury Certificate of Deposit and the bearer of any such  r Treasury Certificate of Deposit shall not be entitled, aiter  the expiration of that period, to payment of the principal  represented by such Treasury Certificate of Deposit or ts  ‘any compensation in respect of non-payment of such prin-  cipal,  Payment of 6. ‘There shall be appropriated out of the Consolidated  Tet eg Fund of Sri Lanka the sums necessary to pay the principal  ‘of Deposit. represented by Treasury Certificates of Deposit and the  Deputy Secretary to the Treasury shall pay such principal  ‘ at the ‘Treasury in Colombo or at any other place determin-  ~ ed by the Monetary Board, when such Treasuary Certificates  of Deposit fall due for payment.  Cancellation 7 Upon repayment of the principal moneys represented ,  soem by Treasury Certificates of Deposit, the certificates shall  Cerlineates be delivered to the Centar] Bank which shall cause them  ofDeposit, to be cancelled and retained on behalf of the Government  of Sri Lanka",
    "mean_p_confidence": 0.7950470219435737
  }
]