[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "1 i PARLIAMENT OF THE DEMOCRATIC | SOCIALIST REPUBLIC OF SRI LANKA NATIONAL SECURITY LEVY (AMENDMENT} ACT, No. 4 OF 2001 lt , se nf ee ttt ent atinntc nuns wna",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Nasional Security Lary (Auseniment) ‘Act No.4 of 2001 [cenitod on 11h Apel 2001)",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "LD—O. 112001.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘Aw Acero sateen rs Namo Severe Levy ACT, NO. $2 . (0F 1991; AND 70 ROVE FOR MATENS CONMECTED WEREWIT, . [BE encted by the Patines ofthe Democratic Socialist",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Republic of Sri Lanka as follow :—",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2, This Aatenay be cited as tbe Notional Security Lavy shore, Amendment) Act, No.4 of 2001.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Section 3of the Nation Security Levy Act, NoS2__Anendretat of 1991, chewinafer refered voae“the principal enactment’) oueof Act a2 Tas amended by Act No, 24 of 2000 is hereby further “= Amended in euection (2) ofthat sation flows -—",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1) by the repeal of paragraphs (0) and (Af) of that rubeection, aod the aabsthaton, of the following paragraph ierefor",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(the value of any ship or aircraft which is",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". ‘mpored into Sri Lanka, iW is proved to the ‘asishetin of the Commissioner-Ganecl of Inte Revenve tax such ciporalreraftis being",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ": tuned for ineratlonsltanaporon of goods cor passengers:",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "@) in tem A of pargrph (9 of tha subsecion-",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(0) by the repeal of sub-paragraph (vi) theeeof, andthe aubuimtton Wetefor of dhe folowing sub-perngrogh",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Hone $580 2010047",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Natanat Seouvity Lamy Amendment ‘Apr Na ef PE “(ily eros of onmmasion corazon sah -contzaio in he eontrton of ey haikeg, road brilge, water spl, drainage er sewerage asta. hare poe ot sy infaet project tn telocommmanicntions acuity. mo rings 2) services foe ts sony sy racer, plane, wacktaeey ot enuipren: or () profecsianal or consultancy or Sho ompnsas et, sr ie cumoection is, sas cmb.”",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "by she snbstitutinn, in oub-porneragh cnit hea, forthe words an pores “No. 10 oF 1HTP2 or cee\" he wads ad Cpu Ne Hof £972. witiae agent Hicenved onder regulations made vale tae Air Naxigalion ‘ipeciat Prisons) A, No 35 of #992 cr oui:",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "6) by the inseesian tzrmudiately after sub orepsphsithseal, athe oRiowingnewsh penagrat",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(la) sesvice of = pct egeramr oF por zontinereponal sprain panied",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". any 5:",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "iDE wees af computer sotivare steveloper in expect uf guftsane ‘veloped by sac petson Gar we ‘holly vase Si Lanka and foe which yasmereinmectiedin fs cuneey Bes 8",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "ational Security Lary (amendment) 3 ‘Ac No, € af 2008 (lle) services provided ore the inert, wing eusiom buh softwar, by an aterpite setup on or ater Apel 2007, excuse For the provision of stich services being services : enabling cr facing the sate of ‘goods, ot for the provislon of Services, by aperion ia Si Lanka to . persons outside Sri Lanks. for Drgmentin foreign comensy 5 (cit) olen suppor services provided over fe interact oF telephone, by am snterpige setup on or ater Apel 1. 200, exclusively forthe provision Of Bich serves, 10 one of more identified eiems cuits Si Lak, fer payment in foreign curoney \"2 (4) bythe adton knmediney aie poragraph (2) hereof. of he following new paragraph = (0, the vlc of sy avinion fel npponed for the eof any aia, ‘3. Section 4 ofthe principal cnactem a8 last amended Ameadnew bby Act No. 24 of 2000 ie hereby fener atnended a5 sca tot te . fellows = posal 10) Inparagaph @ ofthat seein, by te subiteion foe . the words and figures “Tor very quae commencing ‘on oF afer Sly 1, 20007, of the words aod Gps \"orevery quae commescing oor afc ly 1, 2000 but peor Apel 1, 2001; and (@) by the aditon a tho end of that section, ofthe Fallowing new paragraph = “0 Tocevery quaner commencing on or after April 1.2001 a “",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Novionat Secumy 2ewy ¢Amentinents Aes Me La 2000 1) a seven equivalent to GAL saves a one half per com of the ornover of that geesnm, net Daing ure refer aie or Byars begaeagragh ane 1B) cachet perceunmnot he sarsoer of dha pernne arising fror the Fnap or maaan ay pin, vachinerycrogepaten, ol Being ay mae er ater esate ey thin the mtnlog of the Mowe “Trafic Act (Chaplet 03). fee the fier ata of hae guarie,omor bofoe she Fath day of th secre wo OP hak queer: 8} anamenn sqsinaento- A) seven and one ball pe cent of the feenover of sa poFEOR, 40, etag suman refered to In te ‘ij of issu pawgraph and 1) ote haf pereentaay of tune of tat person. asing fom the iimportcemaenfacureet atypia, machinery oF ol sary. eBay ny LUCE EK aU ay, seit the meaning af the Motor “Trafic et (Chapter 208) for the second monk of tha quatet, on 9¢ ‘afore ho fer ay ef hed month of tal querer a ‘iy te amas of he levy payable by sah ern ft quar roluody he aggregme of tt antouns pal hy him",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "eaten Secarty Levy Amenduent) 5 ‘Act No, #07001 fn socontarce with he provsians of subeparagrph (i) and stb-poeagranh (ofthe paragraph. on or before he fice day ofthe montvinmediely sucecoding that gee” 4. The Schedule to the principal enaconent 35 task Aenea amended by Act No. 24 of 2000 is etehy furker amended he Scie So falaws = Serine (1 inte 11 ft Shee byte soba for the words and gues “nor afer Jly 1.2000\". of he word and Figres \"mot ter Joly 1, 2000 brorto Ape 1.2000\". and (2) by te dion athe end ofthat Schl ofthe ‘ellowig item = “{12) Rov every quaner commencing on or after ‘pil, 200 (9 on turnover other than turnover ‘efemed voi paragraph (of sem 1 Spercentu (Gon ummore acsng forthe import or , samsfastre of sy pant, machinery or equiprenc, nl being & oF ca, motor coach of lorry within the meaning of the Motor Trafflc Aet . Chayer 2035 05 percent” 5. Where the Ditesto-General of Customs collects whi, ariag he peciod ceramencing on Apa 1, 2008, fom 30 inporerct an aril Ning pe chines romper, sm vot in exces of sx a one half per cea BU ot _xceeding oven and one al econo he value of such rile, such collection sal be dorm otal purpos 10",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "6 Aaional Securing tay thmentiens} ‘Act No def 2008",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "‘ave eu, and to, waity mat. a ths Duta Ceeed ‘oF Cason hoveby Indeed agent tons 2viloe ctninS in respec such sateen,",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "‘tenant 5. (1) Wheve a petson w whom this Aes applies i",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "vine peguied by action of the principal nace ce atone toy weines 3 srl of chs Ac, 60 ry any ARIOMAC 1 He CCoramissieae Cre. is past a ay Roa 0 eee, fei wo she doe om whieh ns Aut crtied a4 on AU of Partomart, auch person shall br detined Far lf perpen fo [ave compel wih the mguizements of hase ssi, he ‘ays thar smoweL tthe Coseristiomer neal, with ty ays ofthe date on which ths Act is cerefiad span Ato Padiement. Where rach aout enor pat ch a hal be dens 0 bo fa tact er de expieion of tity ‘ays mathe date om which dis Ae fs etifoab m Act of Peraeent and sah pero shal edecmed tae adefauber swith eel frm iat date",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(2) Wherea perso vowhom shi Ao applies keg",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "toys dol spiny ena mena ened ty ons Band ofthis Act, to pay t dio Commissioner Gest 1a ‘eepacs nf pried commencing a Ape 12901 mending fm the Ib) an ORD This Act is ested a3 an Act oF Padoment me ana ineacess ft ance bal pr come ‘of he tenor af Gl person Far hae por, sur peta shall be deed fr aft purpvee shave cnplled wah the eqsinracn of hat cc, ihe pay We Com mB : Gard, within sy days of ta to a Mauch is Ac iio ame Ast a Petes te fren elven ans bs as reirad by serine prinpaense mene : aed ty actions and 4 nf tn Ack 2 pay for pnd, wed dhe runt pod by hs Tac at parade ie fase muy he. Where ike dilareace in aot 20 gai, a0 (Sflrence al fear abe indetauteer ie esata fy days fom te 6 0m Hh Hl Ac i wer 28, sm Adio Partamenabd suo eed shalt be Ucermed to bea sefouerwihin he riemsnge epee enacmett it Re From hat ac,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "asia Seeuiy Lay tAnanimens 7 ‘et ha tof 001 2. The amend eae w section Fo he pip Seraph ocunent sation 20 is A sa on Gey insofar teamnnen eh gof pesgre f) and ff of sobs 2h at : Seven, te deewed for a urpoos rohene come inv foe on Api | 300: (b> Jo 50 fae as hs amendmen tes ut : sacstrs bs deems fer al pron bbe ait cs om ey 2,290 46) instr te anendoen west por operins spor omnes spe, beer forall pos, a Syst Tt foe oben 1,20 (9 ine Sar a8 ade te tree sefieaee deeper, breve fel gars 48 ave cme in nce ot Ma, 2 § Ce) nsnaracthoomendnen ssaesto oop tiga aii be decd ora papas. t2 Jens coe eo fev Fanery (FO a (0 in safer as icone lteter ‘Misting uc hedermal ors paptaes, fas . os to om Ap T2004 &_ intneowentofary msomiareyhetvconitc Sats Mebane sad Tait tems of ins, Be Sinise sal reall erin",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "| v ‘mt tara ngl ad le ce RBH (Coca LAE Pw wa renmoit.Civente cine Sea Nn 3TH Us Rov nO} We Stace at ee cp ei po lee oa",
    "mean_p_confidence": 0.34
  }
]