[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55 <p FS gavin ives ; iS, - S| 3) ek Sg Le SNCS) . Medical (Amendment) Act, No. 23 of 1955 Date of Assent : Apri 14, 1955 . Printed on the Orders of Government Printed at the  Govenwment Press, Cevion, To be Printed at the, Govmnnt Sumuicarsaxe Bunny, Cowonto seen Subscription, {including Bill) Rs, 25, payable in Annual Suber n oe reanse, Gawanneny Postiea IONS Borcau, Post Oreicr Box 500, Secretariat, Colombo 1 Price : 25 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Medical (Amendment) Act, No. 28 of 1955 | 8 L. DO. 27/84. . An Act to AMEND THE Meprcat ORDINANCE. partes e ‘ [Date of Ascent: April 14, 1995] ue",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE jit enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this preset Parliament assembled, and by the autho- rity of the same, as follows:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4, This Act may be cited as the Medical (Amend- shot tle ment) Act, No. 23 of 1955,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2, Section 23 of the Medical Ordinance, herein- Ansénent ot after referred to aa the “ principal enactment ”, is Chapter 9. hereby amended by the insertion, immediately after sub-section (3) of that section, of the following new sub-section (84):—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "* (Ga) The Registrar shall enter in a separate part of the register mentioned in paragraph (a) Tf sub-section {1} the name of every person who proves his claim to be provisionally registered as & medical practitioner under sub-section (2) of section 92, and, if that person is registered there- after ass medical practitioner under sub- section (1) of that section, the Registrar shall strike off the name of that person from such part of the aforesaid register as contains the names of persons provisionally registered as medical practitioners.” ,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3.\" Seton 59 of the pHincipal enactment is herby Nears repealed’ and the following section is substitat stb. 3 of therefor:— \" ae",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Waele’ “ Regingatin 32, (L) A person shall, upon appli- Feeree, cation made in that behalf to the Metical Council, be registered as a medical practitioner— (@) if he is of good character, and 0) if be— . () holds the degree at Bachelor of Medicine of | the University of Ceylon and- a. certifonts granted ty the Medical’ Council . under section 835, or FoR paeeeroi tae,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Medical (Amendment) Act, No. 28 of 1955 (i) is registered or qualified to be registered under Lhe Medical Acts, or Gii) holds a qualifying diploma within the meaning of __ the Medical Acts and a : certificate granted by the Medical Goueil cadet section 838. ~ For the parposes only of enabling the aoquitement of such experience as is + -required for obtaining from the Medical Council a certificate under section 332, a person shall, upon application made ‘in : that behalf to the Medical Council, be registered provisionally as a medical practitioner— (a) if he is of good character, and @) if he— . (@ holds the degree of Bachelor of Medicine of the . University of Ceylon, or . (ii) has passed the examination necessary for obtaining : tha degiee of Bachelor ~ of Medicine of the : University of Ceylon but hos not obtained that legree owing to a delay on tho part. of that University in conferring that degree on him, or Doe (iii) holds a qualifying diploma . Within the meaning of the Medical Acts but has . . not acquired such ex- mes Betienos as ie rewired wes for becoming registered : : under those Acts. _ @) The fee for registration, or provi- .. + Slonal registration, as © medical practi- tioner shall be fifty ropees and it shall . be paid to the Registrar on application \"7+ > + for registration. - a a , |,@ A person who has paid the fee for . his provisional registration as 9 medical b Practitioner shall not be required to pay ius 4 any fea for his subsequent registration yu cL <. a8 @ medical practitioner.””.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Medical (Amendment) Act, No. 28 of 1986 6B * 7 4%. Section 82 of the principal enactment Repaat of Gnserted by Ordinance, No. 25 of 148) is hereby atte repealed Sai, 8. The following new section is Beroby inserted Insertion of immediately after section 93a (inserted by Act No. 14 3 in the of 1949), and shall have effect as section 338, of the peices! principal enactment ;-— \" jrSeritette 888. (1) Where & person who is provi- SERIE “Gionally registered as a, medieal practi. poepiaie er —_tioner applies to the Medical Coancil for a certificate under this section and such Council is satisfied that he— (@) has been engaged in employment in a resident medical capacity for the prescribed period in one or more prescribed hospitals or institutions, has, daring his employment ag mentioned in paragraph (a) of this sub-section, been engaged for the prescribed period in the practice of medicine and for the preseribed period in the prac- tice of surgery, and (@) has vendered satisfactory service while employed as aforesaid, such Council shall grant, in the pres- cribed form, a cettificate that such . Council is so satisfied, (2) Where 2 person who is provi- sionally registered as a medical practi- tioner has, during his employment as mentioned \"in sub-section @), been engaged in the practice of midwifery for any period not exceeding the prescribed Reridd, such period spent in the practica of midwifery shall, for the purposes of paragraph (2) of subsection (1), be deemed to be a period spent in the prao- tice of medicine or a period spent in the practice of surgery aa he may elect, (8) Where an applicant to the Medical - Council for a certificate under this : section has, during his employment aa",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "6 Medivat (Amendment) Act, No. 28 of 1955 mentioned in sub-section (1), been engaged in the practice of medicine and in the practice of either surgery or mid- wifery or both surgery and midwifery, the period of that employment shall, in +",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". order to compute the peviod of his prac- tice of medicine and the period of his practice of surgery for the purposes of paragraph (6) of sub-section (1), be apportioned in such manner as may be determined by the Medical Council.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(4) Where person who is provi- sionally registered as a medical practi- tioner applies to the Medical Council for a direction under this sub-section and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "\"* gatisiies sach Council that, by reason of lasting physical disability, he will be or has been prevented from entering upon or completing the period of experience of the practice of surgery or midwifery required for the purposes of any of the preceding provisions of this section, such Council may direct that, in lieu of the period which as aforesaid he will be or ~ has been prevented from entering upon or in lieu of the balance of the period which as aforesaid he will be or has been prevented from completing, he may",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "+. .° ° count for those purposes an equal period",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "1 lz. | of experience of the practice of medicine during his-employment a8 mentioned in",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". | gubvssction (1) which iv in addition to",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "\"ll | 4 the period of ‘experience of the practics",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". of inedicine required for the purposes of paragraph (6) af sub-section (1).",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(5) Where a person who is provi- sionally registered as 2 medical practi- tioner is, in accordance with the terms of his employment in a prescribed hos- pital or institution, residing con-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". veniently near that hospital or institu-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": tion, his employment. in that hospital or institution shall be deemed to be employ-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "+. . Ment in @ resident medical capacity",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "ale notwithstanding that his residence is nob",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": . in that hospital or inatitation.”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Medical (Amendment) Act, No. £3 of 1955 7",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "& The following ew section is hereby inserted  Tasetia-of",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "immediately after section 39, and shall have effect aa as io the section 30a, of the principal enactment: — peineipa} = Bight ot 30a, Every person provisionally regis- Provisioosly ‘tered as a medical practitioner under regiatered sub-section (2) of section 82 shell have Prater, the right—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "{) to practise medicine, surgery and midwifery for the purposes only of such employment as is men- tioned in sub-section (1) of section 338,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(8) to recover in a court of Jaw such remuneration or charges as he may be entitled to under the terms of such employment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "©) to sign’ and issue any such certifi. cate as is referred to in section 38 in respect of any patient treated by him in the course of such employment, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(@) to we any name or title implying a qualification to practise medi- cine, surgery ‘and midwifery,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "but shall not be entitled to any of the other rights, privileges or immunities of e medical practitioner registered under sub-section (1) of section 82.\"”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "7. Section 49 of the principal enactment, aS Amendment at amended by Act No. 27 of 1949, is hereby further ston ioe amended, in sub-section (8} of that section, as énsdment follows: —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(1) in paragraph (6) of that sub-section, by the subs-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Titution’ for the word * anaesthotie.”, of the words “ anaesthetic; or\", and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(2) by the addition, at the end of that sub-section,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "of the following new paragraph :— *(¢) the performance by 4 qualified dental",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". nurse in the employment of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Government of Ceylon of minor",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "dental work in any public dental ser- vice under the supervision of a dentist * or @ medical practitioner.””.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "5 8 Medical (Amendment) Act, No. 8 of 1956 Savisips. 8, Such amendments made in the principal enact- . ment by this Act as relate to the registration of medical practitioners shall not affect— {a} persons who are medical practitioners on the day immediately preceding the commencement of + this Act, an @) persons who on the aforesaid day are medical practitioners temporarily registered under Reotion 894 which was inserted in the princl, pal enactment by Ordinance No. 25 of 1946 and is repealed by this Act.",
    "mean_p_confidence": 0.85
  }
]