[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(en ae. PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA UNIVERSITIES (AMENDMENT) ACT, No. 7 OF 1985 [Certified on 12th February, 1935] Printed on the Orders of Government Published as a Supplement to Part Tl of the Gazette of the Democratic Socialist Republic of Sti Lanka of February 15, 1985 va mer ma —————_——— Price: Bs. 2.76 Postage; Re, 1.80",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Universes (Amendment) Act, No. ? of 5985 [Certified om 12:h Fobroary, 1985) LD.-O. 11/84, Aw Act To AMEND TE Unrvsssrias Act, No, 16 o7 1978 REit enacted by the -Parliament of the Demperatio Soctalist Republic of Sri Lanka as follows: :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1, This Act may be cited, as the-Uaiversities (Amendment) ert tile aad Act, No.7 of 1985, and sivill coms into opzration in respect dateof of all of any of its provisions on such date or dates as the PmMUCM Minister may appoint by O:der published in the Gazette,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Szction 4 of the Universities Act, No, 16 of 1978 (Quercia. Amotacst of after referred to ax the “principal enactment”) is hereby setion 4 0f Ao amended by the repsal of subazction (1) of that seetion and haladied the substitution therefor, of the following subsection =—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(1) The Commission shall consist of 4 Chairmen, a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "VioxCaxirman and five other members, all of whom shall",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "bbe appointed by the President, ”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3, S:otion 5 of the principal enactment is hereby amended Ameatment of 18 follows — . swetion 5 of the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(i) by the substitution, in’ subsection (1) of that section, meee sae",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "for the words “ including the Gininman, shall”, | . of the words “ including the Chairman and the Vice “~ a Chairman, shat, * 5 . . @) dy the sidatitution, in subsection (3) of that nection— . (©) for the words “If the Cuirman,'on other”, of the words “if the Chairman, Vice-Chairman, ‘or other, and : © for the words “ such Chairman, or a fit person”, . ‘ofthe words “such Ca ieman or Vier-Crairman, ora fit person” ; and @) by Ghe substiution, in subsoction (4) of that section, for the words “The Chairman and other members\", of the words “The Cuairmao, VieoChairman ad ‘other members”,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. Scation 6 of the principal ennetment is hereby amended Aveuinent of by the repsal of subsections (i) and (2) of that section and the section 6 of te substitution therefor, of the following subscetions :— sre exact",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "“€) The Guairman of te Commission shall preside | at all msetings of the Commission. In the absmee of the + Chairman from any mocting of the Commission, the Vieo Chairraan shall preside at auch meeting... . 3A— on0an—o,775 5/00)",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ". 2 Unlversttes (Amendirient) Act, No. Pf 98S” ‘ (2) The quorum for a meeting of the Commission shall ‘be four members.” Ameodment of $ Scotion 7 of the principal cnactmtent is hereby amended section 7 of tho gs follqws :— scab, @) by the repzal of subscotion (1) of that section and the 7 sudstitation therefor, of the following subscction >= * (1) Tie Cinirman shall bs the chief executive f officer and the Accounting Officer of the Commission.” @) dy the sadstitution, in mbsection (3) of that ssetion, for the expression “under sections 15, 16 : and 18 “, of the expression “ under sections 16 and 185° +. Q) by the sxbstitution, in subsection (4) of that section, for the words “the Cinirman shall be subject” Of the words “the Chsirman and the Vice-Chairman ‘shall be subject” ; and (@) by the substitution, for the marginal note to that section, of the following marginal note =~ “ Chaitmma and ViowCinirman of the Commission. \". Amedmeat of |”. i incipal enactment amended Aaweineat of \"6. Ssction 8 of tho principal it is hereby priecipal omace. as Follows :— : el (2) by the substitution, for piragraph (a) of subsection os (1) of that scetion, of the following paragraph >— \"* “(da Scorctary, who shall be responsible for the custody of the records ani the property of the : Comvnission, and sitll also be the Assisonnt Accounting Offioer of the Commission ; and \"5 {2} by the cenamb:ring of eubscction (2) of that section ‘a subscction (3} thereof ; and () by the insxetion, immsdiately after subsection (1) of that section, of the following new subsection :— ~ +\" Q) The provisions of sections 74 and. 75, shall, mutatis mutandis, apply to and in relation to the , Officers. and employses of the Commission, other sn, than those officers and employces’ appointed to the +. + stalf of the Commission under the provisions of sub- _ Section (5) of seation 9.7. °°” ae",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Untrersises (Amendment) Act, No. 7 of 1985 3 __% S-ttion 9 of the principal anaetment is hereby amended Arwadmeat of ~ in subsection (5) of that section, as follows >— wecpal oueee.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "() by the saSstitution, for the words “any officer or other mat.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "employee\", of the words “any teacher, officer oF",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "other employee” sand",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "{2) by the substitution, for the words “that officer or em .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "ployse”, of the words “that teacher, officer or em- ployee\",",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "8. Tisfollowinga:ws:ctions are hareby inserted immediately !mwrtion of new attr sation 9, and shall have off-t as sections 94 and 98, Sikhs cad _ofeie inca emcee: See rose SAppen) 9a. Every holdcr of « post in the Commis-",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Lael sion who is ditm'sted or is compulsorily Gomounty __Totiod fream his post of #3 othersiwe punished ratiemenice for m'sconduct, inficierey or dereliction of otter duty, any appaat aginst such dismissal or Panisicent by rotiemsat or other punishment to the Univere ie ates, —_22fY Surviees Appcals Board.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Seal of tee 92, (1) The soa} of tho Commission shall be",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "‘Commision, jn the custody of the Scevetary of the Commis",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "sion.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(@) The teal of the Commission may be altered in such manner as may b¢ determined by the Cummssicn.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(2) Tho teal of the Commission shall not bo affixed to any instrummnt or document except in the prosinoe of the Scoretary and any member of the ccmm’ssion, both of whom. shall sign the instrument of document in",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": ". tokon of their presence.\"",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "9. Section 15 of the principal ennotment is hereby amended Anwodeneat of by the repeal of parag-aphs (ix), (x) and (xi) of that section section 15 ofthe and the substitution thorofur, of the folluw'ng paragraphs -— Peetpal eo",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(ix) to formulate schemes of reeruitmont and procedures",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "fot appuiu'racnt of the staff of the H'gher Edveational Institutions, and to dsterm’ne from tims to time, the various grades of staff and the numbers comprising each of such grades :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(8) to determine ftom time to timo «",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(0) the structure and composition of each Higher",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Educational Institution established or deemed",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": ". to be established under this Act or any appropriate instrument ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 »  Universittes (Amendment) Act, No. 7 of 1985 @) the Faculty of Facultics, and the Departments of Study thereof, to be astigned to cach euch ‘Highor Educational Institution ; and © the subjects or disciplines of study to be pro- vided or taught in cach such Higher Educational Institution 5 (xi) to traaster of revallocate the holder of any post other . that that of teacher, students, equipment and other facititios of any H’gier Educational Institution a6 . may be necessary in contequence of any determination -_ Made under the provisions of paragraph (x) ¢ Gril) to investigate or to cause investigation into such matters yertain'ng to the disciptine of the students, or to the academic, financial or gancral administration, of any ‘H gher Edueatioual Instintion, and to take remedial measures; and (xli) to do all such other acts or things as may be necessary for effictively exercising any of the powers specified ‘by this act and for the attainment of the objects : ‘et out in section 3.\". Amendment of 10, Section 20 of the principal enactment ia bersby amended See aiton zo + (I) by the addition, immedistely after paragraph (2) of sub- . section (2) of that section, of the following ew ‘paragraph :— “ (@) Upon the eecoipt of a report by the Commission in compliance with an order made under paragraph * ——@), the Minister may direct the Cominission to tain uch remedial action at he may consider necessary ‘with reference to any of the activitics of the adminit~ tration of the Higher Educational Institution oom ‘comed. \"; and “ : @) by the substitution, in subsection (3) of that section, for : ‘tie words “ national policy, he may dircet \", of the words “national policy, or is Fkely to dislocate the functioning of such Institution, he may direct \".",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "niversttes (Arsendment) Act, No. 7 of 1985 5 I. The following new soction is hereby faserted immediately Insertion of now after section 24, and shall have effvet as soction, 24a, of the ferme principal enactment + “Bwablishmest 248, (1) The M'nister may, in consultation ofan tostitule with the Cumumission, by an Ordor (hercinafter orCenuefor = referred to as an “institution for Hgher ‘Learning Order \"),— . (© establish en Institute or Contre for Hgher ‘Loane'ng as the caso may bo, for the purpuse of providing. promoting and develop'ig f'gher education in such branches of Jearn'ng as may be spucificd in such Order j and ©) assign a acme and style to such Institute or Contre for H’gher Loarning, as the _ ease may be, . @) The structure, powors duties and fine tions of en Institure or Centre for Higher ‘Learning, as the ease may be, shall be proscribed by Ordinance, ”. . 12. The following now section is hereby inserted immediately Insertion of wow after soction 25, and shall have efict as section 254 of the Seton, 254 In rail enactment :— craeemton 25a, Notwithstandigg snyth’ng to the com ‘oerding trary in any other pruvision of this Act, the Soaicuten. Minister may, subject to the provisions of tection 70c, by an Order (hereinafter referred to as. “Degse Awarding Institute Order\") recognize, any Institute nut boing an Institution, referred to in sections 21, 22, 23, 24, 244 and : 23 of this Act, as a Dog we Awa-ding institute for the purpose of doveluping fi ghor education in such courses of study in such branches of . Kearn'ng a are specified in such Order and . subject to such conditions as may be specified therein.” 13. Section 26of the principalenactment is hereby amended Amendment of a8 follows -~ ‘eciian 26 ofthe . ‘Principal eonote (1) by the substitution, for the words “Open University ma Order aad University College Ondor shall bs published”, : ‘of the words “Opin University Order, University Cofloge Order, Institaticn for H gter Learning Order and Degrco Avarding Institute Order shall be pub- lished * zand",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Untrersities (Amendment) Act, No. 7 of 1985 @) by the substitution, in the marginal note to that section, ca for the expression “23 and 24” of the expression 23,24, 24a and 25\", Ameniment_of 14 Section 27 of the princi is hereby amentod me of TA Seat principe! enactnwnt is hereby Peincipal enact _ ment. (1) by tho repeal of subsccticn (1) of that section and the substintien thotefer of the fullowing subcection t= “(1) (@) A University Order, Cumpus Order, Open University Order, University Coleg: Order, or Insti- tution for Hig'er Lecining Order may, be amended, varied ot revoked by thes M nistor. @®) A Doge Awarding Institute Order made under socti-n 25, may be cmunded, varied or revokod by ‘the Minister. \". 42) by the substitat'on, in the marg'nal note tothatsection, for the expression “23 of 24\", of the exprestion ‘23,24, 2a or 28a\", Ameodiment of 15. Section 29 of the principal ense'ment is hereby amonded vection 29 ofthe im paragraph (I) of that section, by the substitution, fur tbe Principal ews words “to institure Professursh'ps ”, of the words “‘to recom met. amend to the Cummission the institution of Professorehips \". Aoeiment_ of 16. Soction 32 uf the principe! enactment is hereby amended ‘ecdon 37 of the itu « coeiea 2 oftie by the substitution, for the words “and shall, when present, fam preside at any mieting of the Court and at\", of the words __ “amd shall preside at”. Amesimnt of 1, Section 34 of the principal ensetinent fs hereby amended section 34 of he fellows == : ~ as follows marot. (1) by the repeal of subsection (1) of that section and the substitution therefor, of the following subsection — (1) (@) The Vice-Chancatlor of a University shall be ‘appointed for a term of throo yoars by the President ‘upon the rocomnyadstion of the Commissiem from & Panel of three ames recumunended by the Council ot that University, @) The Vieo-Chanocllor of a University may be remuved frem office by the President, after coms tation with the Cummistion. \"; .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "\". tvensities (Amendment) Act, No. 7 of 1985 1 @ by the substitution in subsection (2) of that section, for all the words from He shall be an ex officio menaber of the Court” to “meetings of the Court.” of the following “Ho shall be on ex officte member and Chairman of both the Council and the Senate,” ; : ) by the repoal of subsection (6) of that section, and the substitution therofor, of the following, subsection — ~",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "“(© The Vice-Chancellor shall be responsible",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "@) for the cxecution of policies and measures approved by the Council in relaton to tho University and, subjict to such poticies, - fhe directive, supervisiem and control of the ‘University, iachoding its administration ; and.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "@) for the maintenance of discipline within a University.” sand.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "© by the repeal of subsections {8} and (9) of that tection, and the substitution tharefor, of the follrwing",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) If the Vice-Chancellor by reasom of leave, itiness, absence from Sri Lanks ot other cause is temporarily tunable to perform the duties of his office, the Deputy Vice-Chancellor, if any, shall pecfora suchduties. Whore thereis no Deputy Vice-Chancellor * the Commissicn shat, with'n sewn days of the occ rence of such inability, make such arrang-mnts a8 it may think fit for carrying un tho duties of the office.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(9) If any wacamey cccure in the offca of View . ‘Cheencellor— :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "{@) the Deputy Vice-Chancellor, if any, shalt perform the duties of the office of Vice Chancellor, of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "+. (@) where there is mo Deputy “VieeChancellor, the Ccanmission shall, with'n seven days of (he cecwrence of such vecency, make such arrangements a6 it mey think 6 for carrying om th: duties of the office, 3. =",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "‘unt 5 permanent appoinment is made under the",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "receding provisions of this scetion,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(10) A Vice-Chancellor who, res'gns or is removed from office under subsection (1) or in any other way casos fo hold office as Vieo-Chancotlor, uriess ro-8ppo-",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ". iuted, may, if be was 5 member ofthestaifofa H gher",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "& Universities (Amendment) Act, No. 7 of 1985 Educational Institution on the day prior to the date of his appuin tant as VicoChencellor, severt to his * substantive post in the staff of such Instituticn provided. ‘be bas not completed his sixty-Gfih year.\". VeoCtunealos \"18, Nofwithstanding eny‘hing in the principal enactment st Univeiteste the Vier-Chancoller of ewery University established ct deemed. poet 1 foe to be established undor the principal cnzctment shall, on the ioe leto open date of coming inté operation of this section, ocase to bold ‘Goa of thle office as such Vico-Cheneelior : doa, Frovided, however, any Vice-Chanecllor who so ceases to” \"hold office, shall be eligible fur re-appointment. Assondavent, of 19. Section 36 of the principal enactment is borcby amended avalon 36 of the. by the repeal of subsections (4) and (5) of that section and the Selosoal enacts pubstitution therefor, of the follwing subscetions >",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "“(4 The Roctot shall be the Chairman of the Campus Board. He shall be entitled to convene, be present and speck at ny mocting of any other body of the Cempus, but shail not bo entitled to vote at any such mivcting unkess he is a m-mbor of such other body.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "” (5) The Rector shall be responsible for the maintenance of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "isciptine within the Campus”, Anwuieest of 20 ‘Scction 37 of the principal enactment is hereby emended endon 37 ofa iy subsecticn (2) of that section by the substituticn, fur the Principal ener words “secretary of tho Cuurt, the Council”, of the words * seoretary of ths Couneit ”.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Aveutoest_ of °° 24, Section 38 of the principal cnsctment is hereby anmended Seach eee b# the repeal of sabsoetion (2) of that section and the substitution oat Ahezefor, of the following subsection :—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "“*(2) Tho Bursar shall, subject to the direction and contro! of the Reg'stear, be responsible for the administration uf the finances of the University, and maintain its accounts in such. form and manner’ as may be prescribed by Rules. He shail havo the custody of the funds of the University. \",",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Aaveodavet of 22. Section 40 of the principal onactment is boreby amended iweton 40 oftie 93 follows pelocipal enact ied {0 by the om'ssion of paragraph ()) of that section ; and @) by cho mubstitution, for parag-aph (y) of that section, of te following paragraph =. “() the Faculty Board or Faculty Boards ; and,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Universites (Amendment) Act, No. 7 of 1985 9 23, Scotions 41, 42 and 43 of the principal enactment are epee) of ‘sosions 41, 42 beceby repeated. was of te principal enact meat, 24, (@) Section 44 of the principal enactment in ereby Amendment, of setion 44 of toe amended as follows + Fact cone (I) by the repeal of subsection (1) of that section and the \"™*0 substitution therefor, of the follow:ng subsection -—+ « (1) The Councitof'a University (horoinafter reforred to 88“ the Council \"), shall be the oxecutive body and governing authority of the University and shall consist * of the fellowing persons — 4) thw Viow-Chancellor 5 Gi) Deputy Vioe-Chancallor, if any 5 (il) Rector, if any 5 iv) the Dean of the Faculty of Graduate Studies, if any 5 () the Dean of each Faculty 5 (A two members elected by the Senate from among its members ; and (vii) such numbor of members as is equal to the total number of members under para- sph (i), (ii), Gi), (iv), (v) and (vi) above, increased by one, All such members shall beappointed by the Cmunission frem among pertons who have rendered distinguished service in eudcational, professional, commer~ cial, industrial, scientific or administrative spheres.\" 5 . @) by the copsal of subsections @) and (4) of that section and the substitution therefor, of the following subsections :— (3) Subjsct to the provisions of subsection (@) any appointed or elected member of the Council shall, unless he vacates office earlier, hold office for a term of three years reckoned from the date of hisappaintmant or election, 88 the case may be, and shall, unless removed from offic, be eligible for reappointment or ro- election :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "10 Unbversties (Amendment) Act, No. 7 of W985 .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ". Provided, however, that If any appointed, or elected member vacates his offce prior to the expiry of his term, his mccestor shall, ‘unless he vacates his office earlicr, bold office for the unsapized portion of the terms of office of his predecessor,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(4) Any appointed or elected member of the Coumell may cesfgn his office by writing under Wis hind addresscd to the Chaicman of the Commission or to the View-Chaneellor of the University, as the ense may be.”. 7",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "() Novwitisexrting aaything ln the p-incipnl enactment, the",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "apasinted and el-otd manbirs of the Council of covery University established of deemed to be established under the principal easetment shall, upon the date of comingiato operation of this seetion, case to hold office as euch members :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Provided, howsver, any appointed or abseted member who",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "+ $0 ceases to hold office, shall be eligible for re-appofotment OF re-election, as the case may be. Awendeest ot 25. Stetion 4S of the principal enactment is hereby amended selon Softhe ‘ a sien in ubsrtlon (2) of tht setion, as follow eat. © 0) by the substitution, for paragraph (vi) of that subsection, of the following paragraph :—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "” (vi) to consider, and if necessary amend, and adopt the annual report and the annual accounts of the University and to aubmit such report and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "- such accounts to the Commission 3\"; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "@) by the repzal of paragraph (viii) of that subsection,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "ot. % Sxtion 46 ofthe prinsipal enactment is hereby amended Saoacsarue as follows — orisinel enact (1) by the rep2al of subsections (2) and (3) of that section and the suditituion therefor, of the following ‘subsections :-—~ “(Q) The Sonate of the University shall consist of the following persons | @ the ViowChaneellor 5 (6) the Deputy Vice-Chancellor, if any + (©) tha Restor of each Campus, if any :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Universities (Amendment) Act, No. 7 of 1985 u (a) the Dirsctor of cach Institute or Centre for | High Leaming, if any, afiiated to the Univer- sity; (© the Dzan of the Faculty of Graduate Studies, if | any 5 ' () the Dean of each Faculty 5 G@ the Head of each Department of Study 5 (a) every pstmanent Professor of the University ; @ the Librarian; aad GQ) two teachers, other than those referred to in the preo-ding puragraphs of this subscction. elected ‘by the permanent teachers of each Faculty, from among their numbor. @) Bach elzcted member shall bold office for a psriod of three years reckoved from the date of his dleotion : Provided, however, where an elected member retires or resigns, of otherwise vacates office by reason of absen-ing himself from three consecutive meotings of the Senate, another amber shall be elected in his place in accordanes with the provisions of paragraph 0) of subscetivn (2) and such other aiember shall, unless he vucates cffice earlier, hold office for the unexpired portion of the term of office of his prede- cessor. \"5 and @) in subsection (6) of that section, by the substitution— @ in paragaph ()) thereof. for the words “the Faculty or the Faculties, of the words “the . Faculty Board ot the Faculty Boards” ; @) in paragraph (i) thereof, for the words “the : Faculty or Paeulties\", of the words “the Faculty Board or the Faculty Boards\"; and ~ in paraguph (ir) three, for’ the words “the Faculty of the Facultios”, of the words “ the Faculty Board or the Faculty Boards”, 27. Scotion 48 of the principal enactment is hereby amended Amendmest of as follows — section 48 of tbe cto () by the repeal of subsection (1) of that section and the brie . substitusien therefor, of the fullow.ug subsection +— “(1) Bach Fesulty of a University shall consist of : tho Dupartments of Scudy ass gned to that Faculty ” der the provisions of this Act.” $ .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Undversities (Amendment) Act, No. 7 of 1985 @) by the insertion, immediatoly after subsection (1). of the follow:ng nvw subscetion which shall have offect a3 subsection (La), of that section — “ (la) Each Feculty of & University shall have» Faculty Board which shall consist of the following persons — @ the Deon of that Faculty 5 @) all permenent Frofissors, Associate Professors, Senior Lecturers ent Locturers of thee Depart= mints of Study oemprising the Faculty 5 ‘ (©) to mrmbors ofocted by the pocmenent Assistant Lecturers of the Faculty frum cmung their umber 3 @ oo mvimbers of the pormanont staff imparting instructions in the Feculty, excluding those refirrod. to in parcaraphs (8) und (c), elocted fecm emong their number j (© two students cloctod by the students of the Faculty fiem emong thoie nuzaber ; and threo porsons not being members of the staff of the University elected by the Peeulty Board from ating persone of em'nonee in the areas of study relevant to the Faculty. \"5 (3) by the substitation, in subsoction (3) of that section, for the words, “provisions of this Ant, 8 Faculty shall”, of the words “ provisions of this Act, a Faculty Board ehall” 5 and . (0) by the repeal of subsection (4) of that section and the substitution therefor, of the following subsection -— (4) () The Dean shall preside at all moctings of the Faculty Bosrd : (i) The mymbers elected under paragaph (@) of absoction (La) shull be excluded from the proccedings of any mecting of the Faculty Board relating to the election of the Dan under section 49 of this Act, and to cxam/matiens and conmreted matters.and any such meeting shall, notwithstending such exclusion, be doomed to have boon duly beld.”, Inmeon of te 28, The following now soction is hureby inserted immediately see kted 40 after vection 48 and shalt have offcct as section 48 of the eancunent, eincipal enactment 2—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Universities (Amendment) Act, No. 7 of 1985 3 Pacolty of 484 (1) Any University may with the con: : Sekt ge CUTTEnCO Of tho C. mmissien ostablish & Faculty i Uaiventy ana 0f Graduate Studios for the purpose of premot- the Dean ing research and providing coursot of study seereof, Inading to h'gie deg'ces, and other academic distinctions in the soverral branches of learning ‘within such University ; (2) The Commission shall determine by Ordinanes tho structure, powers, duties and Simctiuns of the Pucutty and the procedure for the appuin'ment of the election of the Dyan of such Faculty, is (G) The Dean of the Faculty of Graduate Studies shall be a fulltime officer of the ‘University and the academicand Admixistrative Head of such Faculty.” 2%. (@) Section 49 of the principal ensctment is hereby Anwadment of ‘section 42 of the amended 3s follows a secon 2 of te ) by the substitution, in subscction (1) of that section, for meat, ‘the words “clected by the Faculty frm emons”, of the ‘words “clected by the Faculty Board from among” i (2) by the substitution, in subsection (3) of that sectlon, for the words “clccted in accordanice with subsoction (1). ‘The person so elected shal! hold efco for the unexpired Portion of the term of office of bis predecessor” of the words “elected in aecordanes with subsection (1).”. @ Notwithstanding anything in this Act any Dean of a University or University Colleg: holding cfice at the tine of coming into operation of this Act, shalt hold office for the ‘unexpired portion of the term of his office. 30, Section 51 of the principal enactment is hereby amended Atmeodment of 5 follows :— Peis in y dorian St ofthe (1) by the substitution, in subsection ({) of that setion, for ame the words “recumunndationof the Vico-Chancellor.”, of the following — “recommendation of the Vieo-Chancollor > Provided that, whore the Head of a Department of . Study has not been appointed by the Council, the ‘Vice-Chancellor may appoint a Professor, Associate . Professor. Senior Lecturer or Lecturer to sct in the Post of Head of Deparrment for a period not . exoceding ont month reckened from the date of his sppointment.” ; sud",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "“ Untverstter (Amendment) Act, No. 7 of 1985 @) by the substieution, in subsection (3). of chat section, for _ the words “appointed in accordance with subsection (1) The porsom so appointed shall hoté office for the . ‘earxpired pottion of the term of uffice of bis predocess tor.\", of the words “appointed in accordance with subsoction (1). J Amentment of ~ 31. Section 5S of the principal enactment is hereby amendod sion SS of the - in paragraph (/) of that section by the substitution for tho worda Principal amce 49 institute Professorships\", of tho words “to recommend aon. to the Commission the institution af Professorships”. Aweoinent of 32. Soction 61 of the principal enactment is hereby amended section 6toftin by the repeal of subsecticm (2) of that soction and the substitu: Piocioal toact ton therefor, of the following subsection —",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "““Q) The Treasurer shall, subject to the direction and control of the Sceretary be responsible for the administration of the fimanccs of the University College, and muaintain its accounts in such form and manner as may",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": ". : ‘be prescribed by Rules. He shall have the custody of the Funds ofthe University Gollege.\", Ammodanat, ot \"38, Section 62 of the principal enactment is boreby amended sacton by the substitution, for paragraph (3) of that section, of the Weiccipal suet - following parag-aph — * () The Faculty Board or Faculty Boards; and ”, Amentiment of 34, (a) Section 63 of the principal enactment is heteby ‘sralon 6S of the an amended as follows :— ot. (1) by the repeat of subsection (1) of that section and the substitution therefor, of the fullowing subsection +— (I) The Board of Manag-ment (hereinafter referred to as “the Board”) shall consist of the following pertons::— i) the Director 5 ++ GD the Doan of each Faculty ; iii) two members slected by tha Academic Syndicate from among its members ; and G») such aumbor of members as it equal to the totat number of immbers under paragraphs (i), (ii) and (ii) inereased by onc, appointed by the ‘Commission from meng persons who have tendered distinguished sarvics in educational professional, commercial, industrial, scientific ‘or administrative spheres.” and .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Universities (Ansendment) Act, No. 7 of 1985 15",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "@) in subsection (3) of that section, by the substitution for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "parag-aph (6) of that subsection, of the following.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "‘Purageaph 2—",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(6) by the omission of parag-aph (xvi) of subsection 2) of that section.” .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "@) Notwithstending anytiing in the principal onaet- mest, the appointed members of the Board of Manog~ ment of every University Cullkeg: established under tho prmepal enacment shall, pm the date of coming into operation of this scction, coase to hold offi at",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "* ach members >",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Provided, howover, any member who #0 ceased to hhald office shell be eligible for reappointment.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "38. Section 64 of the principal ennctanent is hereby amended Amenimeat of by the repeal of subsection (1) uf that scctiom and the substitue sttton 64 of tbe tion therefor, of the following subsection — Srcipel enact",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": " “() The Acadetaie Syndicate shall comist of the (ollowing",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "penions :—",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(@ the Director 5 4 @) Oe Dean of cach Faculty + (©) the Heed of each Department of Study 5 (@ every permanent Professor of the University College 3 © the Librarian ; () two representatives nominated from among ite — members, by the Senate of cach University to which the University College is affliated ; and G@) two teachers otter than those referred to in the Preceding paragraphs of this subsection, slectod by . the permutyat teachcrs of each Faculty from among > their number.” 36 Section 65 of the principal enactment ix hereby amendod Amendment. of vation a follows 2 principal, eunete  () by the insertion, immediately after subsection (1), of the following now subsection wh'ch shall have effoct as subsection (14) of that section :— (1a) Each Faculty of © University Cotfege shatt consist of the Departments of Study astigned to that “ Faculty under the provisions of this Act.” 5",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "6 Universities (Amendment) Act, No. 7 of 1985 2) by the repeal of subsections @2) and (3) of that section",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "‘and the substitution thorefor, of the following sub-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "sections: .",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "“(2) Bach Faculty of a University Coflege shall shave a Faculty Board which shatl consist of the follow- ~ ing portons s—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(@) the Dean of that Faculty 5",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(8) all permanent Professors, Associate Professors. ments of Study comprising the Faculty ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(©) one member, elected by the permancat Assist- ‘ant Lecturers of the Faculty from among theit muster 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "@ one member of the permanent staff imparting instructions in tho Faculty, exctuding those referred to in paragraphs () and (¢), elected from among their number; /",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "© two students ctected by the students of the Faculty from among thet nuumbor $ and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "{f) thoee representatives, mem‘nated frem among its ox officle members, by the corresponding Paculty Board of each University to which the University College is afiiated,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "®) (i) The Dean shall preside at all meetings of the Faculty Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "Gi) The memberselected under paragraph {(e)of subseo- tion (2) shall be exclided from the proceedings of aay secting relating to the election of the Dean under 8eo- ton 66 of this Act, andto exminations and connected amntters, and any such misting shail notwithstat- ding such exclusion, be dormed to have been duly “held.” ; and :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "@) by the substitution, in subsection (5) of that section, for the ward “Ficulty” whoreever that word mppeare ip ‘that subsection, of the words “Faculty Board”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "Universities (Amendment) Act, No. ? of 1985 ir",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "‘37, The foflowing new scotion is hereby inserted immediately Insertion of mew after scotion 66, and shall have effcet as section 664 of the secon cinta principalennctment, the principal",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "enncoment.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "“Certain ot 66a. The provisions of paragraphs (b) amd Pens, CC) Of section 44, shall, mutans mutandis, spety, mutate apply to and in relation to the first Sooretary stare feusernmry and the first Treasurer respectively, of a tod frat vers \"",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "_ University College”.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "38, The following new Part is horeby inserted immediately foserton of new after Part [X, and shall have effsct as Part IXa of the prlacipal Part ca ie the enactment :— principal sunct",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "=a. ™ PART IXA Powins or Drarer Awanoino TeenrruTss Powers of Os. A Degree Amarding Institute recognized Degree by an Osdee under sxc‘ion 254 shall, with the Aouciag concurrence of the Specified Autherily, have the power— . G@ to admit students and provide for ine truction in such branches of learning 2 are spztified in the Order made ‘under section 254 in respect of much Tnstitute 3 (8) to hold examinations for the purpose of ascertaining the pertons who have equired proficiency in the courses of study in much branches of learving ©) to grant and confer, degrees, diplomas, ontificates and other aewdemicdistine- ions on persons who have followed instruction in the courses of study in scch beanches of learning and ‘passed uch exeminations 5 : @ to grant and confer degrees on persone who have Conducted research under its supzrvision and subjcet to cond tions specified by the Specified Authority, scone sony",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "ts. Untversities {Amendment} Act, No. 7 of 1985 Soest. Os, {1) The Minister may by an Ordor prvi a published in the Guzetie appoint any person, ree by natue or office to be & Sposified Authority ote for the purposes of this part of this Act, (2) The Specified Authority may with the ‘approval of the Minister delegate any of his ‘powers to such Standing Committees or ad hoa committees consisting of such number of membersas may be determined by the Specified Authority of to any officer or servant appointed bby acts Authority, ‘Mister: to Oc. (1) The Minister shall before making Fanemeoid a Degree Awarding Institute Order under pees tection 25a in cespoet of an Institute, obtain a section 254, report in relation co such Institute, including the educational facilities provided therein, from the Specitied Authority. Q) The Minister may, in consultation with the Spstitied Authority issue to every Degree . ‘Awarding lnstitute general or special directions #8 to the exercise by such Insitute of its powers and it shall be the duty of every such inaitute to comply with every such direction, Powe of the = ‘7Op. The Specified Authority shat! exercise Spoctied : the following powers subject to the direction ‘dathodity, ‘and ¢ontrol of the Minister 2— @ determine the requirementsfor the admit- sion of pertons to courses of atudy at Degree Awarding Institutes ; GD determine in consultation with cach ‘Degree Awarding Instirute the courses. of study which shall be provided in such institute, bving courses of study in such branches of leaning as are specified in the Order made under section 254 in respect of such Institute, the examinations to be held to ascertain whether persons who have followed such courses of study have. eoquired profickmey therein, and the ‘degrees, diplomas and other ceadeio distineticns which shall be awarded. 5 ouch Instieutes 5",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Universities (Amendnsent) Act, No. 7 of 1985 ro) Gil) determine from time to time i éonsul- tation with cach Degree Awarding Institute the uumber of students which shall be admitted annually to each such Institute and the appor tionment of that umber to the dient courses of study at much Institute ; Gv) determine the qualifications of the teaching staff of Degree Awarding Institutes 5 (0) determine the fuclities to be provided and the academic standards to be main tained at wich Dagree Awarding Institutes 5 (@) appoint such officers and servants ax may be necessary for the exercise of its powers under this Act, Proton for 70a, (1) No sult or prosecution shalt lic— ction\" taken ‘under thin Ast (@) against the Spzsified Authority for any Fedral act which in good faith is dooe or ‘Specified. ‘Purported to be done by the Specified Anos. Authority under this Act, or oy ‘appropriate fastrument ; ot (@) against any momber of the staff of the : Specified Authority for any act which in. good faith is done or purported to be done by him under this Act or . ‘any appropriate instrument, of on the direction of the Specified Authority. @) No writ against person of property ahall : issuc against a mombor of the Staff of the Specified Authority in any action brought against the Specified Authority.\".",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "» ” Untversities (Amendment) Act, No. 7 of 1988 Ament of i incl smatct, of 39. Section 71 of the principal enactment is hereby amctded Fracrel ance SSFollows 7 mast, 1) by the substitution, in subsection (1) of that section, for (he words “prescribed by Ordinance.”, of the following =— - . “proseribed by Rules: Provided howaver, notwithstanding the provisions of soction 72, the governing authority of a Higher Eduentional Institution may, with the approval of the Commission, appoint experionced persons who ave atready gaincd distinction in their subjects to the posts of teacher in any such Institution, for suck Period and on such terms and conditions as may be agrocd upon by the governing authority snd such teacher.” ;and (2) by the substitution for the word “Ordinance’* wherever that word appears in that section, of the word “Rules”. Revo oe 40, Scetion 72 of the principal enactment fs hereby repealed Driocipal cone and the following section substituted therefor :— an, Appolamest 72. (1) Every appointment to a post of to powtof teachor shall, in the Grst instance, be for a feocher. probationary period of three years, which period may be extended by the governing authority of the Higher Educational Institution to which such teacher is attached, by one year at a time for a further period not excseding ” three years Provided that, whore the appointment is toa post of Professor or Librarian and the _sppointee has boon previously confirmed iv any other post of teacher in that Higher Educational Snstitution such appointment shal in the first instance, be for a probationary petiod of only one year. 1 Provided further, that where the appoint- ment is to a post of teacher, other than that of Professor ot Librarian, and the appointee has been previously coufirmed in any other pos of teachor in that Higher Educational Institution, such appointment shall mot be subject to any probationary period.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Undversites (Amendeeed) Act, No. 7 of 1985 1 ' (2) Every appointment on probation shall be ‘subject to auch requirements or conditions 28 + to confirmation as may be provided in the i appropriate scheme of recruitment prescribed i by Rules.”",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "41, Section 74 of the principal enactment is horeby amended Amendment of by the substitution, for the words “such appointment relates.”, recon 4 of of the following -— thn priacipad",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "cmscusect,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "“such appointment relates :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Provided that, whore an cmployce who is in the servies of 7 tho Cummistion or of a Hgher Educationat tnstitution and ‘who lias boca cunfirmod in bis appointment, is appointed to the post of Registrar, Secrotary, Bursar ot Treasurer, af the case may be, of a H'ghcr Educaticmal Institution, other tan under the provisions of soctions 66a and 144 such ‘appointment shall, in the firt instance, be an acting appoint ment for a poried of one year, and shall thereafter be subject to confirmation by the g.verning authority of the Higher Educatiomal Lnstitution.”,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "42. Scction 76 of the principal casement is harcby amended meatmentot by the substitution, for the words “in the Commission of a section 76 of the Higher Educational Institution,\", of the words “‘in a Higher prinsioal ‘Educational Institution,” wactmcet,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "43, Scction 78 of the principal enactment is hereby amended qrecdment of by the substitution, for the words, “proscribed by Ordinance.” sevon 78 of ts ‘of the words “ proseribed by Rules.” peccah",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "44, Section 79 of the principat ensctuwat is hereby repealed Replacement of",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "ne suet i a section 79 of ‘snd the Fullowing section substituted therefor mation 7 of “Interpretation, 79. In thisPart “tescher\"shaltbe doomed —enacuucat to inchde Librarian, Deputy Librarian, - Senior Assistant Librarian and Assistant Lionartan.”.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "43. Section 86 of the principal enactment is hereby amended Areadment of 5 follows :— ction oft",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(1) by the substitution, in paragraph (8) of that section, for iCal,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "the words “otherwise punished egainst,” of the words “otherwise punished (ur misconduct, ineficiency oF dereliction of duty, against\"; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "@) by the substitution, in paragraph (4) of that section, for",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "the words “ Commission or the governing authority of the Highs\", of tho words “Cummistion or tha rincipal executive officer of the Highet\".",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": ". 2 ‘Dniversites (Amendevent) Act, No. 7 of 1985 Asseatineat of 46, Scetion 87 of the principal enactment is hereby amended Principal by the substitution, for the words “ the Chairman of the Com enncment, uission”, of the words” the Commission”.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "Amendment of 47. Section 88 of the principal enactment is hereby amended socdon $0 of as follows ‘enactmont, (2) by the renumbering of that section ss subsection (IJof that section ; and @) by the addition, immediately after the renumbered subsection (I) of that section, of the, following usw tubsection > **() Every Ordinance made by the Appeals Board vader this Act shall be published im the Gazette and challcome into operation on thedatespecified therein.” ‘Amooikstotot - 48, Section 89 of the principal enactment is bereby amended Pcp by the substitution — =e (@ for the defisition of “contributor sppearing in that section of ths following definition 2 _ “contributor” means any member of the staff of the Commission or of a Higher Educational Instita tion or of an Institute who is @ contributor to the provident fund ;*, () for the defaition of “teacher” appearing in that section of ‘the following defiition >— . “teacher” shall be doomed to include Librarian, Deputy Libtarian, Senfor Assistant Librarian and Assistant Librarian”,  pepiecameat of 4. Section 94 of the principal enactment is hereby sepealed meson seottha and the following section substituted therefor :— ‘sanctment. Deductions 94, Notwithstanding anything in the preceding _ Prior 0 | Drovisions of this Purt and without projudion bngieih to any other right or remedy— fucd, {@) the quantum of any loss or damage sustained by the Commission . ot a Higher Educational Insti+ tution, by reason of the dix fhonesty of negligence of & contributor at any time during the period of his employment by such Commission or Higher ‘Educational Institution ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "Universities (Amendment) dct, No. 7 of 85 = %B (8) payments due on any loan taken, ' by the contributor from the : Cummistion or & Higher Edu- 5 cational Snstitution or the Goverment, as the case may be § and . (©) the dues under any bond, agres- ment of other insirument exe cuted by the contributor under . the provisions of which he agrees that such dues shall be» charg: on the amount lying to his eredit inthe provident fund, shall be a fist charge upon the amount ling to the efodit of the account of that contributor in the provident fund, and suck quantum, payments and dues may be deducted at the time when . any payment is made in accordance ‘with the provisions of section 93.”,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "50, The foltowing new section is hereby inserted immediately parton of aon after section 92, and shall have effect as section 974, of the tecnoa 97a in principal enactment :— the principe “Bremption 91. The provisions of the Employees’ Trint “T= fromapplicetion Fund Act, No. 46 of 1980, shall not Lehre apply to the Commission or to any",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "Higher Educational Ineticution,”.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "SL Section 101 of the principalenactmentis hereby amended ppemtosnt of as follows — tection 101 of (1) by the substitation for the words or the Treasurer of a Sbepcincipal",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "University College, as the case”, of the words * or the ‘Treasurer of a University College or Ceatre for Higher - Learning, as the case”;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "Q) by the substitution. for paragraph (a) of that section, of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "the following paragraph >— (@) to keep the accounts of such University, Open University, University College or Centre for",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "‘Higher Learning;\"5",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "B) by the substitution, In the proviso to paragraph (4) of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "that section, for the expression “ Open University or University College,” wluerever that expression appears = inthat proviso. of the expression “Open University, University College or Contre for Higher Learaiag,”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": ". u Unteersistes (Amendment) Act, No. 7 of 1985 Asssodosat of 52. Scetion 102 of the principal enactment is heroby amended? aaee 102 of by the substitution, for the expression “Open University or sonctencal, ‘University Cotloge,” wherever that expression appears in that",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "section, of tbe expression. \"* Open University, Univerity College ‘ot Contre for Higher Loarning,”. Ameadmentof $3. Section 103 of the principa! enactment is hereby amended ee 103 of by the substitution, for the expression “Open University or eeuciment. University College,”, of tho expression “Open University, ‘University College or Centre for H-gtor Learning, ”, ‘Anveceineat of 54. Section 104 of the principal enactment is hereby amend- feaion 104 of ed by the substitution, for the expressiom “Open University or th petnctpat University Culloge ” wherever that expression appears im that macimect, tection, of the expression “ Open University, University College . or Centro for Hghor Learning,”. Ansndawot of 55. Section 105 of the principatenactment is hereby amended wction 105 of e the i follows » enorment, (L) by the substitution, for the words “Open University or ‘the Treasurer of a University College, as the caso”, of ths words * Open Univarsity or the Treasurer of a University College or Centra for Higher Learning, a9 the case”; and @) by the substitution, for the expression “* Open University ot University Cullog:,”, of tho oxpression Open : University, University College or Contre for Higher Repincement of 56. ‘The following heading is tereby substituted for the heading heading\" STupENT ASSEMBLIES AND ASSOCIATIONS” appoaring appeazing to in Part XIV of the principal onactment :— Pan XtY of (he principal .) *Stuoevr ReLATiONs COUNCILS AND OTHER cencimeate ASSOCLATIONS.” . Reptacersent of ST. Section 112 of the prineips! cnnctaxnt is hereby repealed. section 112 of and the following section substituted therefor :—~ ‘the priacipal aaacentat, suudent 112, Bach H'gtet Educational Institution Relations shallhave a Student Rolations Council consisting ‘Couaell, ‘of such numbot of staff and students as may be prescribed by Ordinanco, from among pporsons who are for the time being members of tho staff and students, respectively, of that Higher Educational Institution. ”,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Dnivorsties (Amendavent) Act, No. 7 of 1985 5 58, Sestlon 113 ofthe prinvipal nant is hereby repose. Repstotmeton N He principal easeament,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "9%, Section 114 of the principal enactment is bercby repeated Rephowment of - ‘40d the following section substituted therefor :—~ the plactpas “Agitation with ‘114 (1) AStudent Relations Council oc “0+ ‘her oceania any union, society ot other association toa ot boty. pecoguized under section 115 shall have",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "so afitistion with any organization ot bedy outside the Highor Educational Institution to -which such Student Relations ‘Council, union, society or other associ ation belongs :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Provided howover, in cases where the principal executive offer of the Highce Educational Institution is of the opiaion that afSliation with any orginization er body would further the objectives of the Student Rolations Council or union, society of other association, he may grant approval in writing for such affiliation, @ A Student Relations Councit or any union, society of other association recognized undor section 115 shal) have no affiliation with any politizal organization. ”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "@, Section 1150f the principal cazctment is horoby amended amerdient of fm subsection (2) of that section by the substitution for all the section 11S. af Words from “the mode of conducting” to the end of that the principal section, of the words“ and the duties and functions of tha eset. office-hearers.”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "G1, Section 116 of the principal enactment is horeby amended Amentiveat of sa follow + section 116 of",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "= the priocgat eacinent",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(1) by tty substitution for the expression “ Student Assembly”,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "of the expression “Student Relations Comneil”; and : @) by the substitution, in the marginal note to that section,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "for the expression “Student Assembly”, of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "expression Student Relations Coupcil\",",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "26 = Unversties (Amtenchnent) Act, No. 7 “of 1985 peste of €2. Sootion 117 of the ptincipal enactment is hereby amended ection 117 of) ag follows ‘the principal ‘enactment. “(1) by the substitution, for paragraph fii) of that section.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "of the following paragraph -— ~ Gi) the composition of ench “Student Relations Councils\" : (2) by the repeal of paragraphs (iii)and {iv}of that section 1 @) by -the substitution, for the expression ‘Student",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "Assembly” wherever that expression appears in that",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "tection, of the expression “ Student Relations",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "Council”; and",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "‘(@) by the substitution, for the marginal note to that section, of the following marg:nal note — “The Commission to prescribe the constitution, dutter",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "‘aad functions of the Student Relations Council. ®,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "Amendment of 5 tiom 118 of ti rin c:",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "wel, 8. Setion It of th principal emctwent is hereby amended ta prictpal mot (1) by the substitution, in subsection (1) of that esction—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "{@) for the words “any Srudent Assembly or union”, cof the words “ any union”",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "@ for the words **name of that Institution, of acta”, of the words “name of that Institution, obs tructs the proper administration of that Instita- tion, or acts”; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "© for the words “such Student Assembly, union,”, of ‘the words “ such union, ”?;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "(@) by the repeal of subscotion (2) of that section ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "_ @) by the substitution, in the marginal note to that section",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "for the words ‘dissolution of a Student Assembly.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "union,” of the words “dissolution of a union,” pears 64, The following heading is hereby substituted for the ‘appearing ia - heading “Arrucarion oy Tax GovEnMmant QUsnTERS Port XV of (Racovery of Possession) Aot” appearing in Part XVI of Ge principal: inc ecacmeat, ‘he prinsipal enactment :— * AvpuicaTion ov GovERwEn® Quanrens (RROOVEAT op Posstsaox) Actaxp Tum Stare Laxps (Recovesy OF Pasxsaon) Aor”,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Universities (Amendment) Act, No.7 of 1985 27",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "5, Sootion 120 of the p-inoipal enactment is hereby smended Armco In subsection (2) of that section by the substitution, for tub- tn ofthe paragraph (a) of paragraph (ii)of that subsection, ofthefollowing Prinioal sub-paragraph i—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Yo) “competent wuthority\", there shall be substituted the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "following definition :—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "*compztent authority” means the S:eretary of the Commission, or the Registrar of a University, or the S.cretary of a University College, as the case may be, and includcs any person acting in ‘such office ; and *.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "66, ‘Thefollowing now szction is hereby inserted immediately tosertion ot after ssction 120, and shall have offvet as section 1204, of the Se seicn. ‘principal enactment :-— priacipal “Application 1204, (0) Theprovisions ofthe State Lands beara 7 (R-cavery of Passession) Act, No. 7 of 1979,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Sue iy shill apply to University lands subject to tha bic modifications sct out in subscction (2).",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "2) The provisions of the Stare Lands {Rsovery of Possession) Act, in their appli- cation to University lands are modified es foltows :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(D the words “ University lands\" shall be",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "substituted for the words “State Jands\"\" wherever those words appear jn that Act ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Gi) im section 18 thereof, for the definition",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "of (@) “compstent authority”, there shall be substituted the follo- ‘wing definition -— *“compztent _authority\"™ means the Svorstary of the Commission, of the Registrar of & University, or the Sceretary of & Unie versity College, as the case may be, and includes any person acting in such offives's and .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "8 Gnvversities (Amencent) Act, No, 7 of 1985 @) “State fans,” there. chall_ be substituted the following defini tion = + “University lands” mean Ianud to which the Commis sion ora Higher Educational Institution is lawfully enti- ted to or which may bs dis- posed of by the Commission or bya Higher Educational Tnstitution together with ‘any buildings standing there- ‘on and with ail rights, inter- eats und privik ges attached or appertalning thereto. *. Amonioant of _‘ST-_ Scation 12t ofthe principal enactmentis hereby amended ction 121 of Bs follows :— Se Dinciot 1) by the sabntitution for the words “the Commission, the Agpals Board”, of the words “ the Commission, the Specified Authority, the Appeals Board”; and  Q) by the substitution in the marginal note to that section, for the words “ the Commission, the Appzais Board”, of + the words “ the Commission, the Spevified Authority, the Appeals Board”, Amendnweria of —--€B._Ssolion 122 of tas principal enactment is hereby amended section 12. as follows Socom (@) by the substitution for the words “ the Commission and the Agpaals Baard\", of the words “ the Commision, the Spccificd Authority and the Appeals Board”; and {@) by the subititation in the marginal note to that section, for the words “of Comission and Appeals Board\", ofthywards\" of @.nnission, Spzcified Authority and Appeals Board”, Amendnest of 9, Sretion 123 of the principal enactment is hereby amended rien ips ea follows cmcement, () by the substitution for the words “The Connission.the Apprals Board”, of the words “The Commission, the Spucificd Authority, the Appeals Board\"; and @) by the substitution in the nuarginal note to that section, for the words “Th: Comission, Appcals Board,” of the words \"The Commission, Specitid Authority, Appeals Board”.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "Unver sities (Amendntent) Act, No.7 of 1985 8.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "70, “Soction 124 of the principalenactment ishereby amended Anentmest of by che rubstitution forthe words, “common imerest to the Seite 8 oF Universities or University Colleges and for advising”, of the eesctment, words “common interest to the Universities, the Open University or University Colleges and for advising”, ~",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "‘Tt, Scotion 126 of the pcincipal enactmentishereby amended Amendmedt of bby the substitution for the words “the Gammiasion,the Appeals, xtoa 126 Board”, of the words “ the Commission, the Specified principal Authority, the Appzals Board,”. enacument.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "72 Ssorion 127 of th: principy emotmentisherebyamended amendment of bythe substitution for the words “Tre Commission, the Appeals masi0n as",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "+ Board, of the words\" Tae Coramission, the Specified Stezre® Authority, the Appeals Board”,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "7% Srotion 128 of the principalensetment sherebyamended Amendment of by the substitution, in subscotion (I) of that section, for the frien I7E words “Opm University or the Buddha Sravaka Dharms-  eapcment pithaya”, of the words \" Gp:n Univorsity, Centre for Higher Lnraing, Dgree Awarding Institute or the Buddba Sravake ‘Dhacmapithaya”.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "74, Sxotion 134 of the principal enactment is hereby repzaled. peyealot",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "‘action 134 Of the princi) ‘nactmeat, 78. Scotion 137 of the principal enactment isherebyamended Amentneot ef - ‘exsion 137 as follows in et (1) by the substitution in subseetion (1) of that section for the *=setmems words “the Appeals Board, and any Authority, of the words “the Appeals Board, the Specifiod Authority, and any Authority\" 5 @ by the substitution, in paragraph (¢) of subsection (1} of ‘that soction for the words“ the Appeals Board, or any Authority”, of the words “the Appeals Board, the Spzvified Authority or any Authority, \"5",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "‘@) by the substitution, in subsection (2) of that section—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "(@) for the words““Appeals Board, or byany Autherity”, of the words Appeals Board, the Specified Authority or by any Authority” ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "xo Universities (Amendment) Act, No. 7 of 1985 . (@) for the words “ Appoals Board, Authority ” of the words “ Appzals Board, Specified Authority, : Authority”. Awnodnest of 76. Scotion 142 of the peincipal enactment is hereby amended fc 0 2 as follows -— 2 she pela Gi) by the ro-numbering of subsection (@) of that section as oem. subsection (3) thateof ; and Q) by the addition, immediately after the renumbered sub- tcctin G) of that section, of the following now subsection —",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "\"@ Whore any person—",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "@ in the Public Service whilst holding a post doclared to be ponsionable under the Minutes on Pensions, or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "i) in the Local Government Service, while holding 44 post declared to be pensionable under the Local Goverament Service Ponsion Scheme Regix tations,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "tas been appointed to the University of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "Ceytom prior to the date of repeal of the Ceylon",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "University Ordiuance (Chapter 186) of to any",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "‘University established undor the Higher Education",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "Act, No. 20 of 1966, and where such person—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "{@) has continued to hold such post by virtue of soction 99, in any University established under the Higher Education Act, No. 20 of 1966 that ropsaled and replaced such Ordinance ; and by sectivn 81, im any University established under the University of Coylon Act, No. 1 of 1972 that repealed and replaced Act No. 20 of 1966, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "48) continues to hold or has hold such post by virtue of section 41, in any University established of doemod to be established under the Universitica Act, No. 16 of 1978, that repealed and replaosd Act No. 1 of 1972, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "© has not contributed to any Provident Fund Scheme established under such Ordinance oF Acts,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "notwithstanding anything to the contrary in any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "other provision of this Act, the total period of service of any such person in evry such University shall be reckoned as pensionable service and such person may be dented, to be hulding or to have held a pensionable post for the purowse of the Minutes on Pensions ot the Local Government Service Pension",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "Ontverstties (Amenctrient) Act, No. 7 of 1985 31 ‘Scheme Regulations, as the case may be, and according” ly, any cuatributions made by every such University to the Consolidated Fund towards the pension of any Buch person shall be dormed to have been validly ‘contributed as though such post was a pensionable post ‘under the M nutes on Punstons, orthe Local Governunent Service Pension Scheme Regulations, as the cuse may be, For the purposes of this section “ University ” mean— {@) the University of Cayton established under the Coylon University Ordinance 5 (6) any University established under the Higher ‘Education Act, No. 20 of 1966 5 {¢) the University established under the University of Ceykm Act, No. I of 1972 5 and (d) any H'ghor Educationat Institution establishes under the Universities Act, No. 16 of 1978\". ‘71. Ssction 147 of the principal enactment is hereby amended Ameatmeas of : . wale 147 of an follows: =",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(1) by the insertion immediately after the definition of eanctmens “By-law” of the following new definition :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "*\"Depre Awarding lastitute” means any institute recognized under the provisions ofsection 25a ;*",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "@) by the eubstitution, for the definition of “*H’gher Edue cational Institution,” of the following definition >",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "+ Higter Education | [nstitation ” means a University, ‘Campus, Open University, University College, of Centre for H gher Learning established ot deemed to be established under this. Act \";",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "@) by the substitution, in the dofinition of “ Rule” therein for the words \"the Appeals Board or an Authority”, of the words ‘the Appcats Board, Specified Autbority, of an Authority\";",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "@) by the insertion, immediately after the definition of “Rule” of the following new definition —~ «Specified Authority ” shall be the person appointed.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "a8 u Specified Authority under section 70s of this ‘Acts? ond",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(8) by the omission of the’ definitions of “administrative staff”, “non-nesdenrc staff”. “other employee” and “ Statute” appearing in that section.",
    "mean_p_confidence": 0.7
  }
]