[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EON Ce) C=O PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA GOVERNMENT QUARTERS (RECOVERY OF POSSESSION) (AMENDMENT) ACT, No. & OF 1981 [Certifed on 27th February, £081] Printed on the Orders of the Government Published as a Supplement to Part Tf of the Gnzelio of tho Deraoerath ‘Soetalist Republic of Sri Lanka of March 08, 1881 IUNYRD AT THE ORPARIMENT OF GOVERNMENE PRINTING, SEL LANIEA | {70 Be PUNCHASED AT THE GOVT, PUBLICATIONS BUIEAY, COLOMBO =~ Prices 35 cents Postage: 50 cents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Government Quarters (Recovery of Possession) (Amendment) Act, No. 8 of 1981 .. “",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "[Cartified on 27th February, 19817",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L, DAO, 4/00. ib :",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "AN Act 10 snazwn mux Govemiasat Quacteas (Reooveny oF Possession) Act, No. 7 oF 1960,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Republic of Sri Lanka as follown :— tie",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. This Act may be cited as the Government Quarters - short tue, (Recovery of Possession) (Amendment) Act, No. 8 of 1981,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 The long title of the Government Quartera (Recovery ~ amendme: of Possession) Act, No. 7 of 1969 (hereinafter referred to of the fone az the “principal enactment”) is hereby amended, by the No Tai ist substitution, for the expression “BY OR ON BEHALF OF THE GOVERNMENT”, of the expression “BY OR ON BEHALF OF THE GOVERNMENT OR A PUBLIC CORPORATION”, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "3. Section 6 af the principel enactment is hereby repealed — Replaceme and the following section substituted therefor :—~ ofgetions “Withdrawal y principal {Ritts 5A competent authority may at any ERPS ‘otlces: stage withdrew any quit notice or suspend ‘OF muspen- its operation for such period aa he deems",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "mo = fit, : 4. Section 9° of the principal enactment 's hereby  amendme: anucaded as follows :— ‘ agsectiont . : Principal (a) by the substitution, for the deiinition of “competent enactment. authority”, of the following definition :— -- - eee ““comapetent authority” means— (@) in relation to Government quarters the Secre- tary to the Ministry of the Minister in charge of the subject of Public Administration or any public officer authorized by such Secretary to be @ competent authority for the purposes of thia Act; (®) In relation to quarters belonging to @ public : corporation— (®) the Chairmen of such public corporation ‘or any officer authorized by such Chairman to be e competent authority for the purposes of thia Act ; or 8 ba7T0-22,600 aja)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 — Government Quarters (Recovery of Possession) . {Amendinent) Act, No, 8 of 1981 . Gi) where such public corporation ‘has’ no : Qhairman the Secretary to the Ministry”. of the Minister in charge of such public corporation or any officer authorized by such Secretary to be a competent authority for the purposes of this . Act \"3 coal ER (h) by the substitution, for the definition of “Government.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "‘quarters \", of the following definition :— .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "\"Government quarters” means any building or | room or other accommodation occupied for the use of residence which is provided by or on behalf of the Government or any public “* corporation to any person and includes any” land or premises in which such building or room or other accommodation is situated, but does not include any house provided by the Commissioner for National Housing to which: Part V of the National Housing: Act - applies ;*; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "‘e) by the insertion, immediately after the definition of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "“occupier”, of the following definition :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "** public corporation means any corporation, hoard or other body which war or is esta- blished by or under any written aw other than the Companies Oriinance, with funds or capital wholly or partly provided by the Government by way of grant, joan or otherwise, ',",
    "mean_p_confidence": 0.82
  }
]