[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "pas ec PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CLOTHING INDUSTRY TRAINING INSTITUTE ACT, No. 3 OF 1984 [Certified on 13th January, 1984] ___ Printed. on the Orders of Government Published as a Supplement to Part IL of the Gasette of the Democratic Socialist Republic of Sri Lanka of January 13, 1084 santa AF TOE DEDARDENE OF COVERING PROT SA LAEA Tom reser 0 ta Goommmes FORIGATONG BORER, GRD Price: ®) cents Postage: 0 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Clothing Industry Training Institute . Act, No. 3 of 1984 L. DO, 86/80. > + i Mn [Cestified on 13th January, 1984] ‘An Ac¥ 10 PROVIDE FOR THE ESTABLISHMENT OF A CLOTHING",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Inpusrny Tranvina INSIVTUSE AND FOR MATTERT CONNECTED THKREWITE OR INCIMENTAL, THERETO. t : BE it enacted by the Parliament of the Democratie Soclansy Republic of Sri Lanka ag follows :— « . ,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "LL This Act may be cited as the Clothing Industry Girt “| ‘Training Institute Act, No. $ of 1984. *",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "partir Esrastisument oF Tae CLOTHING Impustay TRATSING Inerrore Look",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2% (1) There shall be established an Institute: which Esteblishunent shall be called the “Clothing Industry Training Institute” Cioening (hereinafter referred to us the “Institute”) and which Jeutay shall consist of the persons who are for the time being intlute members of the Institute under section _",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) The Institute shall, by the name assigned tu it by subsection (1), be a body corporate, and shall have perpetual succession and a common seal and may sue and be sued in its corporate name, .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "3. ‘The objects for which the Institute iz established shall Shisets : primarily be directed towards the promotion and develop- fastitute. ment of technical and management ‘skills within the clothing industry, and in particular— . . .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@) to promote the professional ability of workers and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "“executives by providing of implementing training",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "facilities and programmes relating to the clothing",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "«+ Andustey, and the Selds of study of clothing manu-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "_ | facture and to award certificates, diplomas, dqzrece",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "and prizes in connection therewith; ;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4 (b) to fostér and assist sindies pertaining to the clothing",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1» Andustey yo, a",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(©) 40 offer technical and economic consultancy services",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": ". , to industrial units in the clothing industry;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@) to sponsor und-hol conferences end seminars, and",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "“! + publish journals and magazines relating to clothing | industry training ; ale ML",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "A otard_s.e25 (63/11)",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Clothing Industry Training Institute Act, No. 3 of 1984",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "{e) to co-operate with other institutes of similar nature.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "in the field of clothing manufacture; and (#): to. study specific -technieal ‘problems of industrial",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "“syv Unity and render necessary guidance and advice. .. ie 4. The institute shall “exercise, perform and’ discharge and such powers, duties and functions as may reasonably be ‘Senctiom * necessary to carry out its objects end in particular may— Tnatltote,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "a * (@). sequire and hold, take or give on lesse or hire, mort- gage, pledge, sell or otherwise dispose of, any. movable or immovable property ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "() acquire, establish, instal and operate field training centres and pilot projects relating to the clothing industry ; + We ieee .  {/4)import plant, machinery and equipment required for yi et) “i the purpose of the Institute, and receive equipment, to. lag “t='° funds, pergonnel and any. other assistance for the Va rete! pilelent functioning of the Institute ; ; (@) conduct, assist; co-ordinate arid encourage stadtes ag © into all aspects of the clothing industry ; “(ey levy fees or charges for any -training and services 40. gendered’ by the Institute; ° () provide welfare and recreational ‘facilities for ite Bb og SMBLOVORR Soa op octe tae : + (g) make rutes' in: respect of the administration of the oo. + affair of the Institutes: uot ter ” (%) delegate to any member, the Director af the Inntitute, tux ---OE any-employee such funetions az the Board of joo: Governors tay consider necessary for the efficient fev eeisttangaction:of its business; sary 984 “(9° enter into ‘any’land ‘oi fremises for’the ‘pirpose of °° «earring out’ investigations and recording of data, inspection’ of books and documents and taking eviirq: Soples or extracts therefrom, relating to the clothing ~ “ industry which in’ thé opinion of the Board of Governors sre necessary for the dttainment of the sec'ecobleete of the Institute ; and \" rer G) do all stich Sther ‘things which’in the opinion of the nes ex Board of Governors.aze necessury-or conducive or etdictineldental. to.the.attainment of the-objecte of the institute. pgelaiest on cubea",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Clothing Industry Draintig Inetitute r “Act, Not 3 of 1984 5, In the exercise of its powers and the carrying aut of institute’. Ma duties, the Institute shall comply with thé generél policy ips i of the Government in relation to the clothing industry and Ynder, the with any general or special directions issued by the Minister of the in relation to such policy. pores org Mitiater, & ‘The Institute shall have 2 Board of Governors (here- Spagtittion inafter referred to as the “'Board”) consisting of the Board of following persons appolnted by the Minister :—\"~ “ xz Governors, (a) (i) the Secretary to the Ministry of the Minister j or (ii) any other officer of the Ministry of that Minister, .. who shell be the Chairman of the Board 5.10: (b) an officer of the Ministry of the Minister in charge ‘of the subject of National Apprenticeship’ nomi- nated by such Minister ; : . (6) an officer of the Ministry of the Minister in: charge of the subject of Higher Education nominated by such Minister ; ° : (@ 4a representative of the Garment Exporters’ Assocta- ton 5 an (@) & representative of the Garment, Manufacturers! Association; . : nt wes (H) @ representative of the Hoslery Manufscturers’ Association; ee an {g) the President, . Textile Institute | (Sri Lanka Section) sand i” (h) two other members one of whom shell be from the handloom industry. MPa 7. A person shall be disquslided from being appainted Disquelif- of continuirig as a member of the Board— Ree (a) if he is or becomes Member of Parliament ;.> , (b) if he directly or indirectly holds or enjoys any sight or beneat under any contract mede by or on behalf of the Institute; or\" 0) 8 te cps {¢) if he has any such nancial or other interest as is a Ukely to prejudicially affect the discharge by him 30 of his functions as a member of the Board, «17",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Clothing Industry Training Institute Act, No. 3 of 1984 ‘Yerm of & Every member appointed under section 6, shall, pftes of ‘unless he vacates office earlier by death, resignation or anemat removal, hold office for a term of three years and shall be eligible for reappointment. Death, 9. (1) Any member of the Board ‘may at any time qesignation resign his office by letter to that effect addressed to the ofmeniberm Minister. . . +... @) The Minister may, if he considers it expedient to do * 0, remove from office by Order published in the Gazette, any member of the Board without assigning any reason ‘therefor and such removal shall not be called in question in any court : - Provided, however, that no member shall be removed under this subsection except in consultation with the ‘Minister in consultation with whom such member wag appointed or the authority nominating such member. (@)In the event of the death or the vacation of office by any member of the Board or his removal from office under the provisions of the preceding subsections, the Minister may appoint another person in like manner as such member was sppointed in accordance with the provisions of section 6. Any person appointed in place of such member shall hold office during the unexpired pert of + the term of office of the member whom he succeeds, (4) If any member of the Bourd is temporarily unable to perform the duties of his office during any period due to ill health or other infirmity or ebsence from Sri Lanka, the Minister may appoint some other person to act in his place during such period in like manner az such member was appointed im accordance with the provisions of section 6, (5) The provisions of subsections (i}, (2), (8) and (4) of , this section shall not apply to the Chairman where the Chairman is the Secretary to the Ministry of the Minister und to the member appointed under paragraph (g) of section 6, : Ate not 10. No act or decision or proceeding of the Board shall iyreaes be invalidated by reason only of the existence of a vacancy Sasuncy, among its members or any defect in the appointment of : “87 member thereat, a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "- Clothing Indusiry Training Institute 5 Act, No. 3 of 1984 .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "11. The members of the Board may be paid such ‘Berguneration remueration out of the Fund of the Institute, ex may be ‘members determined by the Minister. . Soard, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "12, Rules may be made under this Act in respect of the Mostingy: *- meetings of the Board and the quorum therefor and for the ard. procedure to be iollowed at such meetings.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "13. (1) The Board may delegate to the Chairman or any Delegation other member of the Board, or the Director of the Institute factions” or any employee ‘of the Institute, any of its. powers, % ute functions o duties. . oe",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(@®) The Chairman, other member, the Director or employee to whom any of the powers, functions or duties of the Board has been delegated under subsection (1) shall exercise, perform or discharge the powers, functions or duties so delegated subject to the general or special directions of the Board. hte",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "14. (1) ‘The Minister may, in consultation with the vite < + Chairman, appoint a Vice-Chairman from among the ghtae™™ members appointed by him under section €. Board. 1.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) Lf the Chairman or Vice-Chairman, is, by reason of iil health or other infirmity or absence from Sri Lanka, temporarily unable to perform the duties of his office, the Minister may appoint one of the other members to act in his place. (8) ‘The Chairman, or in his ebsenee, the Vice-Chairman, shall preside at meetings of the Board and in the absence of both the Chairman and the Vice-Chairman, the member . appointed by the Minister under subsection (2) shall . preside at meetings of the Board, . (4) Where there is an equality of votes on any matter to be decided at a meeting of the Board, the Chairman at such meeting shall, in addition to his vote, have a second or casting vote. . 15. The Board shall administer the affairs, may exerelse Board to the powers and perform the duties of the Institute. ans : Soa,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "“6 Clothing Industry Training Institute Hl Act, No, 3.0f 198¢ : . po “ PART IL i Loy APPORMEMENT OF THe Diecron AND STAFF OF THE INSTITUTE { Dicgetor 16. (1), The Minister shall, in consultation with the | Fistite | Chairman of the Board, appoint to the staff of the Institute a Director who shall be the chief executive officer, The conditions of employment, including remuneration of the +m, 1 ‘Director, shall be determined by the Minister in consulta- _. =, tion with the Mnifster in charge of the subjeet of Finance. ~\"*  @) ‘The Director shall exercise, perform and discharge such powers, functions and duties as may be delegaied to ‘him, “ (B) The Minister may remove from office the Director appointed under subsection (1}, and such removal shall not ‘be called in question in any court. Pomers 14. (1) Subject to the other provisions of this Act, the ‘Board in Board may— regard to — appointments (a) appoint, dismiss and exercise disciplinary control over’ Be . __ the staff of the Institute ; we et (b) fix the wages, salaries or other remuneration of the staff; © (@) determine the terms and conditions of service of such staff; and 1 - (@) establish snd regulate provident funds and schemes ‘1. for the benefit of such staff and make contributions Yo aay such fund or scheme, (2) Rules may be made under this Act in respect of all or any of the matters referred to in subsection (1). Appointment - 18, (1) At the request of the Board, any officer in the eibers public service may, with the consent of that officer and the eee Secretary to the Ministry of the Minister in charge of the ohihe -subject of Public Auministeation, be temporarily appointed institute, to the staff of the Institute for such period as may be deter mined by the Board with like consent, or be permanently appointed fo such staff. (2) Where any officer in the public service is temporarily _ appointed to the staff of the Institute, the provisions of “s. \"subsection (2) of section 18 of the Transport Board Law, ‘ No. 19 of 1978, shall, mutatls mutandis, apply to and in relation to him.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Clothing Industry Training Institute oT Act, No, 8 of 1984 * \"(3) Where any officer in the public service is permanently a ‘appointed to the staff of the Institute, the provisions of sub- le section (8) of section 18 of the Transport Board Law, No.1 07 + of 1978, shall, mutatie mutandis, apply to and in relation to wes",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(& Where the Institute employs any person who has entered into @ contract with the Government by which he has agreed to serve the Government for a specified period, any period of service with the Institute by that person shall 7 be regarded as service to the Government for the purpose ; of discharging the obligations of such contract. ”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(5) At the request of the Board any member of the Local ‘Government Service or any other officer or servant of a oeal authority, may, with the consent of such member, officer, or servant and the Local Government Service Advi- sory Board, or the loca) authority, as the case may be, be temporarily appointed to the staff of the Institute for auch period as may be determined by the Board with like consent or be permanently appointed to such staff on such terms and conditions including those relating to pension or provi- dent fund rights as may be agreed upon by the Board and the Local Government Service Advisory Board or that local authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(8) At the request of the Board any officer or servant of a .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "‘public corporation may, with the consent of such officer or . servant and the governing body of the public corporation, ‘be temporarily appointed to the staff of the Institute for such period as may be determined by the Board with like consent, or be permanently appointed to such staff on such terms and conditions including those relating to pension and provident fund rights, as may be agreed upon the Board and the governing body of public corporation,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(1) Where any person is temporarily appointed to the staff of the Institute in pursuance of subsection (5) or (6), such person shall be subject to the same disciplinary control as any other member of such staft.. ; i .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "» 19, “All officers and servants of the Institute’ shall be Offers deemed to he public servants ‘within the meaning end for ayants the purposes of the Penal Code. cao \" eee. WF da even Es ap oo et te Whoiet se Be public :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "8 Clothing Industry Traintng Institute Act, No. 3 of 1984 Tpatitate +20. The Institute shall be deemed to he # scheduled Pane Institution within the meaning of the Bribery Act and the institution provisions of that Act chall be construed accordingly, “* within the of the \" Act, PART 1 Favanes . Capital \" 21 (1) The initial capital of the Institute shall be one: ae milion and two hundred and fifty thousand rupees and shall be made available to the Institute by the Government om. such terms and conditions as may be determined by the Minister with the concurrence of the Minister in charge of the subject of Finance. : ~! @) At the request’ of the Minister the capital of the Institute may be increased from time to time by such amount ‘as may be authorized by any Appropriation Act or by res0- Jution of Parliament and such amount shall be paid or made available to the Institute by the Government by way of grant or Joan on such terms and conditions as may be determined by the Minister in charge of the subject of Finance. im * 22, (1) The Institute shall have fis own Fund. q Tnatitate, (2) There shalt be paid into the Fund all such sums of money ax may be received by the Institute by way af",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(a) payments required to be made into such Fund by or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "under this Act ; :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(©) dees collected from trainees on registration ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(0) fees charged for services rendered or training provid-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "ed by the Institute; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(@) donations,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(8) There shall he paid out of the Fund of the Institute all such sums of money required to detray any expenditure ineurred by the Institute in the exercise, performance and ivoharge of fts powers, functions and duties",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "Finenetal #2 ‘Tho financial year of the Institute chal be the yea calendar year,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "Clothing industry Training Institute 9 Act, No. 3 of 1964 24. (1) The Board shall cause proper books of accounts Auiit af to be kept of the income and expenditure, assets and Yabi- Accounts. Iities and all other tranaactions of the Institute. oa (2) The provisions of Article 154 of the Constitution, relating to the audit of accounts of a public corporation shall apply to the audit of accounts of the Institute, : Las PART IV : on 25, (1) Where any immovable property is required to ba Acquisition acquired for any purpose of the Institute, and the Minister {vette by Order published in the Gazette approves of the proposed property acquisition, the purpose for which the land is required aball TIO\" be deemed to he # public purpose and may accordingly be Acquisition acquired under the Land Acquisition Act and be transferred for the to the institute. ' : ee + Instienta.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "(@) Any sum payable for the acquisition of any immov- we able property under the Lend Acquisition Act for the Insti- on tute shall be paid out of the Fund of the Institute, . \"",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "26. (1) Where any immovable property of the State is stote ~~ required for any purpose of the Institute, such purpose shall EEE. be deemed to be # purpese for which a special grant or Tayttle lease of such property may he made under section § of the fmmovable Crown Lands Ordinance, and accordingly the provisions of MMI.) that Ordinance shall apply to a special grant or lease of fot such property to the Institute.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "(2) Where any movable property of the State is required for any purpose of the Institute, the Minister may, with the ‘concurrence of the Minister having control over such movable property, by Order published in the Gazette, transfer to and vest in the Institute the possession and use ‘of such property.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "2%, The Government may provide for the use of the he Institute such Iand, buildings and other facilities as may be Goverment deemed necessary. svalable",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "» . ‘ Ee for : . the we . oan ” of the as 5 a Tnstitute, *",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Clothing Industry ‘Training Inatitute Act, No. 3 of 1984 . Fyotection 28, (1) No sult or prosecution sball es taken (a) against\"the Board for any act which iti good faith is tndes _., one or purported ta be done by the Board under groathe = thie Act; and, -,; vee Ee direction . eet fe {B) ogiinst any member of the Board, any employee of the Institute or agent of the Board for any act which ‘in good faith is done or purported to be done by him ‘under this Act or on the direction of the Board. (2) Any expenses incurred by such person as is referred ‘dt to fin subsection (1) in any sult or prosecution brought .. against him before any court in respect of any act which is oe ' done by him under this Act or on the direction of the Board \" shall, if the court holds that the Act was done in good faith, ve be paid out of the Fund of the Institute. No writ 29. No writ against person or property shall be issued amon against a member of the Board in any ectiox brought Peron or ist the Institute. :- PPaee “mine he of the ” \" Board. Power of. $0. Where the Board considers it necessary for the Board attainment of the objects of the Institute, it shall be lawful member _-\" for the Board to authorize any member of the Board or any 22 yee _offitet or employee of the Institute to enter into or upon any Beg and or premises for inspection, investigation snd recording Me WF of asta, os > premises, oo. Any person 31, Any person who prevents or obstructs the Board or we ents ar «SHY wriember of the Board, or any officer or’ employee Sontructa authorized by the Board in carrying out such investigation the Board or inspection or the recording of date referred to in section member er 30 shall be guilty of an offence, under this Act, authorized + mgloves zuilty fan : soe os Power to\" 2, (1) For the purpose of enabling the Institute to Hegt oq, exercise, perform and discharge any of its powers, functions . and duties under section 4 the Chairman of the . Board, a member, the Director of the Institute or any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Clothing Industry Training Institute vm Act, No, 3 of 1984 . employee authorized in that behalf by the Board, may, by ‘notlee in writing, require any person to furnish within such period as shall be specified in the notice all such informetion ‘as may he specified in such notice.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(2) It shall be the duty of any person who is required to furnish any information by a notice under subsection (1) to comply with such requirement within such time an may be specified in the notice, except where such person ix pre cluded from divulging such information under the provisions of any law,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "@) Any person who fails, without reasonable cause, to comply with the provisions of subsection (1) or who furnishes information knowing such information to he false, shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(4) The Chairman or a member of the Board, the Director of the Institute or any officer or employee of the Institute shall not disclose to any person or use any information acquired under the provisions of subsection (1) except when required to do so by a court of Inw or for the purposes of achleving the objects of the Institute.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "33. Every person who is found guilty of an offence under Pensity this Act shall, on conviction after summary trial before a 2 ces, Magistrate, be Hable to imprisonment of elther description for a period not exceeding six months or to a fine not lest then five hundred rupees or to both such fine and imprison. ment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "34, The Minister may give special or general directions Power in wrlting az to the performance of the duties ami the Sf. exercise of the powers of the Board, and the Hoard shall to give» dive effect to such directions,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "35. (1) The Board may make rules in respect of all or Power any of the mattera for which rolea are authorized, or re- Suirl to quired by this Act, to be made, Re",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(2) A rule made by the Board under subsection (1) shall not have effect until it is approved by the Minister and is published in the Gazette.",
    "mean_p_confidence": 0.87
  }
]