[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOGRATIC , SOCIALIST REPUBLIC OF SRI LANKA TERMINATION OF EMPLOYMENT OF WORKMEN (SPECIAL PROVISIONS) (AMENDMENT) ACT, No. 51 OF 1988 [Certified on 7th December, 1988) . Printed on the Orders of Government Published as a Supplement to Part Ml of the Gazette of the Democratic Socialist Republic of Sri Lanka ofDecember 09, 1988 |____FRTED ax fi DEPARTDEREY OF GOVERNMENT FRENTINE, SC Ka 70 BE PURGAARED AT 7H GOVERSDAENT FOMICATIONS BUREAY, COLEDD Price 1 60 cents, Postage : 75 cents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Yarmination of Employment af Workmen - (Speciat Provisions) (Amendment) Act, No. St of 1988 [Certified on 7th December, 1988] : Te, DoO, 2/85, AN Act to AMEND THE TrrMmarion oF EMPLOYMENT OF ‘Worssan (Srectsi Provisions) Acr, No. 45 oF 1971 BR it enacted by the Parllamerit of the Democratic Socta- ist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Termination of Employ- Short ttle ment of Workmen (Special Provisjons) (Amendment) Act, No. 51 of 1988. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2, Section 2 of the Termination of Employment of Work- Amendment men (Special Provisions) Act, No. 45 of 1978 (hereinafter Jofhec™ referred to as the “principal enactment”) 5 hereby 8a amended by the insertion of the following new subsection 7\" immediately .after subsection (4) of that section —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“() Where any employer terminates the scheduled employment of any workman by reason of punishment",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "imposed. by way of disciplinary action the employer",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "shall notify such workman in writing the reasons for the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "termination of employment before the expiry of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "second working day after the date of such termination. *.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "& Section 3 of the principal enactment is hereby amen- Amendment ded by the substitution, in paragraph (b) of subsection (1) 3 of Be, of that section, far the words “a period of tess then one énaetment, year; or”, of the words and Sgures “a period of less than one hundred and eighty days inclusive of —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "G) every day of ubsence on any ground approved by tha",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "employet ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Gi) every day of absence due to any injury to the work-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "man caused hy an accident arising out of, and fn : the course of his employment ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(ii) every day of absence due to anthrax or any occup- ational disease specified in Schedule IH of the ‘Workmman’s Compensation Ordinance (Chapter 139) 5",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(iv) every day on which the employer fails to provide work for the workman;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 ——-Yerimination of Employment of Workmen (Special Provisions) (Amendment) Act, No. 51 of 1983 {v) every day of absence due to a lockout, or strike that is not illegal, if such daya do not in the aggregate exceed thirty days; and . (vi) every holiday or day of absence from work to which & workman is entitled, by or under, the provisions of any written law, + in the continous period of twelve months commencing fram the date of employment if such termination takes place within that period of twelve months ; or”. Insettion ot” 4, ‘The following new section is hereby inserted imme- @ in the diately after section Ga, and shall have effect as section 63 principal of the principal enactment :-— {Noolerte Ga. (1) No order shall be made by the ba made Commissioner under section ¢ or section 64 tionths of im pursuance of an application made by 3 faking (be workman unless such application. was made SENGe within six months of the termination tS mee which such application related, other Tegal . Temedy. (2) Nothing in this Act shall be read and construed as effecting section 2 or section 5 of this Actor the rights of a workman . whose employment haz heen terminated to apply for any other legal remedy in respect, of such termination or as effecting the jurisdiction of any court, trfbunal or institu- . tion to grant relief in respect of such termination. ”. ‘Aroendment _-$- ‘Section 7 of the principal enactment is hereby ot section amended! as follows :-— ioihe Susctent, (1) by the substitution, in subsection (1) of that section, for the expression “the provisions of section 6\", of the expression “an order madle under section @ or section 64”; and (2) by the substitution, in subsection (2) of that section, for the expression “ the provisions of section 6”, of the expression “an order mede under section @ or section fia”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Termination of Employment of Workmen 3 ‘(Special Provisions) (Amendment) Act, No. 5! of 1988 & Section 8 of the principal enactment is hereby Amendment amended by the repeal of paregraph (b) of subsection (1) Softhe™ of that section and the substitution of the following para- priocioat graph therefor :— ‘enactment, (8) (i) to pay the workman, in any case where the . offence relates to non-compliance with an order made under section 6, the wages and benefits specified in that order and wages and benefits - which would have been payable to him, if he had been in employment for the period commenting on ‘the date specifed in the order made under section 6 . and ending on the date of conviction of such employer; or (i) to pay the workman, in any case where the ‘offence relates to non-compliance with an order made under section 64, the sum of money specified an such order.”.",
    "mean_p_confidence": 0.82
  }
]