[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  =  Experts)  620  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  CODE OF INTELLECTUAL PROPERTY  ACT, No. 52 OF 1979  [Certified on 8th August, 1979]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of August 10, 1979  aaa ipae banin) IVo Gonl mimetic pa  Price: Rs. 5.15 Postage: 1.00",
    "mean_p_confidence": 0.6617283950617284
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Code of Intetrectial Property nce mere  TABLE OF SECTIONS  Seation Page  1, Short tithe and dnte of operation =\" Fr a  Parr t  ~ ADMINISTRATION  OHAPTER 1 4  2. Appointment of Registrar and his duties... we Bi a  3. Deputy Registrars and Assistant Registrars. ea ee  4. Registry and maintenance of registers - == aaah  5, Rogistrars deemed to bo publie eorvants —«. aa oe ®  PARTIC  OHAPTER UL  6, Interpretation em i = oy ®  1. Works protected .. ” ” zi ae ©  8, Derivative works a =a “ ee  9, Works not protected = = = wie  10, Boonomie rights .. ee o oe  1. Moral rights. Se es a ag! &  12, Works of Sri Lanka foidore 22 en oe  18. Fair uso i\" oe \"y vn ue §  14, Ephemeral rcordings “ ” “ at P  15, Limitation of rights of translation Ey « ot  16, Limitation of right of sound recording and broadearting ag’ 't  11. Ownership of copyright ss ee s a! 8  18. Transfer of copyright, 2 8 ” fer  19. Duration of economic righta .. a = wee  20. Sound recording «. es . me 10  21, Infringements and sanctions. = = = 10  22. Fields of application i Ss 0 0  28. Abrogation of common law rights es a an)  2%. Rights undor other laws +. ss 0  PART 0  SS ‘DNDUSTELAL DESIONS  i Fs OHAPTER IIT  ‘Scope ofthis Port ond Definitions  26, Scope of this Part tie o ie Bo  26. Conditions for protection ++ a ou  21. Definition of industrial dovign “ a pod  28. Definition of novelty q 4 cz my VAL  CHAPTER IP  Right to protection of industrial design 2  29. Ownorship and right to protection of industrial dosiga a i Vi  30. ‘Usurpotion : Judicial assignment of application or registration .. age  31. Industrial design created by employee or pursuant to 6 commission ey  2. Noming of erator of industrial design a ay eo  2 A dasa — 15,800 (7B/4)",
    "mean_p_confidence": 0.4339164490861619
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  (iy  ouaPrer ¥  Reguirenente of application and proedure for repisration  Section Pose  38, Requirements application .. - ” MG  Mo} Right of priority : a a 2M  35, Application foo at # fe - M  36: Examination of applintion ” ” - ou  ‘Si. Registration .. . or oo =.  35, Issue of eorticato of rgistrstion _ a ow  30, Rogistor of Fndustial Designs .. 7 any  40, ‘Examination of register and certified copies. ws, = 6  41. Publication of registerod industrial designs = .. ro - 6  OmAPTER VI  Duration of Regitration  42, Durstionofrgtration “ “ - 18  43, Renewal. su ” 3 = 8  cHaPreR vit  Rip of regitredeuner of induatriat dion  44, Righlaofrogistred owner ofindustrialdosign ” ~ ou  45. Limitation of registered owner's rights ws s =  ouaPrer vit  Assiqument ond tronamission of applications and regitations  46. Assisgnment end trausmission of applications and registrations .. ied  47, Juiut ownorsbip of applications and registrations . a  cuapren ix |  cence contacte  43. Interpretation, oy ” ~~  49, orm ond record of oonee contrat _ : 8  60, ‘Rights of liconsoo ” ” -  61. Rights of liconsor ” “ a ow  (62, Invalid clauses in licence contracts - ” ied  63, Effect of nullity of registration of licence contract - aed  ‘84. Expiry, termination or invalidation of licence contract -  #  155. Licence contracts involving payments abroad = + 20  OHAPTER X  Renunciation and mullity af registration  56, Renunciation of registration .. on ” uo *  ‘57. Nullity of registration ” oo - 2  58. Date and offect of nullity “ a a ad",
    "mean_p_confidence": 0.426156351791531
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  «iy  PARTIV  omaPrse XI",
    "mean_p_confidence": 0.265
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  . Definitions  Taition Page  59, Detsitiomofinvention ” ” ae  60, Patontable inventions . rm - nog  61, Novelty. = = oa)  ©2, Inventive step Qn - = oe)  63. Industrial application oa Fe eae)",
    "mean_p_confidence": 0.2980952380952381
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  omaprer xi",
    "mean_p_confidence": 0.030000000000000002
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  Right wo a Patent  4, Right to. patent . a = we 8  5, eurpation: Judicial amignmont of patot application or patent os  68. Tavention made by an employee or pursuant to 8 commission. Soom  61, Naming of inventor os ” 7 or)",
    "mean_p_confidence": 0.46591836734693876
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  OuaPTRR XII",
    "mean_p_confidence": 0.145
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  Requirements of Applicaton and Procedure for Grant",
    "mean_p_confidence": 0.5177777777777778
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  68, Requirements of application. 3 oe 8  9. Application foo x = < C8  70. Search report... Q Pa 2 ars)  71, Unity of invention 2 “ oa  “72, Amendment and division of application +. zm vod at  78. Right of priority ” 2 “ oer  1%, Fling dete. ce = 1 ss  76, Examination |. * ci = nas  76. Grant of patent ° . 5A las  71. Register of patonts 2 fa is ar)  78. Examination of rogistor and cortifed eopios ++ a “30  70, Tampootion of lew . as o 30",
    "mean_p_confidence": 0.3336448598130841
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  CHAPTER XIV",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  Duration of Patent  80. Duration of patent zs “ = ae",
    "mean_p_confidence": 0.45785714285714285
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  owaPrer xv",
    "mean_p_confidence": 0.0925
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  Rights of Owner of Patent  81. Rightaofownerofpatent - 0 ae a  82. Limitation of owneratighta a * Noa,  83. Rightadorived from prior manufacture or uso... = ae)  i OHAPTER XVI  Assignment and transmission of patent applications and patente",
    "mean_p_confidence": 0.4697777777777778
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  84. Assignment and tranamiosion of patent applications and patenta ae a  85, Joint ownership of patont applications wnd patents se a)",
    "mean_p_confidence": 0.5116666666666666
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  tiv)  cuaPreR XU.  Licence Contracts  Seton Pog  88. Interpretation .. . te “ at gs Ht  81, Formand record oficonce contract aoe? Ss a  $8, Righta and licensee - 5 “ ten St  89, Rights of tho licensor a = a -  80, Invalid clauses in liconco contensts _ a = 3%  81. Bice of patent application not boing granted or patent bing delaod nll and,  82. Expiry, termination or invalidation of ionco contract a 30  83. Licence contracts involving payments abroad 13 - 8  OnAPTER XVUI  ‘Surrender and nullity of patente  94, Surrender of patent we a 5 med  95, Nality ofpatant 2 & = amd  88. Dateandefectofnulity, |. 5 ” - 8  PART V  CHAPTER XIX  Defnitions  97. Definitions. Pa ” apie sian? 88  ‘  CHAPTER XX  Admissibility of marks  98, Admiesibitity of marka ° e a + 0  99. Marks inadmicsiblo on objective grounds |. a -  100, Marks inadmisiblo by reason of third-party rights ES 8  101, ‘Trust not to be entered in register \" ov pe  cnaprer xxt  Requiromenta of Application and Procedur for Registration  102, Roguiremonts of application. & = - 8  108. Right of priority, 2 oa git  104, ‘Temporary protestion of mark eihibited at international exhibition ow  108. Application foo re ” rs aH  108, Examination of application as to form |. _ ow  107. Ragistration of mack after farther examination and publication of mark —«- - 46  108. ‘Non-compltion of registration i ” - 8  100. Registor of marke and ise of eortfcate 1. 5 -  10, Publication of regitarod marks af io ay ee  111, Examination of register and certified eopiea ne  118, Amociated marke S wd o oH  118. Assignment ond wr of asociated marks | = oe  CHAPTER XxIt  Duration of repitration  14. Duration ofrogietation ” el ca  115, Renewal, 5 I ie i  31P —Attantion of asistored rare “ a si",
    "mean_p_confidence": 0.39082872928176793
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  ()  CnapreR XXUII  ight of Registered Ouner of Mark  Section Poe  117. Rights of registored owner» . bs Bits as  18. Limitation of rogiatorod owner's tights x A Roar)  CHAPTER XXIV  Assignment and Branamission of Applications and Registrations  119, Assignment and transmission of applications aod registrations. - @  OHAPTER XXV  Licence Contracts .  120, Interpretation. we 3 # sO  121, Form and record of Hence contract és ey sh BL  122, Rights of licensee oh af a oy hit  128, Rights of licensor « zd = iis 1  124. Nullty of liconce contract and eortain clauses... “ fe st  125. Cancollation of licence contracts ey _ ~ 8  128, Lioonco conteacta invelving payments abroad. C - 8  127, Bffoct of nullity of rogistention on liconce contract % eat ot  128, Expiry, tormination, eancallation of invalidation of lisence contract ais  OAPTBR XXVI  Renunciation and Nullty of Registration  129. Renunciation of rogistration as x a)  180, Nallty of rgietration = 8 = ~  191, Dato and ofect of nullity. : mi om  ouaPrer XXVIT  Removal of Mark  182, Removal of mark ss a 3 8  188. Dato and effect of removal of marie - if 08  OHAPTER XXVIIL 1  Coltective Marks  194, Collotivo morks .. ra . 2 ma a  135. Application for registration of collective mack. ” coed  180, Registration and publication of collective marks .. at 58  187, Changosin oonditions governing uso of collective marks ‘ - 8  188, Geo of collective marks and othor mo ert + \" wt",
    "mean_p_confidence": 0.4250871080139373
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  | (ty “  owapran xxix  ‘Trade Names and Unfair Oompetition  Section Poge  139. Prohibited trade names a a - a BT F  Mo, Protection of tnde names. af “ 8  141. Assignment and trannitsion of trade names. - 8  142, Unfair competition 7 . i” 88  PART VI  orresces AxD Pease  NAPIER XXX  143, Fasifeation of entree in any register am rr)  144, nbingoment of copyright =. . z 8  145. Infingoment of industrial dosigns . : my  1H, Fale soprosntations regarding industria signa ie a)  Lt, Tafrngoment of patents: eS : Pan)  148. Flue roprosniations regarding patente i ” or)  140. Ualawfaldaslonuro of information relating to patente : 8  160, Infringement of make z : - a  1 -Falnroprovontations regarding marks x - 2 a  152, Other offences s to mac and trade descriptions . oe  158. Offancee by bodin corporate... . . 1 8  164, Interpretation 73 a - rr  166, Paleo mamo or initials i - . rar  150, Forging masks .. . . . a  181, Applying marks and deerptions - is as  158. Exemption of certain persons employed in ordinary course of business. r 65  160, Watches. a io te a8  160, Mark how described in pleading .. a 8  161. Rules as to evidence - = oo - @  162, Ponishment of socmorea - - a  162, Soarch warrant. . iy _ oa  164. Cota of defence and of promotion w 8  165. Limitation of prosecution ae . 1 8  188, Probibition on importation s . . 8  167, Implied warranty on sale of marked goods = .. . a. J  168, Provisions ns to fate deveription not to apply i certain cases. ane)  169. Savings ” oy ion fee - 7  110. Cognicablg and bailable offences ., 1 - oe tT",
    "mean_p_confidence": 0.3885207100591716
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  (wit)  PAR? VIE  CHAPTER XXX1  ‘Regulations  Section Page  1M, Regulations « wet od as 7  onaPrsR Xxx11  Application lo, and proceedings bfor, the Registrar and Court  172, Correction and rectification of register . & - 2  173. Power to make copies of damaged volumes of any register and preparoandinsert . 78  \"econstranted folios  174. Corttionte of Registra to be evidenoe — : 7  178, Certified copies to be evidence. a - om  176. Mode of giving evidence - ¥ -  177, Exercise of diserotionary power by Registrar. a  178, Rogiatrat may take directions of law officers ws =  179, Infringetont proceedings by registered owner of industrial design, patentor mark 76  180. Infingement proceedingrby oF at raquat of Vicansee a cd  181, Declaration of noa-inringemant . - = -  182. Appeals sa \" - a =  183, Costs of proceedings before Registrar and Court... Sy “om  194, Stamp dutin x “ es 7  185, Fund a a * ” “7  136, Interpretation os az s = 7  cuaPreR XXXII  Repeats ond Savings  181. Copyright: Repeal of Chapter 164 and savings.» - - 0  188, Industrial Designs: Repeal of Chapter 153 and savings a - 3»  180. Patente; Repeal of Chapter 152 and savings a “ 0  190, Marka : Repeal of Chapters 160 and 161 and eavings i a)  191. Additional repenla - = * - a  192, Additional avings a we o *, w",
    "mean_p_confidence": 0.42018726591760297
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  Code of Intellectual Property  Act, No, 52 of 1979  [Certified on 8th August, 1979]",
    "mean_p_confidence": 0.6922222222222222
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  L. DO. 58/78,",
    "mean_p_confidence": 0.268
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  AN AcT 70 REVISE, CONSOLIDATE, AMEND AND EMBODY IN THE  FORM OF A CODE THE LAW RELATING TO COPYRIGHT  InousraiaL Desians, Parewrs, Marks, TRADE NaMes AND  Unram CoMPETition aND PROVIDE FOR THE BETTER  REGISTRATION, CONTROL, AND ADMINISTRATION THEREOF AND  FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL  ‘THERETO,",
    "mean_p_confidence": 0.6842592592592593
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.7975
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7122222222222222
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  1. This Act may be cited as the Code of Intellectual Short  Property Act, No, 52 of 1979, (hereinafter referred to as LMP  the “Code”)’ and shall come into operation on such date date ot  as the Minister may appoint by Order published in the °Peration-  Gazette (in this Code referred to as the “ appointed date”).",
    "mean_p_confidence": 0.8053968253968254
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  PART I  ApMINIsTRATION  CHAPTER I",
    "mean_p_confidence": 0.4122222222222222
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  2. (1) There may be appointed a person to be or to act Appoint  as Registrar of Patents and Trade Marks of Sri Lanka mentot,  (hereinafter referred to as the “ Registrar”). andi",
    "mean_p_confidence": 0.7575675675675675
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  if",
    "mean_p_confidence": 0.016666666666666666
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  (2) In default of such appointment the Registrar of  Companies or any person for the time being acting as such  shall discharge the duties of the Registrar under this Code.",
    "mean_p_confidence": 0.8347058823529412
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  (8) The Registrar shall, subject to the directions of the  Minister, be vested with the general control and superin-  tendence of the registration of industrial designs, patents  and marks under the provisions of this Code and of all  persons appointed for or engaged in the carrying out of  the provisions of this Code.",
    "mean_p_confidence": 0.8368333333333333
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  3. (1) There may from time to time be appointed a fit Deputy  and proper person, or each of two or more such persons, Registrars  to be or to act as a Deputy Registrar of Patents and Trade Assistant  Marks and such other Assistant Registrars as the Minister Reeistrarm  may consider necessary.",
    "mean_p_confidence": 0.8070689655172414
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  (2) Any person so appointed may exercise, perform or  discharge any power, duty or function expressly conferred  oz imposed upon the Deputy Registrar or Assistant Regis-  trar, as the case may be, and may, subject to the directions",
    "mean_p_confidence": 0.8213953488372093
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "  SA. 40084 (9/06",
    "mean_p_confidence": 0.246
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  2 Code of Intellectual Property",
    "mean_p_confidence": 0.6757142857142856
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  Act, No, 52 of 1979  of the Minister and under the authority and control of the  Registrar, exercise, perform or discharge any power, duty  or function conferred or imposed upon the Registrar by  or under this Code.",
    "mean_p_confidence": 0.8055813953488372
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (8) In default of any such appointment the Deputy  Registrar of Companies or an Assistant Registrar of Com-  panies, as the case may be, shall discharge the duties of  the Deputy Registrar of Patents and Trade Marks or an  Assistant Registrar of Patents and Trade Marks.",
    "mean_p_confidence": 0.830576923076923
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  Registry 4. (1) The Minister may by notification in the Gazette",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  Bntenance establish an office called the Registry of Patents and Trade",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  cs Marks (hereinafter referred to as the “ Registry”) which",
    "mean_p_confidence": 0.5583333333333333
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  ees shall be the only office in Sri Lanka for the registration of  industrial designs, patents and marks.",
    "mean_p_confidence": 0.7785714285714285
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (2) All registers required to be kept and maintained  under the provisions of this Code shall be kept and main-  tained under the supervision of the Registrar at the Regis-  try and such registers shall be the only legally recognized  registers for the registration of industrial designs, patents  and marks in Sri Lanka.",
    "mean_p_confidence": 0.8241666666666666
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  Registrars 5. Every Registrar, Deputy Registrar and Assistant  (Geumed! Registrar for the time being shall, as long as they hold  public office, be deemed to be public servants within the meaning  servants. of the Penal Code.",
    "mean_p_confidence": 0.7890243902439025
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  PART IT",
    "mean_p_confidence": 0.3675
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  Copyricier",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  CHAPTER II",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "  Inter  Inter 6. For the purposes of this Part—",
    "mean_p_confidence": 0.5399999999999999
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "  “broadcasting” means the transmitting, for reception by  the general public, by wireless or by means of wire,  of sounds or of images and sounds;",
    "mean_p_confidence": 0.7896428571428571
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "  “folklore” means alll literary and artistic works created  in Sri Lanka by various communities, passed on  from generation to generation and constituting one  of the basic elements of the traditional cultural  heritage ;",
    "mean_p_confidence": 0.7802564102564102
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "  “performance” means a public performance or delivery  of a work by any means whatsoever ;",
    "mean_p_confidence": 0.7677777777777778
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  Code of Intellectual Property 3  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7284615384615385
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  “published works” means works published in ‘any  manner whatsoever with the consent of their  authors provided that the number of copies so  published are sufficient to satisfy the reasonable  requirements of the public, having regard to the  nature of the work ; “",
    "mean_p_confidence": 0.8042
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  “reproduction” means the making of one or more copies  of a literary, artistic or scientific work, in any  material form including any sound or visual  recording ;",
    "mean_p_confidence": 0.7949999999999999
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  “works first published” means works first published in  Sri Lanka, or works first published abroad but  also published in Sri Lanka within thirty days from  the earlier publication ;",
    "mean_p_confidence": 0.7926470588235294
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  “work of joint authorship” means a work created by  two or more authors in collaboration, in which the  individual contributions are indistinguishable from  each other.",
    "mean_p_confidence": 0.7949999999999999
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  7. (2) Authors of original literary, artistic and scientific Works  works shall be entitled to protection of their works under Protected:  ‘this Part.",
    "mean_p_confidence": 0.7292592592592593
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (2) Literary, artistic and scientific works shall include in  particular—",
    "mean_p_confidence": 0.6984615384615385
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (a) books, pamphlets and other writings ;",
    "mean_p_confidence": 0.711111111111111
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (b) lectures, addresses, sermons and other works of the",
    "mean_p_confidence": 0.7145454545454545
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  same nature ;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  (©) dramatic and dramatico-musical works ;",
    "mean_p_confidence": 0.5800000000000001
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  (d) musical works, whether or not they are in written  form and whether or not they include accompany-  ing words ;",
    "mean_p_confidence": 0.794
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "  (e) choreographic works and pantomimes ;",
    "mean_p_confidence": 0.69125
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "  (f) cinematographic, radiophonic and audio-visual works ;",
    "mean_p_confidence": 0.6422222222222222
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "  (a) works of drawing, painting, architecture, sculpture,  ‘engraving, lithography and tapestry ;",
    "mean_p_confidence": 0.7273333333333334
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "  (h) photographic works, including works expressed by  processes analogous to photography ;",
    "mean_p_confidence": 0.7333333333333333
  },
  {
    "i_page": 11,
    "par_num": 17,
    "text": "  (® works of applied art, whether handicraft or produced  ‘on an industrial scale;",
    "mean_p_confidence": 0.73125
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "  G) illustrations, maps, plans, sketches and three-  dimensional works relative to geography, topogra-  phy, architecture or science.",
    "mean_p_confidence": 0.7219047619047619
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  4 Code of Intellectual Property  Act, No. 52 of 1979  (8) Works shall be protected irrespective of their quality  and the purpose for which they were created,  Destvative: 8. (1) The following shall also be protected as original  works—",
    "mean_p_confidence": 0.7617391304347826
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (@ translations, adaptations, arrangements and other  transformations of literary, artistic or scientifie  works j",
    "mean_p_confidence": 0.6172222222222222
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (b) collections of literary, artistic or scientific works, such  as encyclopaedias and anthologies which, by reason  of the selection and arrangement of their contents,  constitute intellectual creations ; and",
    "mean_p_confidence": 0.7973529411764706
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (©) works derived from Sri Lanka folklore,",
    "mean_p_confidence": 0.7222222222222222
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (2) The protection of any work referred to in subsection",
    "mean_p_confidence": 0.7749999999999999
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (2) shall be without prejudice to any protection of a pre-",
    "mean_p_confidence": 0.7307692307692307
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  existing work utilized for the making of such work.  yom 9. Notwithstanding the provisions of sections 7 and 8  Protected. protection shall not extend to—",
    "mean_p_confidence": 0.7555172413793103
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (@) laws and decisions of courts and administrative  bodies, as well as to official translations thereof ;  and",
    "mean_p_confidence": 0.725909090909091
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (®) news of the day published, broadcast or publicly  communicated by any other means.",
    "mean_p_confidence": 0.7388235294117648
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  Economie 10. Subject to the provisions of sections 12 to 16 the",
    "mean_p_confidence": 0.7735714285714286
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  aad author of a protected work shall have the exclusive right  to do or authorize any other person to do the following acts  in relation to the whole work or a part thereof—",
    "mean_p_confidence": 0.8237837837837838
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  (a) reproduce the work;",
    "mean_p_confidence": 0.5816666666666667
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  () make a translation, adaptation, arrangement, or other  transformation of the work;",
    "mean_p_confidence": 0.7366666666666666
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "  (c) communicate the work to the public by performance,  broadcasting, television or any other means.",
    "mean_p_confidence": 0.7522222222222221
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "  Moral 1. (1) The author of a protected work shall have the  ie right—",
    "mean_p_confidence": 0.701764705882353
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "  (@) to claim authorship of his work, in particular that  his authorship be indicated in connection with any  ‘of the acts referred to in section 10, except when  the work is included incidentally or accidentally  when reporting current events by means of broad~  costing or television ;",
    "mean_p_confidence": 0.8018518518518518
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  Code of Intellectual Property 5  Act, No. 52 of 1979  (®) to object to, and to seek relief in connection with, any  distortion, mutilation or other modification of, and  any other derogatory action in relation to, his  work, where such action would be or is prejudicial  to his honour or reputation.",
    "mean_p_confidence": 0.7935593220338983
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (2) The rights referred to in subsection (1) shall subsist  tor the life of the author and fifty years thereafter. After  his death, the said rights shall be exercisable by his heirs.",
    "mean_p_confidence": 0.8369444444444444
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (8) The rights referred to in subsection (1) shall be  exercisable even where the author or his heirs do not have  the rights referred to in section 10.",
    "mean_p_confidence": 0.7999999999999999
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (4) The rights referred to in subsection (1) shall not be  transferable.",
    "mean_p_confidence": 0.748
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  12, (1) In the case of works of Sri Lanka folklore, the Works ot  rights referred to in sections 10 and 11 (1) shall be exercised STSe™  by the Minister in charge of the subject of Culture.",
    "mean_p_confidence": 0.8017073170731707
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (2) Works of Sri Lanka folklore shall be protected by all  means available under this Part, without limitation in time.",
    "mean_p_confidence": 0.8173913043478261
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (8) Copies of works of Sri Lanka folklore made abroad  and copies of translations, adaptations, arrangements, or",
    "mean_p_confidence": 0.7929999999999999
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  + other transformations of works of Sri Lanka folklore made  abroad, without the authorization of the Minister in charge  of the subject of Culture, shall be neither imported nor  distributed.",
    "mean_p_confidence": 0.8011428571428572
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  13. Notwithstanding the provisions of section 10, the Fair use.  following uses of a protected work, either in the original  Janguages or in translation, shall be permissible without the  author's consent—",
    "mean_p_confidence": 0.7672222222222222
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  (@) in the case of any work that has been lawfully",
    "mean_p_confidence": 0.7846153846153846
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  published—  (@ the reproduction, translation, adaptation,  arrangement or other transformation of such  , work exclusively for the user’s own personal  and private use ;  . (i) the inclusion, subject to mention of the source  * and the name of the author, of quotations  from such work in another work, provided  © that such quotations are compatible with  fair practice and their extent does not exceed.  that justified by the purpose, including  ; quotations from newspaper articles and  periodicals in the form of press summaries ;",
    "mean_p_confidence": 0.7602020202020202
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  6 Code of Intellectual Property  Act, No, 52 of 1979",
    "mean_p_confidence": 0.7146153846153845
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (iii) the utilization of the work by way of illustra-  tion in publications, broadcasts or sound or  visual recordings for teaching to the extent  justified by the purpose, or the communication *  for teaching purposes of the work broadcast  or televised for use in schools, education,  universities and professional training :",
    "mean_p_confidence": 0.7910169491525424
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  Provided that such use is compatible with",
    "mean_p_confidence": 0.741111111111111
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  fair practice and that the source and the  name of the author are mentioned in the  publication, broadcast, television broadcast  ‘or recording ;",
    "mean_p_confidence": 0.7428571428571429
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (®) in the case of any article published in newspapers or  periodicals on current economic, political or  religious topics, and in the case of any broadcast  or televised work of the same character, the re  production of such article or such work in the press,  or the communication of it to the public, unless the  said article when first published, or the said broad-  cast or televised work when broadcast or televised,  ‘was accompanied by an express condition prohibit-  ing such use, and that the source of the _  work when used in the said manner is clearly ~  indicated ;",
    "mean_p_confidence": 0.8064035087719298
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  (c) for the purposes of reporting on a current event  by means of photography, cinematography or  communication to the public, the reproduction or  making available to the public, to the extent justi-  fied by the informatory purpose of any work that  can be seen or heard in the course of the said  current event ;",
    "mean_p_confidence": 0.7966666666666666
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (@) the reproduction of works of art and of architecture  in a film or television broadcast, and the communi-  cation to the public of the works so reproduced, if  the said works are permanently located in a place",
    "mean_p_confidence": 0.8104651162790698
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  where they can be viewed by the public or are  included in the film or television broadcast only by  way of background or as incidental to the essential  matters represented ; ad",
    "mean_p_confidence": 0.8032432432432433
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  (e) the reproduction, by sound recording, photographic  or similar process, by public libraries, non-  ‘commercial documentation centres, scientific insti-",
    "mean_p_confidence": 0.7243478260869566
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  Code of Intellectual Property 7  Act, No. 52 of 1979  tutions and educational establishments, of literary,  artistic or scientific works which have already  been lawfully made available to the public:  Provided that such reproduction and the number  of copies made are limited to the needs of their  activities, do not conflict with the normal exploita-  tion of the work and do not unreasonably prejudice  the legitimate interests of the author ;",
    "mean_p_confidence": 0.797439024390244
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (A) the reproduction in the press of— .",
    "mean_p_confidence": 0.619
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  () any political speech delivered in public or any  speech delivered during legal proceedings, or",
    "mean_p_confidence": 0.7644444444444445
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  Gi) any lecture, address, sermon or other work of  the same nature delivered in public, provided  that the use is exclusively for the purposes of  current information,",
    "mean_p_confidence": 0.788125
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  the author retaining the right to publish a colle",
    "mean_p_confidence": 0.6936363636363636
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  tion of such works.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  14, Notwithstanding the provisions of section 10, any Ephemeral  broadcasting or television organization may make, for the recordings  purpose of its own broadcasts or television broadcasts and  by means of its own facilities, an ephemeral recording, in",
    "mean_p_confidence": 0.7538095238095238
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  ~ one or several copies, of any work which it is authorized  to broadcast or televise. All copies of such recording shall  be destroyed within six months of the making thereof or  within any longer period agreed to by the author :",
    "mean_p_confidence": 0.8253191489361702
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  Provided, however, that where such recording has an  exceptional documentary character, one copy of it may  be preserved in official archives, without prejudice to the  application of the provisions of section 11.",
    "mean_p_confidence": 0.8010810810810811
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  45. Where any work has not been published in Sinhala Limitation  or Tamil within ten years from its having been published of Tight of  for the first time in its original language, it shall be law-  ful to translate the said work into Sinhala or Tamil, as the  case may be, and to publish such translation, even without  the authorization of, and without any payment to, the  owner of the copyright of the work, without prejudice  to the application of the provisions of section 11.",
    "mean_p_confidence": 0.8307446808510639
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "  16. (1) Where the owner of the copyright in a musical Limitation",
    "mean_p_confidence": 0.8021428571428572
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "  ~ work has already authorized a person to make a sound 0 Hight,  recording of the performance of the work, any other person recording and  may, if he cannot agree with the owner to make a sound Proadeasting.  recording of a performance of the same work, make a new  sound recording of a performance of the said work without",
    "mean_p_confidence": 0.8112307692307692
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  8 Code of Intellectual Property é  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7207142857142858
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  ‘the authorization of the owner, provided that such other  person pays to the owner an equitable remuneration which  amount shall be fixed by the Secretary to the Ministry of |  the Minister in charge of the subject of Culture. The fore-  going provisions shall apply also to any words accompanying  the music.",
    "mean_p_confidence": 0.8098305084745763
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (2) Where any public broadcasting or television  organization operating in and from Sri Lanka cannot agree  with the owner of the copyright in any work which it  wishes to transmit by broadcasting or television on the  conditions on which the work may be broadcast or televised,  it shall be entitled to proceed to such broadcasting or  television even without the authorization of the owner,  provided that it pays to the owner an equitable remunera-  tion which amount shall be fixed by the Secretary to the  Ministry of the Minister in charge of the subject of  Culture.",
    "mean_p_confidence": 0.8382407407407407
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (3) The provisions of subsections (1) and (2) shall be  without prejudice to the application of the provisions of  section 11.",
    "mean_p_confidence": 0.7852
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  (4) The mode and manner of the assesment and payment  of remuneration under subsections (1) and (2) shall be as +  prescribed.",
    "mean_p_confidence": 0.791923076923077
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  Ownershipot 17. (1) The rights protected under this Part shall be",
    "mean_p_confidence": 0.7230769230769231
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  copyright. owned in the first instance by the author or authors who  created the work. The authors of a work of joint author~  ship shall be co-owners of the said rights.",
    "mean_p_confidence": 0.8231428571428571
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  (2) In the absence of proof to the contrary, the author  of a work is the person under whose name the work is  disclosed.",
    "mean_p_confidence": 0.8153571428571428
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  (3) In the case of a work created by an author for any  person or body of persons corporate or unincorporate in  the course of his employment under a contract of service,  or of a work commissioned from the author by such person  or body of persons, the rights mentioned in section 10 shall,  in the absence of contractual provisions to the contrary,  be deemed to be transferred to the employer or to the  person commissioning the work.",
    "mean_p_confidence": 0.8475862068965516
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  ‘Transfer of 18. (1) The rights referred to in section 10 shall be ~  copyright. transferable in whole or in part;",
    "mean_p_confidence": 0.80375
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "  (2) Any transfer, other than by operation of law, of @  right referred to in section 10 shall be in writing sigaed  by the transferor.",
    "mean_p_confidence": 0.7944827586206896
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  Code of Intellectual Property 9  Act, No, 52 of 1979",
    "mean_p_confidence": 0.716923076923077
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (3) A transfer, in whole or in part of any right referred  ‘to in section 10, shall not include or be deemed to include  the transfer of any other rights referred to therein.",
    "mean_p_confidence": 0.8345945945945946
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (4) When a contract provides for the total transfer of  ‘one of the rights referred to in section 10, the scape of such  ‘contract shall be limited to the exercise of such rights a3  are provided for in the contract,",
    "mean_p_confidence": 0.8106666666666666
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  (5) The transfer of ownership of the only copy or of one  -or several copies of a work shall not imply or be deemed to  imply the transfer of the copyright in the work.",
    "mean_p_confidence": 0.8357894736842105
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  19. (1) Unless expressly provided otherwise in this Duration of  Part, the rights referred to in section 10 shall be protected s¢gnomie  during the life of the author and for fifty years after his  death,",
    "mean_p_confidence": 0.78575
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (2) In the cose of a work of joint authorship the rights  referred to in section 10 shall be protected during the lite  of the last surviving author and for fifty years after his  death,",
    "mean_p_confidence": 0.8185
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  (3) In the case of a work published anonymously or",
    "mean_p_confidence": 0.7475
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  ~ under a pseudonym, the rights referred to in section 10  shall be protected until the expiration of fifty years from  ‘the date on which such work was first lawfully published :",
    "mean_p_confidence": 0.815
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  Provided that where, before the expiration of the said  period, the author or the author's identity is revealed or is  ho longer in doubt, the provisions of subsection (1) or sub-  section (2) shall apply as the case may be.",
    "mean_p_confidence": 0.8151111111111111
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  (4) In the case of a cinematographic, radiophonic or  audiovisual work, the rights referred to in section 10 shall  be protected until the expiration of fifty years from the  making of the work or, if the work is made available to the  Public during such period with the consent of the author,  fifty years from the date of its communication to the public.",
    "mean_p_confidence": 0.8367142857142857
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  (5) In the case of a photographie work or a work of  applied art, the rights referred to in section 10 shall be  Protected until the expiration of twenty-five years from the",
    "mean_p_confidence": 0.7849999999999999
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "  - making of the work,",
    "mean_p_confidence": 0.5385714285714286
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "  (6) Every period under the preceding provisions of this  ‘section shall run to the end of the calendar year in which  it would otherwise expire.",
    "mean_p_confidence": 0.8168965517241379
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  10 Code of Intellectual Property  Act, No, 52 of 1979  Sound 20, (1) The lawful maker of any sound recording shall,  = for a period of fifty years from the first publication of the  sound recording, have the exclusive right to reproduce or  authorize the reproduction of the sound recording.",
    "mean_p_confidence": 0.8094736842105263
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  (2) The provisions of sections 14, 18, 19 (6), and 21 shall  apply to sound recordings.",
    "mean_p_confidence": 0.7773684210526316
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  Intringe-, 21. (1) Any person who infringes any of the rights",
    "mean_p_confidence": 0.6592307692307693
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  Sanctions, | protected under this Part may be prohibited by injunction  from continuing such infringement and may also be liable  in damages.",
    "mean_p_confidence": 0.7546153846153847
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (2) The provisions of Chapter XXXII relating to in-  fringements shall apply, mutatis :nutandis, to the rights  protected under this Part.",
    "mean_p_confidence": 0.7444
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  Fields of 22, Thi =  Fields ot This Part shall apply to- .",
    "mean_p_confidence": 0.578125
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (a) works of authors who are nationals of, or have their",
    "mean_p_confidence": 0.7792307692307692
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  habitual residence in, Sri Lanka; and",
    "mean_p_confidence": 0.7062499999999999
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  (®) works first published in Sri Lanka, irrespective of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  the nationality or residence of their authors; and",
    "mean_p_confidence": 0.749
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "  (c) all works which, by virtue of treaties entered into by",
    "mean_p_confidence": 0.7807692307692308
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "  Sti Lanka, are to be protected, as well as to works ~  of Sti Lanka folklore.  ‘Ateoestion’ 23. No copyright, or right in the nature of copyright  Yaw. \"™°\" shall subsist otherwise than by virtue of this Part or of  rights, any other enactment made in that behalf.  gies 24. The provisions of this Part shall not affect any rights  otherlaws, hereinbefore acquired under the common law or any other  law.  PART II  InpustataL Desioxs  CHAPTER III  Scope of this Part and Definitions  Sepre ot 25. The protection of industrial designs provided under  this Part shall be in addition to and not in derogation of any  other protection provided under any other written law, in  particular under Part II of this Code,",
    "mean_p_confidence": 0.768705035971223
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  Code of Intellectual Property uu  ‘Act, No. 52 of 1979",
    "mean_p_confidence": 0.6584615384615385
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  26. The protection provided under this Part shall— Conditions",
    "mean_p_confidence": 0.7081818181818181
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  for",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  (2) apply only to new industrial designs ; protection,",
    "mean_p_confidence": 0.7345454545454545
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  ~ — @) not apply to an industrial design which consists of  any seandalous design or is contrary to morality  or public order or which, in the opinion of the  Registrar or the Court, is likely to offend the  religious or racial susceptibilities of any community.",
    "mean_p_confidence": 0.7823076923076923
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  21, For the purposes of this Part any composition of lines Definition  or colours or any three dimensional form, whether or not Sl sustrial  associated with lines or colours, that gives a special design.  appearance to a product of industry or handicraft and is  capable of serving as a pattern for a product of industry  or handicraft shall be deemed to be an industrial design :",
    "mean_p_confidence": 0.8001369863013699
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  Provided that anything in an industrial design which  serves solely to obtain a technical result shall not be pro-  tected under this Part.",
    "mean_p_confidence": 0.7966666666666666
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  28. (1) For the purposes of this Part a new industrial Definition  design shall mean an industrial design which had not been °* 20velty.  made available to the public anywhere and at any time  whatsoever through description, use or in any other manner",
    "mean_p_confidence": 0.8010416666666668
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  before the date of an application for registration of such  industrial design or before the priority date validly claimed  in zespect thereof.",
    "mean_p_confidence": 0.7742307692307692
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "  (2) An industrial design shall not be deemed to have  been made available to the public solely by reason of the  fact that, within the period of six months preceding the  filing of an application for registration, it had appeared in an  official or officially recognized international exhibition.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "  (8) An industrial design shall not be considered a new  industrial design solely by reason of the fact that it differs  from an earlier industrial design in minor respects or that  it concerns a type of product different from a product em-  bodying an earlier industrial design,",
    "mean_p_confidence": 0.8147169811320755
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "  CHAPTER IV  Right to protection of industrial design  \"29. (1) The right to obtain protection of an industrial Ownership  design belongs to its owner. ; fo protection  of industrial",
    "mean_p_confidence": 0.6902857142857143
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "  (2) Subject to section 31 the owner of an industrial design,",
    "mean_p_confidence": 0.7761538461538462
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "  design is its creator or his succesor in title.",
    "mean_p_confidence": 0.7227272727272727
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  2 Code of Intellectual Property  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7015384615384614
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (3) Where two or more persons have jointly created an  industrial design, the right to obtain protection shall belong  to them jointly : ,",
    "mean_p_confidence": 0.7732142857142856
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  Provided that a person who has merely assisted in the  creation of an industrial design but has made no contri-  bution of a creative nature shall not be deemed to be the  creator or a co-creator of such industrial design.",
    "mean_p_confidence": 0.8302222222222222
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  (4) Subject to sections 30 and 31 the person who makes  the first application for the registration of an industrial  design or the person who first validly claims the earliest  priority for his application shall be deemed to be the creator  of such industrial design.",
    "mean_p_confidence": 0.8354901960784313
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  Psurpation: 30, Where the essential elements of an industrial design,",
    "mean_p_confidence": 0.6816666666666666
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  ‘assignment ot the subject of an application for registration, have been",
    "mean_p_confidence": 0.6684615384615384
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  application unlawfully derived from an industrial design for which the",
    "mean_p_confidence": 0.6916666666666668
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  Segistration. right to protection belongs to another person, such other  person may apply to Court for an order that the said  application or registration be assigned to him :",
    "mean_p_confidence": 0.793030303030303
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  Provided that where, after an application for the regis-  tration of an industrial design has been filed, th person to  whom the right to protection belongs gives his consent to  the filing of the said application, such consent shall, for all  Purposes, be deemed to have been effective from the date ~  of filing of such application.",
    "mean_p_confidence": 0.82203125
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  ipestial, 31, (1) In the absence of any provision to the contrary",
    "mean_p_confidence": 0.7478571428571429
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "  talib in any contract of employment or for the execution of work,",
    "mean_p_confidence": 0.7507142857142857
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "  @employee the ownership of an industrial design created in the per-",
    "mean_p_confidence": 0.7246153846153847
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "  > ene formance of such contract or in the execution of such work",
    "mean_p_confidence": 0.734
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "  commission. shall be deemed to accrue to the employer, or the person  who commissioned the work, as the case may be:",
    "mean_p_confidence": 0.8058333333333333
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "  Provided that where the industrial design acquires an  ‘economic value much greater than the parties could reasona-  bly have foreseen at the time of concluding the contract  of employment or for the execution of work, as the case  may be, the creator shall be entitled to equitable remune-  ation which may be fixed by the Court in the absence of",
    "mean_p_confidence": 0.8422388059701492
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "  ‘ agreement between the parties.",
    "mean_p_confidence": 0.5628571428571428
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "  (2) Where an employee whose contract of employment  docs not require him to engage in any creative activity  creates, in the field of activities of his employer, an indus-  trial design using data or means placed at his disposal  by his employer, the ownership of such industrial design  shall be deemed to accrue to the employer in the absence  of any provision to the contrary in the contract of  employment :",
    "mean_p_confidence": 0.817
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  Code of Intellectual Property 13  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7053846153846154
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  Provided that the employee shall be entitled to equitable  Temuneration which, in the absence of agreement between  the parties, may be fixed by the Court taking into account  his emoluments, the economic value of the industrial design  and any benefit derived from it by the employer.",
    "mean_p_confidence": 0.8240384615384616
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  (8) The rights conferred on the creator of an industrial  design by subsections (1) and (2) shall not be restricted by  contract.",
    "mean_p_confidence": 0.7834615384615385
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  32, (1) The creator of an industrial design shall be Naming of  named as such in the registration, unless by a declaration gn “™  in writing signed by him or on his behalf and submitted to industrial  the Registrar he indicates that he does not wish to be so “°\"8*  named.",
    "mean_p_confidence": 0.7659649122807017
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  (2) The provisions of subsection (1) shall not be  modified by the terms of any contract.",
    "mean_p_confidence": 0.8021052631578948
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  CHAPTER V  Requirements of application and procedure for registration",
    "mean_p_confidence": 0.7025
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  33. (1) An application for registration of an industrial Requirements,  design shall be made to the Registrar in the prescribed form pplication.  and shall contain—",
    "mean_p_confidence": 0.766551724137931
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  (@) a request for registration of the industrial design ;",
    "mean_p_confidence": 0.7491666666666666
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  (b) the name, address and deseription of the applicant",
    "mean_p_confidence": 0.7527272727272727
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "  and, if he is resident outside Sri Lanka, a postal  address for service in Sri Lanka ;",
    "mean_p_confidence": 0.7905
  },
  {
    "i_page": 21,
    "par_num": 11,
    "text": "  (©) a specimen of the article embodying the industrial  design or copies of a photographic or graphic  representation of the industrial design, in colour  where it is in colour, or drawings and tracings of  the design :",
    "mean_p_confidence": 0.7895348837209302
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "  (@) an indication of the kind of products for which the  industrial design is to be used and, where the  regulations make provision for classification, an  indication of the class or classes in which such  products are included ;",
    "mean_p_confidence": 0.7808888888888889
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "  (e) a declaration by the applicant that the industrial  design is new to the best of his knowledge.",
    "mean_p_confidence": 0.8147619047619047
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "  (2) The application for registration may be accompanied",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "  by a declaration signed by the creator of the industrial",
    "mean_p_confidence": 0.7825000000000001
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  u Code of Intellectual Property",
    "mean_p_confidence": 0.5985714285714286
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  Act, No. 52 of 1979  design, giving his name and address and requesting that  he be mentioned as such in the registration,",
    "mean_p_confidence": 0.7884615384615384
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  (8) Where the applicant is not the creator of the industrial  design the application shall be accompanied by a statement  justifying the applicant’s right to obtain registration.",
    "mean_p_confidence": 0.8141935483870967
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  (4) The Registrar shall send a copy of the statement  referred to in subsection (3) to the creator of the industrial  design who shall have the right to inspect the application  and to receive, on payment of the prescribed fee, a copy  thereof.",
    "mean_p_confidence": 0.8310204081632653
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  (5) Where the application is filed through an agent, it  shall be accompanied by a power of attorney granted to  such agent by the applicant :",
    "mean_p_confidence": 0.7966666666666666
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  Provided that legalization or certification of the applicant's  signature shall not be necessary.",
    "mean_p_confidence": 0.74625
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  (6) An application may be made for the registration of  any number of industrial designs not exceeding fifty  provided that they are of the same class or kind.",
    "mean_p_confidence": 0.8184374999999999
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  Right of 34. The applicant for registration of an industrial design +  Priority. ‘who wishes to avail himself of the priority of an earlier  application filed in a convention country shall, within six  months of the date of such earlier application, append to his  application a written declaration indicating the date and  number of the earlier application, the name of the applicant  and the country in which he or his predecessor in title filed  such application and shall, within a period of three months  from the date of the later application filed in Sri Lanka,  furnish a copy of the earlier application certified as correct  by the appropriate authority of the country where such  earlier application was filed.  Application 35. An application for registration of an industrial design  7 shall not be entertained unless the prescribed fee has been  Paid to the Registrar.  Examination 36. (1) The Registrar shall examine whether the  ‘application. application for registration complies with sections 26 (2),  33, 34 (where applicable) and 35. si  (2) Where the application does not comply with sections  26 (2), 33 and 35, the Registrar shall refuse registration of  ‘the industrial design :",
    "mean_p_confidence": 0.8305607476635515
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  Code of Intellectual Property 15  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7146153846153845
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  Provided that the Registrar shall first notify the applicant  ‘of any defect in the application and shall afford him an  ‘opportunity to remedy such defect within three months  from the date of receipt of such notification,",
    "mean_p_confidence": 0.8182926829268292
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  (8) Where the application does not comply with section  34, the Registrar shall not, in connection with the registra-  tion of the industrial design, make any reference to the  priority claimed.",
    "mean_p_confidence": 0.805
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "  (4) Where the application complies with seetion 34, the  Registrar shall, in connection with the registration of the  industrial design, record the priority claimed.",
    "mean_p_confidence": 0.795
  },
  {
    "i_page": 23,
    "par_num": 5,
    "text": "  (8) Where the Registrar refuses to register an industrial  design he shall, if required by the applicant, state in  writing the grounds of his decision.",
    "mean_p_confidence": 0.7993103448275862
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "  37. Where the application complies with sections 26(2), Registration.  33 and 35, the industrial design shall, notwithstanding the  Provisions of section 26 (1), be registered without further  ‘examination.",
    "mean_p_confidence": 0.7724242424242423
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "  38 Upon the registration of an industrial design, the Issue of  Registrar shall issue to the registered owner thereof a Of.  certificate of registration and shall, at the request of the Teeistration.  Tegistered owner, send such certificate to him by registered  Post at his last recorded postal address in Sri Lanka or, if  he is resident outside Sri Lanka, to his last recorded postal  address for service in Sri Lanka.",
    "mean_p_confidence": 0.8047435897435897
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "  38. (1) The Registrar shall keep and maintain a register Register of  called the Register of Industrial Designs wherein shall be poisua\"!  recorded, in the order of their registration, all registered  industrial designs and such other particulars relating to  industrial designs as are authorized or directed by this Part  to be so recorded or may from time to time be prescribed,",
    "mean_p_confidence": 0.8129411764705883
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "  (2) The registration of an industrial design shall include  a representation of the industrial design and shall specify  its number, the name and address of the registered owner  and, if the registered owner is resident outside Sri Lanka,",
    "mean_p_confidence": 0.8176744186046511
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "  @ postal address. for service in Sri Lanka; the dates of  application and registration ; if priority is validty claimed,  an indication of that fact and the number, date and country  of the application on the basis of which the priority is  claimed; the kinds and classes of products referred to in",
    "mean_p_confidence": 0.8239655172413793
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  16 Code of Intellectual Property  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7161538461538461
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  section 33 (1) (d), and the name and address of the creator",
    "mean_p_confidence": 0.7828571428571428
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  of the industrial design, if he has requested that he",
    "mean_p_confidence": 0.7875
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  be mentioned as such in the registration,  Examination 40, Any person may examine the register and may obtain  — certified extracts therefrom on payment of the prescribed  certified fee.",
    "mean_p_confidence": 0.7538235294117647
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  copies,",
    "mean_p_confidence": 0.23666666666666666
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  Publication 41, The Registrar shall cause to be published in the",
    "mean_p_confidence": 0.7861538461538462
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  Fegiatered Gazette, in the prescribed form, all registered industrial",
    "mean_p_confidence": 0.7063636363636363
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  industrial designs in the order of their registration, including in",
    "mean_p_confidence": 0.6991666666666667
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "  aan respect of each industrial design so published reference to",
    "mean_p_confidence": 0.695
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "  such particulars as may be prescribed.",
    "mean_p_confidence": 0.6925
  },
  {
    "i_page": 24,
    "par_num": 11,
    "text": "  CHAPTER VI  Duration of registration  Duration of 42, Subject and without prejudice to other provisions of  \"this Part, registration of an industrial design shall expire  five years after the date of receipt of the application for  registration,",
    "mean_p_confidence": 0.7825
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "  Renewal. 43, (1) Registration of an industrial design may be*  renewed for two consecutive periods of five years each  on payment of the prescribed fee.",
    "mean_p_confidence": 0.7831034482758621
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "  (2) The renewal fee shall be paid within the twelve  months preceding the date of expiration of the period of  registration :",
    "mean_p_confidence": 0.8007692307692308
  },
  {
    "i_page": 24,
    "par_num": 14,
    "text": "  Provided, however, that a period of grace of six months  shall be allowed for the payment of the fee after the date  of such expiration, upon payment of such surcharge as  may be preseribed.",
    "mean_p_confidence": 0.812051282051282
  },
  {
    "i_page": 24,
    "par_num": 15,
    "text": "  J (8) The Registrar shall record in the register and cause  to be published in the Gazette in the prescribed form all  renewals of registration.",
    "mean_p_confidence": 0.7848275862068965
  },
  {
    "i_page": 24,
    "par_num": 16,
    "text": "  (4) Where the renewal fee has not been paid within such  period or such extended period specified in subsection (2),  the Registrar shall remove the registration of the industrial  design from the register,",
    "mean_p_confidence": 0.7928947368421052
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  . Code of Intellectual Property Ww  Act, No. 52 of 1979  CHAPTER VII  Rights of registered owner of industrial design  \"44, (1) Subject and without prejudice to other provisions Rights of,  of this Part, the registered owner of an industrial design owner of  shall have the following exclusive rights in relation to the jygustriat  industrial design :—  (@ to reproduce and embody such industrial design in  making a product ;  (®) to import, offer for sale, sell or use a product embody-  ing such industrial design ;  (©) to stock, for the purpose of offering for sale, selling  or using, a product embodying such industria  design ;  (@) to assign or transmit the registration of the industrial  design;  (e) to conclude licence contracts,  (2) No person shall do any of the acts referred to in  _ Subsection (1) without the consent of the registered owner  of the industrial design,  (8) The acts referred to in subsection (1), if done by any  unauthorized person, shall not be lawful solely by reason  of the fact that the reproduction of the registered industrial  design differs from the registered industrial design in minor  Tespects or that the reproduction of the registered industrial  design is embodied in a type of product different from a  Product embodying the registered industrial design.  45. The provisions of section 44(1) shall— Limitation  of registered  (2) extend only to acts done for industrial or commercial fights,  purposes ;  (2) not preclude third parties from doing any of the acts  . referred to therein in respect of a product embody-  ing the registered industrial design after the said  product has been lawfully manufactured, imported,  offered for sale, sold, used or stocked in Sri Lanka.  4A. 40084 (79/04)",
    "mean_p_confidence": 0.7921538461538461
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  18 Code of Intellectual Property  Act, No. 52 of 1979  CHAPTER VIII  Assignment and transmission of applications and  registrations ‘",
    "mean_p_confidence": 0.6603846153846153
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  Assignment 46, (1) An application for registration or the registration  ‘fransmission of an industrial design may be assigned or transmitted.  applications (2) Any person becoming entitled by assignment or  Fegistrations, fTansmission to an application for registration or the",
    "mean_p_confidence": 0.7467441860465116
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  registration of an industrial design may apply to the",
    "mean_p_confidence": 0.7336363636363636
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  Registrar in the prescribed manner to have such assignment",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  or transmission recorded in the register.",
    "mean_p_confidence": 0.69875
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  (3) No such assignment or transmission shall be recorded  in the register unless—",
    "mean_p_confidence": 0.7575
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  (@) the prescribed fee has been paid to the Registrar;",
    "mean_p_confidence": 0.7683333333333332
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  (b) in the case of an assignment, it is in writing signed",
    "mean_p_confidence": 0.7985714285714286
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  by or on behalf of the contracting parties.",
    "mean_p_confidence": 0.762
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  (4) No such assignment or transmission shall have effect  against third parties unless so recorded in the register.",
    "mean_p_confidence": 0.8195238095238095
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "  Patt ay 47. In the absence of any agreement to the contrary  Cas between the parties, joint owners of an application for  applications registration or the registration of an industrial design may,~~  registration. Separately, assign or transmit their rights in the application  or registration, use the industrial design and exercise the  exclusive rights referred to in section 44 (1) (a) to (c),  but may only jointly withdraw the application, renounce  the registration or conclude a licence contract.  CHAPTER IX  Licence Contracts  Interpre- 48. For the purposes of this Part licence contract means  a any contract by which the registered owner of an industrial  design (“the licensor”) grants to another person or enter-  Prise (“the licensee”) a licence to do any or all of the acts  Teferred to in section 44 (1) (a) to (c).  Form, and 49. (1) A licence contract shall be in writing signed by  rence or on behalf of the contracting parties.  contract.",
    "mean_p_confidence": 0.7887428571428572
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "  (2) Upon a request in writing signed by or on behalf we  the contracting parties, the Registrar shall on payment of  the prescribed fee, record in the register such particulars  relating to the contract as the parties thereto might wish to  have recorded :",
    "mean_p_confidence": 0.805
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  Code of Intellectual Property 9  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6892307692307692
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  Provided that the parties shall not be required to disclose  or have recorded any other particulars relating to the said  contract.",
    "mean_p_confidence": 0.7872
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  50. (1) In the absence of any provision to the contrary Rights of  in the licence contract, the licensee shall— Beane",
    "mean_p_confidence": 0.7804166666666666
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  (@) be entitled to do any or all of the acts referred to in",
    "mean_p_confidence": 0.811875
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  section 44 (1) (a) to (c) within the whole geogra-  phical area of Sri Lanka, during the whole period of  Tegistration of the industrial design, including  renewals, and through any application of the indus-  trial design ;",
    "mean_p_confidence": 0.7955813953488372
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  (®) not be entitled to assign or transmit his rights under",
    "mean_p_confidence": 0.7792307692307692
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  ‘the licence contract or grant sub-licenses to third  patties.",
    "mean_p_confidence": 0.6733333333333333
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "  (2) The provisions of this Chapter shall apply, mutatis  ‘mutandis, to assignments and sub-licenses.",
    "mean_p_confidence": 0.7735294117647059
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "  SL. (1) In the absence of any provision to the contrary Rights of  in the licence contract, the licensor may grant further licensor.  Uicences to third parties in respect of the same industrial  design or himself do any or all of the acts referred to in  section 44 (1) (a) to (c).",
    "mean_p_confidence": 0.8103448275862069
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "  ~ (2) Where the licence contract provides that the licence  is exclusive, and unless it is expressly provided otherwise  in such contract, the licensor shall not grant further licences  to third parties in respect of the same industrial design or  himself do any of the acts referred to in section 44 (1) (a)  to (e).",
    "mean_p_confidence": 0.8141935483870967
  },
  {
    "i_page": 27,
    "par_num": 11,
    "text": "  52, Any clause or condition in a licence contract shall be Invalid  null and void in so far as it imposes upon the licensee, in slauses in  the industrial or commercial field, restrictions not derived contracts.  from the rights conferred by this Part on the registered  owner of an industrial design, or unnecessary for the safe-  guarding of such rights:",
    "mean_p_confidence": 0.7874626865671641
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "  Provided that—",
    "mean_p_confidence": 0.455
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "  (a) restrictions concerning the scope, extent, or duration",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "  of use of the industrial design, or the geographical  area in or the quality or quantity of the products in  connection with which the industrial design may  be used, and",
    "mean_p_confidence": 0.8065714285714286
  },
  {
    "i_page": 27,
    "par_num": 15,
    "text": "  ~ *. (®) obligations imposed upon the licensee to abstain from  all acts capable of prejudicing the validity of the  registration of the industrial design.",
    "mean_p_confidence": 0.7358620689655172
  },
  {
    "i_page": 27,
    "par_num": 16,
    "text": "  shall not be deemed to constitute such restrictions.",
    "mean_p_confidence": 0.744
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  20 Code of Intellectual Property  ' Act, No, 52 of 1979  Eifect of, 53. Where, before the expiration of the licence contract,  Repistfation the registration is declared null and void the licensee shall  eflicence no longer be required to make any payment to the licensor  ceed under the licence contract, and shall be entitled to repay-  ment of the payments already made:",
    "mean_p_confidence": 0.7621428571428571
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  Provided that the licensor shall not be required to make  any repayment, or shall be required to make repayment  only in part, to the extent that he can prove that any such  repayment would be inequitable under all the circumstances,  in particular if the licensee has effectively profited from the  licence.",
    "mean_p_confidence": 0.8286206896551723
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  pei, 54, ‘The Registrar shall—",
    "mean_p_confidence": 0.5042857142857143
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  coe (1) if he is satisfied that a recorded licence contract has",
    "mean_p_confidence": 0.7714285714285714
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  Spvalidation expired or been terminated, record that fact in the",
    "mean_p_confidence": 0.7066666666666667
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  contract register upon a request in writing to that effect  signed by or on behalf of the parties thereto ;",
    "mean_p_confidence": 0.7947826086956522
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  (2) record in the register the expiry, termination or  invalidation of a licence contract under any provi-  sion of this Part.",
    "mean_p_confidence": 0.7592
  },
  {
    "i_page": 28,
    "par_num": 8,
    "text": "  Licence, 55. (1) Where the Registrar has reasonable cause to",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "  inoue believe that any licence contract or any amendment or",
    "mean_p_confidence": 0.7166666666666667
  },
  {
    "i_page": 28,
    "par_num": 10,
    "text": "  Payments renewal thereof— 4  3 (@ which involves the payment of royalties abroad ; or",
    "mean_p_confidence": 0.6561111111111111
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "  (0) which by reason of other circumstances relating to",
    "mean_p_confidence": 0.7318181818181817
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "  such licence eontract,  is detrimental to the economic development of Sri Lanka  he shall in writing communicate such fact to the Governor  of the Central Bank and transmit all papers in his custody  relevant to a decision on such matter to the Governor of the  Central Bank.",
    "mean_p_confidence": 0.8185185185185184
  },
  {
    "i_page": 28,
    "par_num": 13,
    "text": "  (2) Where the Governor of the Central Bank on receipt of  any communication under subsection (1) informs the Regis-  trar in writing that the said licence contract or any amend-  ment or renewal thereof is detrimental to the economic  development of Sri Lanka the Registrar shall cancel and  invalidate the record of such contract in the register.",
    "mean_p_confidence": 0.83796875
  },
  {
    "i_page": 28,
    "par_num": 14,
    "text": "  CHAPTER X  Renunctation and nullity of registration  Resunciation 56, (1) ‘The registered owner of an industrial design may  Tegistration, | Tenounce the registration by a declaration in writing signed  by him or on his behalf and submitted to the Registrar.",
    "mean_p_confidence": 0.7602173913043478
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  Code of Intellectual Property a  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6684615384615384
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  (2) The Registrar shall, on receipt of the said declara-  tion, record it in the register and cause such record to be  published in the Gazette.",
    "mean_p_confidence": 0.8046666666666666
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  (@) The renunciation shall take effect from the date that  the Registrar receives the said declaration.",
    "mean_p_confidence": 0.7621052631578947
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  (4) Where a licence contract in respect of an industrial  design is recorded in the register the Registrar shall not,  in the absence of provision to the contrary in such licence  contract, accept or record the said renunciation except upon  receipt of a signed declaration by which every licensee or  sub-licensee on record consents to the said renunciation,  unless the requirement of his consent is expressly waived  in the licence contract.",
    "mean_p_confidence": 0.8386250000000001
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  57, (1) The Court may on the application of any person Nullity of  showing a legitimate interest, or of any competent authority esistration  including the Registrar, to which the registered owner of  the industrial design and every assignee, licensee or sub-  licensee on record shall be made party, declare the regis-  tration of the industrial design null and void on any one or  more of the following grounds :—",
    "mean_p_confidence": 0.8103896103896103
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  (@) that the provisions of sections 26, 27 and 28 have not",
    "mean_p_confidence": 0.8035714285714286
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "  been satisfied :",
    "mean_p_confidence": 0.542
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "  Provided, however, that the grounds of nullity  referred to in section 26 (2) shall not be taken into  account if they do not exist at the date of the appli-  cation to Court ;",
    "mean_p_confidence": 0.8146153846153846
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "  (b) that the identical industrial design has been previously  registered upon a prior application or has been con-  ferred earlier priority by virtue of an application in  that behalf upon the ground of prior registration in  another country ;",
    "mean_p_confidence": 0.8004444444444444
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "  (c) that the essential elements of the registered industrial  design have been unlawfully derived from the  creation of another person within the meaning of  section 30.",
    "mean_p_confidence": 0.7858064516129032
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "  (2) Where an application under subsection (1) relates to",
    "mean_p_confidence": 0.7818181818181817
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "  several industrial designs, included in the registration and",
    "mean_p_confidence": 0.753
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "  = the ground or grounds for nullity apply to some but not to  all such industrial designs, the Court shall declare such re-  gistration null and void in so far as it relates to the indus-  trial design in respect of which the ground or grounds for  nullity apply.",
    "mean_p_confidence": 0.8180000000000001
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  2 Code of Intellectual Property  . Act, No. 52 of 1979  Date and 58. (1) Upon a final decision of the Court declaring total  =e or partial nullity of the registration of an industrial design,  ‘the registration shall be deemed to have been null and  ‘void totally or partially, as the case may be, from the date *  of such registration.  (2) When a declaration of nullity becomes final the  Registrar of the Court shall notify the Registrar who shall  record the said declaration in the register and cause it to  be published in the Gazette.  PART IV  Parents  CHAPTER XI  Definitions  Desinition 59. (1) For the purposes of this Part, “invention” means  favention. an idea of an inventor which permits in practice the solution  to a specific problem in the field of technology.  (2) An invention may be, or may relate to, a product or  process, r",
    "mean_p_confidence": 0.7810650887573964
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  (8) The following, notwithstanding they are inventions  within the meaning of subsection (1), shall not be patent-  able—",
    "mean_p_confidence": 0.7536363636363635
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  (@ discoveries, scientific theories and mathematical  methods ;",
    "mean_p_confidence": 0.6627272727272727
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  (®) plant or animal varieties or essentially biological pro-  cesses for the production of plants or animals, other  than micro-biological processes and the products  of such processes ;",
    "mean_p_confidence": 0.7654545454545455
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  (©) schemes, rules, or methods for doing business, per-  forming purely mental acts or playing games}",
    "mean_p_confidence": 0.7510526315789473
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  (@ methods for the treatment of the human or animal  body by surgery or therapy, and diagnostic methods  practised on the human or animal body :",
    "mean_p_confidence": 0.8093333333333333
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  Provided, however, that this paragraph shall not  apply to the products used in any such methods.  Patentable 60, An invention is patentable if it is new, involves an 7  inventions. inventive step and is industrially applicable.  Novelty. 61. (1) An invention is new if it is not anticipated by  prior art.",
    "mean_p_confidence": 0.8058620689655173
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  Code of Intellectual Property 2B  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6946153846153845
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  (2) Prior art shall consist of",
    "mean_p_confidence": 0.5962500000000001
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  (a) everything disclosed to the public, anywhere in the  world, by written publication or, in Sri Lanka, by",
    "mean_p_confidence": 0.8071428571428572
  },
  {
    "i_page": 31,
    "par_num": 4,
    "text": "  oral disclosure, by use or in any other way, prior to  the filing or, where appropriate, priority date of the  Patent application claiming the invention ;",
    "mean_p_confidence": 0.8113333333333334
  },
  {
    "i_page": 31,
    "par_num": 5,
    "text": "  (®) the contents of a domestic patent application having  an earlier filing or, where appropriate, priority date  than the patent application referred to in paragraph  (a), to the extent that such contents are included  in the patent granted on the basis of the said  domestic patent application.",
    "mean_p_confidence": 0.8107407407407408
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "  (8) A disclosure made under subsection (2) (a) shall be  disregarded—",
    "mean_p_confidence": 0.7107142857142856
  },
  {
    "i_page": 31,
    "par_num": 7,
    "text": "  (@) if such disclosure occurred within one year preceding",
    "mean_p_confidence": 0.759090909090909
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "  the date of the patent application and if such dis-  closure was by reason or in consequence of acts  committed by the applicant or his predecessor in  title ;",
    "mean_p_confidence": 0.8029411764705883
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "  (®) if such disclosure occurred within six months pre-  ceding the date of the patent application and if  such disclosure was by reason or in consequence",
    "mean_p_confidence": 0.7933333333333333
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "  = of any abuse of the rights of the applicant or his  predecessor in title.",
    "mean_p_confidence": 0.7711111111111111
  },
  {
    "i_page": 31,
    "par_num": 11,
    "text": "  62, An invention shall be considered as involving an Inventions  inventive step if, having regard to the prior art relevant to °°  the patent application claiming the invention, such inven-  tive step would not have been obvious to a person having  ordinary skill in the art.",
    "mean_p_confidence": 0.7978846153846154
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "  63. An invention shall be considered industrially Industriat  applicable if it can be made or used in any kind of industry, SPPlicatfon.",
    "mean_p_confidence": 0.7512000000000001
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "  CHAPTER XI  Right to a Patent",
    "mean_p_confidence": 0.5711111111111111
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "  64. (1) Subject to section 65 the right to a patent shall Right  belong to the inventor. Daten",
    "mean_p_confidence": 0.7309523809523809
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "  (2) Where two or more persons have jointly made an  invention, the right to a patent shall belong to them jointly.",
    "mean_p_confidence": 0.8241666666666666
  },
  {
    "i_page": 31,
    "par_num": 16,
    "text": "  65. Where the essential elements of the invention  Vsurpatioa  claimed in a patent application or patent have been un- {408  Jawfully derived from an invention for which the right of patent",
    "mean_p_confidence": 0.718
  },
  {
    "i_page": 31,
    "par_num": 17,
    "text": "  pplication  or patent",
    "mean_p_confidence": 0.35000000000000003
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  oe Code of Intellectual Property  Act, No, 52 of 1979",
    "mean_p_confidence": 0.683076923076923
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "  to the patent belongs to another person, such other person",
    "mean_p_confidence": 0.7783333333333333
  },
  {
    "i_page": 32,
    "par_num": 3,
    "text": "  may apply to the Court for an order that the said patent",
    "mean_p_confidence": 0.8164285714285714
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "  application or patent be assigned to him :",
    "mean_p_confidence": 0.721
  },
  {
    "i_page": 32,
    "par_num": 5,
    "text": "  Provided that where, after a patent application has been  filed, the person to whom the right to the patent belongs  gives his consent to the filing of the said patent application,  such consent shall,-for all purposes, be deemed to have  ‘been effective from the date of filing of such application:",
    "mean_p_confidence": 0.8280357142857142
  },
  {
    "i_page": 32,
    "par_num": 6,
    "text": "  Provided also that the Court shall not entertain an appli-  cahon for the assignment of a patent after five years from  the date of grant of the patent,",
    "mean_p_confidence": 0.81125
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "  Feveaitions 66. (1) In the absence of any provision to the contrary",
    "mean_p_confidence": 0.7464285714285713
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "  byan in any contract of employment or for the execution of work,",
    "mean_p_confidence": 0.8150000000000001
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "  ‘employee ‘ne right to a patent for an invention made in the perfor-",
    "mean_p_confidence": 0.7513333333333333
  },
  {
    "i_page": 32,
    "par_num": 10,
    "text": "  pursuant mance of such contract of employment or in the execution",
    "mean_p_confidence": 0.7984615384615383
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "  BSnission. of Such work shall be deemed to accrue to the employer,  or the person who commissioned the work, as the case may  be:",
    "mean_p_confidence": 0.7474999999999999
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "  Provided that where the invention acquires an economic  value much greater than the parties could reasonably have +  foreseen at the time of concluding the contract of employ-  ment or for the execution of work, as the case may be, the  inventor shall be entitled to equitable remuneration which  may be fixed by the Court in the absence of agreement  between the parties.",
    "mean_p_confidence": 0.8291549295774647
  },
  {
    "i_page": 32,
    "par_num": 13,
    "text": "  (2) Where an employee whose contract of employment  does not require him to engage in any inventive activity  makes, in the field of activities of his employer, an inven-  tion using data or means placed at his disposal by his  employer, the right to the patent for such invention shall  be deemed to accrue to the employer, in the absence of  any provision to the contrary in the contract of employ-  ment :",
    "mean_p_confidence": 0.8335365853658536
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "  Provided that the employee shall be entitled to equitable  temuneration which, in the absence of agreement between  the parties, may be fixed by the Court taking into account  ‘his emoluments, the economic value of the invention and +  cany benefit derived from it by the employer.",
    "mean_p_confidence": 0.7984615384615383
  },
  {
    "i_page": 32,
    "par_num": 15,
    "text": "  (3) The rights conferred on the inventor under subsec-  tions (1) and (2) shall not be restricted by contract.",
    "mean_p_confidence": 0.7890909090909091
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  Code of Intellectual Property 5  Act, No. 52 of 1979  67. (1) The inventor shall be named as such in the Namingot  patent, unless by a declaration in writing signed by him inventor.  or on his behalf and submitted to the Registrar he indi-  cates that he does not wish to be so named.  (2) The vrovisions of subsection (1) shall not be modi-  fied by the terms of any contract,  CHAPTER XII  Requirements of Application and Procedure for Grant  68. (1) (a) An application for the grant of a patent shall Require  be made to the Registrar in the prescribed form and shall Menis.ot  contain— R  () a request for the grant of the patent;  (ii) @ description ;  (iii) a claim or claims;  (iv) a drawing or drawings, where required ;  (v) an abstract.  () Where the applicant's ordinary residence or principal  place of business is outside Sri Lanka, he shall be repre-  sented by an agent resident in Sri Lanka whose name  and address shall be given in the application, and the  application shall be accompanied by a power of attorney  ‘granted to such agent by the applicant :  Provided that legalization or certification of the appli-  cant’s signature shall not be necessary.  (©) The application may be accompanied by a declaration  signed by the inventor, giving his name and address and  Tequesting that he be named as such in the patent.  @) (q) The request shall contain—  (@) a petition that the patent be granted ;  (i) the title of the invention ;  (ii) the name, address, deseription and any other pres-  eribed information concerning the applicant, the  \"inventor and the agent, if any.  (0) Where the applicant is not the inventor, the request  shall be accompanied by a statement justifying the appli-  cant’s right to the patent",
    "mean_p_confidence": 0.7840762463343108
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  26 Code of Intellectual Property  ‘Act, No, 52 of 1979",
    "mean_p_confidence": 0.6953846153846153
  },
  {
    "i_page": 34,
    "par_num": 2,
    "text": "  (c) The Registrar shall send a copy of the statement  referred to in paragraph (b) to the inventor who shall have  the right to inspect the application and to receive; on pay-  ment of the prescribed fee, a copy thereof.",
    "mean_p_confidence": 0.8302222222222222
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "  (8) The description shall disclose the invention in a  manner sufficiently clear and complete for the invention  to be evaluated, and to be carried out by a person having  ordinary skill in the art, and shall, in particular, indicate  the best mode known to the applicant for carrying out the  invention.",
    "mean_p_confidence": 0.8212068965517241
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "  (4) The claim or claims shall be clear, concise and  supported by the description.",
    "mean_p_confidence": 0.776470588235294
  },
  {
    "i_page": 34,
    "par_num": 5,
    "text": "  (5) Drawings shall be required when they are necessary  for the understanding of the invention.",
    "mean_p_confidence": 0.7899999999999999
  },
  {
    "i_page": 34,
    "par_num": 6,
    "text": "  (6) The terms of the claim or claims shall determine  the scope and extent of the protection afforded by the  patent, and the description and drawings may be used to  interpret the claim or claims.",
    "mean_p_confidence": 0.8205
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "  (1) The abstract shall serve the purpose of technical  information and shall not be used for the purpose of deter  mining or interpreting the scope and extent of the protec _  tion afforded by the patent.",
    "mean_p_confidence": 0.7890243902439025
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "  Application 69. An application for the grant of a patent shall not be  7 entertained unless the prescribed fee has been paid to the  Registrar.  Search 70. (1) Every applicant shall furnish, within the  Report: prescribed period, a report, which if not in English shall  be accompanied by a translation thereof in English, of an  international-type search as may be prescribed :",
    "mean_p_confidence": 0.7858571428571428
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "  Provided, however, that in lieu of the said international-  type search an applicant may request the Registrar to refer  ‘the application to a local examiner who shall examine the  application on the basis of the claim or claims, with due  regard to the description and the drawings, if any, and  furnish a report to the Registrar, within the prescribed  period, on the relevant prior art, after endeavouring to  discover as much of the relevant prior art as facilities  permit; and for this purpose the local examiner shall in  any case consult all documentation on prior art available  to him.",
    "mean_p_confidence": 0.8292792792792792
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  Code of Intellectual Property 27  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6699999999999999
  },
  {
    "i_page": 35,
    "par_num": 2,
    "text": "  (2) The applicant shall, in the event of his requesting the  Registrar to refer his application to a local examiner, for-  ward the prescribed fee to the Registrar.",
    "mean_p_confidence": 0.818125
  },
  {
    "i_page": 35,
    "par_num": 3,
    "text": "  (3) In this section “Jocal examiner” means any skilled  Person or persons to whom the Registrar may refer ques-  tions concerning patents.",
    "mean_p_confidence": 0.7715384615384615
  },
  {
    "i_page": 35,
    "par_num": 4,
    "text": "  71. An application shall relate to one invention only or Unity of  to a group of inventions so linked as to form a single 7  general inventive concept.",
    "mean_p_confidence": 0.773125
  },
  {
    "i_page": 35,
    "par_num": 5,
    "text": "  72. (1) An applicant may amend the application provided Amendment  that the amendment shall not go beyond the disclosure in Givision  the initial application, of",
    "mean_p_confidence": 0.7013793103448276
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": "  application.",
    "mean_p_confidence": 0.10333333333333333
  },
  {
    "i_page": 35,
    "par_num": 7,
    "text": "  (2) (@) An applicant may divide the application into  two or more applications (“divisional applications”)  provided that each divisional application shall not go  beyond the disclosure in the initial application.",
    "mean_p_confidence": 0.7742857142857142
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": "  (®) Each divisional application shall be entitled to the  filing or, where applicable, priority date of the initial  application,",
    "mean_p_confidence": 0.751304347826087
  },
  {
    "i_page": 35,
    "par_num": 9,
    "text": "  73. (1) An application may contain a declaration Right ot  claiming the priority, pursuant to the Convention, of one Priority.  or more earlier national, regional or international. applica  tions filed by the applicant or his predecessor in title in or  for any State party to the said Convention.",
    "mean_p_confidence": 0.8049999999999999
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "  (2) Where the application contains a declaration under  subsection (1), the Registrar may require that the appli-  cant furnish, within the prescribed time, a copy of the  earlier application, certified as correct by the Office with  which it was filed or, where the earlier application is an  international application filed under the Patent Co-opera~  tion Treaty, by the International Bureau of the World  Intellectual Property Organization.",
    "mean_p_confidence": 0.8246666666666667
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "  (8) The effect of the declaration referred to in subsection  (1) shall be as provided in the Convention referred to  therein,",
    "mean_p_confidence": 0.7628
  },
  {
    "i_page": 35,
    "par_num": 12,
    "text": "  (4) Where any of the requirements of this section or any  regulations pertaining thereto have not been complied with  ‘the declaration referred to in subsection (1) shall be  deemed to be null and void.",
    "mean_p_confidence": 0.8076923076923077
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  B Code of Intellectual Property  Act, No. 52 of 1979  Filing date, 74, (1) The Registrar shall record as the filing date the  date of receipt of the application :",
    "mean_p_confidence": 0.7985714285714286
  },
  {
    "i_page": 36,
    "par_num": 2,
    "text": "  Provided that the application contains— .",
    "mean_p_confidence": 0.6025
  },
  {
    "i_page": 36,
    "par_num": 3,
    "text": "  (@) the name and address of the applicant ;",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "  (®) the name and address of the inventor and, where  the applicant is not the inventor, the statement  referred to in section 68 (2) (b) ;",
    "mean_p_confidence": 0.7896666666666667
  },
  {
    "i_page": 36,
    "par_num": 5,
    "text": "  (©) a description ;",
    "mean_p_confidence": 0.48833333333333334
  },
  {
    "i_page": 36,
    "par_num": 6,
    "text": "  (@ a claim or claims:",
    "mean_p_confidence": 0.6614285714285714
  },
  {
    "i_page": 36,
    "par_num": 7,
    "text": "  Provided also that at the time of receipt of the applica-  tion the prescribed fee has been paid.",
    "mean_p_confidence": 0.7928571428571428
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "  (2) Where the Registrar finds that, at the time of receipt  of the applicatfon, the provisions of subsection (1) are not  fulfilled, he shall request the applicant to file the required  correction.",
    "mean_p_confidence": 0.8162162162162162
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "  (3) Where the applicant complies with the request  referred to in subsection (2), the Registrar shall record as  the filing date the date of receipt of the required correc-  tion ; where the applicant does not so comply the Registrar  shall treat the application as null and void.",
    "mean_p_confidence": 0.8266666666666667
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "  (4) Where the application refers to drawings which in  fact are not included in the application, the Registrar shall  request the applicant to furnish the missing drawings.",
    "mean_p_confidence": 0.8225806451612904
  },
  {
    "i_page": 36,
    "par_num": 11,
    "text": "  (5) Where the applicant complies with the request  referred to in subsection (4), the Registrar shall record as  the filing date the date of receipt of the missing drawings ;  where the applicant does not so comply the Registrar shall  record as the filing date the date of receipt of the applica~  tion and shall make no reference to the said drawings.",
    "mean_p_confidence": 0.8413043478260869
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "  Examination, 15. (1) The Registrar shall examine the application and  shall be satisfied that the following conditions are  fulfilled—",
    "mean_p_confidence": 0.7247826086956521
  },
  {
    "i_page": 36,
    "par_num": 13,
    "text": "  (@ where applicable, the requirements of section 68  @ 0);",
    "mean_p_confidence": 0.6361538461538461
  },
  {
    "i_page": 36,
    "par_num": 14,
    "text": "  (b) the request complies with the requirements of ~  section 68 (2) (a);",
    "mean_p_confidence": 0.7581249999999999
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "  (©) where applicable, the requirements of section 68  2 oO;",
    "mean_p_confidence": 0.5984615384615384
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  Code of Intellectual Property 29  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6815384615384615
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  (@) the description, the claims and, where applicable,  the drawings comply with the prescribed require-  ments ;",
    "mean_p_confidence": 0.7519047619047619
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "  (©) the application contains an abstract ;",
    "mean_p_confidence": 0.6655555555555556
  },
  {
    "i_page": 37,
    "par_num": 4,
    "text": "  (A) the search report referred to in section 70 has been  submitted, :",
    "mean_p_confidence": 0.693125
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "  (2) Where the Registrar finds that the conditions  referred to in subsection (1) are not fulfilled he shall  Tequest the applicant to file the required correction ; where  the applicant does not so comply the application shall,  subject to the provisions of subsection (3), be rejected.",
    "mean_p_confidence": 0.8167307692307693
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "  (8) Where no abstract is provided in response to a  Tequest under subsection (2), the Registrar shall, on pay-  ment of the prescribed fee within the prescribed period,  Prepare the abstract ; where the prescribed tee is not paid  within the prescribed period the application shall be  Tejected.",
    "mean_p_confidence": 0.8112727272727273
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "  (4) The Registrar shall notify the applicant of any  decision under subsections (2) and (3), and any decision  rejecting the application shall be in writing and state the  Teasons for such rejection.",
    "mean_p_confidence": 0.8040540540540541
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "  76. (1) The grant of a patent shall not be refused anda Grant of  patent shall not be invalidated on the ground that the Patent.  Performance of any act in respect of the claimed invention  is prohibited by any law or regulation, except where the  Performance of that act would be contrary to public  order.",
    "mean_p_confidence": 0.8179032258064516
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "  (2) Where the Registrar is satisfied that the application  complies with section 75 (1) he shall grant the patent, and  shall forthwith—",
    "mean_p_confidence": 0.7938461538461539
  },
  {
    "i_page": 37,
    "par_num": 10,
    "text": "  (q) issue to the applicant a certificate of the grant of  the patent and a copy of the patent together with  copy of the search report; and",
    "mean_p_confidence": 0.7880645161290323
  },
  {
    "i_page": 37,
    "par_num": 11,
    "text": "  (®) record the patent in the register.",
    "mean_p_confidence": 0.7266666666666667
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "  (8) As soon as possible thereafter the Registrar shall—",
    "mean_p_confidence": 0.7609090909090909
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "  (a) cause to be published in the Gazette a reference to  the grant of the patent ;",
    "mean_p_confidence": 0.7955
  },
  {
    "i_page": 37,
    "par_num": 14,
    "text": "  (b) make available to the public, on payment of the  prescribed fee, copies of the patent together with  copies of the search report.",
    "mean_p_confidence": 0.7988888888888889
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "  (4) The patent shall be deemed to be granted on the date",
    "mean_p_confidence": 0.8107142857142857
  },
  {
    "i_page": 37,
    "par_num": 16,
    "text": "  that the Registrar performs the acts referred to in sub-  section (2), .",
    "mean_p_confidence": 0.713125
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  30 Code of Intellectual Property  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7238461538461538
  },
  {
    "i_page": 38,
    "par_num": 2,
    "text": "  Register of 71. The Registrar shall keep and maintain a register",
    "mean_p_confidence": 0.783076923076923
  },
  {
    "i_page": 38,
    "par_num": 3,
    "text": "  aa called the Register of Patents wherein all patents shall  be recorded, in the order of their grant, specifying the  number of the patent, the name and address of the grantee +  and, if the grantee is resident outside Sri Lanka, a postal  address for service in Sri Lanka; the dates of application  and grant; any change in the ownership of a patent  application or patent; the amendment or division of a  patent application ; the assignment or transmission of a  patent application or patent ; any valid claim to priority ;  the surrender or revocation of a patent and such other  matters relating to patents as are authorized or directed  by this Part to be so recorded or may from time to time  be prescribed.",
    "mean_p_confidence": 0.8481428571428571
  },
  {
    "i_page": 38,
    "par_num": 4,
    "text": "  Bxamination 78 Any person may examine the register and may",
    "mean_p_confidence": 0.7108333333333333
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "  if regi obtain certified extracts therefrom on payment of the",
    "mean_p_confidence": 0.695
  },
  {
    "i_page": 38,
    "par_num": 6,
    "text": "  ‘and certified 7",
    "mean_p_confidence": 0.298
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "  copies, prescribed fee.",
    "mean_p_confidence": 0.47000000000000003
  },
  {
    "i_page": 38,
    "par_num": 8,
    "text": "  Inspection 78. (1) Any person may, after the grant of a patent,",
    "mean_p_confidence": 0.5792857142857143
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "  of files, inspect the file relating to the patent and, subject to  subsection (2), the file relating to any patent application,  and may obtain certified extracts therefrom on payment  of the prescribed fee. a",
    "mean_p_confidence": 0.8197435897435897
  },
  {
    "i_page": 38,
    "par_num": 10,
    "text": "  (2) The file relating to a patent application may be",
    "mean_p_confidence": 0.7799999999999999
  },
  {
    "i_page": 38,
    "par_num": 11,
    "text": "  inspected before the grant of the patent only with the  written permission of the applicant:",
    "mean_p_confidence": 0.7966666666666666
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "  Provided that before the grant of the patent the",
    "mean_p_confidence": 0.729090909090909
  },
  {
    "i_page": 38,
    "par_num": 13,
    "text": "  Registrar may divulge the following information to any  person:—",
    "mean_p_confidence": 0.6575
  },
  {
    "i_page": 38,
    "par_num": 14,
    "text": "  (a) the name, address and description of the applicant  and the name and address of the agent, if any;",
    "mean_p_confidence": 0.7949999999999999
  },
  {
    "i_page": 38,
    "par_num": 15,
    "text": "  (®) the number of the application ;",
    "mean_p_confidence": 0.7222222222222222
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "  (c) the filing date of the application and, if priority is  claimed, the priority date, the number of the  earlier application and the name of the State in  which the earlier application was filed or, where  ‘the earlier application is a regional or an inter-  national application, the name of the State or  States for which and the Office with which it was  filed ; F",
    "mean_p_confidence": 0.8156
  },
  {
    "i_page": 38,
    "par_num": 17,
    "text": "  (d) the title of the invention ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 38,
    "par_num": 18,
    "text": "  (e) any change in the ownership of the application and  any, reference to a licence contract appearing in  the file relating to the application.",
    "mean_p_confidence": 0.8078571428571427
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  Code of Intellectual Property a1  Act, No. 52 of 1979  (8) No person employed in or at the Registry may make  a patent application or be granted a patent or acquire or .  hold in any manner whatsoever any rights relating to a  patent during the period of his employment in or at the  Registry and for one year after the termination of such  employment.  CHAPTER XIV  Duration of Patent  80, (1) Subject and without prejudice to other provisions Duration of  of this Part a patent shall expire fifteen years after the Patent.  date of its grant.  (2) Where a patentee intends at the expiration of the  ‘second year from the date of grant of the patent to keep  the same in force he shall. twelve months before the date  of expiration of the second and each succeeding year during  the term of the patent, pay the prescribed annual fee:  Provided, however, that a period of grace of six months  ‘shall be allowed after the date of such expiration, upon  Payment of such surcharge as may be prescribed :  Provided also that the patentee may pay in advance the  whole or any portion of the aggregate of the prescribed  annual fees,  CHAPTER XV  Rights of Owner of Patent  81. (1) Subject and without prejudice to other provisions Rights ot  of this Part, the owner of a patent shall have the following Patent,  ‘exclusive rights in relation to the patented—  (a) to exploit the patent invention ;  (®) to assign or transmit the patent ;  (©) to conclude licence contracts.  (2) No person shall do any of the acts referred to in sub-  ‘section (1) without the consent of the owner of the patent  (3) For the purposes of this Part “exploitation” of a  patented invention means any of the following acts in re-  Jation to a patent:—",
    "mean_p_confidence": 0.8142028985507246
  },
  {
    "i_page": 40,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "  32 Code of Intellectual Property  Act, No. 52 of 1979  (@) when the patent has been granted in respect of @  product—  (®) making, importing, offering for sale, selling and  using the product ;  (i) stocking such product for the purpose of offer-  ing for sale, selling or using ;",
    "mean_p_confidence": 0.7522033898305085
  },
  {
    "i_page": 40,
    "par_num": 2,
    "text": "  (b) when the patent has been granted in respect of a",
    "mean_p_confidence": 0.7292307692307692
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "  process—  G@) using the process ;  (ii) doing any of the acts referred {o in paragraph  (@), in respect of a product obtained directly  by means of the process.  Limitation of | 82, The provisions of section 81 shall—  nights,  ® (2) extend only to acts done for industrial or commercial  Purposes and in particular not to acts done only for  scientific research ;",
    "mean_p_confidence": 0.7216
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "  (2) not preclude a person having the rights referred to in  section 83 or a licensee from exploiting the patented  invention ;",
    "mean_p_confidence": 0.7903846153846155
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "  (8) not extend to the presence or use of products on  foreign vessels, aircraft, spacecraft, or land vehicles  which temporarily or accidentally enter the waters,  airspace or territory of Sri Lanka.",
    "mean_p_confidence": 0.8108333333333333
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "  Rushis — ‘83. (1) Where a person at the filing or, where applicable,  Inanufacture the priority date of the patent application—  or use.  = (@) was in good faith in Sri Lanka making the product  or using the process which is the subject of the in-  vention claimed in such application ;",
    "mean_p_confidence": 0.7561016949152543
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "  (6) had in good faith in Sri Lanka made serious prepara-  tions toward the making of the product or using  the process referred to in paragraph (a),",
    "mean_p_confidence": 0.8012903225806451
  },
  {
    "i_page": 40,
    "par_num": 8,
    "text": "  he shall have the right, despite the grant of the patent, to  explicit the patented invention :",
    "mean_p_confidence": 0.7255
  },
  {
    "i_page": 40,
    "par_num": 9,
    "text": "  “ Provided that the product in question is made, or the  Process in question is used by the said person in Sri Lanka :",
    "mean_p_confidence": 0.7777777777777778
  },
  {
    "i_page": 41,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "  Code of Intellectual Property 33  Act, No. 52 of 1979  Provided further than he can prove, if the invention was  disclosed under the circumstances referred to in section 61  ~ @) @) or (6), that his knowledge of the invention was not  a result of such disclosure.  (2) The right referred to in subsection (1) shall not be  assigned or transmitted except as part of the business of  the person concerned.  CHAPTER XVI  Assignment and transmission of patent applications and  _» patents  84. (1) A patent application or patent may be assigned Assignment  or transmitted. fetnmmission  of patent  (2) Any person becoming entitled by assignment or ahd patents,  transmission to a patent application or patent may apply  ~ to the Registrar in the prescribed manner to have such  assignment or transmission recorded in the register.  (8) No such assignment or transmission shall be recorded  in the register unless—  ~ (@) the prescribed fee has been paid to the Registrar ;  (b) in the case of an assignment, it is in writing signed  by or on behalf of the contracting parties.  (4) No such assignment or transmission shall have effect  against third parties unless so recorded in the register.  85. In the absence of any agreement to the contrary Joint ewner-  between the parties, joint owners of a patent application patent  or patent may, separately, assign or transmit their rights in SPPatener®  the patent application or patent, exploit the patented  invention and take action against any person exploiting the  Patented invention without their consent, but may only  jointly withdraw the patent application, surrender the  Patent or conclude a licence contract,  BA 40084 (79/04)",
    "mean_p_confidence": 0.7970454545454546
  },
  {
    "i_page": 42,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "  34 Code of Intellectual Property  Act, No. 52 of 1979  CHAPTER XVI  Licence Contracts  Iaterpre- 86. For the purposes of this Part licence contract means  any contract by which the owner of a patent (“‘the  licensor”) grants to another person or enterprise (“the  licensee ”) a licence to do any or all of the acts referred  to in section 81 (1) (a) and (3).  Form and 87, (1) A licence contract shall be in writing signed by  cence  ices or on behalf of, the contracting parties.",
    "mean_p_confidence": 0.765050505050505
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": "  (2) Upon a request in writing signed by or on behalf of  the contracting parties, the Registrar shall, on payment of  the prescribed fee, record in the register such particulars",
    "mean_p_confidence": 0.831764705882353
  },
  {
    "i_page": 42,
    "par_num": 3,
    "text": "  ° relating to the contract as the parties thereto might wish  to have recorded :",
    "mean_p_confidence": 0.7377777777777778
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "  Provided that the parties shall not be required to dis-  close or have recorded any other particulars relating to the  said contract, 3",
    "mean_p_confidence": 0.774074074074074
  },
  {
    "i_page": 42,
    "par_num": 5,
    "text": "  Rights of 88. (1) In the absence of any provision to the contrary  sane in the licence contract, the licensee shall—",
    "mean_p_confidence": 0.7533333333333333
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "  (@) be entitled to do any or all of the acts referred to in  section 81 (1) (a) and (3) within the whole geogra-  phical area of Sri Lanka, without limitation as to  time and through any application of the patented  invention ;",
    "mean_p_confidence": 0.8195918367346938
  },
  {
    "i_page": 42,
    "par_num": 7,
    "text": "  (®) not be entitled to assign or transmit his rights under  the cence contract or grant sub-licences to third",
    "mean_p_confidence": 0.8013636363636363
  },
  {
    "i_page": 42,
    "par_num": 8,
    "text": "  , parties.",
    "mean_p_confidence": 0.215
  },
  {
    "i_page": 42,
    "par_num": 9,
    "text": "  (2) The provisions of this Chapter shall apply, mutatis  mutandis, to assignments and sub-licences.",
    "mean_p_confidence": 0.7511764705882352
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "  Rights of the 89. (1) In thé absence of any provision to the contrary’",
    "mean_p_confidence": 0.706875
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "  Seskaety in the licence contract, the licensor may grant further  licences to third parties in respect of the same patent oF  himself do any or all of the acts referred to in section 8!  @) (@) and (3).",
    "mean_p_confidence": 0.7725581395348837
  },
  {
    "i_page": 43,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "  Code of Intellectual Property 35  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7184615384615385
  },
  {
    "i_page": 43,
    "par_num": 2,
    "text": "  (2) Where the licence contract provides that the licence  is exclusive, and unless it is expressly provided otherwise  in such contract, the licensor shall not grant further licen-  ces to third parties in respect of the same patent or him-  self do any of the acts referred to in section 81 (1) (a) and  ().",
    "mean_p_confidence": 0.8212903225806452
  },
  {
    "i_page": 43,
    "par_num": 3,
    "text": "  90. Any clause or condition in a licence contract shall Invalid |  be null and void in so far as it imposes upon the licensee, ficence  in the industrial or commercial field, restrictions not deri- contracts,  ved from the rights conferred by this Part on the owner  of the patent, or unnecessary for the safeguarding of such  rights :",
    "mean_p_confidence": 0.8101515151515152
  },
  {
    "i_page": 43,
    "par_num": 4,
    "text": "  Provided that—",
    "mean_p_confidence": 0.455
  },
  {
    "i_page": 43,
    "par_num": 5,
    "text": "  (@) restrictions concerning the scope, extent or duration",
    "mean_p_confidence": 0.755
  },
  {
    "i_page": 43,
    "par_num": 6,
    "text": "  of exploitation of the patented invention, or the  geographical area in or the quality or quantity of  the products in connection with which the paten-  ted invention may be exploited ; and  (6) obligations imposed upon the licensee to abstain from  all acts capable of prejudicing the validity of the  patent,  shall not be deemed to constitute such restrictions.  91. Where, before the expiration of the licence contract, Effect of  5 A patent  any of the following events occur in respect of the patent Popilcation  application or patent referred to in such contract— tol being,",
    "mean_p_confidence": 0.7853703703703703
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "  (@) the patent application is withdrawn ; Seated",
    "mean_p_confidence": 0.636
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "  (®) the patent application is finally rejected ; ‘null and void.",
    "mean_p_confidence": 0.7284615384615385
  },
  {
    "i_page": 43,
    "par_num": 9,
    "text": "  (c) the patent is surrendered ;",
    "mean_p_confidence": 0.62875
  },
  {
    "i_page": 43,
    "par_num": 10,
    "text": "  (d) the patent is declared null and void ; or",
    "mean_p_confidence": 0.7625000000000001
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "  (e) the registration of the licence contract is invalidated,  the licensee shall no longer be required to make any pay-  ment to the licensor under the licence contract, and- shall  be entitled to repayment of the payments already made:",
    "mean_p_confidence": 0.7927272727272728
  },
  {
    "i_page": 43,
    "par_num": 12,
    "text": "  Provided that the licensor shall not be required to make  any repayment, or shall be required to make repayment only  in part, to the extent that he can prove that any such re-",
    "mean_p_confidence": 0.8451351351351352
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "  Payment would be inequitable under all the circumstances,  in particular if the licensee has effectively profited from  the licence.",
    "mean_p_confidence": 0.7865217391304348
  },
  {
    "i_page": 44,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "  36 Code of Intellectual Property  ‘Act, No. 52 of 1979  Bey ag, % ‘The Registrar shall—  Sonor (a) if he is satisfied that a recorded licence contract has  eee expired or been terminated, record that fact in the  register upon a request in writing to that effect  signed by or on behalf of the parties thereto;",
    "mean_p_confidence": 0.74671875
  },
  {
    "i_page": 44,
    "par_num": 2,
    "text": "  (b) record in the register the expiry, termination or in-  validation of a licence contract under any provision  of this Part.",
    "mean_p_confidence": 0.7848
  },
  {
    "i_page": 44,
    "par_num": 3,
    "text": "  Licence 93. (1) Where the Registrar has reasonable cause to",
    "mean_p_confidence": 0.7666666666666666
  },
  {
    "i_page": 44,
    "par_num": 4,
    "text": "  Contracts ‘ ,",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 44,
    "par_num": 5,
    "text": "  involving believe that any licence contract or any amendment or re-  en “ ‘a",
    "mean_p_confidence": 0.6358823529411765
  },
  {
    "i_page": 44,
    "par_num": 6,
    "text": "  peer g newal thereof-",
    "mean_p_confidence": 0.4116666666666667
  },
  {
    "i_page": 44,
    "par_num": 7,
    "text": "  (@) which involves the payment of royalties abroad ; or",
    "mean_p_confidence": 0.7799999999999999
  },
  {
    "i_page": 44,
    "par_num": 8,
    "text": "  () which by reason of other circumstances relating to  such licence contract,",
    "mean_p_confidence": 0.708
  },
  {
    "i_page": 44,
    "par_num": 9,
    "text": "  is detrimental to the economic development of Sri Lanka,  he shall in writing communicate such fact to the Governor  of the Central Bank and transmit all papers in his custody  relevant to a decision on such matter to the Governor of  the Central Bank. d",
    "mean_p_confidence": 0.8256862745098039
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "  (2) Where the Governor of the Central Bank on receipt  of any communication under subsection (1) informs the  Registrar in writing that the said licence contract or any  amendment or renewal thereof is detrimental to the eco-  nomic development of Sri Lanka the Registrar shall can-  cel and invalidate the record of such contract in the register.",
    "mean_p_confidence": 0.83828125
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "  CHAPTER XVIII  Surrender and Nullity of Patent  ‘Surrender 94. (1) The registered owner of a patent may surrender  ot patent, the patent by a declaration in writing signed by him or on  his behalf and submitted to the Registrar.",
    "mean_p_confidence": 0.7795555555555556
  },
  {
    "i_page": 44,
    "par_num": 12,
    "text": "  (2) The surrender may be limited to one or more claims  of the patent.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "  (8) The Registrar shall, on receipt of the said declaration _  record it in the register and cause such record to be  published in the Gazette.",
    "mean_p_confidence": 0.7963333333333333
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "  (4) The surrender shall take effect from the date that the  Registrar receives the said declaration.",
    "mean_p_confidence": 0.7984210526315789
  },
  {
    "i_page": 45,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "  Code of Intellectual Property 7  Act, No. 52 of 1979  (5) Where a licence contract in respect of a patent is re-  corded in the register, the Registrar shall not, in the  absence of provision to the contrary in such licence con-  ‘tract, accept or record the said surrender except upon re~  eipt of a signed declaration by which every licensee or  Sub-licensee on record consents to the said surrender, un-  Jess the requirement of his consent is expressly waived in  ‘the licence contract.  95. (1) The Court may on the application of any person ullity of  showing a legitimate interest, or of any competent autho- Patent  ity including the Registrar, to which the owner of the  patent and every assignee, licensee or sub-licensee on re-  cord shall be made party, declare the patent null and void  ‘on any one or more of the following grounds:—  (a) that what is claimed as an invention in the patent  is not an invention within the meaning of section  59 (1), or is excluded from protection under section  59 (3) or section 76 (1) or is not patentable because  it does not comply with the requirements of sec-  tions 60 to 63 ; or  4b) that the description or the claims do not comply with  ‘the requirements of section 68 (3) and (4) ; or",
    "mean_p_confidence": 0.8167611336032389
  },
  {
    "i_page": 45,
    "par_num": 2,
    "text": "  {c) that any drawings which are necessary for the under-  standing of the claimed invention have not been  furnished ; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 45,
    "par_num": 3,
    "text": "  {@) that the right to the patent does not belong to the",
    "mean_p_confidence": 0.7778571428571429
  },
  {
    "i_page": 45,
    "par_num": 4,
    "text": "  person to whom the patent was granted :  Provided that the patent has not been assigned to  the person to whom the right to the patent belongs.",
    "mean_p_confidence": 0.8270967741935484
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "  (2) (a) Where the provisions of subsection (1) apply only  +o some of the claims or some parts of a claim, such claims  ‘or parts of a claim may be declared null and void by the  court.",
    "mean_p_confidence": 0.8142857142857142
  },
  {
    "i_page": 45,
    "par_num": 6,
    "text": "  (®) The nullity of part of a claim shall be declared  in the form of a corresponding limitation of the claim in  question.",
    "mean_p_confidence": 0.7711111111111111
  },
  {
    "i_page": 45,
    "par_num": 7,
    "text": "  (3) (a) An assignee, licensee or sub-license, as the case  ‘may be, who has been made party to the application under  subsection (1) shall be entitled to join in the proceedings  in the absence of any provision to the contrary in any  ‘contract or agreement with the owner of the patent,",
    "mean_p_confidence": 0.8205263157894737
  },
  {
    "i_page": 46,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "  38 Code of Intellectual Property  Act, No. 52 of 1979  (®) Where the application to Court is on the ground  referred to in subsection (1) (4), the applicant shall give  notice of the application to the person to whom the right  to the patent is alleged to belong.  Date, and 96. (1) Upon a final decision of the Court declaring total  ullity. or partial nullity of a patent, the patent shall be deemed  to have been null and void totally or partially, as the case  may be, from the date of the grant of the patent.",
    "mean_p_confidence": 0.8190654205607477
  },
  {
    "i_page": 46,
    "par_num": 2,
    "text": "  (2) When a declaration of nullity becomes final the Regis-  trar of the Court shall notify the Registrar who shall record  the said declaration in the register and cause it to be  published in the Gazette.",
    "mean_p_confidence": 0.8197560975609756
  },
  {
    "i_page": 46,
    "par_num": 3,
    "text": "  PART V  Marks, Traps Names anp UNFAIR COMPETITION  CHAPTER XIX  Definitions  Definitions, 97. For the purposes of this Part, unless the context  otherwise requires—",
    "mean_p_confidence": 0.6387096774193549
  },
  {
    "i_page": 46,
    "par_num": 4,
    "text": "  : “appellation of origin” means the geographical name of  a country, region, or locality, which serves to desig-  nate a product originating therein, the quality or  characteristics of which are due exclusively or es-  sentially to the geographical environment, including  natural and human factors ;",
    "mean_p_confidence": 0.7748076923076923
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "  “collective mark” means any visible sign designated as  such and serving to distinguish the origin or any  other common characteristic of goods or services  of different enterprises which use the mark under  the control of the registered owner ;",
    "mean_p_confidence": 0.8184444444444444
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "  “enterprise” means any business, industry or other acti-  vity carried on by an individual, partnership, com  pany, or co-operative society wherever registered  or incorporated and whether registered or not under  any law for the time being in force relating to com-",
    "mean_p_confidence": 0.7944680851063829
  },
  {
    "i_page": 46,
    "par_num": 7,
    "text": "  , panies, co-operative societies or businesses engaged  in or proposing to engage in any business and in-  , cludes any business undertaking of the Government  or any State corporation whether carrying on  business in Sri Lanka or otherwise ;",
    "mean_p_confidence": 0.7742222222222221
  },
  {
    "i_page": 47,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "  Code of Intellectual Property 39  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7046153846153846
  },
  {
    "i_page": 47,
    "par_num": 2,
    "text": "  “false trade description” means a trade description which  is false or misleading in a material respect as re-  gards the goods or services to which it is applied,  and includes every alteration of a trade deserip-  tion, whether by way of addition, effacement, or  otherwise, where that alteration makes the des-  cription false or misleading in a material respect,  and the fact that a trade description is a trade mark  or part of a trade mark shall not prevent such trade  description being a false trade description within  the meaning of this Part ;",
    "mean_p_confidence": 0.8205660377358491
  },
  {
    "i_page": 47,
    "par_num": 3,
    "text": "  “goods” means anything which is the subject of trade,  manufacture or merchandise and includes services ;",
    "mean_p_confidence": 0.7810526315789473
  },
  {
    "i_page": 47,
    "par_num": 4,
    "text": "  “indication of source” means any expression or sign used  to indicate that a product or service originates in  a given country or group of countries, region, or  locality ;",
    "mean_p_confidence": 0.7817647058823529
  },
  {
    "i_page": 47,
    "par_num": 5,
    "text": "  “mark” means a trade mark or service mark ;",
    "mean_p_confidence": 0.7718181818181818
  },
  {
    "i_page": 47,
    "par_num": 6,
    "text": "  “name\" includes any abbreviation of a name}",
    "mean_p_confidence": 0.6822222222222222
  },
  {
    "i_page": 47,
    "par_num": 7,
    "text": "  “person”, “manufacturer, dealer, or trader”, and  “owner” include any body of persons corporate or  unincorporate ;",
    "mean_p_confidence": 0.717
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "  “service mark” means any visible sign serving to dis-  tinguish the services of one enterprise from those  of other enterprises ;",
    "mean_p_confidence": 0.7667999999999999
  },
  {
    "i_page": 47,
    "par_num": 9,
    "text": "  “trade description” means any description, statement oF  other indication, direct or indirect—",
    "mean_p_confidence": 0.6866666666666666
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "  (@ as to the number, quantity, measure, gauge, or  weight of any goods; or",
    "mean_p_confidence": 0.7535294117647059
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "  (®) as to the place or country in which any goods  were made or produced ; or",
    "mean_p_confidence": 0.772
  },
  {
    "i_page": 47,
    "par_num": 12,
    "text": "  (©) as to the mode of manufacturing or producing  ‘any goods ; or",
    "mean_p_confidence": 0.729375
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "  (@) as to the material of which any goods are com-  posed ; or",
    "mean_p_confidence": 0.7441176470588236
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "  (@) as to any goods being the subject of an existing  copyright, industrial design or patent ; or",
    "mean_p_confidence": 0.7319047619047618
  },
  {
    "i_page": 47,
    "par_num": 15,
    "text": "  (f) as to the quality, kind or nature of the services ; or",
    "mean_p_confidence": 0.7959999999999999
  },
  {
    "i_page": 47,
    "par_num": 16,
    "text": "  (g) as to the standard of quality of any goods, ac-  cording to a classification commonly used or  recognized in the trade ; or",
    "mean_p_confidence": 0.7946428571428571
  },
  {
    "i_page": 48,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "  40 Code of Intellectual Property  ‘Act, No, 52 of 1979  (hy) as to the fitness for purpose, strength, perfor-  mance or behaviour of any goods,  and the use of any figure, word or mark which,  according to the custom of the trade, is commonly  taken to be an indication of any of the above mat-  ters, shall be deemed to be a trade description  within the meaning of this Part;",
    "mean_p_confidence": 0.8025
  },
  {
    "i_page": 48,
    "par_num": 2,
    "text": "  “trade mark” means any visible sign serving to distin-  guish the goods of one enterprise from those of  other enterprises ; and",
    "mean_p_confidence": 0.7719230769230769
  },
  {
    "i_page": 48,
    "par_num": 3,
    "text": "  “trade name” means the name or designation identifying  the enterprise of a natural or legal person.",
    "mean_p_confidence": 0.7747368421052631
  },
  {
    "i_page": 48,
    "par_num": 4,
    "text": "  CHAPTER XX  Admissibility of Marks  Admissibility 98. (1) The exclusive right to a mark conferred by this  cima: Part shall be acquired, subject to the following provisions,  by registration.",
    "mean_p_confidence": 0.7248571428571429
  },
  {
    "i_page": 48,
    "par_num": 5,
    "text": "  (2) Registration of a mark may be granted only to the  person who has first fulfilled the conditions for valid appli-  cation or who is the first validly to claim the earliest  priority for his application.",
    "mean_p_confidence": 0.8304878048780487
  },
  {
    "i_page": 48,
    "par_num": 6,
    "text": "  (3) Provided that they are not inadmissible under sec-  tions 99 and 100 marks may consist, in particular, of arbi-  trary or fanciful designations, names, pseudonyms, geogra-  phical names, slogans, devices, reliefs, letters, numbers,  labels, envelopes, emblems, prints, stamps, seals, vignettes,  selvedges, borders and edgings, combinations or arrange-  ments of colours and shapes of goods or containers.",
    "mean_p_confidence": 0.8084615384615385
  },
  {
    "i_page": 48,
    "par_num": 7,
    "text": "  Marks tn 99, (1) A mark shall not be registered—  imissible  oe objective (a) which consists of shapes or forms imposed by the in-  herent nature of the goods or services or by their  industrial function ;",
    "mean_p_confidence": 0.7269767441860465
  },
  {
    "i_page": 48,
    "par_num": 8,
    "text": "  (®) which consists exclusively of a sign or indication _  which may serve, in the course of trade, to desig-",
    "mean_p_confidence": 0.7791304347826086
  },
  {
    "i_page": 48,
    "par_num": 9,
    "text": "  : uate the kind, quality, quantity, intended purpose,  value, place of origin or time of production, or of  supply, of the goods or services concerned",
    "mean_p_confidence": 0.7644827586206896
  },
  {
    "i_page": 49,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "  Code of Intellectual Property, 41  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6884615384615385
  },
  {
    "i_page": 49,
    "par_num": 2,
    "text": "  (©) which consists exclusively of a sign or indication  which has become, in the current language or in the  bona fide and established practices of the trade of  Sri Lanka, a customary designation of the goods or  services concerned ;",
    "mean_p_confidence": 0.812391304347826
  },
  {
    "i_page": 49,
    "par_num": 3,
    "text": "  (a) which, for other reasons, is incapable of distinguish-  ing the goods or services of one enterprise from those  of other enterprises ;",
    "mean_p_confidence": 0.7833333333333333
  },
  {
    "i_page": 49,
    "par_num": 4,
    "text": "  {e) which consists of any scandalous design or is contrary  to morality or public order or which, in the opinion  of the Registrar or the Court, is likely to offend the  religious or racial susceptibilities. of any  community ;",
    "mean_p_confidence": 0.7802222222222223
  },
  {
    "i_page": 49,
    "par_num": 5,
    "text": "  4) which is likely to mislead trade circles or the public  as to the nature, the source, the manufacturing  process, the characteristics, or the suitability for  their purpose, of the goods or services concerned ;",
    "mean_p_confidence": 0.80275
  },
  {
    "i_page": 49,
    "par_num": 6,
    "text": "  (@) which does not represent in a special or particular  manner the name of an individual or enterprise ;",
    "mean_p_confidence": 0.7722727272727272
  },
  {
    "i_page": 49,
    "par_num": 7,
    "text": "  {h) which is, according to its ordinary signification, a  geographical name or surname ;",
    "mean_p_confidence": 0.7341176470588235
  },
  {
    "i_page": 49,
    "par_num": 8,
    "text": "  4 which reproduces or imitates armorial bearings,  flags or other emblems, initials, names or abbre-  viated names of any State or any inter-govern-  mental international organization or any organi- z  zation created by international convention, unless  authorized by the competent authority of that  State or international organization ;",
    "mean_p_confidence": 0.7528571428571428
  },
  {
    "i_page": 49,
    "par_num": 9,
    "text": "  4G) which reproduces or imitates official signs or hall-  marks of a State, unless authorized by the compe-  tent authority of that State ;",
    "mean_p_confidence": 0.7771428571428572
  },
  {
    "i_page": 49,
    "par_num": 10,
    "text": "  4k) which resembles in such a way as to be likely to  mislead the public, a mark or a collective mark the  registration of which has expired and has not been  renewed or where its renunciation, removal or  nullity has been recorded in the register during a",
    "mean_p_confidence": 0.8273584905660377
  },
  {
    "i_page": 49,
    "par_num": 11,
    "text": "  period of two years preceding the filing of the mark _  in question ;",
    "mean_p_confidence": 0.7276470588235293
  },
  {
    "i_page": 49,
    "par_num": 12,
    "text": "  {@ which consists of any other words or definitions as  may be prescribed.",
    "mean_p_confidence": 0.719375
  },
  {
    "i_page": 49,
    "par_num": 13,
    "text": "  (2) The Registrar shall in applying the provisions of  faragraphs (b), (c), (4), (f), (g) and (h), of subsection",
    "mean_p_confidence": 0.7213636363636363
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "  Q), have regard to all the factual circumstances and, in",
    "mean_p_confidence": 0.7483333333333334
  },
  {
    "i_page": 50,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 50,
    "par_num": 1,
    "text": "  2 Code of Intellectual Property|  Act, No. 52 of 1979  particular, the length of time the mark has been in use in  Sri Lanka or in other countries and the fact that the mark  is held to be distinctive in other countries or in trade  circles,  Marks nie «200. (1) A mark shall not be registered—  py seseon (@) which resembles, in such a way as to be likely to  third-party mislead the public, a mark already validly filed or  Tights. registered by a third party, or subsequently filed  by a person validly claiming priority in respect  of the same goods or services or of other goods or  services in connection with which use of such mark  may be likely to mislead the public ;",
    "mean_p_confidence": 0.7774285714285715
  },
  {
    "i_page": 50,
    "par_num": 2,
    "text": "  (®) which resembles, in such a way as to be likely to  mislead the public, an unregistered mark used  earlier in Sri Lanka by a third party in connection  with indentical or similar goods or services, if the  applicant is aware, or could not have been unaware,  of such use ;",
    "mean_p_confidence": 0.8062068965517241
  },
  {
    "i_page": 50,
    "par_num": 3,
    "text": "  (©) which resembles, in such a way as to be likely to  mislead the public, a trade name already used in Sri  Lanka by a third party, if the applicant is aware, |  or could not have been unaware, of such use ;",
    "mean_p_confidence": 0.8291666666666666
  },
  {
    "i_page": 50,
    "par_num": 4,
    "text": "  (@) which constitutes a reproduction in whole or in part,  an imitation, translation or transcription, likely to  mislead the public, of a mark or trade name which  is well known in Sri Lanka and belongs to a third  party 5",
    "mean_p_confidence": 0.7880434782608695
  },
  {
    "i_page": 50,
    "par_num": 5,
    "text": "  (e) which infringes other third party rights or is contrary  to the provisions of Chapter XXIX relating to the  prevention of unfair competition ; !",
    "mean_p_confidence": 0.7913793103448276
  },
  {
    "i_page": 50,
    "par_num": 6,
    "text": "  \\ Qf) which is filed by the agent or representative of a  third party who is the owner of such mark in  another country, without the authorization of such  owner, unless the agent or representative justifies  his action.",
    "mean_p_confidence": 0.7877272727272726
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "  (2) The Registrar shall, in applying the provisions of *  paragraphs (a) to (e) of subsection (1), have regard to the  fact that the third parties referred to therein have con-  sented to the registration of such mark.",
    "mean_p_confidence": 0.8048837209302325
  },
  {
    "i_page": 51,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "  Code of Intellectual Property 3  Act, No, 52 of 1979  101, There shall not be entered in the register notice Trust not  of any trust expressed, implied, or constructive, nor shall entered in  | any such notice be receivable by the Registrar. seistes.  CHAPTER XXI  Requirements of Application and Procedure  for Registration",
    "mean_p_confidence": 0.739344262295082
  },
  {
    "i_page": 51,
    "par_num": 2,
    "text": "  102, (1) An application for registration of a mark shall Requirements  be made to the Registrar in the prescribed form and shall pplication.  contain—",
    "mean_p_confidence": 0.7292857142857142
  },
  {
    "i_page": 51,
    "par_num": 3,
    "text": "  (@) a request for the registration of the mark ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 51,
    "par_num": 4,
    "text": "  (®) the name, address and description of the applicant",
    "mean_p_confidence": 0.7527272727272727
  },
  {
    "i_page": 51,
    "par_num": 5,
    "text": "  and, if he is resident outside Sri Lanka, a postal  address for service in Sri Lanka;",
    "mean_p_confidence": 0.7942105263157895
  },
  {
    "i_page": 51,
    "par_num": 6,
    "text": "  (©) four copies of a representation of the mark;",
    "mean_p_confidence": 0.7618181818181817
  },
  {
    "i_page": 51,
    "par_num": 7,
    "text": "  (d) a clear and complete list of the particular goods or  services in respect of which registration of the  mark is requested, with an indication of the  corresponding class or classes in the international  classification, as may be prescribed.",
    "mean_p_confidence": 0.8055555555555556
  },
  {
    "i_page": 51,
    "par_num": 8,
    "text": "  (2) Where the application is filed through an agent, it  shall be accompained by a power of attorney granted to  such agent by the applicant :",
    "mean_p_confidence": 0.8076666666666666
  },
  {
    "i_page": 51,
    "par_num": 9,
    "text": "  Provided that legalization or certification of the applicant's  signature shall not be necessary.",
    "mean_p_confidence": 0.736875
  },
  {
    "i_page": 51,
    "par_num": 10,
    "text": "  103, An applicant for registration of a mark who wishes Right ot  to avail himself of the priority of’ an earlier application 4  filed in a Convention country shall, within six months of  the date of such earlier application, append to his applica  ‘tion a written declaration indicating the date and number  of the earlier application, the name of the applicant and the  country in which he or his predecessor in title filed such  application and shall, within a period of three months from  the date of the later application filed in Sri Lanka, furnish  a copy of the earlier application certified as correct by the  appropriate authority of the country where such earlier  application was filed.",
    "mean_p_confidence": 0.8148461538461538
  },
  {
    "i_page": 52,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 52,
    "par_num": 1,
    "text": "  4“ Code of Intellectual Property  Act, No, 52 of 1979  ‘Temporary 106. (1) An applicant for registration of a mark who has  ‘protection: exhibited goods bearing the mark or rendered services under  gunibited atthe mark at an official or officially recognized international  ‘Gzhibitin, exhibition and who applies for registration of the mark  within six months from the date on which the goods bearing  the mark or services under the mark were first exhibited or  rendered at such exhibition shall, on request, be deemed to  have applied for registration of that mark on the date on  Which the goods bearing the mark or the services rendered  under the mark were first exhibited or rendered at such  exhibition,  (2) Evidence of the exhibition of the goods bearing the  mark or the services rendered under the mark shall be by a  certificate issued by the competent authority of the exhibi-  tion stating the date on which the mark was first used at  such exhibition in connection with such goods or services.  (3) The provisions of subsections (1) and (2) shall not  extend any other period of priority claimed by the applicant.  Application 105. An application for registration of a mark shall not  fess be entertained unless the prescribed fee has been paid to  the Registrar.  ‘  Examination +106, (1) The Registrar shall examine whether the  gfapelica- application for registration complies with sections 102 and  form, 105 and, where applicable, sections 103 and 104.",
    "mean_p_confidence": 0.817910447761194
  },
  {
    "i_page": 52,
    "par_num": 2,
    "text": "  (2) Where the application does not comply with sections  102 and 105, the Registrar shall refuse registration of the  mark :",
    "mean_p_confidence": 0.7924
  },
  {
    "i_page": 52,
    "par_num": 3,
    "text": "  Provided that the Registrar shall first notify the applicant  of any defect in the application and shall afford him an  opportunity to remedy such defect within three months  from the date of receipt of such notification,",
    "mean_p_confidence": 0.8280487804878047
  },
  {
    "i_page": 52,
    "par_num": 4,
    "text": "  (3) Where the application does not comply with section  103 or 104, the Registrar shall not, in connection with the  registration of the mark, make any reference to the priority  claimed.",
    "mean_p_confidence": 0.8111111111111111
  },
  {
    "i_page": 52,
    "par_num": 5,
    "text": "  (4) Where the application complies with sections 103 and  104, the Registrar shall in connection with the registration  of the mark record the priority claimed or the date of the ,  certified use of the mark at an international exbibition.  “",
    "mean_p_confidence": 0.7954347826086956
  },
  {
    "i_page": 52,
    "par_num": 6,
    "text": "  (5) Where the Registrar refuses to register a mark, he  shall, if required by the applicant, state in writing the",
    "mean_p_confidence": 0.8308695652173913
  },
  {
    "i_page": 52,
    "par_num": 7,
    "text": "  2 grounds of his decision,",
    "mean_p_confidence": 0.5957142857142858
  },
  {
    "i_page": 53,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 53,
    "par_num": 1,
    "text": "  Code of Intellectual Property 45  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7015384615384614
  },
  {
    "i_page": 53,
    "par_num": 2,
    "text": "  107, (1) Where the application complies with sections Registration  102 and 105, the Registrar shall examine the mark in fmer*  Telation to the provisions of sections 99 and 100. pater",
    "mean_p_confidence": 0.7658823529411765
  },
  {
    "i_page": 53,
    "par_num": 3,
    "text": "  (2) Where the mark is inadmissible under section 99 or 94 ).-ation  100 the Registrar shall notify the applicant accordingly of mark.  stating in writing the grounds on which registration of the  mark is refused.",
    "mean_p_confidence": 0.77325
  },
  {
    "i_page": 53,
    "par_num": 4,
    "text": "  (3) Where the applicant is dissatisfied with all or any of  the grounds stated by the Registrar in the notification re-  ferred to in subsection (2) he may, within a period of one  month from the date of such notification, make his sub-  missions in writing to the Registrar against such refusal.",
    "mean_p_confidence": 0.8358620689655172
  },
  {
    "i_page": 53,
    "par_num": 5,
    "text": "  (4) On receipt of any such submissions the Registrar may  grant the applicant a hearing and inform him of the date  and time of such hearing.",
    "mean_p_confidence": 0.8263333333333333
  },
  {
    "i_page": 53,
    "par_num": 6,
    "text": "  (©) The Registrar may, after such inquiry as he thinks  fit, refuse to accept the application for registration of the  mark, or may accept it absolutely or subject to conditions,  amendments or modifications, or to such limitations, if any,  as to the mode or place of user or otherwise as he may  think fit to impose,",
    "mean_p_confidence": 0.8393650793650793
  },
  {
    "i_page": 53,
    "par_num": 7,
    "text": "  (6) In case of any refusal or conditional acceptance of  an application for registration of a mark, the Registrar shall,  if required by the applicant, state in writing the grounds  of his decision.",
    "mean_p_confidence": 0.8186842105263158
  },
  {
    "i_page": 53,
    "par_num": 8,
    "text": "  (2) Where the Registrar is of the opinion that the mark  is admissible under section 99 or 100 he may request the  applicant to pay within a period of two months the pres-  cribed fee for publication of the application.",
    "mean_p_confidence": 0.8184444444444444
  },
  {
    "i_page": 53,
    "par_num": 9,
    "text": "  (8) Where the fee for publication of the application is  not paid within the prescribed period registration of the  mark may be refused.",
    "mean_p_confidence": 0.8118518518518518
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "  (9) If the fee for publication is paid within the prescribed  Period the Registrar shall proceed to publish the applica-  tion setting out the date of application, the representa-  tion of the mark, the goods or services in respect of which  Yegistration of the mark is requested with an indication of  the corresponding class or classes, the name and address  of the applicant and, if the applicant is resident outside  Sri Lanka, a postal address for service in Sri Lanka, the  priority claimed, if any, or the date of certified use of the  mark at an international exhibition.",
    "mean_p_confidence": 0.8372477064220183
  },
  {
    "i_page": 54,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 54,
    "par_num": 1,
    "text": "  46 Code of Intellectual Property  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7238461538461538
  },
  {
    "i_page": 54,
    "par_num": 2,
    "text": "  (10) Where any person considers that the mark is inadmis-  sible on one or more of the grounds referred to in section  99 or 100 he may, within a period of three months from the +”  date of publication of the application, give to the Registrar  in the prescribed form, and together with the prescribed  fee, notice of opposition to such registration stating his  grounds of opposition. .",
    "mean_p_confidence": 0.8407894736842105
  },
  {
    "i_page": 54,
    "par_num": 3,
    "text": "  (11) Where notice of opposition has not been received by  the Registrar within the period specified in subsection (10)  the Registrar shall register the mark.",
    "mean_p_confidence": 0.8213793103448276
  },
  {
    "i_page": 54,
    "par_num": 4,
    "text": "  (12) Where, within the period specified in subsection (10)  notice of opposition in the prescribed form is received by  the Registrar, together with the prescribed fee, he shall  serve a copy of such grounds of opposition on the applicant  and shall request him to present his observations on those  grounds in writing within a period of three months.",
    "mean_p_confidence": 0.8369230769230769
  },
  {
    "i_page": 54,
    "par_num": 5,
    "text": "  (13) On receipt of the observations of the applicant the  Registrar shall after hearing the parties, if he considers such  hearing necessary, decide, as expeditiously as possible,  whether or not the mark may be registered. If he decides  ‘that the mark is registrable he shall accordingly register  such mark, ca",
    "mean_p_confidence": 0.8028070175438596
  },
  {
    "i_page": 54,
    "par_num": 6,
    "text": "  (14) The Registrar may allow a reasonable extension of  the prescribed period within which any act has to be done  or any fee has to be paid under this section.",
    "mean_p_confidence": 0.843235294117647
  },
  {
    "i_page": 54,
    "par_num": 7,
    "text": "  ¥on- 108, Where, by reason of default on the part of the  completion applicant, registration of a mark is not completed within  Fegistration, twelve months from the date of receipt by the Registrar of  the application, the Registrar may, after giving notice of  non-completion to the applicant in writing in the prescribed  form, treat the application as abandoned, unless it is com-  pleted within the time specified in that behalf in such  notice.  Register 109. (1) The Registrar shall keep and maintain a register  Ciao called the Register of Marks wherein shall be recorded, in  ot the order of their registration, all registered marks and  eertificate. such other matters relating to marks as are authorized or  directed by this Part to be so recorded or may from time ~  to time be prescribed.",
    "mean_p_confidence": 0.822027027027027
  },
  {
    "i_page": 54,
    "par_num": 8,
    "text": "  (2) The registration of a mark shall include a represen-  tation of the mark and shall specify its number, the name  and address of the registered owner and, if the registered",
    "mean_p_confidence": 0.8345714285714286
  },
  {
    "i_page": 55,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 55,
    "par_num": 1,
    "text": "  Code of Intellectual Property a  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6884615384615385
  },
  {
    "i_page": 55,
    "par_num": 2,
    "text": "  owner's address is outside Sri Lanka, a postal address for  service in Sri Lanka ; the dates of application and regis-  tration ; if priority is validly claimed, an indication of that  fact and the number, date and country of the application  on the basis of which the priority is claimed; if a valid  certificate has been filed relating to the use of a mark at  an international exhibition, the contents of such certificate ;  the list of goods and services in respect of which registra-  tion of the mark has been granted with an indication of the  corresponding class or classes. s",
    "mean_p_confidence": 0.8267543859649122
  },
  {
    "i_page": 55,
    "par_num": 3,
    "text": "  (8) Upon the registration of a mark the Registrar shall  issue to the registered owner thereof a certificate of regis-  tration and shall, at the request of the registered owner,  send such certificate to him by registered post at his  last recorded postal address in Sri Lanka or, if he is resi-  dent outside Sri Lanka, at his last recorded postal address  for service in Sri Lanka.",
    "mean_p_confidence": 0.8369333333333333
  },
  {
    "i_page": 55,
    "par_num": 4,
    "text": "  110. The Registrar shall cause to be published in the Publication,  Gazette, in the prescribed form, all registered marks in the ‘marks.  order of their registration, including in respect of each  mark so published reference to such particulars as may be  Prescribed.",
    "mean_p_confidence": 0.805
  },
  {
    "i_page": 55,
    "par_num": 5,
    "text": "  U1, Any person may examine the register and may Examination  sbtain certified extracts therefrom on payment of the ¢qg°  Prescribed fee. castinad,",
    "mean_p_confidence": 0.6938461538461538
  },
  {
    "i_page": 55,
    "par_num": 6,
    "text": "  copies,",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 55,
    "par_num": 7,
    "text": "  112, Where application is made for the registration of a Associated  mark identical with or so closely resembling a mark of the ™arks.  applicant already on the register for the same goods or  description of goods as to be likely to mislead or cause  confusion if used by a person other than the applicant, the  Registrar may require as a condition of registration that  such marks shall be entered on the register as associated  marks, ,",
    "mean_p_confidence": 0.8323529411764706
  },
  {
    "i_page": 55,
    "par_num": 8,
    "text": "  113. Associated marks shall be assignable or transmissi- Assignment,  ble only as a whole and not separately, but they shall for “Stsociated  all other purposes be deemed to have been registered as marks.  separate marks :",
    "mean_p_confidence": 0.7751219512195122
  },
  {
    "i_page": 55,
    "par_num": 9,
    "text": "  Provided that where under the provisions of this Part  user of a registered mark is required to be proved for any  Purpose, the Registrar may, if and so far as is considered  right, accept user of an associated registered mark, or of  the mark with additions or alterations not substantially  affecting its identity, as an equivalent for such user. F",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 56,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 56,
    "par_num": 1,
    "text": "  48 Code of Intellectual Property  Act, No. 52 of 1979  CHAPTER XXII  Duration of Registration a  Duration of ‘114. (1) Subject and without prejudice to other provi-  mone sions of this Part, registration of a mark shall expire ten  years after the date of registration.",
    "mean_p_confidence": 0.7458490566037737
  },
  {
    "i_page": 56,
    "par_num": 2,
    "text": "  (2) A mark when registered shall be registered as of the  date of receipt by the Registrar of the application for regis-  tration, and such date shall be deemed for the purposes of  this Part to be the date of registration.",
    "mean_p_confidence": 0.8441304347826086
  },
  {
    "i_page": 56,
    "par_num": 3,
    "text": "  Renewal. 115. (1) Registration of a mark may be renewed for  consecutive periods of ten years each on payment of the  Prescribed fee.  (2) Renewal of registration of a mark shall not be sub-  «ject to any further examination of the mark by the Regis-  * trar or to opposition by any person.",
    "mean_p_confidence": 0.8015
  },
  {
    "i_page": 56,
    "par_num": 4,
    "text": "  (3) The renewal fee shall be paid within the twelve  months preceding the date of expiration of the period of  registration : €",
    "mean_p_confidence": 0.7733333333333333
  },
  {
    "i_page": 56,
    "par_num": 5,
    "text": "  Provided, however, that a period of grace of six months  shall be allowed for the payment of the fee after the date  of such expiration, upon payment of such surcharge as may  be prescribed.",
    "mean_p_confidence": 0.8164102564102564
  },
  {
    "i_page": 56,
    "par_num": 6,
    "text": "  (4) The Registrar shall record in the register and cause  to be published in the Gazette in the prescribed form all  renewals of registration stating any elimination from the  lists of goods or services.",
    "mean_p_confidence": 0.8194871794871794
  },
  {
    "i_page": 56,
    "par_num": 7,
    "text": "  (5) Where the renewal fee has not been paid within such  period or such extended period specified in subsection (3),  the Registrar shall remove the mark from the register.",
    "mean_p_confidence": 0.8275757575757575
  },
  {
    "i_page": 56,
    "par_num": 8,
    "text": "  Alteration of 116, The registered owner of any mark may apply in",
    "mean_p_confidence": 0.8135714285714286
  },
  {
    "i_page": 56,
    "par_num": 9,
    "text": "  mak’ the prescribed manner to the Registrar for leave to add  to or alter such mark in any manner not substantially  affecting the identity of the same, and the Registrar may ~  refuse such leave or may grant the same on such terms  and subject to such limitations as to mode or place of user  as he may think fit. If leave be granted, the mark as  altered shall be published in the prescribed manner.",
    "mean_p_confidence": 0.8337349397590362
  },
  {
    "i_page": 57,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 57,
    "par_num": 1,
    "text": "  : Code of Intellectual Property a  Act, No, 52 of 1979  CHAPTER XXIII  Rights of registered owner of mark  117. (1) Subject and without prejudice to other provi- Rights af —  sions of this Part, the registered owner of a mark shall Seeutere®  have the following exclusive rights in relation to the  mark:—  (@) to use the mark ;  (b) to assign or transmit the registration of the mark ;  (©) to conclude licence contracts.  (2) Without the consent of the registered owner of  the mark third parties are precluded from the following  acts:—  (a) any use of the mark, or of a sign resembling it, in  such a way as to be likely to mislead the public,  for goods or services in respect of which the mark  is registered, or for other goods or services in  connection with which the use of the mark or  sign is likely to mislead the public; and  (b) any other use of the mark, or of a sign or trade  # name resembling it, without just cause and in  conditions likely to be prejudicial to the interests  of the registered owner of the mark,  118. The registration of the mark shall not confer on its Tatas,  registered owner the right to preclude third parties— Fegistered =  owner's  (e) trom using bona fide their names, addresses, pseudo- rights  nyms, a geographical name, or exact indications  concerning the kind, quality, quantity, destination,  value, place of origin or time of production or of  supply of their goods and services, in so far as  such use is confined to the purposes of mere  identification or information and cannot mislead  the public as to the source of the goods or  services ;  (®) from using the mark in relation to goods lawfully  r * manufactured, imported, offered for sale, sold, used  or stocked in Sri Lanka under. that mark, pro-  vided that such goods have not undergone amy  change.  A 40084 (79/04),",
    "mean_p_confidence": 0.7882016348773841
  },
  {
    "i_page": 58,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 58,
    "par_num": 1,
    "text": "  30 Code of Intellectual Property,  Act, No. 52 of 1979  CHAPTER XXIV  Assignment and Transmission of Applications and  Registrations",
    "mean_p_confidence": 0.6936
  },
  {
    "i_page": 58,
    "par_num": 2,
    "text": "  Assignment 419, (1) An application for registration or the registration  and  fausmission of a mark may be assigned or transmitted independently  {ications of the transfer of all or part of the enterprise using the  tha. mark, in respect of all or part of the goods or services for  registrations. which the application was filed or the mark registered,",
    "mean_p_confidence": 0.7561538461538462
  },
  {
    "i_page": 58,
    "par_num": 3,
    "text": "  (2) Such assignment or transmission shall be invalid it  the purpose or effect thereof is to mislead the public, in  particular in respect of the nature, source, manufacturing  process, characteristics or suitability for their purpose of  the goods or services to which the mark is applied.",
    "mean_p_confidence": 0.8169230769230769
  },
  {
    "i_page": 58,
    "par_num": 4,
    "text": "  (8) Any person becoming entitled by assignment or  transmission to an application for registration or the  registration of a mark may apply to the Registrar in the  prescribed manner to have such assignment or transmis-  sion recorded in the register.",
    "mean_p_confidence": 0.8082608695652174
  },
  {
    "i_page": 58,
    "par_num": 5,
    "text": "  (4) No such assignment or transmission shall be recorded  in the register unless—",
    "mean_p_confidence": 0.73375
  },
  {
    "i_page": 58,
    "par_num": 6,
    "text": "  (q) the prescribed fee has been paid to the Registrar ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 58,
    "par_num": 7,
    "text": "  (®) in the case of an assignment, it is in writing signed",
    "mean_p_confidence": 0.7878571428571428
  },
  {
    "i_page": 58,
    "par_num": 8,
    "text": "  by or on behalf of the contracting parties.",
    "mean_p_confidence": 0.758
  },
  {
    "i_page": 58,
    "par_num": 9,
    "text": "  (5) No such assignment or transmission shall have effect  against third parties unless so recorded in the register.",
    "mean_p_confidence": 0.7933333333333333
  },
  {
    "i_page": 58,
    "par_num": 10,
    "text": "  CHAPTER XXV  Licence Contracts  ite 120. (1) For the purposes of this Part licence contract  means any contract by which the registered owner of a  mark (“the licensor”) grants to another person or enter-  Prise (“the licensee”) a licence to use the mark for all or  Part of the goods or services in respect of which the mark  is registered,  (2) Use of the mark by the licensee shall be deemed to  be use of the mark by the registered owner.",
    "mean_p_confidence": 0.8094565217391304
  },
  {
    "i_page": 59,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 59,
    "par_num": 1,
    "text": "  Code of Intellectual Property - 51  Act, No, 52 of 1979  121. (1) A licence contract shall be in writing signed by Form fe  or on behalf of the contracting parties. cence  contract,  (2) Upon a request in writing signed by or on behalf of  the contracting parties, the Registrar shall, on payment of  the prescribed fee, record in the register such particulars  relating to the contract as the parties thereto might wish  to have recorded :",
    "mean_p_confidence": 0.7698863636363636
  },
  {
    "i_page": 59,
    "par_num": 2,
    "text": "  Provided that the parties shall not be required to dis-  close or have recorded any other particulars relating to the  said contract.",
    "mean_p_confidence": 0.7838461538461539
  },
  {
    "i_page": 59,
    "par_num": 3,
    "text": "  122. (1) In the absence of any provision to the contrary Rights ot  {in the licence contract, the licensee shall— wensee.",
    "mean_p_confidence": 0.7429166666666666
  },
  {
    "i_page": 59,
    "par_num": 4,
    "text": "  (@) be entitled to use the mark within the whole geo-",
    "mean_p_confidence": 0.7930769230769231
  },
  {
    "i_page": 59,
    "par_num": 5,
    "text": "  graphical area of Sri Lanka, during the whole  period of registration of the mark, including rene-  wals, in respect of all the goods or services for  which the mark is registered ;",
    "mean_p_confidence": 0.7886486486486486
  },
  {
    "i_page": 59,
    "par_num": 6,
    "text": "  (b) not be entitled to assign or transmit his rights under",
    "mean_p_confidence": 0.7876923076923077
  },
  {
    "i_page": 59,
    "par_num": 7,
    "text": "  the licence contract or grant sub-licences to third  parties.",
    "mean_p_confidence": 0.6774999999999999
  },
  {
    "i_page": 59,
    "par_num": 8,
    "text": "  (2) The provisions of this Chapter shall apply, mutatis  ‘mutandis, to assignments and sub-licences.",
    "mean_p_confidence": 0.748235294117647
  },
  {
    "i_page": 59,
    "par_num": 9,
    "text": "  123, (1) In the absence of any provision to the contrary Rights of  in the licence contract, the licensor may grant further licensor.  licences to third parties in respect of the same mark or  himself use the mark.",
    "mean_p_confidence": 0.8123255813953488
  },
  {
    "i_page": 59,
    "par_num": 10,
    "text": "  (2) Where the licence contract provides that the licence  is exclusive, and unless it is expressly provided otherwise  fn such contract, the licensor shall not grant further  Licences to third parties in respect of the same mark or him-  self use the mark. 5",
    "mean_p_confidence": 0.8042
  },
  {
    "i_page": 59,
    "par_num": 11,
    "text": "  124, (1) A licence contract shall be null and void in the Nullity of  absence of stipulations ensuring effective control by the contract  Ucensor of the quality of the goods or services in respect of end",
    "mean_p_confidence": 0.7845
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "  ; certain  which the mark may be used. clauses,",
    "mean_p_confidence": 0.5641666666666666
  },
  {
    "i_page": 59,
    "par_num": 13,
    "text": "  (2) Any clause or condition in a licence contract shall  ‘be null and void in so far as it imposes upon the licensee  Testrictions not derived from the rights conferred by this  Part on the registered owner of the mark, or unnecessarv  for the safeguarding of such rights:",
    "mean_p_confidence": 0.8292592592592593
  },
  {
    "i_page": 60,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 60,
    "par_num": 1,
    "text": "  62 Code of Intellectual Property :  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6371428571428571
  },
  {
    "i_page": 60,
    "par_num": 2,
    "text": "  Provided that—",
    "mean_p_confidence": 0.455
  },
  {
    "i_page": 60,
    "par_num": 3,
    "text": "  (a) restrictions concerning the scope, extent, duration of  use of the mark or the geographical area in or the  quality or quantity of the goods or services in  connection with which the mark may be used;",
    "mean_p_confidence": 0.8324390243902438
  },
  {
    "i_page": 60,
    "par_num": 4,
    "text": "  (6) restrictions justified by the stipulations referred to  in subsection (1) ; and",
    "mean_p_confidence": 0.7268749999999999
  },
  {
    "i_page": 60,
    "par_num": 5,
    "text": "  (c) obligations imposed upon the licensee to abstain from  all acts capable of prejudicing the validity of the  registration of the mark,",
    "mean_p_confidence": 0.785
  },
  {
    "i_page": 60,
    "par_num": 6,
    "text": "  shall not be deemed to constitute such restrictions.  Cancellation 125. The Court may on the application of any person  ponttack showing a legitimate interest, or of any competent autho-  rity including the Registrar, to which the registered owner  of the mark and every assignee, licensee or sub-license on  record shall be made party, annul and cancel the said  contract if—",
    "mean_p_confidence": 0.7898529411764706
  },
  {
    "i_page": 60,
    "par_num": 7,
    "text": "  (@) the licensor has lost effective control over the  quality of the goods or services in respect of which  the mark is used ;",
    "mean_p_confidence": 0.8057142857142857
  },
  {
    "i_page": 60,
    "par_num": 8,
    "text": "  (0) the licensee has used the mark in such a way as to  ‘mislead or confuse the public.",
    "mean_p_confidence": 0.7723809523809523
  },
  {
    "i_page": 60,
    "par_num": 9,
    "text": "  apecee 126. (1) Where the Registrar has reasonable cause to  favolving believe that any licence contract or any amendment or  Payments renewal thereof —",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 60,
    "par_num": 10,
    "text": "  abroad.",
    "mean_p_confidence": 0.24333333333333332
  },
  {
    "i_page": 60,
    "par_num": 11,
    "text": "  (@) which involves the payment of royalties abroad ; or",
    "mean_p_confidence": 0.7533333333333333
  },
  {
    "i_page": 60,
    "par_num": 12,
    "text": "  (b) which by reason of other circumstances relating to  such licence contract ;",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 60,
    "par_num": 13,
    "text": "  is detrimental to the economic development of Sri Lanka  he shall in writing communicate such fact to the Governor  of the Central Bank and transmit all papers in his custody  relevant to a decision on such matter to the Governor of  the Central Bank.",
    "mean_p_confidence": 0.8201999999999999
  },
  {
    "i_page": 60,
    "par_num": 14,
    "text": "  (2) Where the Governor of the Central Bank on receipt",
    "mean_p_confidence": 0.7883333333333332
  },
  {
    "i_page": 60,
    "par_num": 15,
    "text": "  of any communication under subsection (1) informs the  Registrar in writing that the said licence contract or any  amendment or renewal thereof is detrimental to the econo-  mic development of Sri Lanka the Registrar shall cancel  and invalidate the record of such contract in the Register.",
    "mean_p_confidence": 0.8282692307692308
  },
  {
    "i_page": 61,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 61,
    "par_num": 1,
    "text": "  ‘ Code of Intellectual Property 53  Act, No. 52 of 1979  127. Where, before the expiration of the licence contract, Pifect of,  the registration is declared null and void the licensee shall fegistration  no longer be required to make any payment to the licensor on licence  under the licence contract, and shall be entitled to repay-  ment of the payments already made:  Provided that the licensor shall not be required to make  any repayment, or shall be required to make repayment  only in part, to the extent that he can prove that any such  repayment would be inequitable under all the circums-  tances, in particular if the licensee has effectively profited  from the licence.  128. The Registrar shall— Fie  (q) if he is satisfied that a recorded licence contract has Snvalidation  expired or been terminated, record that fact in the ficence  register upon a request in writing to that effect Contract  signed by or on behalf of the parties thereto ;  (®) record in the register the expiry, termination,  annulment or invalidation of a licence contract  under any provision of this Part.  CHAPTER XXVI  Renunciation and Nullity of Registration  129. (1) The registered owner of a mark may renounce Renunciation  the registration, either wholly or in respect of part of the registration.  goods or services for which the mark is registered, by a  declaration in writing signed by him or on his behalf and  submitted to the Registrar.  (2) The Registrar shall, on receipt of the said declaration,  record it in the register and cause such record to be pub-  lished in the Gazette.  (8) The renunciation shall take effect from the date that  the Registrar receives the said declaration.",
    "mean_p_confidence": 0.8014649681528663
  },
  {
    "i_page": 62,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 62,
    "par_num": 1,
    "text": "  64 Code of Intellectual Property .  ‘Act, No. 52 of 1979  (4) Where a licence contract in respect of a mark is  recorded in the register the Registrar shall not, in the  absence of provision to the contrary in such licence  contract; accept or record the said renunciation except  upon receipt of a signed declaration by which any assignee,  licensee or sub-license on record consents to the renuncia~  tion, unless his consent is expressly waived in the licence  contract.  nis 130, (1) The Court may on the application of any person  showing a legitimate interest, or of any competent authority  including the Registrar, to which the registered owner of  the mark and every assignee, licensee or sub-license on  record shall be made party, declare the registration of the  mark null and void if its registration is precluded under  the provisions of sections 99 and 100:",
    "mean_p_confidence": 0.8096319018404908
  },
  {
    "i_page": 62,
    "par_num": 2,
    "text": "  Provided, however, that grounds of nullity which do not  exist at the date of the application to Court shall not be  taken into account,",
    "mean_p_confidence": 0.8117857142857143
  },
  {
    "i_page": 62,
    "par_num": 3,
    "text": "  (2) Where the grounds for nullity of registration of the  mark exist in respect of only part of the goods or services  for which the mark is registered, nullity of the registration  shall be declared for that part only of such goods or services.",
    "mean_p_confidence": 0.8481632653061225
  },
  {
    "i_page": 62,
    "par_num": 4,
    "text": "  (3) An application for a declaration of nullity based on  any of the grounds specified in section 100 (1) shall be made  within five years from the date of registration of the mark.",
    "mean_p_confidence": 0.8305405405405406
  },
  {
    "i_page": 62,
    "par_num": 5,
    "text": "  Date, and 131, (1) Upon a final decision of the Court declaring total  ullity. or partial nullity of registration of a mark, the reg'stration  shall be deemed to have been null and void totally or par  tially, as the case may be, from the date of such registration.",
    "mean_p_confidence": 0.8064150943396227
  },
  {
    "i_page": 62,
    "par_num": 6,
    "text": "  (2) When a declaration of nullity becomes final the Regis-  trar of the Court shall notify the Registrar who shall record  the said declaration in the register and cause it to be pub-  nsned in the Gazette.",
    "mean_p_confidence": 0.8238095238095239
  },
  {
    "i_page": 63,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 63,
    "par_num": 1,
    "text": "  Code of Intellectual Property 55  Act, No. 52 of 1979  CHAPTER XXVII  Removal of mark",
    "mean_p_confidence": 0.687
  },
  {
    "i_page": 63,
    "par_num": 2,
    "text": "  132. (1) The Court may on the application of any person Reval of  showing a legitimate interest, or of any competent authority  including the Registrar, to which the registered owner of ~  the mark and every assignee, licensee or sub-license on  record shall be made party, remove any registered mark  from the register :—",
    "mean_p_confidence": 0.7890163934426229
  },
  {
    "i_page": 63,
    "par_num": 3,
    "text": "  (@) if the registered owner has, without valid grounds,  failed to use the mark within Sri Lanka or cause  it to be used within Sri Lanka by virtue of a licence,  during five consecutive years immediately preced-  ing the date of the application to Court;",
    "mean_p_confidence": 0.8247058823529412
  },
  {
    "i_page": 63,
    "par_num": 4,
    "text": "  (®) if the registered owner has caused, provoked or tole-  rated the transformation of the mark into a generic  name for one or more of the goods or services in  respect of which the mark is registered so that in  trade circles and in the eyes of the public its signi-  ficance as a mark has been lost.",
    "mean_p_confidence": 0.832
  },
  {
    "i_page": 63,
    "par_num": 5,
    "text": "  (2) In any application under subsection (1) (a) the Court  may take into account the fact that non-use of the mark was  due to circumstances beyond the control of the registered  ‘owner. The Court shall not take into account the lack of  funds of the registered owner as a ground for non-use of  the mark.",
    "mean_p_confidence": 0.8240322580645161
  },
  {
    "i_page": 63,
    "par_num": 6,
    "text": "  (8) The use of a mark—",
    "mean_p_confidence": 0.67125
  },
  {
    "i_page": 63,
    "par_num": 7,
    "text": "  (a) in a form differing, in elements which do not alter  the distinctive character of the mark, from the form  in which it was registered. shall not be a ground for  removal of the mark ,",
    "mean_p_confidence": 0.8002439024390244
  },
  {
    "i_page": 63,
    "par_num": 8,
    "text": "  (b) in connection with one or more of the goods or ser-  vices belonging to any given class in respect of  which the mark is registered, shall suffice to pre-  vent the removal of t!.e mark in respect of all the  other goods or services of the same class.",
    "mean_p_confidence": 0.8052727272727273
  },
  {
    "i_page": 64,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 64,
    "par_num": 1,
    "text": "  56 Code of Intellectual Property  Act, No, 52 of 1979  Date, and 133. Upon a final decision of the Court removing any  sree ot ot registered mark from the register—  ont (1) the Court may, taking into account the date of the  events and other circumstances which occasion the  Temoval of the mark, determine the date on which  the registration of the mark shall be deemed to  have ceased to have any legal effect ;",
    "mean_p_confidence": 0.7758823529411765
  },
  {
    "i_page": 64,
    "par_num": 2,
    "text": "  (2) the Registrar of the Court shall communicate the  decision of the Court to the Registrar who shall, if  the Court decides that the mark be removed, enter  in the register a record of such removal and cause  the decision of the Court to be published in the  Gazette,",
    "mean_p_confidence": 0.8298214285714286
  },
  {
    "i_page": 64,
    "par_num": 3,
    "text": "  CHAPTER XXVIII  Collective marks  Collective 124, Sections 102, 116, 118, 119, and 129 to 133 of this Part  marks, shall apply to collective marks.  Apnliation 135. (1) An application for registration of a collective  fmn'of mark shall not be filed unless in the said application the  collective mark is designated as a collective mark and unless the  application is accompanied by a copy of such conditions as  may be prescribed governing the use of the mark duly  certified by the applicant.",
    "mean_p_confidence": 0.7652173913043477
  },
  {
    "i_page": 64,
    "par_num": 4,
    "text": "  (2) The conditions prescribed under subsection (1) shall  define the common characteristics or quality of the goods or  services which the collective mark shall designate and the  conditions in which and the person by whom it may be used.  ‘They shail also provide for the exercise of effective control  of the use of the mark and shall specify proper sanctions  for the use of the mark contrary to the said conditions.",
    "mean_p_confidence": 0.8421518987341773
  },
  {
    "i_page": 64,
    "par_num": 5,
    "text": "  Registration 136. (1) Registration of a collective mark shall be in such",
    "mean_p_confidence": 0.7728571428571429
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": "  fon of. part of the register as the Registrar may decide and a copy",
    "mean_p_confidence": 0.76625
  },
  {
    "i_page": 64,
    "par_num": 7,
    "text": "  collective of the conditions governing the use of the mark shall be  appended to the registration.",
    "mean_p_confidence": 0.7289473684210526
  },
  {
    "i_page": 64,
    "par_num": 8,
    "text": "  (2) The publication of an application for a collective mark  in accordance with section 107 (9) shall include a summary  of the conditions to be appended to the registration.",
    "mean_p_confidence": 0.8315151515151514
  },
  {
    "i_page": 64,
    "par_num": 9,
    "text": "  (3) When so registered under subsection (1) a collective  mark shall be deemed in all respects to be a registered  mark, s",
    "mean_p_confidence": 0.7630769230769231
  },
  {
    "i_page": 65,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 65,
    "par_num": 1,
    "text": "  Code of Intellectual Property, 37  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6492307692307692
  },
  {
    "i_page": 65,
    "par_num": 2,
    "text": "  437, (1) The registered owner of a collective mark shall Changes in  notify the Registrar in the prescribed manner of any changes governing  effected in the conditions governing the use of the mark. use of",
    "mean_p_confidence": 0.761025641025641
  },
  {
    "i_page": 65,
    "par_num": 3,
    "text": "  collective",
    "mean_p_confidence": 0.14666666666666667
  },
  {
    "i_page": 65,
    "par_num": 4,
    "text": "  (2) Any notification of such change shall be recorded in ™*\"  the register on payment of the prescribed fee. Any change  fn the conditions shall be effectual only if they have been  so recorded.",
    "mean_p_confidence": 0.7979487179487179
  },
  {
    "i_page": 65,
    "par_num": 5,
    "text": "  (8) The Registrar shall cause to be published in the  Gazette a summary of the changes so recorded in the  register.",
    "mean_p_confidence": 0.7931999999999999
  },
  {
    "i_page": 65,
    "par_num": 6,
    "text": "  138. ‘The provisions of sections 117 to 183 shall apply, Use of,  mututis mutandis, to collective marks. marks and",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 65,
    "par_num": 7,
    "text": "  other matters  CHAPTER XXIX  Trade Names and Unfair Competition",
    "mean_p_confidence": 0.5823076923076923
  },
  {
    "i_page": 65,
    "par_num": 8,
    "text": "  139. A name or designation shall not be admissible as a Prohibited  trade name if, by reason of its nature or the uses to which ade names.  it may be put, it is contrary to morality or public order or  is likely to offend the religious or racial susceptibilities of  any community or is likely to mislead trade circles or the  Public as to the nature of the enterprise identified by that  name,",
    "mean_p_confidence": 0.8271604938271605
  },
  {
    "i_page": 65,
    "par_num": 9,
    "text": "  140. (1) Notwithstanding the provisions of any written Protection  law providing for the registration of a trade name, such ames  name shall be protected, even prior to or without registra-  tion, against any unlawful act committed by a third party.",
    "mean_p_confidence": 0.8142222222222222
  },
  {
    "i_page": 65,
    "par_num": 10,
    "text": "  (2) Any subsequent use of a trade name by a third party,  whether as a trade name or as a trade mark, service mark  or collective mark or any such use of a similar trade name,  trade mark, service mark or collective mark likely to  mislead the public shall be deemed unlawful.",
    "mean_p_confidence": 0.8420689655172413
  },
  {
    "i_page": 65,
    "par_num": 11,
    "text": "  (8) Section 118 of this Part shall apply to trade names.",
    "mean_p_confidence": 0.7746153846153846
  },
  {
    "i_page": 65,
    "par_num": 12,
    "text": "  Ui. (1) A trade name may be assigned or transmitted Assignment",
    "mean_p_confidence": 0.7392307692307691
  },
  {
    "i_page": 65,
    "par_num": 13,
    "text": "  + together with the assignment or transmission of the enter- ffansmission  Prise or part of the enterprise identified by that name, _of trade",
    "mean_p_confidence": 0.7542307692307693
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "  (2) The provisions of section 119 shall apply, mutatis",
    "mean_p_confidence": 0.7836363636363636
  },
  {
    "i_page": 65,
    "par_num": 15,
    "text": "  ‘mutandis, to trade names.",
    "mean_p_confidence": 0.6283333333333333
  },
  {
    "i_page": 66,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 66,
    "par_num": 1,
    "text": "  58 Code of Intellectual Property  Act, No. 52 of 1979  Unfair sion ‘142. (1) Any act of competition contrary to hones!  ° Practices in industrial or commercial matters shall consti-  tute an act of unfair competition.",
    "mean_p_confidence": 0.7504761904761905
  },
  {
    "i_page": 66,
    "par_num": 2,
    "text": "  (2) Acts of unfair competition shall include the",
    "mean_p_confidence": 0.732
  },
  {
    "i_page": 66,
    "par_num": 3,
    "text": "  following :—",
    "mean_p_confidence": 0.375
  },
  {
    "i_page": 66,
    "par_num": 4,
    "text": "  (q) all acts of such a nature as to create confusion by any  means whatsoever with the establishment, the  goods, services or the industrial or commercial  activities of a competitor ;",
    "mean_p_confidence": 0.8080555555555555
  },
  {
    "i_page": 66,
    "par_num": 5,
    "text": "  (0) a false allegation in the course of trade of such a  nature as to discredit the establishment, the goods,  services or the industrial or commercial activities  of a competitor ;",
    "mean_p_confidence": 0.7863888888888888
  },
  {
    "i_page": 66,
    "par_num": 6,
    "text": "  (©) any indication of source or appellation of origin the  use of which in the course of trade is liable to  mislead the public as to the nature, manufacturing  process, characteristics, suitability for their purpose  or the quantity of goods ;",
    "mean_p_confidence": 0.8085106382978723
  },
  {
    "i_page": 66,
    "par_num": 7,
    "text": "  (@) making direct or indirect use of a false or deceptive  indication of the source of goods or services or of  the identity of their producer, manufacturer or  supplier;",
    "mean_p_confidence": 0.7647058823529411
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "  (e) making direct or indirect use of a false or deceptive  appellation of origin or imitating an appellation of  origin even if the true origin of the product is  indicated, or using the appellation in translated  form or accompanied by terms such as “kind”,  “type”, “mark”, “imitation” or the like.",
    "mean_p_confidence": 0.8210526315789474
  },
  {
    "i_page": 66,
    "par_num": 9,
    "text": "  (8) Any person or association of producers, manufacturers  or traders aggrieved by any of the acts referred to in  subsection (2) may institute proceedings in Court to  prohibit the continuance of such acts, and the provisions of  Chapter XXXII relating to infringements shall apply,  ‘mutatis mutandis, to such proceedings.",
    "mean_p_confidence": 0.8198214285714285
  },
  {
    "i_page": 67,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 67,
    "par_num": 1,
    "text": "  Code of Intellectual Property 50  ‘Act, No. 52 of 1979  PART VI  OFFENCES AND PENALTIES  CHAPTER XXX ‘",
    "mean_p_confidence": 0.6812499999999999
  },
  {
    "i_page": 67,
    "par_num": 2,
    "text": "  143. Any person who makes or causes to be made a false a al  entry in any cf the registers kept under this Code, or a in any_  writing falsely purporting to be a copy of an entry inany  Such register, or produces, or tenders, or causes to be  Produced or tendered in evidence any such writing, knowing  the entry or writing to be false shall be guilty of an offence  and shall be liable on conviction after trial to imprisonment  for a term not exceeding seven years,",
    "mean_p_confidence": 0.8167010309278351
  },
  {
    "i_page": 67,
    "par_num": 3,
    "text": "  44, (1) Any person who wilfully infringes any of the Infringement  rights protected under Part II of this Code shall be gnilty copyright.  of an offence and shall be liable on conviction after trial  before a Magistrate to a fine nc* exceeding twenty thousand  rupees or to imprisonment for a term not exceeding six  ‘months or to both such fine and such imprisonment, and in",
    "mean_p_confidence": 0.8265277777777778
  },
  {
    "i_page": 67,
    "par_num": 4,
    "text": "  “Xhe case of a second or subsequent conviction the above fine  ‘or term of imprisonment or both may be doubled.",
    "mean_p_confidence": 0.7960869565217391
  },
  {
    "i_page": 67,
    "par_num": 5,
    "text": "  (2) ‘The Magistrate may, whether the alleged offender  is convicted or not, order that all copies of the work and all  implements used for the infringement, or all plates in the  Possession of the alleged offender, which appear to him  to be infringing copies or plates for the purpose of making  infringing copies, shall be destroyed or delivered up to the  owner of the copyright, or otherwise dealt with as the  Magistrate may think ft.",
    "mean_p_confidence": 0.841547619047619
  },
  {
    "i_page": 67,
    "par_num": 6,
    "text": "  145. Any person who wilfully infringes the rights of Infringement  any registered owner, assignee or licensee of an industrial {ndustrial  design shall be guilty of an offence and shall be liable on “*H€™*  conviction after trial before a Magistrate to a fine not ex-  ceeding twenty thousand rupees or to imprisonment for a  term not exceeding six months or to both such fine and  “Such imprisonment, and in the case of a second or sub-  sequent conviction the above fine or term of imprisonment  or both may be doubled.",
    "mean_p_confidence": 0.826060606060606
  },
  {
    "i_page": 68,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 68,
    "par_num": 1,
    "text": "  60 Code of Intellectual Property  ‘Act, No. 52 of 1979  Fatte 4, _€M6._ (1) Any person who, for industrial or commercial  Fepresenta- purposes, makes a representation—  tregeraog (a) with respect to an industrial design not being @  designs. registered industrial design to the effect that it ist  a registered industrial design ;",
    "mean_p_confidence": 0.7083333333333334
  },
  {
    "i_page": 68,
    "par_num": 2,
    "text": "  : (b) to the effect that a registered industrial design is  registered in respect of any products in respect of  which it is not registered ; or",
    "mean_p_confidence": 0.7487096774193549
  },
  {
    "i_page": 68,
    "par_num": 3,
    "text": "  (©) to the effect that the registration of an industrial",
    "mean_p_confidence": 0.7833333333333333
  },
  {
    "i_page": 68,
    "par_num": 4,
    "text": "  design gives an exclusive right to the use thereof  in any circumstances in which, having regard to  limitations recorded in the register, the registration  does not give that right,  shall be guilty of an offence, and shall be liable on convie-  tion after trial before a Magistrate to a fine not exceeding  twenty thousand rupees or to imprisonment for a term not  exceeding six months or to both such fine and such  imprisonment.",
    "mean_p_confidence": 0.8231325301204818
  },
  {
    "i_page": 68,
    "par_num": 5,
    "text": "  (2) A person shall be deemed to represent that an  industrial design is registered if he uses in connection with  the industrial design the word “registered”, or any word.  or words expressing or implying that registration has been  obtained for the industrial design.",
    "mean_p_confidence": 0.8106122448979591
  },
  {
    "i_page": 68,
    "par_num": 6,
    "text": "  Infringement ‘147. Any person who wilfully infringes the rights of any",
    "mean_p_confidence": 0.7361538461538462
  },
  {
    "i_page": 68,
    "par_num": 7,
    "text": "  of patents. registered owner, assignee or licensee of a patent shall be  guilty of an offence, and shall be liable on conviction after  trial before a Magistrate to a fine not exceeding twenty  thousand rupees or to imprisonment for a term not exceed _  ing six months or to both such fine and such imprisonment,  and in the case of a second or subsequent conviction the  above fine or term of imprisonment or both may be doubled.",
    "mean_p_confidence": 0.8367058823529412
  },
  {
    "i_page": 68,
    "par_num": 8,
    "text": "  False 148, (1) Any person who, for industrial or commercial",
    "mean_p_confidence": 0.7775
  },
  {
    "i_page": 68,
    "par_num": 9,
    "text": "  fepresenta- purposes, makes a representation—",
    "mean_p_confidence": 0.4228571428571429
  },
  {
    "i_page": 68,
    "par_num": 10,
    "text": "  regardin",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 68,
    "par_num": 11,
    "text": "  Patents. (@) with respect to a patent not being a registered patent",
    "mean_p_confidence": 0.6935714285714285
  },
  {
    "i_page": 68,
    "par_num": 12,
    "text": "  to the effect that it is a registered patent ;  (b) to the effect that a registered patent is registered in  respect of any product or process in respect of  which it is not registered ; or",
    "mean_p_confidence": 0.8326190476190476
  },
  {
    "i_page": 69,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 69,
    "par_num": 1,
    "text": "  Code of Intellectual Property 61  ‘Act, No. 52 of 1979  (o) to the effect that the registration of a patent gives  an exclusive right to the use thereof in any circums-  tances in which, having regard to limitations  oP recorded in the register, the registration does not  give that right,  shall be guilty of an offence, and shall be liable on convic-  tion after trial before a Magistrate to a fine not exceeding  twenty thousand rupees or to imprisonment for a term not  exceeding six months or to both such fine and such  imprisonment.",
    "mean_p_confidence": 0.8062616822429907
  },
  {
    "i_page": 69,
    "par_num": 2,
    "text": "  (2) A person shall be deemed to represent that a patent  is registered if he uses in connection with the patent the  word “registered”, or any word or words expressing or  implying that registration has been obtained for the patent.",
    "mean_p_confidence": 0.8444444444444444
  },
  {
    "i_page": 69,
    "par_num": 3,
    "text": "  149. Any person who being or having been employed in Unlawful  or at the Registry, communicates any information relating ¢j**lsure  to patents or matters connected therewith obtained by him information  during the course of his employment in or at the Registry {o aunSta,  to any person not entitled or authorized to receive such  information, or discloses such information to the public or  makes any other unlawful use of such information shall  be guilty of an offence, and shall be liable on conviction  after trial before a Magistrate to a fine not exceeding twenty  thousand rupees or to imprisonment for a term not exceed-  ing twelve months or to both such fine and such  imprisonment.",
    "mean_p_confidence": 0.8170078740157479
  },
  {
    "i_page": 69,
    "par_num": 4,
    "text": "  150. Any person who wilfully infringes the rights of any Infringement .  registered owner, assignee or licensee of a mark shall be % ™#rk®  guilty of an offence, and shall be liable on conviction after  trial before a Magistrate to a fine not exceeding twenty  thousand rupees or to imprisonment for a term not excee-  ding six months or to both such fine and such imprisonment  and in the case of a second or subsequent conviction the  above fine or term of imprisonment or both may be doubled.",
    "mean_p_confidence": 0.8324742268041238
  },
  {
    "i_page": 69,
    "par_num": 5,
    "text": "  151. (1) Any person who, for industrial or commercial False repre-  purposes, makes « representation — alate  (@) with respect to a mark not being a registered mark \"™*\"**",
    "mean_p_confidence": 0.6754545454545454
  },
  {
    "i_page": 69,
    "par_num": 6,
    "text": "  _to the effect that it is a registered mark ;",
    "mean_p_confidence": 0.7558333333333334
  },
  {
    "i_page": 69,
    "par_num": 7,
    "text": "  (®) to the effect that a registered mark is registered in",
    "mean_p_confidence": 0.7807692307692308
  },
  {
    "i_page": 69,
    "par_num": 8,
    "text": "  respect of any goods or services in respect of which  it is not registered ; or",
    "mean_p_confidence": 0.7947368421052632
  },
  {
    "i_page": 70,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 70,
    "par_num": 1,
    "text": "  62 Code of Intellectual Property  ‘Act, No. 52 of 1979  (©) to the effect that the registration of a mark gives",
    "mean_p_confidence": 0.7704
  },
  {
    "i_page": 70,
    "par_num": 2,
    "text": "  an exclusive right to the use thereof in any cir~  cumstances in which, having regard to limitation  recorded in the register, the registration does not «  give that right,",
    "mean_p_confidence": 0.7685294117647059
  },
  {
    "i_page": 70,
    "par_num": 3,
    "text": "  shall be guilty of an offence and shall be liable on conviction",
    "mean_p_confidence": 0.8107142857142857
  },
  {
    "i_page": 70,
    "par_num": 4,
    "text": "  after trial before a Magistrate to a fine not exceeding twenty",
    "mean_p_confidence": 0.7823076923076923
  },
  {
    "i_page": 70,
    "par_num": 5,
    "text": "  thousand rupees or to imprisonment for a term not exceed-",
    "mean_p_confidence": 0.7508333333333334
  },
  {
    "i_page": 70,
    "par_num": 6,
    "text": "  ing six months or to both such fine and such imprisonment.",
    "mean_p_confidence": 0.7907692307692307
  },
  {
    "i_page": 70,
    "par_num": 7,
    "text": "  (2) A person shall be deemed to represent that a mark ts  registered if he uses in connection with the mark the word  “registered”, or any word or words expressing or implying  that registration has been obtained for the mark.",
    "mean_p_confidence": 0.817111111111111
  },
  {
    "i_page": 70,
    "par_num": 8,
    "text": "  Other",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 70,
    "par_num": 9,
    "text": "  Other as 152, (1) Any person who—",
    "mean_p_confidence": 0.5655555555555556
  },
  {
    "i_page": 70,
    "par_num": 10,
    "text": "  fo marks: (@) forges any mark ; or",
    "mean_p_confidence": 0.658
  },
  {
    "i_page": 70,
    "par_num": 11,
    "text": "  descriptions. __(b) falsely applies to goods any mark or marks so nearly  resembling a registered mark as to be likely to  mislead ; or",
    "mean_p_confidence": 0.7482142857142857
  },
  {
    "i_page": 70,
    "par_num": 12,
    "text": "  (©) makes any die, block, machine, or other instrument",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 70,
    "par_num": 13,
    "text": "  for the purpose of forging, or being used for forging,  a mark ; or 4  (@ applies any false trade description to goods ; or  (©) disposes of, or has in his possession, any die, block,  machine, or other instrument for the purpose of  forging a mark ; or",
    "mean_p_confidence": 0.7876785714285715
  },
  {
    "i_page": 70,
    "par_num": 14,
    "text": "  (A) cause to be done any of the things referred to above",
    "mean_p_confidence": 0.7707142857142857
  },
  {
    "i_page": 70,
    "par_num": 15,
    "text": "  in this subsection,  shall, subject to the provisions of this Part, and unless he  proves that he acted without intent to defraud, be guilty  of an offence,",
    "mean_p_confidence": 0.78625
  },
  {
    "i_page": 70,
    "par_num": 16,
    "text": "  (2) Any person who sells or exposes for, or has in his  possession for, sale, or any purpose of trade or manufacture,  any goods or things to which any forged mark or false trade  description is applied, or to which any mark so nearly Te-  sembling a registered mark as to be likely to mislead, is  falsely applied, as the case may be, shall, unless he proves—",
    "mean_p_confidence": 0.8401351351351352
  },
  {
    "i_page": 70,
    "par_num": 17,
    "text": "  (a) that having taken all reasonable precautions against",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 70,
    "par_num": 18,
    "text": "  ‘committing an offence he had at the time of the  commission of the alleged offence no reason to sus  pect the genuineness of the mark, or trade descrip-  tion : and",
    "mean_p_confidence": 0.7936111111111112
  },
  {
    "i_page": 71,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 71,
    "par_num": 1,
    "text": "  Code of Intellectual Property 6  ‘Act, No. 52 of 1979  (®) that on demand made by or on behalf of the pro-  secutor he gave all the information in his power  with respect to the persons from whom he obtained  such goods or things ; or",
    "mean_p_confidence": 0.801509433962264
  },
  {
    "i_page": 71,
    "par_num": 2,
    "text": "  (€) that otherwise he had acted innocently,  he guilty of an offence.",
    "mean_p_confidence": 0.7006666666666667
  },
  {
    "i_page": 71,
    "par_num": 3,
    "text": "  (3) Any person who imports any piece-goods ordinarily  sold by length or by the piece, manufactured beyond the  limits of Sri Lanka, or who sells or exposes for, or has in  his possession for, sale, or any purpose of trade, any piece-  goods ordinarily sold as aforesaid, whether manufactured  within or beyond the limits of Sri Lanka, which have not  conspicuously stamped in English numerals on each piece  the length thereof in standard metres, or in standard metres  and a fraction of such a metre, according to the real length  of the piece, shall be guilty of an offence:",
    "mean_p_confidence": 0.8370909090909091
  },
  {
    "i_page": 71,
    "par_num": 4,
    "text": "  Provided that nothing in this subsection contained shall  apply to any piece-goods manufactured within the limits of  Sri Lanka by hand labour only-",
    "mean_p_confidence": 0.7911111111111111
  },
  {
    "i_page": 71,
    "par_num": 5,
    "text": "  (4) Any person found guilty of an offence under this  section after trial before a Magistrate shall be liable on  conviction to a fine not exceeding twenty thousand rupees  or to imprisonment for a term not exceeding two years or  to both such fine and such imprisonment, and in the case of  a second or subsequent conviction the above fine or term of  imprisonment or both may be doubled.",
    "mean_p_confidence": 0.8351948051948053
  },
  {
    "i_page": 71,
    "par_num": 6,
    "text": "  (5) ‘The Magistrate may, whether the alleged offender is  convicted or not, order that every chattel, article, instrument  or thing by means of or in relation to which the offence  has or might have been committed shall be destroyed or  declared forfeit to the State or otherwise dealt with as he  may think fit,",
    "mean_p_confidence": 0.8081967213114754
  },
  {
    "i_page": 71,
    "par_num": 7,
    "text": "  153. Where an offence under this Code has been Offences |  committed by a body corporate, every person who at the corporate,  time of the commission of the offence was a director, general  manager, secretary or other similar officer of that body or  Was obliged to act in any such capacity, shall be deemed  to be guilty of such offence, unless he proves that the",
    "mean_p_confidence": 0.8398611111111111
  },
  {
    "i_page": 71,
    "par_num": 8,
    "text": "  _ Offence was committed without his consent or connivance  and that he exercised all due diligence to prevent the  commission of the offence having regard to the nature of  hhis functions in that capacity and to all the circumstances.",
    "mean_p_confidence": 0.7775
  },
  {
    "i_page": 72,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 72,
    "par_num": 1,
    "text": "  64 Code of Intellectual Property ,  Act, No. 52 of 1979",
    "mean_p_confidence": 0.652142857142857
  },
  {
    "i_page": 72,
    "par_num": 2,
    "text": "  Interpreta- 154. For the purposes of this Part, the definitions  contained in section 97 shall apply, unless the context other-  wise requires.",
    "mean_p_confidence": 0.768076923076923
  },
  {
    "i_page": 72,
    "par_num": 3,
    "text": "  Falte | 155. (1) The provisions of this Part respecting the ‘",
    "mean_p_confidence": 0.6764285714285715
  },
  {
    "i_page": 72,
    "par_num": 4,
    "text": "  pao oe application of a false trade description to goods, or respec-  ting goods to which a false trade description is applied, shall  extend to the application to goods—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 72,
    "par_num": 5,
    "text": "  (a) of any such figures, words, marks or arrangement or  combination thereof, whether including a regis-  tered mark or not, as are likely to lead persons to  believe that the goods are the manufacture or  merchandise of some person other than the person  whose manufacture or merchandise they really are;",
    "mean_p_confidence": 0.8124561403508772
  },
  {
    "i_page": 72,
    "par_num": 6,
    "text": "  (b) of any false name or initials of a person and to goods  with the false name or initials of a person applied,  in like manner as if such name or initials were 8  trade description, and for the purposes of this Part  the expression “false name or initials” means, a8  applied to any goods, any name or initials of a per-  son which—",
    "mean_p_confidence": 0.8229166666666666
  },
  {
    "i_page": 72,
    "par_num": 7,
    "text": "  (i) are not a mark, or part of a mark ; and",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 72,
    "par_num": 8,
    "text": "  (ii) are identical with, or a colourable imitation of,  the name or initials of a person carrying 0D ©  business in connection with goods of the same  description, and not having authorized the use  of such name or initials ; and",
    "mean_p_confidence": 0.7840425531914894
  },
  {
    "i_page": 72,
    "par_num": 9,
    "text": "  (ii) are either those of a fictitious person or of some  person not bona fide carrying on business in  connection with such goods.",
    "mean_p_confidence": 0.7733333333333333
  },
  {
    "i_page": 72,
    "par_num": 10,
    "text": "  (2) A trade description which denotes or implies that  there are contained in any goods to which it is applied more  metres or standard metres than there are contained therein,  is a false trade description.",
    "mean_p_confidence": 0.8332499999999999
  },
  {
    "i_page": 72,
    "par_num": 11,
    "text": "  Forging 156. A person shall be deemed to forge a mark who  Take either—",
    "mean_p_confidence": 0.7223529411764705
  },
  {
    "i_page": 72,
    "par_num": 12,
    "text": "  (a) without the assent of the owner of the mark makes  that mark, or a mark so nearly resembling that  mark as to be likely to mislead ; or",
    "mean_p_confidence": 0.8321212121212122
  },
  {
    "i_page": 72,
    "par_num": 13,
    "text": "  (®) falsifies any genuine mark, whether by alteration, ,  addition, effacement or otherwise, rs",
    "mean_p_confidence": 0.7164705882352941
  },
  {
    "i_page": 72,
    "par_num": 14,
    "text": "  and any mark so made or falsified is in this Part referred  to as a forged mark :",
    "mean_p_confidence": 0.790952380952381
  },
  {
    "i_page": 73,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 73,
    "par_num": 1,
    "text": "  Code of Intellectual Property 65  ‘Act, No. 52 of 1979",
    "mean_p_confidence": 0.7007692307692307
  },
  {
    "i_page": 73,
    "par_num": 2,
    "text": "  Provided that in any prosecution for forging a mark the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 73,
    "par_num": 3,
    "text": "  burden of proving the assent of the owner shall lie on the  accused. u",
    "mean_p_confidence": 0.6811764705882353
  },
  {
    "i_page": 73,
    "par_num": 4,
    "text": "  187. (1) A person shall be deemed to apply a mark or Applying  trade description to goods who— Tencriptions.",
    "mean_p_confidence": 0.7227272727272728
  },
  {
    "i_page": 73,
    "par_num": 5,
    "text": "  (@) applies it to the goods themselves ; or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 73,
    "par_num": 6,
    "text": "  (®) applies it to any covering, label, reel or other thing",
    "mean_p_confidence": 0.7438461538461538
  },
  {
    "i_page": 73,
    "par_num": 7,
    "text": "  in or with which the goods are sold or exposed, or  had in possession for any purpose of sale, trade, oF  manufacture ; or",
    "mean_p_confidence": 0.7971428571428572
  },
  {
    "i_page": 73,
    "par_num": 8,
    "text": "  (c) places, encloses, or annexes any goods which are sold",
    "mean_p_confidence": 0.7425
  },
  {
    "i_page": 73,
    "par_num": 9,
    "text": "  or exposed, or had in possession for any purpose of  sale, trade, or manufacture, in, with, or to any  covering, label, reel, or other thing to which a mark  or trade description has been applied ; or -  (q) uses a mark, or trade description in any manner likely  to lead to the belief that the goods in connection  with which it is used are designated or described  by that mark, or trade description, j",
    "mean_p_confidence": 0.7941666666666666
  },
  {
    "i_page": 73,
    "par_num": 10,
    "text": "  (2) The expression “covering” includes any stopper,  cask, bottle, vessel, box, cover, capsule, case, frame, or Wrap-  per ; and the expression “label ” includes any band or ticket.",
    "mean_p_confidence": 0.7793939393939393
  },
  {
    "i_page": 73,
    "par_num": 11,
    "text": "  (3) A mark, or trade description shall be deemed to be  applied whether it is woven, impressed, stamped, branded,  or otherwise worked into or annexed, or affixed to the goods,  or any covering, label, reel, or other thing.",
    "mean_p_confidence": 0.8281395348837209
  },
  {
    "i_page": 73,
    "par_num": 12,
    "text": "  (4) A person shall be deemed to falsely apply to goods a  mark who, without the assent of the owner of a mark, ap-  plies such mark or any mark so nearly resembling it as to  be likely to mislead, but in any prosecution for falsely ap-  plying a mark to goods the burden of proving the assent  of the owner shall lie on the accused.",
    "mean_p_confidence": 0.8493150684931506
  },
  {
    "i_page": 73,
    "par_num": 13,
    "text": "  158. Where a person is charged with making any die, Exemption  block, machine, or other instrument for the purpose of forg- Ptxcons  ing or being used for forging, a mark, or with falsely employed in  applying to goods any mark or any mark so nearly etd,  resembling a mark as to be likely to mislead, or with business.  appiying to goods any false trade description or causing  any of the things in this section mentioned to be done, and  proves—",
    "mean_p_confidence": 0.8080898876404494
  },
  {
    "i_page": 73,
    "par_num": 14,
    "text": "  (a) that in the ordinary course of his business he is em-",
    "mean_p_confidence": 0.8042857142857143
  },
  {
    "i_page": 73,
    "par_num": 15,
    "text": "  ployed, on behalf of other persons, to make dies,  blocks, machines, or other instruments for making.  TA 40784 79/04)",
    "mean_p_confidence": 0.706086956521739
  },
  {
    "i_page": 74,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 74,
    "par_num": 1,
    "text": "  66 Code of Intellectual Property  Act, No. 52 of 1979  or being used in making, marks, or as the case may  be, to apply marks or aeseriptions to goods and that  in the case which is the subject of the charge he  was so employed by some person resident in Sri  ‘Lanka, and was not interested in the goods by way  ~ of profit or commission depezdent on the sale of  such goods ; and  (b) that he took reasonable precautions against commit-  ting the offence charged ; and  (©) that he had, at the time of the commission of the  alleged offence, no reason to suspect the genuine-  ness of the mark or trade description ; and  (d) that he gave to the prosecutor all the information in  his power with respect to the person on whose be-  half the mark or description was applied,  he shall be discharged irom the prosecution, but shall be  liable to pay the costs incurred by the prosecutor unless  he has given due notice to him that he will rely on the above  defence,",
    "mean_p_confidence": 0.8092118226600986
  },
  {
    "i_page": 74,
    "par_num": 2,
    "text": "  Watahes. 159, Where a watch case has thereon any words or  ‘marks which constitute, or are by common repute consi-  dered as constituting, a description of the country in whieh  the watch was made, and the watch bears no description  of the country where it was made, those words or marks  shall, prima facie, be deemed to be a description of that  country within the meaning of this Part, and the provisions  of this Part with respect to goods to which a false trade  description has been applied, and with respect to selling or  exposing for, or having in possession for, sale, or any PUI-  pose of trade or manufacture, goods with a false trade des-  cription, shall apply accordingly, and for the purposes of  this section the expression “ watch” means all that portion  of a watch which is not the watch case.",
    "mean_p_confidence": 0.8371069182389936
  },
  {
    "i_page": 74,
    "par_num": 3,
    "text": "  Mark how 160. In any indictment, charge, proceeding, or document",
    "mean_p_confidence": 0.7558333333333334
  },
  {
    "i_page": 74,
    "par_num": 4,
    "text": "  described In in which any mark or forged mark is intended to be men-",
    "mean_p_confidence": 0.768125
  },
  {
    "i_page": 74,
    "par_num": 5,
    "text": "  acing. tioned, it shall be sufficient, without further description and  without any copy or facsimile, to state that mark or forged  mark to be a mark or forged mark.",
    "mean_p_confidence": 0.8048484848484848
  },
  {
    "i_page": 74,
    "par_num": 6,
    "text": "  Rules as to 161. In any prosecution for an offence under this Part—",
    "mean_p_confidence": 0.7886666666666666
  },
  {
    "i_page": 74,
    "par_num": 7,
    "text": "  nies (a) an accused, and his wife or her husband, as the ease",
    "mean_p_confidence": 0.7346666666666667
  },
  {
    "i_page": 74,
    "par_num": 8,
    "text": "  may be, may, if the accused thinks fit, be called as @  witness, and, if called, shall be sworn and examined,  and may be cross-examined and re-exemined in  Wke manner as any other witness ;",
    "mean_p_confidence": 0.7939999999999999
  },
  {
    "i_page": 75,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 75,
    "par_num": 1,
    "text": "  Code of Intellectual Property 67  Act, No. 52 of 1979  (0) in the case of imported goods evidence of the port  of shipment shall be prima facie evidence of the  place or country in which the goods were made or  produced.",
    "mean_p_confidence": 0.7912499999999999
  },
  {
    "i_page": 75,
    "par_num": 2,
    "text": "  162. Any person who, being within SriLanka, abets the punishment  commission, outside Sri Lanka, of any act which, if com- of |  mitted within Sri Lanka, would under this Part be an “°°*mie®  offence, shall be deemed guilty of that offence, and be liable  to be indicted, proceeded against, tried and convicted in  any district or place in Sri Lanka in which he may be as  if the offence had been there committed.",
    "mean_p_confidence": 0.8053086419753087
  },
  {
    "i_page": 75,
    "par_num": 3,
    "text": "  163. (1) Where, upon information of an offence under Search  this part, a Magistrate has issued either a summons requir-  ing the person charged by such information to appear i  answer to the same, or a warrant for the arrest of such  Person, and either the said Magistrate on or after issuing  the summons or warrant, or any other Magistrate, is satis-  fied by information on oath that there is reasonable cause  to suspect that any goods or things by means of, or in rela~  tion to, which such offence has been committed are in any  house or premises of the person charged by such informa-  tion, or otherwise in his possession or under his control, in  any place, such Magistrate may issue a warrant under his  hand, by virtue of which it shall be lawful for any police  officer, or other person named or referred to in the warrant,  to enter such house, premises, or place at any reasonable  time by day, and to search therefor and seize and take away  such goods or things ; and any goods or things seized under  any such warrant shall be brought before a Magistrate's  Court for the purpose of its being determined whether the  same are or are not liable to forfeiture under this Part.",
    "mean_p_confidence": 0.8532340425531915
  },
  {
    "i_page": 75,
    "par_num": 4,
    "text": "  (2) If the owner of any goods or things which, if the  owner thereof had been convicted, would be liable to for-  feiture under this Part, is unknown or cannot be found, an  information or complaint may be laid for the purpose only  of enforcing such forfeiture, and a Magistrate’s Court may  cause notice to be advertised stating that, unless cause is  shown to the contrary at the time and place named in the  notice, such goods or things will be forfeited, and at such  ‘time and place the Court, unless the owner or any person  on his behalf, or other person interested in the goods or  things, shows sufficient cause to the contrary, may order  such goods or things or any of them to be forfeited, and  every such order shall be subject to appeal.",
    "mean_p_confidence": 0.8488666666666667
  },
  {
    "i_page": 75,
    "par_num": 5,
    "text": "  A 40004 (10/00",
    "mean_p_confidence": 0.264
  },
  {
    "i_page": 76,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 76,
    "par_num": 1,
    "text": "  68 Code of Intellectual Property  Act, No. 52 of 1979  (8) Any goods or things forfeited under this section, or",
    "mean_p_confidence": 0.7829166666666666
  },
  {
    "i_page": 76,
    "par_num": 2,
    "text": "  under any other provisions of this Part, may be destroyed  or otherwise disposed of in such manner as the Court by  which the same are forfeited may direct, and such Court  may, out of any proceeds which may be realized by the  disposition of such goods (all marks and trade descriptions  being first obliterated), award to any innocent party any  loss he may have innocently sustained in dealing with  stich goods.",
    "mean_p_confidence": 0.8332499999999999
  },
  {
    "i_page": 76,
    "par_num": 3,
    "text": "  Sapte ot 164, In any prosecution under this Part the Court may",
    "mean_p_confidence": 0.7028571428571428
  },
  {
    "i_page": 76,
    "par_num": 4,
    "text": "  and of order costs to be paid to the accused by the prosecutor or",
    "mean_p_confidence": 0.775625
  },
  {
    "i_page": 76,
    "par_num": 5,
    "text": "  Prosecution. to the prosecutor by the accused, having regard to the in-  formation given by, and the conduct of, the accused and  prosecutor respectively, and the sum so awarded as costs  shall be recoverable as if it were a fine.",
    "mean_p_confidence": 0.8220000000000001
  },
  {
    "i_page": 76,
    "par_num": 6,
    "text": "  Limitation of 165. No prosecution for an offence under this Part shall",
    "mean_p_confidence": 0.7457142857142857
  },
  {
    "i_page": 76,
    "par_num": 7,
    "text": "  prosecution. he commenced after the expiration of three years next  after the commission of the offence or one year next after ;  the first discovery thereof by the prosecutor, which ever  expiration first happens.",
    "mean_p_confidence": 0.798974358974359
  },
  {
    "i_page": 76,
    "par_num": 8,
    "text": "  Prohibition 166. (1) All goods which, if sold, would be liable to",
    "mean_p_confidence": 0.7957142857142857
  },
  {
    "i_page": 76,
    "par_num": 9,
    "text": "  OM ortation, forfeiture under this Part, and also all goods made or pro  duced beyond the limits of Sri Lanka, and having applied  thereto any name or mark being, or purporting to be, or  being a colourable imitation of, the name or mark of any  manufacturer, dealer, or trader in Sri Lanka, unless such  name or mark is accompanied by a definite indication,  indicated in letters as large and conspicuous as any letter  in the name or mark, of the place and country in which  the goods were made or produced, and also all piece-goods  ‘such as are ordinarily sold by the length or by the piece,  which have not conspicuously stamped in English numerals  on each piece the length thereof in standard metres or in  standard metres and a fraction of such a metre according  to the real length of the piece, are. hereby prohibited to  be imported into Sri Lanka, and, subject to the provisions’  of this section, shall be included among goods prohibited  to be imported as if they were referred to in section 43 of",
    "mean_p_confidence": 0.8376142131979695
  },
  {
    "i_page": 76,
    "par_num": 10,
    "text": "  , the Customs Ordinance, and included in Schedule B to that  Ordinance,",
    "mean_p_confidence": 0.6453333333333333
  },
  {
    "i_page": 77,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 77,
    "par_num": 1,
    "text": "  Code of Intellectual Property 69  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7215384615384615
  },
  {
    "i_page": 77,
    "par_num": 2,
    "text": "  + () Before detaining any such goods, or taking any  further proceedings with a view to the forfeiture thereot  under the law relating to the customs, the Principal  Collector of Customs, or other officer specially appointed in  that behalf by the Minister in charge of the subject of  Finance may require the regulations under this section,  whether as to information, security, conditions, or other  matters, to be complied with, and may satisfy himself in  accordance with those regulations that the goods are such  as are prohibited by this section to be imported.",
    "mean_p_confidence": 0.8293203883495146
  },
  {
    "i_page": 77,
    "par_num": 3,
    "text": "  (8) The Principal Collector of Customs may from time  to time, with the sanction of the Minister in charge of the  subject of Finance, make, revoke, and vary regulations,  either general or special, respecting the detention and for-  feiture of goods the importation of which is prohibited by  this section, and the conditions, if any, to be fulfilled before  such detention and forfeiture, and may by such regulations  determine the information, notices, and security to be given,  and the evidence requisite for any of the purposes of this  section, and the mode of giving such evidence.",
    "mean_p_confidence": 0.8473831775700935
  },
  {
    "i_page": 77,
    "par_num": 4,
    "text": "  (4) Where there is on any goods a name which is identi-  cal with, or a colourable imitation of, the name of a place  in Sri Lanka, that name, unless accompanied in equally  large and conspicuous letters by the name of the country  in which such place is situate, shall be treated, for the  purposes of this section, as if it were the name of a place  in Sri Lanka,",
    "mean_p_confidence": 0.8421794871794871
  },
  {
    "i_page": 77,
    "par_num": 5,
    "text": "  (5) Such regulations may apply to all goods the importa~  tion of which is prohibited by this section, or different  regulations may be made respecting different classes of  such goods or of offences in relation to such goods.",
    "mean_p_confidence": 0.8197674418604651
  },
  {
    "i_page": 77,
    "par_num": 6,
    "text": "  (6) The regulations may provide for the informant reim-  bursing the Principal Collector of Customs all expenses and  damages incurred in respect of any detention made on his  information and of any proceedings consequent on such  detention.",
    "mean_p_confidence": 0.8034883720930232
  },
  {
    "i_page": 77,
    "par_num": 7,
    "text": "  2. (1) All regulations under this section shall be published  in the Gazette.",
    "mean_p_confidence": 0.7225
  },
  {
    "i_page": 77,
    "par_num": 8,
    "text": "  (8) This section shall have effect as if it formed part  of the Customs Ordinance,",
    "mean_p_confidence": 0.7816666666666667
  },
  {
    "i_page": 78,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 78,
    "par_num": 1,
    "text": "  0 Code of Intellectual Property  ‘Act, No, 52 of 1979",
    "mean_p_confidence": 0.6884615384615385
  },
  {
    "i_page": 78,
    "par_num": 2,
    "text": "  Implied 167. On the sale, or in the contract for the sale, of any",
    "mean_p_confidence": 0.795625
  },
  {
    "i_page": 78,
    "par_num": 3,
    "text": "  Rarzanty | —_goods to which a mark, or trade description has been applied,",
    "mean_p_confidence": 0.6533333333333332
  },
  {
    "i_page": 78,
    "par_num": 4,
    "text": "  marked goods the vendor shall be deemed to warrant that the mark is  a genuine mark, and not forged or falsely applied, or that  the trade description is not a false trade description within  the meaning of this Part, unless the contrary is expressed  in some writing signed by or on behalf of the vendor and  delivered at the time of the sale or contract to, and accepted  by, the vendee.",
    "mean_p_confidence": 0.809113924050633
  },
  {
    "i_page": 78,
    "par_num": 5,
    "text": "  Provisions, 168. Where, on the commencement of this Code, a trade",
    "mean_p_confidence": 0.7569230769230769
  },
  {
    "i_page": 78,
    "par_num": 6,
    "text": "  description, description is lawfully and generally applied to goods of",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 78,
    "par_num": 7,
    "text": "  Incertam’” a particular class, or manufactured by a particular method,",
    "mean_p_confidence": 0.685
  },
  {
    "i_page": 78,
    "par_num": 8,
    "text": "  Lassie to indicate the particular class or method of manufacture  of such goods, the provisions of this Part with respect to  false trade descriptions shall not apply to such trade des-  cription when so applied :",
    "mean_p_confidence": 0.8046341463414635
  },
  {
    "i_page": 78,
    "par_num": 9,
    "text": "  Provided that where such trade description includes the  name of a place or country, and is likely to mislead as to  ‘the place or country where the goods to which it is applied  were actually made or produced, and the goods are not  actually made or produced in that place or country, this  section shall not apply unless there is added to the trade  description, immediately before or after the name of that  place or country, in an equally conspicuous manner, with  that name, the name of the place or country in which the  goods were actually made or produced, with a statement  that they were made or produced there.",
    "mean_p_confidence": 0.8490983606557377
  },
  {
    "i_page": 78,
    "par_num": 10,
    "text": "  Savings, 169. (1) This Part shall not exempt any person from any  action, suit, or other proceeding which might, but for the  provisions of this Part, be brought against him.",
    "mean_p_confidence": 0.8264705882352941
  },
  {
    "i_page": 78,
    "par_num": 11,
    "text": "  (2) Nothing in this Part shall entitle any person to refuse  to make a complete discovery, or to answer any question  or interrogatory in any action, but such discovery or answer  shall not be admissible in evidence against such person in  any prosecution for an offence under this Part.",
    "mean_p_confidence": 0.834
  },
  {
    "i_page": 78,
    "par_num": 12,
    "text": "  (8) Nothing in this Part shall be construed so as to  render liable to any prosecution or punishment any  servant of a master resident in Sri Lanka who bona fide  acts in obedience to the instructions of such master, and,  on demand made by or on behalf of the prosecutor, has  given full information as to his master.",
    "mean_p_confidence": 0.8375384615384615
  },
  {
    "i_page": 79,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 79,
    "par_num": 1,
    "text": "  Code of Intellectual Property 1  Act, No. 52 of 1979  170. All offences under this Part are hereby declared to Cognizable  ve “cognizable” and “bailable”, within the meaning of #aiable  those terms as defined in the Code of Criminal Procedure offences  + Act, No, 15 of 1979.  PART VII  ‘Miscextanzous  CHAPTER XXXI  Regulations  171. (1) The Minister may from time to time make Regulations,  regulations for the purpose of carrying out or giving  effect to the principles and provisions of this Code and in  Particular in respect of any matter required under this  Code to be prescribed.  (2) Without prejudice to the generality of the powers  conferred by subsection (1) the Minister may make regu-  lations in respect of any or all of the following matters :—  (@) the practice of registration ;  (b) the classification of goods and services for the  Purposes of registration ;  (©) the fees payable in respect of registration and other  matters ;  (@) the ‘forms to be used;  (@) all matters which under Parts III, TV and V of this  Code have been placed under ‘the direction or  control of the Registrar.  (3) Every regulation made by the Minister shall be ”  published in the Gazette and shall come into operation on  the date of such publication or on such later date as may  be specified therein.  (4) Every regulation made by the Minister shall as soon  as convenient after its publication in the Gazette be  brought before the Parliament for approval. Any such  regulation which is not so approved shall be deemed to be  rescinded as from the date of its disapproval, but without  Prejudice to anything previously done thereunder.  (6) Notification of the date on which any regulation  made by the Minister is so deemed to be rescinded shall be  Published in the Gazette.  a",
    "mean_p_confidence": 0.7941159420289854
  },
  {
    "i_page": 80,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 80,
    "par_num": 1,
    "text": "  2 Code of Intellectual Property  Act, No. 52 of 1979  CHAPTER XXXII  Applications to, and proceedings before, the",
    "mean_p_confidence": 0.6943478260869566
  },
  {
    "i_page": 80,
    "par_num": 2,
    "text": "  Registrar and Court  Correction 172, (1) The Registrar may, on application in the  224 gcation _ Prescribed manner by or on behalf of the registered owner  ot of an industrial design, patent or mark, correct any error  register. or enter any change—",
    "mean_p_confidence": 0.7643749999999999
  },
  {
    "i_page": 80,
    "par_num": 3,
    "text": "  (a) in the name, address or description of the registered  owner of any industrial design, patent or mark:  or",
    "mean_p_confidence": 0.7508695652173912
  },
  {
    "i_page": 80,
    "par_num": 4,
    "text": "  (®) concerning any other particulars relating to the  registration of an industrial design, patent or mark  as may be permitted by regulation.",
    "mean_p_confidence": 0.7907692307692307
  },
  {
    "i_page": 80,
    "par_num": 5,
    "text": "  (2) Subject and without prejudice to other provisions",
    "mean_p_confidence": 0.7030000000000001
  },
  {
    "i_page": 80,
    "par_num": 6,
    "text": "  of this Code—",
    "mean_p_confidence": 0.556
  },
  {
    "i_page": 80,
    "par_num": 7,
    "text": "  (@ the Court may on the application in the prescribed  manner of any person aggrieved by the non  insertion in or omission from any register, of any  entry, or by any entry made in any register with-  out sufficient cause, or by any entry wrongly  remaining on any register, or by any error or  defect in any entry in any register, make such  order for making, expunging, or varying such  entry, as it may fit;",
    "mean_p_confidence": 0.8134117647058824
  },
  {
    "i_page": 80,
    "par_num": 8,
    "text": "  (®) the Court may in any proceeding under this section  decide any question that it may be necessary or",
    "mean_p_confidence": 0.8040909090909092
  },
  {
    "i_page": 80,
    "par_num": 9,
    "text": "  - expedient to decide in connection with the recti-  fication of any register;",
    "mean_p_confidence": 0.6925
  },
  {
    "i_page": 80,
    "par_num": 10,
    "text": "  (c) in case of fraud in the registration, assignment or  transmission of any registered industrial design,  patent or mark, the Registrar may himself apply  to the Court under the provisions of this section.",
    "mean_p_confidence": 0.8121052631578948
  },
  {
    "i_page": 80,
    "par_num": 11,
    "text": "  (8) In any proceedings under this Code in which the relief",
    "mean_p_confidence": 0.7753846153846153
  },
  {
    "i_page": 80,
    "par_num": 12,
    "text": "  sought includes correction, alteration or rectification of any  register, the Registrar shall have the right to appear and  be heard, and shall appear if so directed by the Court",
    "mean_p_confidence": 0.8166666666666667
  },
  {
    "i_page": 80,
    "par_num": 13,
    "text": "  Unless otherwise directed by the Court, the Registrar in  liew of appearing and being heard may submit to the-  Court a statement in writing signed by him, giving  particulars of the proceedings before him in relation to  the matter in issue or of the grounds of any decision give”  by him affecting the same or of the practice of the office",
    "mean_p_confidence": 0.835
  },
  {
    "i_page": 81,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 81,
    "par_num": 1,
    "text": "  - Code of Intellectual Property = - 3  Act, No, 52 of 1979  in like cases, or of such other matters relevant to the issue,  and within his knowledge as such Registrar, as he shall  think fit, and such statement shall be deemed to form part  of the evidence in the procedings.",
    "mean_p_confidence": 0.7849152542372881
  },
  {
    "i_page": 81,
    "par_num": 2,
    "text": "  (4) The Court, in dealing with any question of the  correction, alteration or rectification of any register, shall  have power to review any decision of the Registrar relating  to the entry in question or the correction, alteration or  Tectification sought to be made.",
    "mean_p_confidence": 0.8220408163265306
  },
  {
    "i_page": 81,
    "par_num": 3,
    "text": "  173. (1) Where the Registrar is satisfied that any volume Power to  of any register kept under this Code has been so damaged of damared  as to render that volume incapable of being mended, he sry Tvister,  may cause a copy thereof to be made and authenticated in {9 prepare  such manner as he may direct. ties",
    "mean_p_confidence": 0.7611111111111111
  },
  {
    "i_page": 81,
    "par_num": 4,
    "text": "  (2) Any copy made and authenticated under the  provisions of subsection (1) shall replace the volume of  which it is a copy, and shall for all purposes be deemed to  have the same legal force and effect as the volume which  such copy replaces.",
    "mean_p_confidence": 0.8228
  },
  {
    "i_page": 81,
    "par_num": 5,
    "text": "  (3) The Registrar shall cause every damaged volume of  which a copy has been made under the provisions of sub-  section (1) to be preserved as long as it is reasonably  practicable for any reference which may be necessary.",
    "mean_p_confidence": 0.8390909090909091
  },
  {
    "i_page": 81,
    "par_num": 6,
    "text": "  (4) Where the Registrar, after due investigation, is",
    "mean_p_confidence": 0.741
  },
  {
    "i_page": 81,
    "par_num": 7,
    "text": "  satisfied that any folio of any volume of any register has  been lost and cannot be recovered or that any such folio  has been permanently mutilated or so obliterated or  damaged as to render the entries or any material part of  the entries therein illegible he may cause a reconstructed  folio to be prepared.",
    "mean_p_confidence": 0.8342622950819673
  },
  {
    "i_page": 81,
    "par_num": 8,
    "text": "  (5) No folio shall be reconstructed as provided in sub-  section (4) except in accordance with regulations  providing—",
    "mean_p_confidence": 0.7581818181818182
  },
  {
    "i_page": 81,
    "par_num": 9,
    "text": "  (a) for evidence to be admitted and used by the  Registrar in ascertaining the particulars originally  contained in the lost or mutilated or damaged  folio ;",
    "mean_p_confidence": 0.775483870967742
  },
  {
    "i_page": 81,
    "par_num": 10,
    "text": "  (b) for the giving of notice by the Registrar of the ‘  preparation of the reconstructed folio;",
    "mean_p_confidence": 0.782
  },
  {
    "i_page": 81,
    "par_num": 11,
    "text": "  (c) for the lodging of objections by any person affected  ‘by any of the particulars contained in the recona-  tructed folio ; and",
    "mean_p_confidence": 0.735185185185185
  },
  {
    "i_page": 82,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 82,
    "par_num": 1,
    "text": "  4 Code of Intellectual Property  Act, No. 52 of 1979  (d) for the inquiry into any such objections by the  ‘Registrar.",
    "mean_p_confidence": 0.7261538461538461
  },
  {
    "i_page": 82,
    "par_num": 2,
    "text": "  (6) Where any folio has been reconstructed by the «  Registrar in accordance with the preceding provisions of *  this section, the Registrar shall authenticate the recons-  t.acted folio in the prescribed manner and shall thereafter  cause the reconstructed folio to be inserted in the  appropriate volume of the register in the place formerly  occupied by the lost folio or in place of the mutilated or  damaged folio, or in a copy of a volume prepared under  the provisions of this section, as the case may be, and the  reconstructed folio, when so authenticated and inserted,  shall for all purposes be deemed to have the same legal  force and effect as the folio which such reconstructed folio  replaces,",
    "mean_p_confidence": 0.8344696969696969
  },
  {
    "i_page": 82,
    "par_num": 3,
    "text": "  (%) The Registrar may, after such inquiry as he may  deem necessary, correct any clerical error or omission  which may be discovered in any entry in any register or  in any certificate kept or issued under the provisions of  this Code and for that purpose may recall any such certi-  ficate and amend the same or issue a fresh certificate in its  place.",
    "mean_p_confidence": 0.832112676056338
  },
  {
    "i_page": 82,
    "par_num": 4,
    "text": "  &  Certificate of 174. A certificate purporting to be under the hand of the  Registrar Registrar as to any entry, matter, or thing which he is  Gudence. ~ authorized by this Code or regulations made thereunder  to make or do, shall be prima facie evidence of the entry  having been made, and of the contents thereof, and of the  matter or thing having been done or not done.  Certified 115, Printed, mechanically produced, typed or written  copies to be copies or extracts, purporting to be certified by the  7 Registrar, of or from any document, register, or other book  filed or kept under this Code in the Registry shall be  admitted in evidence in all Courts in Sri Lanka, and in all  proceedings, without further proof or production of the  originals.  Mode of 176. (1) In any proceeding under this Code before the  Svidence. Registrar or the Court, the evidence shall be given by",
    "mean_p_confidence": 0.821345029239766
  },
  {
    "i_page": 82,
    "par_num": 5,
    "text": "  affidavit in the absence of directions to the contrary. But, +",
    "mean_p_confidence": 0.7784615384615384
  },
  {
    "i_page": 82,
    "par_num": 6,
    "text": "  in any case in which the Registrar or the Court shall",
    "mean_p_confidence": 0.803076923076923
  },
  {
    "i_page": 82,
    "par_num": 7,
    "text": "  think it right so to do, the Registrar or the Court may  take evidence viva voce in lieu of or in addition to evidence  by affidavit.",
    "mean_p_confidence": 0.825
  },
  {
    "i_page": 83,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 83,
    "par_num": 1,
    "text": "  Code of Intellectual Property ©  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6238461538461538
  },
  {
    "i_page": 83,
    "par_num": 2,
    "text": "  (2) In case any part of the evidence is taken viva voce,  the Registrar may exercise the powers conferred on a  commission appointed under the provisions of the  Commissions of Inquiry Act for compelling the attendance  of witnesses and the production of documents and for  administering oaths to all persons who shall be examined  before him,",
    "mean_p_confidence": 0.81859375
  },
  {
    "i_page": 83,
    "par_num": 3,
    "text": "  177, Where any discretionary or other power is given Exercise of  to the Registrar by this Code or regulations made cretionary  thereunder, he shall not exercise that power adversely to Registrar.  the applicant for registration or the registered owner of  an industrial design, patent or mark without (if duly re-  quired so to do within the prescribed time) giving such  applicant or registered owner an opportunity of being  heard,",
    "mean_p_confidence": 0.8029487179487179
  },
  {
    "i_page": 83,
    "par_num": 4,
    "text": "  118. The Registrar may, in any case of doubt or difficulty Registrar  arsing in the administration of any of the provisions of directions  this Code, apply to the Attorney-General or Solicitor- of, law  General for directions in the matter. \"",
    "mean_p_confidence": 0.7731111111111111
  },
  {
    "i_page": 83,
    "par_num": 5,
    "text": "  179. Where the registered owner of an industrial design, latiogenest  patent or mark proves that any person is threatening to by registered  infringe or has infringed the said industrial design, patent oWner_ oF  or mark, as the case may be, or is performing acts which design,  make it likely that infringement will occur, the Court may patent or  grant an injunction restraining any such person from  committing or continuing such infringement or perform-  ing such acts and may award damages and such other  relief as to the Court appears just and appropriate :",
    "mean_p_confidence": 0.7980582524271845
  },
  {
    "i_page": 83,
    "par_num": 6,
    "text": "  Provided that the defendant may in the same proceed-  ings request the Court to declare the registration of the  said industrial design, patent or mark, as the case may be,  or any part of it, null and void, in which event the  provisions of sections 57, 58, 95, 96, 190 and 131 shall apply  as appropriate.",
    "mean_p_confidence": 0.826984126984127
  },
  {
    "i_page": 83,
    "par_num": 7,
    "text": "  180, In the absence of any provision to the contrary Infringement  ina licence contract relating to an industrial design, patent PY |  or mark, the licensee may— DeLee",
    "mean_p_confidence": 0.7403124999999999
  },
  {
    "i_page": 83,
    "par_num": 8,
    "text": "  (a) in respect of the threatened infringement, infring-",
    "mean_p_confidence": 0.696
  },
  {
    "i_page": 83,
    "par_num": 9,
    "text": "  ment or acts referred to in section 179 request the  registered owner of the industrial design, patent or  mark to apply for an injunetion :",
    "mean_p_confidence": 0.7989655172413792
  },
  {
    "i_page": 84,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 84,
    "par_num": 1,
    "text": "  6 Code of Intellectual Property  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7269230769230769
  },
  {
    "i_page": 84,
    "par_num": 2,
    "text": "  Provided that the licensee shall indicate the  threatened infringement, infringement or acts being  performed, and specify the relief desired ; and",
    "mean_p_confidence": 0.7844
  },
  {
    "i_page": 84,
    "par_num": 3,
    "text": "  (0) if the registered owner of the said industrial design,",
    "mean_p_confidence": 0.7675
  },
  {
    "i_page": 84,
    "par_num": 4,
    "text": "  patent or mark refuses or fails to apply for an in-  junction within three months from receipt of the  said request, apply for an injunction in his own  name, with notice to the registered owner who may  join in the proceedings :",
    "mean_p_confidence": 0.8185416666666666
  },
  {
    "i_page": 84,
    "par_num": 5,
    "text": "  Provided that the Court may, on the application  of the licensee, even before the expiry of the period  of three months, grant an injunction if he proves  that immediate action is necessary to avoid  substantial damage.",
    "mean_p_confidence": 0.8104761904761905
  },
  {
    "i_page": 84,
    "par_num": 6,
    "text": "  Declaration 181. (1) The Court may on the application of any person",
    "mean_p_confidence": 0.7699999999999999
  },
  {
    "i_page": 84,
    "par_num": 7,
    "text": "  oncnfringe- showing a legitimate interest to which the registered owner",
    "mean_p_confidence": 0.6883333333333334
  },
  {
    "i_page": 84,
    "par_num": 8,
    "text": "  ment of the industrial design, patent or mark, as the case may be,  shall be made party, declare that the threatened perfor-  mance or performance of a specific act does not constitute  a threatened infringement or infringement of the said  industrial design, patent or mark.",
    "mean_p_confidence": 0.8209803921568627
  },
  {
    "i_page": 84,
    "par_num": 9,
    "text": "  (2) The registered owner of the industrial design, patent  or mark, as the case may be, shall give notice of the said  application to any assignee or licensee, who shall be enti-  ‘led to join in the proceedings in the absence of any provi-  sion to the contrary in any agreement with the registered  owner.",
    "mean_p_confidence": 0.8264516129032259
  },
  {
    "i_page": 84,
    "par_num": 10,
    "text": "  (8) Proceedings for a declaration of non-infringement  may be instituted concurrently with proceedings to declare  the registration of an industrial design, patent or mark  null and void:",
    "mean_p_confidence": 0.7809375
  },
  {
    "i_page": 84,
    "par_num": 11,
    "text": "  Provided that the matters in issue in the proceedings  for a declaration of non-infringement are not already the  subject of infringement proceedings.",
    "mean_p_confidence": 0.7953846153846154
  },
  {
    "i_page": 84,
    "par_num": 12,
    "text": "  (4) The provisions of the Judicature Act, No. 2 of 1978,  and the Civil Procedure Code shall apply to every applica-  tion for an injunction made to the Court under this Code.",
    "mean_p_confidence": 0.8358333333333333
  },
  {
    "i_page": 84,
    "par_num": 13,
    "text": "  Appeals 182. (1) Any person aggrieved by any decision or order  made by the Registrar under any provision of this Code  may appeal therefrom to the Court.",
    "mean_p_confidence": 0.8032258064516129
  },
  {
    "i_page": 85,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 85,
    "par_num": 1,
    "text": "  Code of Intellectual Property n  Act, No. 52 of 1979",
    "mean_p_confidence": 0.6692307692307692
  },
  {
    "i_page": 85,
    "par_num": 2,
    "text": "  (2) In any such appeal the Court shall have and exercise ~  the same discretionary powers as under this Code are con-  ferred upon the Registrar.",
    "mean_p_confidence": 0.8166666666666667
  },
  {
    "i_page": 85,
    "par_num": 3,
    "text": "  (3) Every judgement or order of the District Court under  this Code shall be subject to an appeal to the Court of  Appeal and such appeal shall be subject to the same rules  which govern interlocutory appeals from District Courts.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 85,
    "par_num": 4,
    "text": "  183. (1) In all proceedings before the Registrar under Costs of  this Code, the Registrar shall have power to award any before,  party such costs as he may consider reasonable, and to Gea ™  direct to whom and to what parties they are to be paid, and  such order may be filed in Court, and thereupon such order  may be enforced as if it were an order of the Court.",
    "mean_p_confidence": 0.8174025974025974
  },
  {
    "i_page": 85,
    "par_num": 5,
    "text": "  (2) Im all proceedings before a Court under this Code,  the costs of the Registrar shall be in the discretion of the  Court, but the Registrar shall not be ordered to pay the  costs of any other of the parties.",
    "mean_p_confidence": 0.8464444444444443
  },
  {
    "i_page": 85,
    "par_num": 6,
    "text": "  184. The minimum stamp duties chargeable in the Stamp  District Court in civil proceedings and in the Court of “ules  Appeal under the provisions of the enactment for the time  being in force relating to stamps shall, so far as the same  may be applicable and except as herein otherwise provided,  be charged in all proceedings under this Code in the Dis-  trict Court and in the Court of Appeal:",
    "mean_p_confidence": 0.8341025641025641
  },
  {
    "i_page": 85,
    "par_num": 7,
    "text": "  Provided that in no case shalll the Registrar be required  to use any stamp or be charged with any stamp duty.  ‘",
    "mean_p_confidence": 0.7534615384615384
  },
  {
    "i_page": 85,
    "par_num": 8,
    "text": "  185. (1) For the purposes of this Code there shall be Fund. -  established a Fund which shall be maintained in such  manner as the Secretary to the Ministry of the Minister  in charge of the subject of Trade and the Registrar may  direct.",
    "mean_p_confidence": 0.8001999999999999
  },
  {
    "i_page": 85,
    "par_num": 9,
    "text": "  (2) There shall be paid into the Fund two thirds of each  and every fee or charge prescribed, levied or recoverable  under this Code by the Registrar.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 85,
    "par_num": 10,
    "text": "  (8) The balance one-third of each and every such fee or  charge prescribed, levied or recoverable under this Code  by the Registrar shall be paid into the Consolidated Fund.",
    "mean_p_confidence": 0.8300000000000001
  },
  {
    "i_page": 86,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 86,
    "par_num": 1,
    "text": "  8 Code of Intellectual Property  ‘Act, No. 52 of 1979  (4) ‘There shall be paid out of the Fund referred to in  subsection (1) all sums of money required to defray any  expenditure incurred by the Registrar in the exercise, dis-  charge and performance of his powers, functions and duties  : under this Code and all such sums of money as are required  + to be paid out of such Fund by or under this Code or any  regulation made thereunder.  (5) The Secretary to the Ministry in charge of the subject  . of Trade shall as soon as possible after the end of each  calendar year prepare a report on the administration of the  Fund and shall cause to be maintained a full and appro-  priate account of the Fund in respect of each calendar year.  (6) The Auditor-General shall audit the accounts of the  Fund.  (7) The financial year of the Fund shall be the calendar  year.  Interpreta- 186, In this Code unless the context otherwise requires—  toa. “Central Bank of Ceylon” means the Central Bank of  Ceylon established under the Monetary Law Act;  “Convention country” means any country that has  acceded to or ratified or that may hereafter accede  to or ratify the Paris Convention for the Protec-  tion of Industrial Property and includes any country  which has entered into or which may hereafter  enter into any treaty, convention or arrangement  with Sri Lanka creating reciprocal rights and obli-  gations between such country and Sri Lanka in  regard to industrial designs, patents and marks and  the registration thereof ;  “Court” means the District Court of Colombo ; .  “prescribed ” means prescribed by this Code or any regu-  lation thereunder.  CHAPTER XXXII  Repeals and Savings  Sopzclehe: 187, (1) The Copyright Ordinance (Chapter 154) is  Chapter ise hereby repealed.  and’ savings Py  < (2) The Copyright Act, 1911, of the Parliament of the  United Kingdom or any provision therein contained shall  have no application to any right or title acquired in any  copyright after the appointed date.  ~",
    "mean_p_confidence": 0.7998701298701298
  },
  {
    "i_page": 87,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 87,
    "par_num": 1,
    "text": "  Code of Intellectual Property 9  Act, No. 52 of 1979  (8) Notwithstanding the repeal of the aforesaid Ordi-  nance every rule or regulation made thereunder, and under  section 14 of the Copyright Act, 1911, of the Parliament of  * the United Kingdom, as is in force on the appointed date  in so far as such rule or regulation is not inconsistent with  the provisions of Part II of this Code shall be deemed to be  a regulation made under this Code, and may be  amended, or rescinded by regulations made under this Code.",
    "mean_p_confidence": 0.8224999999999999
  },
  {
    "i_page": 87,
    "par_num": 2,
    "text": "  188. (1) The Designs Ordinance (Chapter 153) is hereby satesicial,",
    "mean_p_confidence": 0.7066666666666667
  },
  {
    "i_page": 87,
    "par_num": 3,
    "text": "  repealed. Repeal of  Chapter 108",
    "mean_p_confidence": 0.37625000000000003
  },
  {
    "i_page": 87,
    "par_num": 4,
    "text": "  (2) Notwithstanding the repeal of the aforesaid Ordi- ‘4 **vines  nance every rule or regulation made thereunder as is in  force on the appointed date in so far as such rule or regula-  tion is not inconsistent with the provisions of Part III of this  Code shall be deemed to be a regulation made under  this Code, and may be amended or rescinded by regulations  made under this Code.",
    "mean_p_confidence": 0.8276623376623377
  },
  {
    "i_page": 87,
    "par_num": 5,
    "text": "  (3) The validity of the original entry of a design on the .  register of designs existing under the repealed Ordinance  immediately before the appointed date or on any register of  designs which was kept under any previous Ordinance and  ‘was incorporated with and declared to form part of the  first-mentioned register, shall be determined in accordance  with the law in force at the date of such entry, and every  such design shall retain its original date, but for all purposes  it shall be deemed to have been registered under Part III of  this Code.",
    "mean_p_confidence": 0.8359433962264151
  },
  {
    "i_page": 87,
    "par_num": 6,
    "text": "  189, (1) The Patents Ordinance (Chapter 152) is hereby Patents;  repealed. Chapter 152  . and savings.",
    "mean_p_confidence": 0.6495
  },
  {
    "i_page": 87,
    "par_num": 7,
    "text": "  (2) Notwithstanding the repeal of the aforesaid Ordinance  every rule or regulation made thereunder as is in force on  the appointed date in so far as such rule or regulation is not  inconsistent with the provisions of Part IV of this Code shall  be deemed to be a regulation made under this Code,  and may be amended or rescinded by regulations made  under this Code. *",
    "mean_p_confidence": 0.8364864864864865
  },
  {
    "i_page": 87,
    "par_num": 8,
    "text": "  (3) The validity of the original entry of a patent on the  register of patents existing under the repealed Ordinance  immediately before the appointed date or on any register of",
    "mean_p_confidence": 0.8141176470588235
  },
  {
    "i_page": 88,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 88,
    "par_num": 1,
    "text": "  80 Code of Intellectual Property  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7092307692307693
  },
  {
    "i_page": 88,
    "par_num": 2,
    "text": "  patents which was kept under any previous Ordinance and  was incorporated with and declared to form part of the  first-mentioned register, shall be determined in accordance  with the law in force at the date of such entry, and every  such patent shall retain its original date, but for all purposes  it shall be deemed to have been registered under Part IV  of this Code,",
    "mean_p_confidence": 0.8424999999999999
  },
  {
    "i_page": 88,
    "par_num": 3,
    "text": "  (4) The Registrar may in his discretion notwithstanding",
    "mean_p_confidence": 0.7569999999999999
  },
  {
    "i_page": 88,
    "par_num": 4,
    "text": "  the provisions of section 46 of the repealed Ordinance issue  @ certificate under section 76 of this Code in respect of  applications under section 46 of the repealed Ordinance  received by him prior to the appointed date.  ‘Marks : 190, (1) The Trade Marks Ordinance (Chapter 150) and  Expect ofgy the Merchandise Marks Ordinance (Chapter 151) are hereby  and'island repealed.  eaving: (2) Notwithstanding the repeal of the aforesaid  Ordinances—",
    "mean_p_confidence": 0.7612658227848101
  },
  {
    "i_page": 88,
    "par_num": 5,
    "text": "  (a) every rule or regulation made thereunder as is in  force on the appointed date in so far as such rule  or regulation is not inconsistent with the provisions  of Part V of this Code shall be deemed to be a",
    "mean_p_confidence": 0.8395652173913043
  },
  {
    "i_page": 88,
    "par_num": 6,
    "text": "  : regulation made under this Code and may be  amended or rescinded by regulations made under  this Code ;",
    "mean_p_confidence": 0.7452173913043478
  },
  {
    "i_page": 88,
    "par_num": 7,
    "text": "  (b) any trade mark registered in Part B of the Register  of Trade Marks by virtue of the provisions of Part  II of the repealed Trade Marks Ordinance shall be  deemed to be valid and effectual and shall continue  to be so registered until such time not exceeding a  period of five years from the appointed date, as the  owner of such trade mark shall satisfy the Registrar  that he is entitled to registration of such trade mark.  under the provisions of this Code;",
    "mean_p_confidence": 0.8337234042553192
  },
  {
    "i_page": 88,
    "par_num": 8,
    "text": "  (©) the validity of the original entry of a trade mark on  the Register of Trade Marks existing under the  Tepealed Trade Marks Ordinance immediately  before the appointed date or on any register of trade  marks which was kept under any previous Ordi-  nance and was incorporated with and declared to  form part of the first-mentioned register, shall be  determined in accordance with the law in orce at  the date of such entry, and every such trade mark  shall retain its original date, but for all purposes it  shall be deemed to have been registered under  Part V of this Code ;",
    "mean_p_confidence": 0.8266956521739129
  },
  {
    "i_page": 89,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 89,
    "par_num": 1,
    "text": "  Code of Intellectual Property 81  Act, No. 52 of 1979",
    "mean_p_confidence": 0.716923076923077
  },
  {
    "i_page": 89,
    "par_num": 2,
    "text": "  (@) no trade mark which was on the register at the  commencement of the repealed Trade Marks Ordi-  nance and which under that Ordinance was then a  registerable trade mark shall be removed from the  register on the ground that it was not registerable",
    "mean_p_confidence": 0.8216
  },
  {
    "i_page": 89,
    "par_num": 3,
    "text": "  . under the law in force at the date of its  registration ;",
    "mean_p_confidence": 0.709375
  },
  {
    "i_page": 89,
    "par_num": 4,
    "text": "  (e) no trade mark which was on the register immediately  before the appointed date and which under Part V  is a registrable mark shall be removed from the  register on the ground that it was not registrable  under the law in force at the date of its registration ;",
    "mean_p_confidence": 0.8418181818181818
  },
  {
    "i_page": 89,
    "par_num": 5,
    "text": "  (f) nothing in Part V shall—",
    "mean_p_confidence": 0.6975
  },
  {
    "i_page": 89,
    "par_num": 6,
    "text": "  + i) invalidate the original registration of a trade  mark which was validly on the register  immediately before the appointed date; or",
    "mean_p_confidence": 0.7380769230769231
  },
  {
    "i_page": 89,
    "par_num": 7,
    "text": "  (Gi) subject any person to any liability in respect to  any act or thing done before the appointed  date to which he would not have been subject  under the law in force at the time such act  or thing was done,",
    "mean_p_confidence": 0.8104255319148935
  },
  {
    "i_page": 89,
    "par_num": 8,
    "text": "  191, The Patents, Designs and Trade Marks (Neuchatel Additional  Agreement) Act (Chapter 156), the Patents, Designs, Copy- 'ePeals  right and Trade Marks (Emergency) Ordinance (Chapter  157) and the Trade Marks Act, No. 30 of 1964, are hereby  repealed.",
    "mean_p_confidence": 0.7620454545454546
  },
  {
    "i_page": 89,
    "par_num": 9,
    "text": "  192, Notwithstanding the repeal of the /Acts and Additional  Ordinances referred to in sections 187 to 191— savings.",
    "mean_p_confidence": 0.7376190476190476
  },
  {
    "i_page": 89,
    "par_num": 10,
    "text": "  (1) every application for registration of an industrial  design, patent or mark made to the Registrar",
    "mean_p_confidence": 0.7905263157894736
  },
  {
    "i_page": 89,
    "par_num": 11,
    "text": "  . before the appointed date shall be deemed to be  an application made to the Registrar under Part",
    "mean_p_confidence": 0.7928571428571428
  },
  {
    "i_page": 89,
    "par_num": 12,
    "text": "  IIL, IV or V respectively of this Code, and the",
    "mean_p_confidence": 0.7466666666666666
  },
  {
    "i_page": 89,
    "par_num": 13,
    "text": "  Registrar shall deal with such applications under",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 89,
    "par_num": 14,
    "text": "  the provisions of this Code applicable to applications  made after the appointed date ;",
    "mean_p_confidence": 0.7835294117647059
  },
  {
    "i_page": 89,
    "par_num": 15,
    "text": "  (2) every action, proceeding or other matter relating to  copyright, industrial designs, patents and marks  already instituted and pending under the provi-  sions of the repealed Acts and Ordinances in any  Court, original or appellate, on the appointed date  shall be continued and proceeded with to final  judgment, completion and execution under the  provisions of the repealed Acts and Ordinances ;",
    "mean_p_confidence": 0.8225714285714285
  },
  {
    "i_page": 90,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 90,
    "par_num": 1,
    "text": "  82 Code of Intellectual Property  Act, No. 52 of 1979",
    "mean_p_confidence": 0.7215384615384615
  },
  {
    "i_page": 90,
    "par_num": 2,
    "text": "  (8) nothing in Parts II, IV and V of this Code shall  affect any order or requirement made, table of fees  or certificates issued, notice, decision, determination,  direction or approval given, application made, or  thing done, under the Acts and Ordinances repealed  by this Code; and every such order, requirement,  table of fees, certificate, notice, decision, determina~  tion, direction, approval, application or thing shall, if  in force on the date immediately preceding the  appointed date, continue in force and shall, so far  as it could have been made, issued, given or done  under this Code have effect as if made, issued, given  or done under the corresponding provisions of this  Code.",
    "mean_p_confidence": 0.8180952380952381
  }
]