[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  ey) [7  Neaee Nes:  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  PIRIVENA EDUCATION  ACT, No. 64 OF 1979  [Certified on 23rd October, 1979]  Printed on the. Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of October 26, 1979  a ronan iF ni MCRAE TE  Price: Re. 1.10 Postage : 50 cents",
    "mean_p_confidence": 0.66075
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Pirivena Education Act, No. 64 of 1979  [Certified on 23rd October, 1979]  L.D.—O, 83/78  Aw AcT TO PROVIDE FOR THE REORGANIZATION OF PIRIVENA  ‘EDUCATION ; FOR THE ESTABLISHMENT OF A Pivena Epuca-  SION BOARD; FOR THE REGISTRATION, MAINTENANCE AND  ADMINISTRATION OF PIRIVENAS AND FOR THE ESTABLISHMENT  or Pmuvena TRAINING INSTITUTES AND FOR CONNECTED  MATTERS.  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—  1. (1) This Act may be cited as the Pirivena Education Short title  Act, No. 64 of 1979. Sheraton.  (2) This Act shall come into operation on such date  (hereinafter referred to as the “appointed date”) as the  Minister may appoint by Order published in the Gazette.  PART I  Amms ano Ossects oF Pirivena Epucarion  2. The objects of Pirivena Education shall be to provide opjects of  ‘educational facilities— Pirlvena  Education.  (a) to Bhikkus ; and  (b) to male lay pupils over fourteen years of age who are  desirous of following a course of studies imparted  in a Pirivena and who wish to receive their educa-  tion in a Buddhist environment.  3. The aims of Pirivena Education shall be— Aims of  irivena  (a) to foster an interest among Bhikkus in the protection Education.  and progress of the threefold Sasane namely,  Pariyatti, Patipaththi, Pativedha ;  (b) to foster discipline, knowledge in the Tripitaka and  devotion to Dhamma among Bhikkus in order to  maintain the order of Bhikkus descending from the  Jineage of Sariputtra and Moggallana Maha  ‘Theras ;  (©) to give a training in practical knowledge, necessary  for the Dhamma dutha activities in Sri Lanka and  abroad and in other services appropriate to  . Bhikkus ; and  (a) to provide facilities for Bhikkus to acquire a thorough  knowledge in various subjects and languages in-  cluding Buddhist Philosophy, Buddhist Culture,  Buddhist History, Sinhala, Pali and Sanskrit.  2A 42608125500 19/10)",
    "mean_p_confidence": 0.7548587570621468
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Pirivena Education Act, No. 64 of 1979  PART It  Pmuvena Epucation BoarD  Pirivena 4. (1) There shall be established a Board to be called  paratiors the Pirivena Education Board (hereinafter referred to as  the “ Board”) consisting of the following members :—",
    "mean_p_confidence": 0.715
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (a) the Mahanayake Thera of the Malwatte Chapter of  ‘the Siam Nikaya or any other Bhikku of that  Nikaya nominated by him ;",
    "mean_p_confidence": 0.7822222222222223
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (v) the Mahanayake Thera of the Asgiriya Chapter of  ‘the Siam Nikaya or any other Bhikku of that Nikaya  nominated by him ;",
    "mean_p_confidence": 0.774074074074074
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (c) the Mahanayake Thera of the Sri Lanka Amarapura  ‘Nikaya or any other Bhikku of that Nikaya nomi-  nated by him ;",
    "mean_p_confidence": 0.7723076923076924
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (a) the Mahanayake Thera of the Sri Lanka Ramanya  Nikaya or any other Bhikku of that Nikaya nomi-  nated by him ;",
    "mean_p_confidence": 0.7542307692307693
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (e) the Director-General ;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (f) the Director in charge of Pirivena Education ;",
    "mean_p_confidence": 0.7636363636363637
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (g) three Bhikkus, who have experience in Pirivena  Education, nominated by the Minister ; and",
    "mean_p_confidence": 0.7788888888888889
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (h) three laymen, who profess Buddhism and who have  considerable experience in Buddhist Education and  Buddhist activities, nominated by the Minister.",
    "mean_p_confidence": 0.7972
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  (2) The members of the Board shall at the first meeting  of the Board elect from among its members a Bhikku to be  the Chairman of the Board.",
    "mean_p_confidence": 0.8271875
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (3) The Director in charge of Pirivena Education  shall be the Secretary of the Board.",
    "mean_p_confidence": 0.7777777777777778
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  (4) The Chairman shall preside at the meeting of the  Board. In the absence of the Chairman at any meeting of  the Board, the members of the Board shall elect from among  themselves a Bhikku to preside at that meeting.",
    "mean_p_confidence": 0.8413333333333333
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  (5) A person shall be disqualified for being nominated or  being a member of the Board if he—",
    "mean_p_confidence": 0.8028571428571428
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  (a) is bankrupt or has been adjudicated an insolvent ; or",
    "mean_p_confidence": 0.7899999999999999
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  (b) has been found guilty of any criminal offence involv-",
    "mean_p_confidence": 0.7725
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "  ing moral turpitude; or",
    "mean_p_confidence": 0.6266666666666666
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "  (©) is under any law for the time being in force found",
    "mean_p_confidence": 0.7828571428571429
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "  or declared by a court of competent jurisdiction to  be of unsound mind,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Pirivena Education Act, No, 64 of 1979 3",
    "mean_p_confidence": 0.736
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (6) Every member of the Board nominated by the  Minister under paragraph (g) or paragraph (h) of sub-  section (1) (hereinafter referred to as “nominated mem-  ber”) shall subject to the provisions of subsections (7), (8)  and (9), hold office for a period of three years from the  date of nomination and shall be eligible for renomination :",
    "mean_p_confidence": 0.8304615384615384
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  Provided, however, that a person who is nominated in  place of a nominated member who resigns or dies or other-  wise vacates office shall, unless he earlier resigns, dies or  otherwise vacates office, hold office for the unexpired part  of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.8266071428571429
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (1) Any nominated member may resign his office by  letter in that behalf addressed to the Minister.",
    "mean_p_confidence": 0.799
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (8) The Minister may remove from office any nominated  member without assigning any reason therefor.",
    "mean_p_confidence": 0.7794444444444444
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (8) Any nominated member shall vacate office if he  absents himself without the permission of the Chairman  from three consecutive meetings of the Board.",
    "mean_p_confidence": 0.8014285714285714
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (10) Where any member of the Board becomes by reason  of illness or other infirmity or absence from Sri Lanka  temporarily unable to perform the duties of his office then—",
    "mean_p_confidence": 0.8364705882352941
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (@) if he is the Mahanayake Thera of any of the  Nikayas specified in paragraphs (a) to (d) of  subsection (1), a Bhikku nominated by that Maha-  nayake Thera or where he is unable to nominate  a Bhikku, a Bhikku elected by that Nikaya;",
    "mean_p_confidence": 0.8036
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (0) if he is a Bhikku nominated by any of the Mahana-  yaka Theras specified in paragraph’ (a) to (d) of  subsection (1), any other Bhikku nominated by  the respective Mahanayake Thera;",
    "mean_p_confidence": 0.7910810810810811
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (c) ithe is the Director-General or the Director in charge  of Pirivena Education, another officer of the Depart-  ment of Education nominated by the Minister ;  and",
    "mean_p_confidence": 0.7478125
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  @ if he is a nominated member, another suitable person  nominated by the Minister,",
    "mean_p_confidence": 0.6941176470588235
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  may act in his place.",
    "mean_p_confidence": 0.6742857142857143
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  (11) ‘The members of the Board shall not be entitled to  any remuneration as members of the Board :",
    "mean_p_confidence": 0.8027272727272727
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  Provided, however, that the Minister may, in consultation  with the Minister in charge of the subject of Finance, pay  an allowance to such members if he considers it expedient so  todo.",
    "mean_p_confidence": 0.8066666666666666
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Pirivena Education Act, No. 64 of 1979",
    "mean_p_confidence": 0.7529999999999999
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (12) Six members of the Board shall form the quorum -  for any meeting of the Board :",
    "mean_p_confidence": 0.7804761904761905
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  Provided, however, that where there has been no quorura  for two consecutive meetings of the Board, it shall be law-  ful for the Chairman to discharge any function of the Board  which he considers urgent and necessary without the  approval of the Board and such function shall be deemed",
    "mean_p_confidence": 0.8254545454545454
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  . to have been discharged with the approval of the Board.",
    "mean_p_confidence": 0.7176923076923077
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (13) The Board shall meet at least once in every three  months.",
    "mean_p_confidence": 0.7006666666666667
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (14) The Chairman shall convene a special meeting of the  Board on a written request made by not less than four  members of the Board.",
    "mean_p_confidence": 0.7875862068965517
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (15) The Board may act notwithstanding any vacancy  ‘among its members and any decision of the Board shall not  be invalid by reason only of the fact that there is a vacancy  in the membership of the Board.",
    "mean_p_confidence": 0.8286046511627906
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (16) The procedure for the transaction of business of the  Board shall be determined in accordance with the rules  made by the Board under this Act. E",
    "mean_p_confidence": 0.7616129032258064
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  Powers, 5. (1) Subject to the provisions of this Act or any  functions regulations made thereunder, the Board shall exercise, per-  ‘of the Board. °  form and discharge the following powers, duties and  functions :—  (@ advising the Minister on all aspects of Pirivena  Education ;  (®) promoting the study of and research into Pirivena  Education $  (c) inquiring into and reporting on any matter referred  to the Board by the Director-General.  (2) Where the Director-General refers any matter to the  Board for inquiry or report, the Director-General as @  member of the Board shall not take part in any delibera~  tions in respect of that inquiry or report.  (3) The Director-General shall be the chief executive  authority of the Board.",
    "mean_p_confidence": 0.7829496402877698
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Pirivena Education Act, No. 64 of 1979 5  6, (1) The Board may in accordance with rules made Committees  in that behalf appoint committees from among its members of the Board.  for the purpose of conducting inquiries or investigations  on any matter that may come up before the Board for  inquiry.  (2) The Board may co-opt any person or persons not being  a member or members of the Board subject to the approval  of the Minister, to any such committees of the Board for the  purpose of any inquiry or investigation.  PART UI  Ctassirication oF Pimivenas AND ESTABLISHMENT OF  ‘Pimivena TRamnanc InstrruTes  7. All Pirivenas other than Pirivena Training Institutes Classification  shall be classified into the following three groups :— baka  Pirivena  ive  Eons,  (a) Mulika Pirivenas ;  (b) Maha Pirivenas ;  (c) Pirivena Vidyayathana,  8. (1) Classes from Pirivena Grade I to Pirivena Grade Mulka  V shall be conducted in a Mulika Pirivena, gaat  (2) A Mulika Pirivena shall be a residential educational  institution providing classes for Bhikkus resident in the  Mulika Pirivena :  Provided that male lay pupils may be allowed to attend  classes in a Mulika Pirivena.  (8) In the curriculum of a Mulika Pirivena the teaching  of the traditional Pirivena curriculum and the training of  Bhilkkus according to the vinaya rules shall be given a  foremost place.  (4) The Commissioner of Examinations on the advice of  the Board may, at the end of the course of studies in a  ‘Mulika Pirivena, hold an examination for pupils of a Mulika  Pirivena.  \\  9. (1) Classes for the examinations held by the Oriental Maha  Studies Society and for any other examinations with a *#ivena  similar curriculum approved by the Board shall be con-  ducted in a Maha Pirivena.  4",
    "mean_p_confidence": 0.7577544910179641
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Pirivena Education Act, No, 64 of 1979 j",
    "mean_p_confidence": 0.7172727272727273
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (2) A Bhikku who has passed the examination held at the  end of the course of studies in a Mulika Pirivena or any  other examination of a similar standard recognized by the  Board may be admitted to a Maha Pirivena: :",
    "mean_p_confidence": 0.8197826086956522
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  Provided that male lay pupils who have passed the  examinations referred to in the preceding provisions of this ¢  subsection may be admitted to a Maha Pirivena,",
    "mean_p_confidence": 0.7858064516129032
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  Pirivena 10, (1) Classes for the examinations held by the Oriental",
    "mean_p_confidence": 0.7861538461538462
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  ier. Studies Society or by the Department of Examinations or  by any University recognized by the Board shall be con-  ducted in a Pirivena Vidyayathanaya.",
    "mean_p_confidence": 0.7817241379310345
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (2) Bhikkus who have passed the examination held at  the end of the course of studies in a Mulika Pirivena and  male lay pupils who have passed the Grade VIII examina-  tion in a Government School may be admitted to a Pirivena  Vidyayathanaya.",
    "mean_p_confidence": 0.8183673469387756
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  ‘The 1. Subject to section 8 (3), the Board shall prescribe",
    "mean_p_confidence": 0.716923076923077
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  curriculum the curriculum and the duration of the course of studies in",
    "mean_p_confidence": 0.7914285714285715
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  ‘of course of any Pirivena. -",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  study.",
    "mean_p_confidence": 0.21333333333333335
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  ‘The situation 12. (1) A Mulika Pirivena and a Maha Pirivena may be",
    "mean_p_confidence": 0.8033333333333333
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  and manage- held within the same premises and under the same",
    "mean_p_confidence": 0.7930769230769231
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  Pirivenas, management, 2",
    "mean_p_confidence": 0.332
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "  ‘ (2) A Pirivena Vidyayathanaya shall not be held within",
    "mean_p_confidence": 0.7516666666666666
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "  the premises of a Mulika Pirivena or a Maha Pirivena or  under the same management as a Mulika Pirivena or a  Maha Pirivena.",
    "mean_p_confidence": 0.797037037037037
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "  pete 13. The Board shall establish educational institutions",
    "mean_p_confidence": 0.658
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "  jeden. which shall be known as Pirivena Training Institutes for  the training of Bhikkus for the purpose of achieving the  following objects :—",
    "mean_p_confidence": 0.757037037037037
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "  (a) teaching in Pirivenas ;",
    "mean_p_confidence": 0.5599999999999999
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "  (®) the propagation of the Buddha Dhamma and Buddhist  Culture and the promotion of the Buddhist way of  life ;  (c) social service ;  (d) the practice of Buddhist meditation ;  (©) the acquisition of the knowledge of the Buddba  Dhamma and the Vinayai and  (f) the teaching of Buddhism.  Director- 14, The Director-General shall, from time to time, in  General to -: consultation with the Board determine which of the objects  courses of referred to in section 13 shall be selected for the purpose of  study. providing courses of study at any specified Pirivena Train-  ing Institute.",
    "mean_p_confidence": 0.79125
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Pirivena Education Act, No. 64 of 1979 1  18, Every Pirivena Training Institute shall have an Advisory |  oman  Advisory Committee consisting of three members, of whom of Pirivena  one shall be the Manager of such Institute. The other two jnstituisa,  ‘members shall be appointed by the Director-General.",
    "mean_p_confidence": 0.7530909090909091
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  16. The members of the Advisory Committee referred Members not  to in section 15 shall not be entitled to any remuneration: fenmuneration,",
    "mean_p_confidence": 0.7567999999999999
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  Provided, however, that the Minister may, in consulta-  tion with the Minister in charge of the subject of Finance,  pay an allowance to such members if he considers it expe-  dient to do so.",
    "mean_p_confidence": 0.8179487179487179
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  11. Subject to the provisions of this Act it shall be the Powers and  duty of the Advisory Committee of a Pirivena Training Advisory  Institute to assist the Principal of that Institute in the Co™ml®™  proper management of the Institute,",
    "mean_p_confidence": 0.7835555555555556
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  x PART IV  Powers, Durmes anp Funcrions oF rae Diector-GenEnat",
    "mean_p_confidence": 0.3792307692307692
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  48 (1) Subject to the general direction and control of Powers,  the Minister, the Director-General shall be responsible for fmmctons ot  the administration of this Act. Genera",
    "mean_p_confidence": 0.7264516129032258
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (2) \"There shall be appointed other officers of the Depart  ment of Education to assist the Director-General in the  exercise, performance and discharge of his powers, duties  and functions under this Act.",
    "mean_p_confidence": 0.7843243243243243
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (8) The Director-General may, on application made  in that behalf, in consultation with the Board register a  Pirivena that conforms to the requirements of this Act or",
    "mean_p_confidence": 0.804516129032258
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  | Fegulations made thereunder.  ~ (Any Pirivena registered under this Act or deemed  to be registered under this Act shall be eligible for a grant  from State funds in accordance with this Act or any regu-  “ lations made thereunder.",
    "mean_p_confidence": 0.7476086956521739
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Pirivena Education Act, No. 64 of 1979  PART V  ‘Mawacrrs, PRincrpats anp TSACHERS OF PIRIVENAS",
    "mean_p_confidence": 0.667
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  Manager ot 19, Every Pirivena shall have a Manager appointed by  @ Pirivenas ‘the Director-General.",
    "mean_p_confidence": 0.6016666666666667
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  Managers ot 20. (1) Where a Pirivena is a Mulika Pirivena or a Maha  Pirivenas, Pirivena or a Pirivena Vidyayathanaya, the Viharadhipathi  WahaPiri- of the temple to which the land on which the Pirivena is  ¥enas and situated belongs shall be appointed as the Manager of that  Vaya Pirivena if the Viharadhipathi consents to that appointment.  yathana,",
    "mean_p_confidence": 0.74375
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (2) Where the Viharadhipathi does not consent to his  appointment under subsection (1), another Bhikku shall be  annninted as the Manager of that Pirivena on the recom-  mendation of the Viharadhipathi, if the Director-General  is satisfied that the Bhikku is suitable for the appointment.",
    "mean_p_confidence": 0.8014
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  : (8) Where the Director-General is not satisfied that the  Bhikku who is recommended by a Viharadhipatht is suitable  for appointment as the Manager, the Director-General may  appoint a suitable Bhikku as the Manager of that Pirivena.",
    "mean_p_confidence": 0.7749999999999999
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (@) A Bhikku shall not be appointed as a Manager of more  than one Pirivena : a",
    "mean_p_confidence": 0.721
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  Provided that where a Mulika Pirivena and a Maha Piri-  vena are situated within the same premises the same Bhikku  may be appointed as Manager of both those Pirivenas.",
    "mean_p_confidence": 0.803939393939394
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (8) Where a Bhikku is a Viharadhipathi of more than one  temple and two or more Pirivenas are situated on the lands  belonging to those temples (except in the circumstances set  out in the proviso to subsection (4)), the Viharadhipathi  may elect to be appointed as the Manager of any one of  those Pirivenas and the Viharadhipathi may, with the con-  currence of the Board, nominate a Bhikku for appointment  as Manager of any one of those other Pirivenas.",
    "mean_p_confidence": 0.8288636363636364
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (6) Where a Viharadhipathi of a temple is a minor oF  surfers from any mental or physical disability, the Director  General shall, after consulting the Dayakha Sabha of the |!",
    "mean_p_confidence": 0.7720588235294118
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  4 temple and the Board, appoint a suitable Bhikku to act as  Manager of any Pirivena situated on any land belonging to  that temple, until the Viharadhipathi attains majority or  recovers from such disability.",
    "mean_p_confidence": 0.8028205128205128
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Pirivena Education Act, No. 64 of 1979 9",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (1) Where there is a dispute to the office of a Viharadhi-  pathi of a temple the Director-General shall, after con-  sulting the Board, make a temporary appointment as  Manager of any Pirivena situated on any land belonging to  that temple until that dispute is determined.",
    "mean_p_confidence": 0.8224999999999999
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  21, ‘The Board shall recommend to the Director-General Manager of a  a suitable Bhikku for appointment as the Manager of a fyaiing  Pirivena Training Institute. Institute.",
    "mean_p_confidence": 0.7193333333333333
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  22, (1) A Bhikku who holds any paid office under the Holder of a  Republic shall not be appointed as a Manager of a Pirivena, Erdor the",
    "mean_p_confidence": 0.7633333333333333
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  epublie",
    "mean_p_confidence": 0.20333333333333334
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (2) Where a Viharadhipathi of a temple is a holder of a disqualifled  paid office under the Republic, he shall, for the purpose of ment as  section 20, be deemed to have not consented to his appoint- Manager.  ment as a Manager of a Pirivena and accordingly subsections  (2) and (3) of that section shall apply to the appointment of  a manager of a Pirivena referred to in that section.",
    "mean_p_confidence": 0.795064935064935
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  23, The Manager of a Pirivena shall be responsible to the Manager  Director-General for the proper administration and main- Pirivena.  tenance of that Pirivena. Fesponsibte",
    "mean_p_confidence": 0.7368965517241379
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  {fo the  Director~  General,",
    "mean_p_confidence": 0.2375
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  24, Subject to the provisions of this Act and any regu- Powers,  lations made thereunder, the powers, duties and functions duues  of the Manager of a Pirivena shall be— functions of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  (@) to provide suitable and adequate accommodation, Pirivenas,",
    "mean_p_confidence": 0.706
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  furniture, equipment, sanitary and other facilities  for the Pirivena as may be required by the Director-  General ;",
    "mean_p_confidence": 0.7436363636363637
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  (®) to maintain such educational and cultural standards  in the Pirivena as may be prescribed ;",
    "mean_p_confidence": 0.7563157894736842
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "  (©) to appoint or discontinue subject to the approval of  the Board the Principal and teachers of the Piri-  vena;",
    "mean_p_confidence": 0.7658333333333333
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "  (d) to utilize in the best interest of the Pirivena the grant  paid out of State funds in respect of the Pirivena ;",
    "mean_p_confidence": 0.8165384615384615
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "  (©) to be responsible for the general administration and  proper maintenance of the Pirivena ;",
    "mean_p_confidence": 0.7799999999999999
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "  (f) to ensure that the staff of the Pirivena carries out the  functions and duties assigned to. such staff and  ‘complies with such instructions as may be issued by  the Director-General from time to:time; and",
    "mean_p_confidence": 0.7887500000000001
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Pirivena Education Act, No. 64 of 1979  (g) to recommend a suitable person acceptable to the  ‘Board and the Director-General to act as Manager  where the Manager is unable to perform his duties  by reason of illness or absence from Sri Lanka  or for any other cause.  Principal of 25. A person shall not be eligible for appointment as the  Avena Principal of a Pirivena unless—  (a) he is a Bhikku who has received Upasampada not  Jess than five years prior to the date of appoint-  ment; and  (b) he—  (@) has passed the Pandits’ examination of the  Oriental Studies Society ; or  (i) holds a degree of a University recognized by  the Director-General ; or  (iii) holds a degree of the Anuradhapura Buddha  Sravaka Dharmapitaya ; or  (iv) holds a first-class trained teacher’s certificate  awarded by a Pirivena Training Institute  approved by the Director-General :  (v) holds the Final Examination Certificate of the  ‘Vidyodaya and Vidyalankara Maha Pirivenas :  Provided that a Bhikku who was a Princi-  pal of a Pirivena on the day immediately  preceding the appointed date may, notwith-  standing paragraph (b) continue as Principal  of that Pirivena,  ‘Teachers of 26. (1) A person shall not be eligible for appointment as  mavetads a teacher of a Pirivena unless he is a Bhikku:",
    "mean_p_confidence": 0.7923481781376519
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  Provided, however, that where a Bhikku is not available  for appointment as a teacher in respect of such subjects as  may be specified by the Director-General, a qualified layman  may be appointed as a teacher of a Pirivena.",
    "mean_p_confidence": 0.8309302325581395
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (2) The minimum educational qualifications for teachers  of Pirivenas shall be as prescribed and different qualifica-  ‘tions may be prescribed in respect of different subjects.",
    "mean_p_confidence": 0.7975862068965517
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (8) A Bhikku appointed as a teacher to a Pirivena shall  ve paid a monthly stipend and it shall be paid to @  “Sepakaru’ nominated by the teacher :",
    "mean_p_confidence": 0.743030303030303
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Pirivena Education Act, No. 64 of 1979 u",
    "mean_p_confidence": 0.721
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  Provided, however, that a Bhikku who was a full-time  Pirivena teacher on the day immediately preceding the  appointed date may continue to draw his salary.",
    "mean_p_confidence": 0.8148275862068965
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (4) A layman appointed as a teacher of a Pirivena shall  be paid such salary, in accordance with the qualifications  held by him, as may be prescribed and such salary may be  paid direct to him.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (5) The Board shall maintain for the purposes of this Act  a Register of Pirivena Teachers which shall include teachers  and Principals of all registered Pirivenas.",
    "mean_p_confidence": 0.797
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  27. (1) All matters connected with the conditions of Certain  service including the procedure in respect of appointments, matters  dismissals and disciplinary control of teachers and princi- preseribed,  pals, and the payment of salaries shall be as prescribed.",
    "mean_p_confidence": 0.7686046511627906
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (2) Only male persons shall be eligible for appointment  to the staff of a Pirivena either as a teacher or otherwise.",
    "mean_p_confidence": 0.8079166666666667
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  PART VI  . GENERAL",
    "mean_p_confidence": 0.3885714285714285
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  28. Every Pirivena the registration of which has been Existing  confirmed under regulation 3 (6) of the Code of Regulations Fiverss  for Pirivenas published in Gazette No, 11,828 of August 7, under this  1959, as amended from time to time, and in existence on the Act  day immediately preceding the appointed date shall be  deemed to be a Pirivena registered under this Act.",
    "mean_p_confidence": 0.8191428571428571
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  29, Every Manager of a Pirivena, and every Principal Manager,  or teacher of a Pirivena, which under section 28 is deemed Principal  to be registered under this Act, and who is functioning as of any  such on the day immediately preceding the appointed date gxisting |  shall be deemed to be respectively the Manager, Principal  or a teacher of that Pirivena appointed under this Act and  shall, subject to this Act or any regulation made thereunder,  continue in that capacity under this Act.",
    "mean_p_confidence": 0.8074999999999999
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  30. ‘The Board may with the approval of the Minister Board may  make rules in respect of the matters set out in sections make rules  4(16) and 6 and every rule made under this section shall  come into operation on the date on which those rules are  approved at a meeting of the Board summoned for the  Burpose,",
    "mean_p_confidence": 0.8115384615384615
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  {",
    "mean_p_confidence": 0.29333333333333333
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  2 Pirivena Education Act, No. 64 of 1979",
    "mean_p_confidence": 0.727
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  Registered 31. Every Pirivena registered or deemed to be regis-",
    "mean_p_confidence": 0.7308333333333333
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  ivi with tered under this Act shall comply with the provisions of",
    "mean_p_confidence": 0.6942857142857143
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  this Act. this Act and the regulations made thereunder.",
    "mean_p_confidence": 0.7463636363636362
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  Grants 32, The grants payable from State funds to any",
    "mean_p_confidence": 0.7608333333333334
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  payable to _Pirivena registered or deemed to be registered under this  Act in respect of maintenance, salaries of teachers and  Ubrary grants shall be according to the rate prescribed  by the Minister in consultation with the Minister in charge  of the subject of Finance,",
    "mean_p_confidence": 0.8066
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  Regulations. 38. (1) The Minister may, with the concurrence of the  Board, make regulations for all matters in respect of  which regulations are authorized or required to be made  under this Act.",
    "mean_p_confidence": 0.8013513513513513
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  (2) Without prejudice to the generality of the powers  conferred by subsection (1), the Minister may with the  concurrence of the Board make regulations in respect of  all or any of the following matters :—",
    "mean_p_confidence": 0.8185
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  (a) the registration, classification and grading of Piri-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  venas, cancellation of such registration, payment of  grants from State funds and the terms and condi- ,  tions subject to which such grants shall be paid ;",
    "mean_p_confidence": 0.8035483870967742
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  (b) the matters to be taken into consideration in the  determination of the maximum number of Piri-  venas in Sri Lanka eligible for registration and  ‘the maximum number of pupils eligible for admis  sion to a Pirivena ;",
    "mean_p_confidence": 0.7931818181818181
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  (©) the maintenance of a register of Pirivena teachers  and the appointment and discontinuance of Mana-  gers of Pirivenas and their functions and duties;",
    "mean_p_confidence": 0.7910714285714285
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "  (@) the appointment, transfer, discontinuance, qualifica-  tions and grading of teachers including Principals  of Pirivenas and the determination of the scales  of salaries ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "  (e) the procedure for the payment of salaries to the  members of the staff of a Pirivena;",
    "mean_p_confidence": 0.8035
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "  (f) the admission of pupils to Pirivenas, their age limits.  and the maintenance of specified ratios as between  Bhikkus and lay pupils in Pirivenas and courses  and schedules of studies in Pirivenas and the  ‘books, apparatus and equipment to be used  therein ; .",
    "mean_p_confidence": 0.7741176470588235
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Pirivena Education Act, No. 64 of 1979 13",
    "mean_p_confidence": 0.742
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (g) the training of Bhikkus at Pirivena Training Insti-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  tutes, the courses of study and their duration ;",
    "mean_p_confidence": 0.7527272727272727
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (h) the examination and inspection of Pirivenas, certifi-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  cates and diplomas to be awarded in Pirivenas; and",
    "mean_p_confidence": 0.7272727272727273
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  (® the maintenance of discipline in Pirivenas.",
    "mean_p_confidence": 0.6777777777777777
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (8) Every regulation made by the Minister under this  Act shall be published in the Gazette and shall come into  operation on the date of the publication or on such later  date as may be specified in the regulation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  (4) Every regulation made by the Minister shall, as soon  as convenient after the date of its publication, be brought  before Parliament for approval. Any regulation which  is not so approved shall be deemed to be rescinded as from  the date of disapproval but without prejudice to anything  previously done thereunder.",
    "mean_p_confidence": 0.823103448275862
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  (6) Notification of the date on which any regulation is  80 deemed to be rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.78125
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  34. The Code of Regulations for Pirivenas published in  Rescission.  Gazette No. 11,828 of August 7, 1959, as amended from time  to time, is hereby rescinded :",
    "mean_p_confidence": 0.7777419354838709
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  Provided, however, that notwithstanding such rescission,  any regulation which is in force on the day immediately  Preceding the appointed date and which is not inconsistent  with the provisions of this Act shall be deemed to have  been made under the provisions of this Act and shall have  effect as such and may at any time be amended, varied or  rescinded by regulations made under this Act.",
    "mean_p_confidence": 0.8417567567567568
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  35, In this Act, unless the context otherwise requires Interpreta-",
    "mean_p_confidence": 0.6675
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  “Bhikku” includes a Samanera ;",
    "mean_p_confidence": 0.5942857142857143
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  “Director-General” means the person for the time being",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "  holding the office of the Director-General of Educa-  tion and except for the purposes of section 4  includes a Deputy Director-General, a Director of  Education or other officer authorized by the  Director-General to act on his behalf for the  purposes of this Act;",
    "mean_p_confidence": 0.7896
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  “4 Pirivena Education Act, No. 64 of 1979  “Pirivena” means—",
    "mean_p_confidence": 0.683076923076923
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (@) an educational institution receiving a grant  from State funds under section 92 and  managed by a Bhikku and having for its aims  and objects the aims and objects specified in  sections 2 and 3; or",
    "mean_p_confidence": 0.7683333333333332
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  (®) a Pirivena Training Institute established under  section 13;",
    "mean_p_confidence": 0.6791666666666667
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  “Pirivena Education” means the education provided in",
    "mean_p_confidence": 0.7144444444444444
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  a Pirivena ; and",
    "mean_p_confidence": 0.4666666666666666
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  “temple and Viharadhipathi” have the same meaning  as in the Buddhist Temporalities Ordinance.",
    "mean_p_confidence": 0.754375
  }
]