[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA INLAND REVENUE (AMENDMENT) ACT, No. 14 OF 1984 : [Certified om 24th April, 1984] Printed on the Orders of Government Do Poblished as 3 Supplement, to Part 11 of the Gazette of the Democratic Socialist Republic of Sri Lanka of April 27, 1984 pees a2 om venti OF GOWERONENS PRONG, FOE tn Sour ration WF ma Coens PomChTONS FORD, coun Price: Re. 1.80 Postage: 90 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ": . Inland Revenue (Amendment) i . . . Act, No. 14 of 1984 [Certified on 24th April, 1984] : ‘L DO, 61/83. AN Act 10 axND Tag InLanp Revenue Act, No. 28 oF 1979, BE it enacted by the Parliament of the Democratic Socialist ‘Republic of Sri Lanka as follows :— Be 1. This Act may be cited as the Inland Revenue Short tle, (Amendment) Act, No. 14 of 1984. : 2% Section 4 of the Inland Revenue Act, No, 28 of 1979 Amendment (hereinatter referred to as the “principal enactment”) is 7 Paar Jhereby amended as follows :-—* No at'ot | (1) by renumbering that section as subsection (1) of that section (2) by the substitution, for paragraph (4) of the renum- ‘bered subsection (1), of the following paragraph i= “(d) the rental value of any place of residence provided rent-free by the employer or ‘where a place of residence is provided by an employer at a rent less than the rental value, the excess of the rental value over” . such rent, For the purposes of this paragraph the rental value of any place of residence shall : (® for any year of assessment commencing on or before April 1, 1983, be the net annual value as defined in section 5 with the addition of _ the rates paid by the owner and of thirty- ‘three and one-third per centum of such net annual value on account of repairs and other expenses j and Gi) for any yesr of assessment commencing on or after April 1, 1984, be— (@) the amount computed in accordance . with item @) ; or @®) the gross rent paid for such place of residence, whichever is higher t Provided that any excess of the rental value over— G) fitteen per centum of the profits described in paragraphs (a) and (b) of subsection (1), or fifteen thousand rupees, whichever ia lower, for any year of assessment commencing on or before April 1, 1988, and . 2 ors 1e1—2,000 (c4/09)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Inland Revenue (Amendment) ‘ ‘Act, No. 14 of 1984 (it) twenty five per centum of the profits described in paragraphs (@) and (b) of subsection (1), or forty-eight thousand rupees, whichever is lower, for any year of assessment commencing. on or efter April 1, 1984, . . ie shall be disregarded ;\";and + (3) by the addition, after the renumbered subsection (1), * of the following subsection :— . “Sa\".-\"\" (a) For tha’ purposes of this section, “the value ~ * 2 of any Benefit”, in relation to an individual who has recaived, or derived such benefit, means— . (@) where the matket value of such benefit ean be “Feadily ascertained, such market value; and, . ° (b) where the market value of such benefit cannot . bbe readily ascertained, or such benefit has no market value, the cost that would have to ba incurred by any other individual to obtain (Such benefit : 1 Provided that the Commissioner-General may, having regard to the market value of that benefit or the cost that would have to be incurred by any other individual to obtain that benefit, -by Order published in the . Gazette, specify the value to be placed on any benefit and where a value is so specified in respect of a beneiit, such value shall be deemed to be the value of such benefit,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "% Section 9 of the principal enactment is hereby amendment amended in paragreph (hk) of subsection (1) of that section, # seetion ‘by the substitution, for the words “Colombo Plan Bureau ;\", principal of the words ” Colombo Plan Bureau or the Asian Develop- =\"aclment. ment Batik ;”, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "4, Gection 10 of the- principal enactment is hereby Amendment amended by the sepeal of paragraph (e) of that section and jf ofthe\" ‘the substitution, of the following paragraph therefor :— Brineipal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". Enactment,",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(©) the interest accruing to any person for the period uring which he was cut of Sri Lanka and for the six years immediately succeeding the date on.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". Which he srrives in Sti Lanka, and becomes resident in Sri Lanka, on monies lying to his",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "i .  Fnland Revenue (Amendment) a . bo Act, No. 14 of 1984 . exedit in foreign currency in any account openad “/ “hy him, or on his behalf, in any commercial bank with the approval of the Central Bank of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "_— Ceylon ;”,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "-- & Section ‘11 of the principal enactment 1s hereby Amendment amended in paragraph (8) of that section by the substitu. i ofthe’ tion, for the Agures “17, 18,19, 20, 21%, of the Agures “17, Eraniment, Jia, 18, 19, 20, 204, 21”, :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "*\" @,' Section 13 of the principal enactment is hereby Amendment amended ax follows :— i cite",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@ by the substitution, in paragraph (f) of that section Frartment,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "for the words and figures “ Sri Lanka Export Deve- lopment Act, No, 40 of 1979.\", of the words and figures “Sri Lanka Export Development Act No, 40 of 19795” and > @) by the addition, at the end of that section, of the following paragraph :-— *(@) under any other scheme tor the planting or replanting of any other agricultural product\".",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7. The following new section is hereby inserted Insertion of immediately after sectlon 17, end shell have effect as. Ta fn the section 17a, of the principal enactment :— Caen, Exemption 17a, (4) ‘The profits and income within the eee? meaning of paragraph (a) of section 3 (other yeare ot the than any profits and income from the sale of Eeaeent —eapital assets) of any company from any fenain., Undertaking referred to in subsection (2) fommencing shall be exempt from income tax for a period Dustneat on’ of five years, such period of five years being November calculated from the date on which such 1088. ‘undertaking commenced to carry on business.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "a (2) The provisions of subsection (1) shall",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". apply to any company which commenced 10 carry on business on or after November 11, . 1983 and which is approved hy the Minlster",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "by Order published in the Gazette—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Inland Revenus (Amendment) . ‘Act, No, 14 of 1984 , (a) being a company Which is engaged only in carrying on oe or more of the undertakings hereinafter speci- . fied, namely— @ an undertaking for animal hu bpandry 5 a (Gi) an undertaking for the cultiva- tlon of suger cane; : (i) an undertaking for marine or inland fisheries ; » iv} an underteking for carrying on 7 a any activity referred to in any f the foregoing sub-par ares graphs and processing the pro- . duct of such activity ; (v) an undertaking for the produc- . tion from any agricultural . produce of Sri Lanka of such . a commodities as may be speci- wes fied by the Minister, by Order published in the Gazette, having regard to the need ta provide incentives for the pro- . duction of such commodities ; (®) being a company which is an Export Production Village Company, (8) For the purposes of this section “Export Production Village Company” means @ company— (a) which is a People’s Company within the meaning of the Companies Act, No. 17 of 1982; (b) the shareholders of which are the Export Development Board extab- lished by the Sri Lanka Export Development Act, No. 40 of 1978, and. the producers of any of the pro- ucts produced by that company; : and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Inland Revenue (Amendment) -o8 Act, No. 14 of 1984 . (©) the products of which are exported by the company or through sny other ° company engaged in the export of goods or commodities : Provided that this section shail not apply to any company which carries on an under- taking which had commenced to carry on business prior to November 17, 1983, or which was formed by the splitting up or reconse truction of any business which was in exis- tenee prior to November 17, 1983.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "& The following new section is hereby inserted Insertion. of immediately after section 20, and ‘shall have effect ax 26s ih the section 20a, of the principal enactment :— eeepent ‘Exemption 20a, (1) Such part of the profits and from income  ineome, within the meaning of paragraph exyert profts (a) of section 3, (other than any profits and Geonie® — imeome from the sale of capital assets), of paderiakings any undertaking as consists of the export Toe GE\") profits and income of that undertaking chall Maen 3, be exempt frozn income tax for the period",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "7 commencing on April 1, 1984 and ending on March 31, 1989,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(2) In this seetion—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "“export profits end income\" and “total turnover\" have the respective meanings assigned to them in sub- section (2) of section 20;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "“export turnover” when used in relation",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "° to an undertaking means the total amount received or receivable by | that undertaking trom :— (1) the export of goods or commodi- ties, or (i) the performance of services tor payment in foreign currency,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "a such services being ship",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "repair, ship breaking, repair",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "and refurbishment of marine",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "cargo containers, provision of S~€ OTH HOD",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "6 Inland Revenue (Amendment) Act, No. 14 of 1984 computer soft ware, computer . programmes, computer systems or recording com- puter data but does not include : (@) any amount received or receivable by the sale of capital assets ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "{b) any amount received or receivable from the sale of gems ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(©) any amount received or recetvable from the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ". export of black tea in ‘bulk, crepe rubber, sheet rubber, scrap rubber, eoconut oil, dessicated coconut, copra, fresh coconuts, or coconut fibre ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "{@) in the case of an under taking for the export of garments in respect of which a quota for export has been allocated by the Secretary to the Ministry of the Minister in charge of ‘Textile Industries, any amount received or receivable from the export of garments not exceeding that quota ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(e) any profits and income not being profite and income within the meaning of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ": paragraph (a) of section 3.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(8) This section shall not apply to an undertaking for a year of assessment it tha export profits und income of that under- taking are exempt from income tex under section 20(1) for that year of assessment.’",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Irland Revenue (Amendment) . ‘Act, No. 14 of 1984 % Section 2200 of the principal enactment is hereby Ammdment mended as follows :— - Seat he () by the repesl of paragraph (1) of subsection (1) of Enacktenk ‘that section and the substitution of the following paragraph therefor :-— “ (i) incorporated on or after April 1, 1983, but ‘prior to April 1, 1984 with not Jess than ninety-five per centum of its capital con- tributed, in the form of money or other- wise, by— (a) the State; and (b) any public corporation or body corporate ; and”; and (2) by the repeal of subsection (2) of that section, and the substitution, of the following subsection there- tor:— © (@) The exemption referred to in subsection (1) shall cease when the profits and income of a com- pany which are exempt from income tex under that: subsection amount to a sum equal to twice the issued capital of that company as at March 31, 1984”, 10, Section 24 of the principal enactment is hereby Amendment amended as follows :— if srtion (2) fm subsection (1) of that section, by the insertion, Enasebent, iromediately after paragraph (n), of the following paragraphs ;— (0) one-half of the excess of any expenditure incurred by such person for any year of assessment commencing on ot after April i, 1984, in providing eny place of residence to an employee of such person oF to the spouse, child or parent of such employee over the rental value of such place of , residence which is included in the profits from employment of such employee within the meaning of section 4;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "Ey Inland Revenue (Amendment) Act, No. 14 of 1984 () such part of the rental paid by him under any agreement entered into by him on or after January 1, 1984, in any year in respect of any vehicle, plant, machinery, fixtures or equipment which is in excess of an amount equal to one-fourth of the total rental payable under such agreement.” ; and “- @) by the repeal of subsection (2) of that section and the substitution, of the following new subsection therefor :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "“ (2) No person carrying on any trade or business or exercising any profession or vocation shall be entitled to any sum for depreciation by wear and tear, or for xenewal, or to eny allowance under section 23 (1) (a) or 23 (1) (2) or 23 (1) ()—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "“= (a) for any year of assessment, in respect of any vehicle ‘ used for travelling for the purpose of his trade, business, profession or vocation, except in respect of (@) a motor cycle or bicycle used for such purpose by an officer, who ts not an executive officer, in the employment of such person; and <i 4 motor coach used for transporting emplo- yees of such person to, or from, their place , . of work; and > (b) for any year of assesament commencing on or afteT . April 1, 1984, in respect of any plant, machinery, fixtures, equipment, or articles provided for the ‘use of any officer or employee of such person in the place of residence of such officer or enaploye®, ‘or for any deduction for any rental or annual payment in respect of any such vehicle, plant, machinery, x tures, equipment, or articles ag are referred to in para graphs (a) and (b).”. Ameniment LH, Section 29 of the principal enactment is hereby sf ation amended as follows:— > rlnetpal (1) in paragraph (e)-of subsection (3) of that section, by the substitution for the words end figures “section 16a or section 224”, of the words and figures “ section 16a or section 174 or section 224,\" 5 and :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "Talend Revenue (Amendment) 8 Act, No, 14 of 1984 @) in subsection (4a) of thet section, by the substitution for the word and figures “section 20”, wherever. such word and figures occur in that subsection, of the words and figures “ section 20 or section 20a”. 432, Section 30 of the principal enactment is hereby Amendment amended es follows :— $0 of the. ineipal",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "() in subsection (1) of that section— Shactinent, (a) by the repeal of paragraph (0) of that sub-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "section and the substitution of the following",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "paragraph therefor :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(a) an allowance of twelve thousand zupees in resppect of the year of ausessment commencing on April 1, 1979, and for each of the four years of assessment immediately succeeding that year of assessment ;” ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(b) by the insertion, immediately after pare,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "‘graph (a) of that subsection, of the following",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "paragraph-— °",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "“ (aa) an allowance of eighteen thousand",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "rupees in respect of any year of assessment commencing on or after April 1, 1984, and” ; and. (2) in subsection (2) of that section— (0) by the repeal of paragraph (b) af the proviso",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "to that subsection, and the substitution of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "following paragraph therefor :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "_ “@) an allowance of twelve thousand rupees in respect of the year of assessment commencing on April 1, 2978, and for each of the four years of assessment immediately succeeding that year of assessment ;”; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(®) by the insertion, immediately after paragraph",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(b) af the proviso to that subsection, of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "following paragraph—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "“(@) an allowance of aighteen thousand rupees in respect of any year of assessment commencing on or after April 1, 1994.”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "0 Inland Revenue (Amendment) ‘Act, No. 14 of 1984 18 Section $1 of the principal enactment is hereby Amendment amended Em 31 of th : 32 follows: Drineipal (1) 4m subsection (2) of that section— enactment, (@ in paragraph (h) of that subsection, by the substitution, for the words “any premia paid”, of the words “ any premia paid for any ‘year of assessment commencing on ar before April 1, 1983\"; () by the insertion, immediately after paragraph (hh) of that subsection, of the following paragraph :— (hhh) any premia paid for any year of assessment commencing on or after",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "April 1, 1964, being premia which",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "‘has accrued due for payment—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(1) on a life insurance policy (not being a pure endowment policy), the annual premia in respect of which are payable over a period of at, least five years;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "Gi) for the purchase of an annuity, the annual premia tn respect, of which are payable over a. Period of at least five years ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "Gil) on policy of medical insurance, not being premia paid outside Sri Lanka— (@) in respect of any policy issued outside Srl Lanka after July 4, 1957, or (®) for the purchase of an annuity outside Sri Lanka after July 4, 19575”; and (©) by the insertion, fmmediately after paragraph. {n) of that subsection, of the following para- graph i—  (@) for any year of assesement commencing. on or after April 1, 1983, any amount spent by an individual in connection with the edueation outside Sti Lanka",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) u Act, No, 14 of 1984 of an unmarried child under twenty- five years of age, such education being— (0) under-graduate education or course of training for which adequate facilities are in the opinion of the Secretary to the . Ministry of the Minister in charge of the subject of Higher . Education, not available in Sri ‘Lanka ; or (b) post-graduate education in a university or other institution ef postgraduate education.”. (2) in evbsection (7) of that section, by.the substitution tor the words “in paragraph (d) \", of the words “in. paragraphs (4) and (m)”; and (8) the amendment made by subsection (2) of this section shall be deemed to have come into force on June 24, 1080, M. Section 32 of the principal enactment is hereby: Amendment amended as follows — gf eto (1) in paragraph (a) of subsection (1) of that section—  rndipal (a) by the substitution, in subparagraph (ii) of that ‘paragraph, for the expression “in respect of . any year of assessment commiencing on or after April 1, 1980\", of the expression “in respect of the year of assessment commencing on April 1, 1980, and in respect of the next . three years of assessment immediately succeeding that year of assessment” ; and <  @) by the insertion immediately aiter sub-para- graph (ii) of that paragraph, of the following sub-paragraph :— ‘ “ (it) in respect of any year of assessment commencing on or after April 1, 1984, toe __ at the appropriate rates specified in Part IIA of the First Schedule to this Act;\"; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "12 Inland Revenue (Amendment) Act, No. 14 of 1984 (2) by the repeal of the proviso to subsection (1) and the substitution therefor of the iollowing new ‘proviso :— “Provided that the income tax payable by an individuel who is deemed, to be non-resident under + subsection. (7) of section 67 shall not be more than the amount by which his assessable income exceeds— G@) twelve thousand rupees in respect of the year of assessment commencing on April 1, 1980 . and for the next three years of assessment immediately succeeding that year of assess- ment; and Gi) eighteen thousand rupees for any year of assess- ment commencing on or after April 1, 1984\".",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "Amendment 18, Section 39 of the principal enactment is hereby",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "ia amended as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "Eonetent, (2) im the proviso to paragraph (b) of subsection (1) of that section, by the substitution, for the expres- sion “for any year of assessment commencing on or after April 1, 1980.”, of the expression “for the ‘year of assessment commencing on April 1, 1980 and for each of the three years of assessment immediately succeeding that year of assessment”; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(2) in paragraph (c) of subsection (2) of that section by the substitution for the words “ company other than ® quoted public company ”, of the word “ company ”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "Amendment 16. Section 95 of the principal enactment is hereby",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "3 ree amended by the repeal of paragraph (d).of that section, and Bindpal the substitution of the following paragroph therefor :— Pea “(@) that dividend is a dividend declared by a quoted public company on or after April 1, 1980 but * before April 1, 1984”, ‘Amendment 17. Section 87 of the principal enactment is hereby $f ection amended by the repeal of paragraph (a) of thst section, and Brineipal the substitution of the following paragraph therefor :-—- Sractment, * @) if the relevant dividend is paid out of the amount of a dividend recetved by such resident company from a quoted public company on or after April 1,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": ". inland Revenue (Amendment) 13 ‘ ‘Act, No, 14 of 1984 1980 and prior to March 31, 1984, income tax equivalent to five per centum of the amount,of such relevant dividend. ”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "18, Section 38 of the principal enactment is hereby Amendment amended as follows :— Bottke",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(0) in subsection (1) of that section~ Snachnent,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "{@) by the substitution, for the words, “Every resident company, other than a quoted public . company,”, of the words “Every resident company”; and {b) by the substitution, for the words “ payable ‘after April 2, 1980.\", of the following :— “ payable after April 1, 1980:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "Provided that nothing in the preceding pro- visions of this subsection shall apply to any dividend declared by a quoted public company on or after April {, 1980 but prior to April 1, 1984.\" and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(2) in paragraph (¢) of the proviso to subsection (3) of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "that section, by the subsititution for the wards “any dividend recelved”, of the words “any dividend received on or after April 1, 1980 but Prior to April 1, 1984,*,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "18, Seetion 41 of the principal enactment {s hereby Replacement repealed and the following section substituted therefor: of #e¢tian ‘Charge to 41, Subject to the other provisions of this PRRRHPET wealth tex. Chapter there shall be charged—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(0) for the year of assessment commencitg on April 1,1978and for each af the four years of assessment immediately succeeding that year of assessment,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": ". in respect of the taxable wealth of ‘every person on the first day of that",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "+ year of assessment; and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(®) tor every year of assessment commen ‘eing on or after April 1, 1984, tn res- pect of the taxable wealth of every person on the last day of that year of assessment,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "14 Tnland Revenue (Amendment) Act, No. 14 of 1984 a tax (hereinafter referred to as the “ wealth tax\") at the appropriate rates specified in ‘the Fourth Schedule to this Act.'. Amendment 20, ‘Section 45 of the principal ensctment, is hereby sapien amended by the repeal of paragraph (v) of that section and principal the substitution, of the following paragraph therefor :— enactment. +\" (») such year of assessment being an year of assessment in which the interest accruing to such person from monies deposited in any such account as is refetred to in paragraph (e) of section 10 ia exempt from income tax under that paragraph, the monies ying to his credit in such account consisting of the monies deposited in such account and the interest accrued thereon. ”. Amendment 24. Section §4 of the principal enactment is hereby of Seehen amended by the repeal of paragraph (j) of subsection (1) Brineipal of thet section and the substitution, of the following enactment, = paragraph therefor :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "“ (f) if the value of such gift, or if more then one gift is made during the year of assesement, the aggregate value of such gifts, does not exceed— @) two thousand rupees, in the case of a gift or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "- gifta made in the year of assessment commencing on April 1, 1979 or any one of the next four succeeding years of assessment ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "(i) five thousand rupees, in the case of a gift or gifts made in any year of assessment commencing on or after April 1, 1984 *. Ameuiment 22. Section 79 of the principal enactment is hereby Gfthe amended by the repeal of subsection (1a) of thet section principal and the substitution therefor of the following subsection :—— Gnnctment, “ (1a) Where the assessable income of an individual deemed to be non-resident under subsection (7) ‘of section 67, consigts solely of income from services rendered in Sti Lanka and does not exceed— i) twelve thousand rupees in respect of the year of assessment commencing on April 1, 1980, and for the three years of assessment immediately succeeding that Year of assessment ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Inland Revenue (Amendment) rt Act, No, 14 of 1984 (8) eighteen thousand rupees for any year of ‘assessment commencing on or after April 1, 1984, such income shall not be taxable”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "25, Section 92 of the principal enactment is hereby Amendment amended in subsection (5) of that section as follows:— of sertion",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "principal",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(1) by the substitution, in paragraph (b) of the sub- Enactnent,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "‘section for the words “specified in much natice,”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "of the words “specified in such notice ;*; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(2) by the addition, at the end of that subsection, of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "following paragraph :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "* (© to furnish within the perlod specified in such notice, such information as may be called for in that notice in relation fo any’ trans- actions between such person and eny other person or olass of persons,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "‘Where a notice has been given to any person under",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "this subsection requiring him to furnish any information, such person shall comply with the requirements of such notice notwithstanding any- - thing to the contrary in any other law prohibiting the furnishing of such information. For the avoidance of doubis, it is hereby declared that references in this subsection to “any person” include w reference to a banker.’.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "24 The following new section is hereby inserted tnsertion of immediately after section 92, and shall have effect as BA¥,c%e\" section 92a, of the principal enactment :— ber “Andie 92s, (1) An assessor may give notice in Rpowei9b2 writing to a partner of @ partnership, or to parlners &e. any other person, who carries on of exercises .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "any trade, business, profession or vocation, requiring such person to furnish for any year of assossinent a statement of accounts and sny schedules containing such partieu- larg a5 may be specified in the notice, of auch trade, business, profession or vocation, for ‘that year of assessment or for any period in zespect of which the statutory income for ‘that year of assessment is computed,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "18 Inlend Revenue (Amendment) Act, No. 14 of 1984 .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(2) Where a staternent of accounts in",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "support of ¢ return of income furnished by ‘any person for the purposes of this Act is prepared by an approved accountant, such statement shall be accompanied by—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(a) a certifleate of am approved accountant fn such form and containing such particulars as may be specified by the Commissioner-General ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(®) schedules containing such particulars relating to the statement of accounts as may be specified by the Commizsioner-General.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(8) For the purpose of this section",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "* approved accountant” means—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "{@) an accountant who is a member of the Tnstitute of Chartered Accountants of Sri Lanka ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "() an accountant who is approved by the ‘Commissioner-General for the pur- poses of the definition of “ authoriz- ed representative”; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "{o) any individual who ts registered as an auditor under the Compantes (Auditors) Regulations and approved by the Commissioner- General for the purposes of the definition of “authorized represen-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "tative”.’.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "25, Section 96 of the principal enactment ts hereby Amendment amended tn paragraph (a) of subsection (1) of that section, $4 cf the\" by the substitution, for the words “one thousund rupees ;\", principal | sf the words “five thousand rupees ;\". enactment.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "28, Section 128 of the principsl enactment is hereby Replacement repealed and the following section substituted therefor :— te\"er the “Notice to 128, (1) Before taking proceedings to Pasvibent defgulters, recover any tex in default in eny manner",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "hereinafter provided, the Commissioner- General shell, subject to the provisions of subsection (2), issue notice in writing to the defaulter stating—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "{a) the particulars of such tax, and |",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Inland Revenue (Amendment) \" Act, No. 14 of 1984",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(®) that action is beng contemplated to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "recover such tax.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "{2) Where the Commissioner-General is satisfied that compliance with the procedure set out in subsection (1) for the recovery of any tax in default is inexpedient and that immediate action fs necessary for the recovery of such tax, he may take proceed- ings to recover such tax without issuing a notice to the defaulter as required by that subsection. Where the  Commissioner- General takes proceedings, under this subsection, to recover any tax in default, he shall, within fourteen days of the date on which he takes sich proceedings, issue a notice to the defaulter stating the particulars of the tax in respect of which such proceed- ings have been taken, and the nature of such proceedings. -",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(8) Tt such defaulter hes not appealed within the proper time against the assess- ment or assessments in respect of which such tax is charged, he may, within thirty days of the noties issued under subsection (1) or (2), make any objection to the tax s0 charged, and the Commissioner-General shall, notwithstanding the provisions of section 128, consider such objection and give his decision thereon which shall be final.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": ". (® Where the tax recovered a# a result of any proceedings taken under subsection (2) ie In excess of the amount of tax determined, under subsection (3), to he payable by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "* + defaulter in respect of any year of assess- ment, such ‘excess shall, notwithstanding anything in section 149, he refunded to the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "jo; defaulter : : Provided thet no refund under this stib-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": ".. section shall exeeed the tax recovered as a result of proceedings taken under subsection @).,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "38 Inland Revenue (Amendment) Act, No, 14 of 1984 Amendment 27. Section 161 of the principal enactment is hereby Ysi'of the amended as follows :— Principal Snactrbent, (a) by the substitution, for the words “two thousand rupees” wherever those words occur in that section, of the words “seven thousand five hundred rupees\"; and (®) by the substitution, for the words “five thousand rupees”, wherever those words occur in that section, of the words “ten thousand rupees”, Amendment 28, Section 157 of the principal enactment is hereby fe, amended ‘by the substitution, for the words “Deputy Principal —-Coramissionera of Inland Revenue\" of the words “ Deputy emnetment. Commissioners of Inland Revenue, Senior Assessors of Ynland Revenue”, Amendment 29, Section 163 of the principal enactment is hereby Sirerime _atcended in the definition of “Assessor” by the substitution Principal for, the words “appointed under this Act;\" of the words enne “appointed under this Act, and includes a Senior Assessor of Inland Revenue», Amendment 30, The First Schedule to the principal enactment is Seite hereby amended as follows :— cy Brincipat @) Part If thereof by the substitution, for the expression ‘snactenent, “for any year of assessment commencing on or after April 1, 1980, of the expression “ for the yeat of assessment commencing on April 1, 1980, and for - the next three years of assessment immediately succeeding that year of assessment”. ; and (ii) by the insertion, immediately after Part IE thereof, ‘af the following part :— \"Parr a ‘Thorate of income tax for sny year of assessment commencing on or after April 1, 1984, chall be as follows :— On the first Rs, 6,000 of the taxable income 74 per centurm - On the next Rs. 6,000 of the taxable income 10 per ceatum On the next Rs, 6,000 of the taxable meome 25 per centum On the next Rs. 6,000 of the taxable income 20 per centum On the next Rs, 6.000 the taxable income 25 per centum ‘On the next Rs. 6,000 of the taxable income 30 per contum",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "Inland Revenue (Amendment) ct) Act, No, 14 of 1986",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "‘On the next Rs, 6,000 of the taxable income 35 per centum",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "On the next Re. 6,000 of the taxable income 40 per centum :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "‘On the next Rs, 9,000 of the taxable income 45 per centum",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "On the next Rs, 9,000 of the taxable income 50 per centum",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "On the balance of the taxable income 88 per cenfum.*.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "BL (4) The smendment made to.section 10 of the prin- Retrospective cipol enactment by section 4 of thie Act, and the amendment Socc,0\", made to section 45 of the principal enactment by section 20° and of this Act, shall he deemed for all purposes to have come  **«tion 20. ‘into force on the date of commencement of the principal enactment. oo",
    "mean_p_confidence": 0.8
  }
]