[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "parece PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA BUSINESS UNDERTAKINGS (ACQUISITION) (REPEAL) . ACT, No, 58 OF 1988 [Certified on 17th December, 1988} . Printed on the Oraers of Government Published as a Supplement to Part Hof the Gazette of the Democratic Socialist Republic of Sri Lanka of December 23, 1988 porn A 8 DenaEDT OF GOMES YEO, wt LANE Tom PinSLAD Af TE RT FomCAION BURAE, ConOAD Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "Business Undertakings (Acquisition) (Repeat) ‘Act, No, 58 of 1988 [Certified on 17th December, 1988) LD—O, 54/88, ‘Aw Act To Reotat 2p Business Unnertasives (AcqUuIsmTIoN} ‘Act, No, 35 oF 1971 BE it. enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka as follows :— i. ‘This Act may be ctted as the Business Undertakings short (Acquisition) (Repeal) Act, No. 58 of 1988. title. 2 (1) The Business Undertakings (Acquisition) Act, Repeslot",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "No, 35 of 197i, is hereby repealed. Aes No. 38",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "(2) Notwithstanding the repeal of the Business Undertakings (Acquisition) Act, No, 35 of 1971, all regulations made under section 12 of that Act in relation to any business undertaking acquired by, or vested in the Government, under that Act, and in foree on the day preceding the date of commencement of this Act, shall con- tinue to be in force for so long as it may be necessary for the functioning of such business undertaking, the assessment of the amount of the payments to be made in respect of auch business undertaking, and other steps to be taken in sonnection with the making of such payments,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "—",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Annual subscription of Bills and Acts of the Parliament Re, 171 | (Local),",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Rs 236 (Foreign), payable to the Surenirmvom, Govsamentt PUBLICATIONS",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "BUBEAU, CoromDo.1, before 18th December exch year in respect of the year . following",
    "mean_p_confidence": 0.61
  }
]