[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "> a) ed) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIG OF SRI LANKA ' PARLIAMENTARY COMMISSIONER FOR ADMINISTRATION ACT, No. 17 OF 1981 [Certified on 12th March, 1981) 7 Printed on the Orders of Government Published as a Supplement to Part IL of the Gazette of the Democratic i Socialist Republic of Sri Lanka of March 13, 1981 j PRINTED AT THE DRPARTMMENT OF GOVERNRCENY PRLNTING, Mt LARA i [FO BE PURCHASED AT THE GOVE. FUULICATIONS BUREAU, covoMDO st Price: Re. 1.10 Postage ; 75 cants",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "Parliamentary Commissioner for Administration = Act, No. 17 of 1981 . _ [Certified on 12th March, 1981] . | LD—O. 86/79. H As ACT TO PROVIDE FOR THE ESTABLISHMENT OF THE OFFICE",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "on Pamranmarrany COMMISSIONER FOR ADMINISTRATION",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(OnexunsMAN) IN Tens oF Amrict® 156 oF THE CoNSTITU-",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "‘TION, TO DEFINE HU: POWERS, DUTZES AND FUNCTIONS, AND TO",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "‘THBRETO. :",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "L This Act may be cited as the Parliamentary Short title i Commissioner for Administration Act, No. 17 of 1981, and qmddatect shall come into operation on such date as may be appointed by the President by Order published in the Garette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "PARTI nae ‘Tux Oncpunsrant pane",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "2, There ‘shall be e Parliamentary Commissioner Establishment for Administration (hereinafter referred to as offheomen, “the Ombudsman”), Seentary",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "ommmizsioner for Adminis: ration,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "3. (1) The Ombudsman shall be appointed by the Appointment President and shall hold office during good behaviour. spe term of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(2) The Ombudsman shall not be a member or an officer of Parliament or of any public corporation, local authority, or other like institutlon.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "{8) The Ombudsman shall not, except with the written eunsent of the President, hold any other office (whether paid or not) or accept any place of profit or emolument or engage in any otcupation for reward outside the duties of his office.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(4) The salary of the Ombudsman shall be determined by Parliament, shall be charged on the Consolidated Fund and shall not be diminished during hig term of office,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(6) The office of the Ombudsman shall become vacant—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(a) upon his death 5 .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(B) on his resignation by writing addressed ‘to the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "President ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "{o) on his attaining tho age of sixty-eight years ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "(@) on his removal by the President on account of il!",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "health or physical or mental infirmity; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "3 @cater—38.098 eat)",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "2 Partiamentary Commissioner for Administration Act, No. 17 of 1981 (©) 00 his removal by an order of the President made . after an address of Parliament,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(6) If the Ombudsman is temporarily unable to exercise, perform and discharge the powers, duties and functions of his office, the President may appoint a person to act in the place of the Ombudsman during that period and while 60 acting such person shall have and may exercise all the powers, and perform and discharge all the duties and funetions of the Ombudsman under this Act in all respects as if he were the Ombudsman,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(7) The procedure for the presentation and passing of an address of Parliament for the removal of 2 Judge of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ">. + Supreme Court or the Court of Appeal shall apply in all respecta to the presentation and passing of an address of Petliament for the removal of the Ombudsman. Wherepubic 4, Every person who, immediately before his appoint- Sprmmtedos ment as Ombudsman was a public officer, shall, when euch ;  Ombudaman. appointment takes effect, cease to hold such office : Provided that— i (a) he shall retain his existing and accruing rights i : a8 such public officer ; and i (b) for the purpose of determining those rights, A hig service under this Act shall be taken into ‘account a3 if it were service in the public : service. j OMaatoath $A person appointed to the olfice of Ombudsman shall ;  Srafirmation not enter upon the duties of his office until he takes and i aubscribes the oath or makes and subscribes the affirmation Hy ast out in the Schedule hereto, before the President. 7 naty we 6 (1) The Ombudsman shal, while he holds office and > mer after he ceases to hold office, maintain seerecy in respect of 7 all matters that come to his knowledge in the exercise, performance and discharge of his powers, duties and ; functions, except for the purposes of any investigation and : ‘of any report or recoramendation to be made thereon under 4 this Act,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(2) The Ombudsman shall not enter upon the duties of his office unless he takes and mbseribes an oath or makes and subscribes on affirmation before the President, that he will not divulge any information, received by him, or coming to his knowledge, in the exercise, performance and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "i discharge of his powers, duties and fumetions under this Act,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "‘except for the purposes of giving effect to this Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Paslismentary Commissioner for Administration 3 Act, Wo. 17 of 1982 . 7. Noperson who hes held office as Ombudsman shall hold Onebudaman office as a public officer at any time without the writter Bublic ofice i at aft consent of the President. conaen a ee : be Gmbude- man, PARTI Stare oF THE Onmunsncan ~ 8 () The President _mey from time to time, in Deputy. consultation with the Ombudstnan, appoint one or more Ombudaman Deputy Ombudsmen, : (2) The Ombudsman may, by writing under his band, delegate to a Deputy Ombudsman any of his powers, duties and functions under this Act, except the power of delegation under this section and the power to make a report under section 18, in relation to any particular matter or class or category of matters, subject to such restrictions and condi- tions ag may be specifed therein. The Ombudsman may at any time, revoke, vary or otherwise amend such delegation. (3) A Deputy Ombudsman may, subject to any restrie- on or condition contained in the instrument of delegation, exercise, perform and discharge all the powers, duties and functions of the Ombudsman in relation to any matter delegated to hin. 14) Where a delegation of any power, duty or function i= made under thig’ section, the Ombudsman may, notwith . standing euch delegation, exercise, perform or discharge such power, duty or function. {3) A Deputy Ombudsman may continue to exercise, verform and discharge the powers, duties and functions Aclegated to him by the Ombudsman, notwithstanding the vacation of office by such Ombudsman, until stich delegation #4 vevoked, varied or otherwise amended by any successor 1n office to such Ombudsman. . (8) The provisions of section 3, 4, 5, 6 and 7 shall, mutatis ‘nutendis, apply to, and in welation to, a Deputy Ombuds- man: Provided ‘however, that a Deputy Ombudsman shall vacate office on his attaining the age of sixty-five yenrs.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 Parliamentary Commissioner for Administration . Act, No, 17 of 198 ‘Other sta «9, (1) ‘There shall be appointed such number of officers and servants as may be necessary to ald and assist the Ombudeman and Deputy Ombudsman in the exereine, pet- formance and discharge of their powers, duties and functions under this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) The provisions of sections 5 and 6 shall, mutotiz mutandis, apply to, and in relation to, all officers and ser- vants appointed under subsection (1) :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Provided, however, that such officers and servants shall take and subscribe the oath or make end subscribe the affirmation referred to in section 6 before the Ombudsman.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "() The Ombudsman may, by instrument in writing, authorize, subject to such restrictions or conditions as he deems fit, any officer appointed under this section, to exercise, perform or discharge any of the powers, duties or functions conferred or imposed on, or assigned to the Ombudsman by this Act, except the power of delegation under section 8 the power of making any report under section 18, and the power of issuing a certificate under section 20,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(4) Any person purporting to exercise, perform or dis- charge any power, duty or funetion of the Ombudsman by virtue of an instrument referred to in subsection (2) shall, when required to do so, produce such instrument as evi- dence of his authority to exercise, perform or discharge such power, duty or function",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "PART IIL",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ": POWERS, DUTIES AND FUNCTIONS OF THE OMBUDSMAN.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Functioosot «19, (1) Where the Committee of Parliament set up to : Baa consider petitions presented by Members of Parliament : {hereinafier referred to as the “Public Petitions Com- : mittee”) is of the view that any petition presented to it i by a Member of Parliament discloses an infringment of fundamental right or other Injustice by a pub¥e officer, or H offer of a public corporation, local authority, or other like | institution, it may refer such petition to the Ombudsman",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "for investigation and report.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) The Ombudsman may investigate and report on any matter under the preceding provisions of thia section notwithstanding anything in any other written law which provides that any decision, recommendation, act or omlssion shall not be called in question in any court or other tribunal by way of writ or otherwise.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Patliomentary Commissioner for Administration 5 Act, No. 17 of 1982 (8) In this section, “injustice” includes any injustice alleged to have been or to be likely to be caused by any decision or recommendation (including a recommendation to a Minister) or by any act or omission, and the infringe ment of any right recognized by the Constitution. 41. Nothing in this Act shall authorize the Ombudsman Matters not to investigate or report upon— weet oe. (a) any complaint or allegation of the infringement of @ fundamental right or other injustice alleged to have occurred prior to the commencement of the Constitution ; ; (b) any allegation of an injustice not amounting to an infringement of a fundamental right, relating to— (@) the exercise, performance or discharge of any power, duty or function under the Public Security Ordinance or the law for the time being in fores relating to public security ; (i) any decision, recommendation, act or omission of any attorney-at-law acting as legal advisor to, of appearing in any proceeding for, the State, any public eorporation, local authority er other like tnstitution, ‘including the Attorney-General, Solicitor-General or any Tegal officer of the department of the Attorney-General, or any attorney-atlaw acting under the special authority of the Attorney-General ; (ii) any person who fs or was a member of the Armed Forces, Police Foree or other Forces charged with the maintenance of public order, . so far an the matter relates to— : : (@) the terms and conditions of his service: or me . (b) any order, command, decision, penalty or punishment given to him in his capa. city as such member j °°\" (lv) the institution of civil or eriminal proceedings or the conduct thereof, and ang decision or : recommendation therefor ; {¥) the appointment, transfer, dismissal or discipli- nary control of public officers ; (vi) any decision, recommendation, act or omission ‘of the Auditor-General; -°/ ~~ ,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "6 — Parliamentury Commissioner jor Administration Act, No, 17 of 1981 (vii) any decision, recommendation, act oF omission . of the Commissioner af Elections ; or (viii) any decision, determination, Tecommendation, act or omission of the Ombudsman or of any Deputy Ombudeman, ‘Reference 32 (1) If, during the course of an investigation under Siedias' this Act, any question of law of exceptional publie impoz- ‘Supreme tance arises— Court. (@) relating to the interpretation of the Consfitution ; or (%) 06 to whether in relation to any particular facte there thas been or is Likely to be an infringement af -: 4 a funadmentat right by a public officer, or officer of a public corporation, local authority, or other like institution, the Ombudsman may state 2 case for the opinion of the Supreme Court upon such question. “ @) ‘The case stated shall contain a statement of the facts on which the question of law arises and such facts shall not be liable to be questioned in Proceedings before the Supreme Court under this section,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "(8) The Attorney-General and the complainant, if eny, shall be served with notice of any such case stated and shall be entitled to make submissions at the hearing of any such case,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "» (4) The Ombudsman may at auch hearing, moke submis. sions through an attorney-at-law. . Ombuémmen 13 (1) The Ombudsman may discountinue an inveati- nay dia gation commenced by him under this Act if he is of the continue Siew investigation arin (a) that in respect of the matter under investigation the | complainant or person aggrieved has or had, under _ the law or existing administrative practice, on - adequate remedy or right of appeal to which {t is, | ‘or would have been, reasonable to resort to ; oF",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "(2) that the complainant has not a sufticient interest in |",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "the subjeetamatter ofthe complaint o allegation or |",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "(2) that the complainant has been guilty of unreasonable",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "delay in making the complaint or allegation ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "> Parliamentary Commissioner for Administration 7 Act, No. 27 of 1981",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "@ that such investigation may be prejudicial to the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "security, defence or international relations of Sti Lanka including the relations of Sti Lanka with any international organization or agency ; ar",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(© that such investigation may be prejudicial to the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "maintenance of discipline or order in any prison or place of detention, wo ‘ res",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(@) Where, in the exercise of the discretion vested in him by subsection (1), the Ombudsman discontinues an investi- gation, he shall inform the Public Petitions Committee of his decision te discontinue such investigation, together with hbis reasons therefor, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "1% The refusal by the Ombudsman to investigate, or to Refusal 1 investigate further, as the case may be, any matter on the investigate ground that such matter is not within his jurisdiction by questioned. virtue of the provisions of section 11, or the discontinuation of an investigation by the Ombudsman in the exercise of his diseretion under section 13, shall be final and sball not bbe called in question in any court or tribunal, or be reviewed or quashed in proceedings for orders in the nature of writs of certiorari, prohibition, mandemwus,. procedendo or otherwise,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "18. (1) Before investigating any matter under this Act, Conduet of ‘the Ombudsman may inform the Head of the Institution Pvetmnton | concerned, of his intention to conduct such investigation. man.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) Every investigation by the Ombudsman under this | Act shall be conducted in private and no person shall be j _Aniitled as of right to he present at such investigation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "4\" (@) The Ombudsman shall make all such inquiries as he 1 considers necessary, but shall not be obliged to hold any ; ‘hearing. He may hear the evidence of, or obtain information - Or entertain representations from, such persons ap he thinks Ait, Subject to the provisions of subsection (4), no person = Shall be entitled aa of right to give evidence or to make _ — Fepresentations to the Ombudsman, @) @) The Ombudsman shall not make any report or * recommendation adverse to any person, unless he bad, in the course of his investigation, given such person am ;  OPpOrtunity to be heard in respect of the matter to which such adverse report or recommendation relates, , (0) No person shall be represented by any other person _, 2% ANY investigation, mot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "& Parliamentary Commissioner for Administration Act, No. 17 of 1981",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "{e) The Head of the Institution concerned shall’ be entitled to make representations either orally or in writing to the Ombudsman.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "{@) Subject ta the provisions of this Act, the Ombudsman may regulate his procedure in such manner ag he thinks fit",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Evidence, 36. Q) The Ombudsman shall have power for the Purposes of any investigation— (@) to procure and receive all such evidence, written or oral, and to examine all such persons as witnesses, ° \"| as be may think necessary or desirable to procure, receive or examine ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) to require the evidence, whether written or oral, of : any witness to be given on oath or affirmation, : such oath oF affirmation to be that which would be ‘ required of the witness if he were giving evidence 4 in court, and to administer an oath or affirmation",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "‘to every such witness ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(c} to summon any person to give evidence, or to : produce any document or other thing in his",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Possession of control, and to examine him as 8",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "‘witness or to require him to produce any document . or other thing in his possession or control ; | 4@) to direct any person in charge of a prisoa, house of . observation, mental hospital, or other place of . detention, to produce any person in his custody or charge before the Ombudsman for the purpose € of being examined or to produce any document or _ other thing in the possession or control of such : person ; and 4¢) notwithstanding any of the provisions of the Evidence ‘Ordinance or of any other written law but subject as hercinafter provided, to admit any evidence, writien or oral, whieh might in the opinion of the Ombudsman be of assistance in the investigation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) Every such examination of a witness shall be deemed to be a judicial proceeding for the purposes of Chapter XT of the Penat Code.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "> (3) A person who is bound by the provisions of any apeeiat law to manintain sectocy in relation to, or to refrain from disclosing, any matter, shall not give evidence or information, of answer any question, or produce any docu- ment or other thing relating to such matter, if by so doing he would be acting in breach of such obligation of secrecy or non-disclosure = vite \"",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Parliementary Commissioner for Administration 8 Act, No. 17 of 1981",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Provided that, any auch person may be required by the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Ombudsman to give evidence or information, or to answer",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "' any question, relating to any statement made, or to produces any document or other thing furnished, to such person by the complainant or person aggrieved or by any ‘other person, relating only to the complainant or perzon agerieved, notwithstanding such obligation and with the previous consent of the complainant or person aggrieved ‘or such other person.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "+ @ (@ No person shall give any evidence or answer any question or produce any document or other thing, if the Attorney-General certifies that the giving of such evidence or information, the answering of such question, or the production of such document or other thing, as the case may be, will or is Wkely to—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "@ prejudice the security, defence or international relations of Sri Lanka (including the relations ot ‘Sri Lanka with any international organization or agency) ; 7",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Gi) involve the disclosure of deliberations or proceedings of the Cabinet, or of any committee of the Cabinet, relating to matters of a secret or confidential nature ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(ii) obstruct or hinder the investigation or detection of offences ; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "div) contravene the provisions of the Official Secrets Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "{&) Subject to the provisions of this Act, any rule of law which authorizes or requires the withholding of any docu- ment, or the refusal to give any evidence or information or 7 to answer any question, on the ground that the disclosure of such document, the giving of such evidence or infor-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "‘mation, or the answering of such question, would be injurious to the public interest, shall not apply in respect of any investigation by the Ombudsman,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(5) Except as otherwise provided in subsections (3) and {4), every person shall have, in relation to the giving of evidence or information, the answering of questions, and the production of documents and other things, the same privileges and immunfties as he would be entitled to if he were a witness giving evidence in a court of law.’",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(6) (a) No person shall, in respect of any evidence, infor- mation er answer given, or any document or other thing Produced, to or before the Ombudsman, be liable fo any action, prosecution or other proceeding, civil or criminal, in any court or tribunal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "10 Parliamentary Commissioner for Administration Act, No, 17 of 1981",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(0) No evidence of a statement made or answer given by any person, to or before the Ombudsman, shall be admis- sible against such person or eny other person in any action, prosecution or ather proceeding, civil or criminal, in any court ar tribunal.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(6) No evidence of any document that is sent to the Ombudsman or his officers, or by the Ombudsman or his officers, in the cours? of, oF for the purposes of, an investi+ gation under this Act and was prepared specifically for the purposes of an investigation shail be admissible in evidence im any proceeding, civil or criminal, in any court or =~ ‘tribunal : : {",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Provided that, nothing in the preceding provisions of this suteecti ‘",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "@ abridge or affect, or be deemed or construed to abridge or affect, the liability of any person to any action, prosecution or penalty for any offence under Chapter XI of the Penal Code read with subsection @) of this section, or for any offence under section 20, or for the breach of his obligation of secrecy or non-disclopure under this Act ; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(i) prohibit or be deemed or construed to prohibit the publication or disclosure of the nature of the evidence or any part of the evidence of any person for the purposes of any such action or prosecution.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Determination 17. (1) Upon the conclusion of his investigation, the Gabodsman. Ombudsman shalt determine whether there has been, or is Ukely to be, any infringement of a fundamental sight or other injustice, including the question as to whether any decision, recommendation, act or omission which was the subject-matter of the investigation— () wos contrary to law;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Gi) was based wholly or partly on a mistake of fact or of Jaw;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "it) was unreasonable, unjust, oppressive or improperly discriminatory or otherwise wrong ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(iv) was in accordance with & practice that is, or may be, unreasonable, unjust, oppressive or improperly. discriminatory ; :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "TT ee Parliamentary Commissioner for Administration 11 . Act, No. 17 of 198% (v) was made or done in the exercise of a diseretion— {q) which hes been exercised for an improper - purnose or on irrelevant grounds or by reference to irrelevant considerations, or by failing to take account of material constdera- tions ; or (®) without giving reasons, although reason - ‘ought, in the opinion of the Ombutisman, to have been given ; or (vi) was unreasonably delayed, * and shall report his determination, together with his reasons therefor, to the Public Petitions Committee and may recommend that— () the matter be reconsidered ; (i) the omission be rectified ; ‘ (il) the decision be cancelled or varied ; (iv) the practice on which such decision, recommenda | tion act or omission was based, be altered ; (w) reasons be given for such decision, recommendation, | act or omission. { (2) The Public Petitions Committee may, after eonsidera- tion of a report made to {t by the Ombudsman under sub- section (1), report to Parliament its opinion on the action = to be taken on the Ombudsman’s report, = PARTIV Guaenat 18, The Ombudsman shall, at least once in every Annual + calendar year, send to the President and to Parliament, a seport by. report of the work done during the preceding calendar O™>™sms™ year in the exercise, performance and discharge of his Powers, duties and functions under this Act. = ~ 18, (1) For the purposes of this Act, the Ombudsman power ct may at any time and at any reasonable hour of the day or entry.on of the night, enter upon any premises or place used oF occupied by any Government department, public corpora- tion, local authority, or other like institution and inspect auch premises or place and anything for the time belng therein or thereon and subject to the provisions of section: 15, conduct therein any investigation that is within his i jurisdiction. : (2) Before entering upon any such premises ot place, the Ombudsman shall notify the Head of the Institution ean- cetned .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "42 Parliamentary Commissioner for Admemstranon, Act, No, 27 of 1981 (8) Nothing in subsection (1) shall aumonze the Ombudsman or any other person to enter any premises or place, ship or aircraft which is a prohibited place within the meaning of the Official Secrets Act. ‘Offences. 20. (1) Any person who— : (i fails without reasonable cause, to sppeer before the ‘Ombudsman at the time and place mentioned in a summons served under this Act;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(i) refuses to be sworn or affirmed or, having been duly ‘sworn or affirmed, refuses or fails without reason- able cause to answer any question put to him touching the matters being investigated by the Ombudsman ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(ili) refuses or fails without reasonable cause to produce ‘nd show to the Ombudsman any document or other thing which is in his possession ot control and which he had been requested to produce for the Purposes of the investigation ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "{iv) wilfully makes any false statement to the Ombuds-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "| man or any other officer on his staff for the pur- poses of an investigation under this Act;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "av} obstructs without reasonable cause, the Ombudsman or any other officer on his staff, in the exercise of his duties and functions under this Act ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(vi) acts in contravention of the duty to maintain secrecy under this Act ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(vii) intentionally offers any fnsult or causes any inter ruption to the Ombudsman while the Ombudsman is making any investigation or conducting any inguiry under this Act; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(wifi) by words spoken or intended to be read, makes or ‘publishes any statement or does any other act, which is caleulated to bring the Ombudsman into disrepute,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "shall be guilty of an offence and shall, on conviction by the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "High Court after a trial without jury, be liable to imprison-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "ment of efther description for a term not exceeding one",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "year or to 2 fine not exceeding five thousand rupees, or to doth such imprisonment and such fine,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) In a prosecution for an offence referred to in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "regraph: (i) oF paragraph (ii) or paragraph Gi) or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "erearaph (v) of subsection (1), a certificate under the fand of the Ombudsman to the effect that any person has",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Parliamentury, Commissioner for Administration 13 Act, No. 17 of 1981 falled without reasonable cause to appear before the Ombudsman at the time and place mentioned in the summons served on such person, or has failed or refused without reasonable canse to answer any question put to him touching the matters being investigated by the Ombudsman, or has refused or failed without reasonable cause to produce . and show to the Ombudsman any document or other thing which is in his possession or control and which he has been required to produce for the purposes of the investigation made by the Ombudsman, or has obstructed without . reasonable cause the Ombudsman or any other ofilcer or servant of his staff, in the exercise of his powers or the performance and discharge of his duties and functions under this Act, shall be received in evidence as prima facie evidence of the facts stated therein, (3) In this section and in section’ 21, the expression “Ombudsman” includes a Deputy Ombudsman, 21. (1) No suit or prosecution shall Ite against the Protertioo Ombudsman or any officer on his staff for any act which Sgainst in good faith is done or purported to be done by the prosecution Ombudsman or such officer under this Act, (2) The Ombudsman or any officer on his staff shall not be called to give evidence in any court or in any proceedings of @ judicial nature, in respect of any report made by the * Ombudsman under this Act, or against any other person in respect of the publication by such person of a substantially true account of such report. (3) No action, prosecution or other proceeding, civil or criminal, shall be instituted in any court or tribunal against the Ombudsman in respect of any report made by the Ombudsman under this Act, or against any other person in respect of the publication by stich person of a substontially ‘true account of such report. 22 (i) The Minister may, in consultation with the Rules t Ombudsman, make rules in respect of the costs of travelling and other expenses which may have been reesonably  ~ incurred by any witness appearing before the Ombudsman. (2) Every rule made by the Minister under subsection (1) shell be published in the Gazette and shall come into operation on the date of its publication in the Gazette or on such tater date as may he specified in that rule, 8) Every rule made by the Minister under subsection _ (1) shall, as soon ag convenient after itz publication in the Gazette, be brought before Parliament for approval. Any - a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "14 Partiamentary Commissioner for Administration - Act, No, 17 of 1981 = such rule which ts not so approved shall he deemed to be | reseinded ag from the date of disapproval but without =~ Prejudice to anything previously done thereunder. Notifica-  \" ton of the date on which a rule is so deemed to be rescinded shall ba published in the Gazette. : pesca vid 23. Subject to the provisions of paragraph (a) of section == matters 11, the Ombudsman may investigate any complaint or eeyonne allegation of the infringement of a fundamental right, or =~ operation ot other injustice alleged to have occurred before the date of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "‘this Act, coming into operation of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "Sovings 24, The provistons of this Act shall be in addition to the provisions of any other enactment or any rule of law under which any remedy or right af appeal or objection is provided to any person, or any procedure is provided for the inquiry into, or investigation of, any matter, and nothing in this Act shall limit or affect the seeking of any such remedy or Tight of appeal or objection or procedure as aforesaid. |",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "Tpterpreta- 25, {i} In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "“Head of an Institution” in relation to-—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(a) @ public officer serving in a Government department, means the Head of that depart- ment or where such public offtcer is the Head of that department, means the Secretary to “ the Ministry to which that department has been assigned ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "2 (8) a public officer who is serving in a Ministry, means the Secretary to the Ministry, ox where such public officer in the Secretary means the Minister in charge of that Ministry ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(© a scheduled public officer, means the Judictal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "i Service Commission appointed under Article 112 of the Constitution ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": ". (@) any other public officer, means the principal executive officer under whose general direc tion and control that public officer is serving 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(e) an officer of a public corporation, Jocal authority or other like institution, means the principal executive officer of that public corporation, Toca] authority or other Ike institution, of where such officer is the principal executive officer of that public corporation, local autho rity or institution, moans the Secretary to the Mintstry under which such public corporation, Tocal authority or institution functions +",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "Parliamentary Commissioner for Administration 15 Act, No. 17 of 1981",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "“tocal authority” means sny Development Councll,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "‘Municipal Council, Urban Council, Town Council",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ", or Village Council and includes any Authority created and established by or under any law to exercise, perform and discharge powers, duties and functions corresponding to or similar to the powers,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ": duties and functions exereised, performed and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": ": discharged by any such Council ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "“officer” includes an employee or servant;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "+ “Ombudsman” includes a Deputy Ombudsman and any other officer of the staff of the Ombudsman exer- cising any power, duty or function of the Ombuds- man under any delegation made by the Ombudsman under section 8 or section 9;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "| “Peesident” means the President of the Democratic Socielist Republic of Sri Lanka;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "“public corporation” means eny corporation, board or other body which was or is established by or under ‘any written law other than the Companies Ordi- nance, with funds or eapitel wholly or partly provided by the Government by way of grant, loan ar otherwise ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "| (pubic ofteer”” means a person who holds any paid office",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "| under the Republic, other than a judicial officer but does not include—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "(©) the President; (b) the Speaker : (©) a Minister ; (@) a Member of the Judicial Service Commission ; {) & member of the Publle Service Commission ; ! G) 8 Deputy Minister ; (g) & Member of Parliament ; : (B) the Secretary-General of Parliament ; . (@) a member of the President's staf ; {f) a member of the staff of the Secretary-General of Parliament. (2) In this Act “officer” used with reference to any ‘other like institution shall mean on officer of an institution established by or under any written law, who is in receipt of any remuneration, allowance or other benefit out of funds provided by Parliament and includes an officer of any . business undertaking that is, or may be, vested in, or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "16 Parliamentary Commissioner for Administration | Act, No. 17 of 1981 acquized by the Government under the Business Undertak- ings (Acquisition) Act, No. 85 of 1971, and accordingly, any reference to “other like institution” shall mean’ any institution to which such officer belongs. SCHEDULE {Section 5}",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "HU, seseeeeeseesereesseseesrsareresey GO BOlemnly declare and affirm/swear that I will faithfully perform the duties and discharge the functions of the office of Ombudsman/Deputy Ombudsman in accordance with the Constitution of the Democratic Socialist Republic of Sri Lanka and the taw, and that I will be faithful to the Republic of Srj Lanka and that E will, to the best of my ability, uphold and defend the Constitution of the Democratic Socialist Republic of Sri Lanka.\",",
    "mean_p_confidence": 0.85
  }
]