[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  Ath Session 1959-60 ‘ oe  Sti &  Fr itinyS oN  hi: aa A EF P  Biel  ees,  Suspension of Capital Punishment  (Repeal) Act, No. 25 of 1959 ~ .  Date of Assent : December 2, 1959  « Printed on the Orders of Government  Printed at the Govmmnaner _Passs, Gerson, Tobe  oe  Spmuat SubseptignCcuding Ble) Re peyale tn  a eee meng ato 2 era  ious Pay Orcs Sex’ Bi, Beoroaceh, Came  Price: 10 cents Postage: 10 cents",
    "mean_p_confidence": 0.4519587628865979
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Suspension of Capital Punishment (Repeal)  Act, No. 25 of 1959 .  L. D.—O. 18/56.  An Act 70 REPEAL THE SusPENSION oF CAPITAL  Pontsnmenr Act, No. 20 oF 1958, AND T0 PROVIDE  FOR CERTAIN MATTERS CONNECTED THEREWITH.  [Date of Assent: December 2, 1959]  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows:—  4. This Act may be cited as the Suspension of stort tite.  Capital Punishment (Repeal) Act, No. 25 of 1959.",
    "mean_p_confidence": 0.782991452991453
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  2, The Suspension of Capital Punishment Act, Zep  No. 20 of 1958, is hereby repealed. Se eae  3... Nobwithstanding anything in any other weitten toreie  law, capital punishment shall be imposed— oa",
    "mean_p_confidence": 0.6316216216216216
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (a) under section 296 of the Penal Code on every convisies,”  person who, on or after the date of the exer atte  commencement of this Act, is convicted of the conmence-  the offence of murder committed prior to mat of this  that date; and atcas at",
    "mean_p_confidence": 0.7361538461538462
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (®) under section 299 of the Penal Code on every heinest of  person who, on or after that date, is con- eM:  victed of the offence of abetment of suicide peer to  committed prior to that date. Shad dates",
    "mean_p_confidence": 0.6993181818181818
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  3.8, a700—-4.064 (150)",
    "mean_p_confidence": 0.184
  }
]