[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1953-54 Sees” . fli . g ey) rons Civil Procedure Code (Amendment) . Act, No. 20 of 1954 - Date of Assent: March 17, 1954 . Printed on the Orders of Government Printed at the Govaemamer Press, Certox, To be purchased ‘at the Gove Puaticanons’ Bonznv, COLO» fl ie Caine a Be ‘Buazav, Post Orrice Box 560, Secretariat, Colombo 1° Price: 15 cents, Postage: 10 cents.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Civil Procedure Code (Amendment) 3 Act, No. 20 of 1954. L. D—0, 16/52. AN Act 10 amenp THe Civ, Proczourg Cope Shaper 38, [Date of Assent: March 17, 1954] mee BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and congent of the Senate and the House of Representatives of Ceyloa in this present Parliament assembled, and by the autho- rity of the same, ae follows: — 4. This Act may be cited as the Civil Procedure show sls, Code (Amendment) Act, No. 20 of 1954, 2. Section 218 of the Civil Procedure Code is Amestorat ot hereby amended as follows:— Ferapeer se, (1) by the insertion, immediately after para- graph ()), of the first Proviso to that section, of the following new paragraph :—- “ (m) the salary and allowances of an ezaployeo in a shop oF office, if such alary allowances in the aggregete do not exceed five hundred rupees per mensem;”’, (2) in the “ Explanation” attached to that sein by She aabitation, for 6 lange (9), {R), @), and Gj)’, of “ clauses (9), (4), & § and (my; and (8) by the addition at the end of that section, of the following :-— : “ Tn paragraph (m) of the first Proviso to this section’ shop\" and_ '* office ” shail have the same meanings as in the Shop and | Ofice Eapioeee \\(Reguletion of mployment an meration) Act, Nov i8 of 1954.\"- » oka seat 3050 080)",
    "mean_p_confidence": 0.76
  }
]