[
  {
    "i_page": 1,
    "par_num": 6,
    "text": "PARLIAMENT OF CEYLON Ist Session 1970-71 6.0715, . . Arn [Semen (Ss a)",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "Requisitioning of Motor",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "Vehicles and Agricultural Equipment Act, No.4 of 1971 Date of Assent: January 21, 1971 Printed on the Orders of Government",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "oted at tte Govmnonaer Pm Sense, 10 be Fee em reigns Bota, Cvcond ‘Annual Subseription (including Bilis) Ra 90 (Local), Rs. 40 Arma Sonera (orn eae Gero Fe ee ee Temes 1 tore oh Fence BORG, F Ooo iow tate December cack get in rove! of tee Soettn ta,Bb",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "iasued before the date of payment will not be supplied",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "Price: 30 cents Postage : 10 cents |",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Requisitioning of Motor Vehicles and Agricultural Equipment Act, No. 4 of 1971 L. D.—0. 28/70. Ax Act 70 REQUISITION MoToR _y2EICLES,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "AGRICULTURAL PLANTS, MACHINERY AND ZQUTPMENT",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "FOR TEMPORARY USE BY THE GOVERNMENT JOR",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "CERTAIN PURPOSES, FOR THE TAYMENT OF",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "COMPENSATION THEREFOR AND FOR MATTERS",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(Date of Assent: January 21, 1971) BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4, This Act may be cited as the Requisitioning of star vin, Motor Vehicles and Agrioultoral Equipment Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "No. 4 of 1971.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. (1) Where the competent authority ia satisfied Regivtming that any motor yebile, agricultnral plant, machinery hn or eqoipment (hereinafter referred to as “equip- wm by ment \"”), is required for the purpose of or in connection °°\" with aay scheme for the ‘Smpottation, storage, purchase, sale, supply, distribution, transport or :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "cultivation of any agricultural product, he may, by",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "notice (hereinafter referred to as “‘ requisitioning notice”), served on the owner or person in whose possession or custody such equipment js, requisition such equipment for the temporary use of the Government.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) Where a requisitioning notice has been served under aubaetion () op any person, it shell be lawful or any officer authorized by the competent authority (hereiuefter referred to a8 su “ authorized affcer * to take possession of the equipment to which the notice relates on behalf of the competent authority.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(8) The authorized officer may give to the owner or petson in whose passession or custody such equipment is, such written directions as appear to him to be necessary or expedient in conection with the taking possession of such equipment; and such owner or person shall comply with all such written directions.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(4) Any police officer, if requested by an authorized",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "- officer todo 50, ahall take such steps and use such foroe ae may be necessary for seuring compliance with any direction given under sub-section (3). sedans aay",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Requisitioning of Motor Vehicles and Agricultural Equipment Act, No. 4 of 1971 Period of 3. The period during which sny equipment Sgrweaar requisitioned under section 2 for temporary use by. ‘uot to exceed - the Government shall not exceed thirty days in each Hig’ di” \"calendar year. Beeenion of 4. (1) Every person who— See {@) prevents, obstructs or resists; or Epon” (B) directly or indirectly causes anyone to prevent, obstruct or resist, . any person from or in taking possession of any equipment under this Act; or (©) fails to comply with any written direction given under section 2, shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) Any person guilty of an offence under sub- section (1) shall, on conviction after enmmary: trial before a istrate, be liable to imprisonment of either description for a period not exceeding two years or to a fine not exceeding two thousand Topecs or to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ": both such imprisonment and fine; and thé Magistrate may, where such offence is committed by the owner of an equipment or his agent or servant, order the forfeiture of such equipment, in respect of which the offence is committed, to the Crown.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(3) Where any offence under this Act is committed by a body of persons, then—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(a) if that body is a body corporate, every director",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘of that body corporate shall be deemed to be guilty of that offence; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "@) if that body is a firm, every partner of that firm",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "shall be deemed to be guilty of that offence:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Provided, however, that no such director or partner shall be deemed to be goilty of an offence ander this Act if he proves that the offence was committed with- out his knowledge or that he exercized all due diligence to prevent the commission of that offence.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Chime to the 8, Where any equipment is requisitioned under ,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "faite wader — the provisions cf the Kee the owner of such equip-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Sida” ment at the time of such requisition, may, within one month after the lapse of thirty days from the date of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Requisitioning of Motor Vehicles and 3 Agricultural Equipment Act, No. 4 of 1971 such requisition, make a written claim to the compen- sation payable ‘in respect of such equipment and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "specify in his claim—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "{a) his name and address;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(®) the nature of his interest;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(©) the period in respect of which the claim is made;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(@ the amount claimed by him.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "6. (1) Upon the receipt of any claim made under Detemminsuoa section 6 to the compensation payable under this Act, =r\" the competent authority shall make a determination rapt ot as soon as may be convenient as to the amount payable . in Teapest of such claim and shall give written notice . of such determination made by him.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) The determination under sub-section ® 38 to the amount of compensation pazable shall be made having regard to the rate of hire payable by the Government in respect of such equipment in the district and the period for which such equipment bas been requisitioned.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(8) The determination of the competent authority, subject to any appeal under section 7, shall be final and. conclusive and shall not be questioned in wny court of law.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "7, (1) Any person aggrieved by the decision of tha appeal fom » competent authority on a determination made by him steminatin on a claim to compensation under this Act may within Ssmproatin fourteen days of receipt ‘of the notice of determing gre sim tion under section 6 appeal to the Permansnt Secretary from such determination.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "{2) The decision of the Permanent Secrotary on such appeal shall be final and conclusive and shall not be questioned in any court of law.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "8. (1) Tho compensation payable under this Act Peymet at shall be paid to the person Bho at the time of the === Tequisitioning of the equipment was the owner of such equipment,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) Where, on the date of the requisitioning of the equipment, a person, other than the owner of such equipment, was by virtue of a subsisting contract entitled to possession and use of such equipment, the ‘owner to whom compensation is paid shall be deemed",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "to receive it as a trustes for such other person.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Requisivioning of Motor Vehicles and Agricultural Equipment Act, No. 4 of 1971 Menor io 9, _ Any notioe or direction tobe given to any person ret pes onder any. provision of this Act shill be deemed to be Eee, giveno Sm, if such notice on divvotion ie ant to im fois registered letter through the post.. Tnweprtatin, 40, Tn this Act—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "“agricultural plant, machinery or equipment inclodes tractors, bulldozers or any other contraptions used for the purpose of or in connection with the clearing and cultivation of land;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "“agricultural product ” has the same meaning as np. 361. fa the Agricultaral Products Regulation) Ordinance;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "“competent authority‘? means the Government \"Agent, and includes an Assistant Govern- ment Agent, of an administrative district;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "“motor vehicle \"” has the same meaning as in the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Sep, 901, ‘Motor Traffic Act;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "“« owner ” in relation to a motor vehicle means the registered owner of that vehicle, and in relation to any agricultural plant, machinery or equipment, means the person in possession or custody of such plant, machinery or equipment;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "“ requisitioning *, with its grammatical variations and cognate expressions means, in relation to aay equipment, taking possession of such equipment or requiring the equipment to be placed at the disposal of the competent authority.",
    "mean_p_confidence": 0.87
  }
]