[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL FILM CORPORATION OF SRI LANKA (AMENDMENT) ACT, No. 45 OF 1980 . [Certified on 29h October, 1996) naar . ~ Printed on the Orders of Government . . Published as a Supplement to Part II of the Gazette of the Democratic Socinlist Republic of Sri Lanta of October 31, 1980 proves ek ear fn es ‘<0 BE FUACBASED AT THE COVE. PUBLICATIONS BUREAU, COLOMBO —_ Price: 45 cents Pestage: $5 cents",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "National Film Corporation of Sri Lanka (Amendment) Act, No. 45 of 1980 [Certified on 29th October, tego] ~’ a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "LD—O, 86/70 :",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Aw Act 70 AMEND TH Srate Frit ConroraTion Act,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "\" No. 47 oF 1971. . BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— 1. This Act may be cited as the National Film Corpora- Short tit, tion of Sri Lanka (Amendment) Act, No. 48 of 1980. 2, (1) In the State Film Corporation Act, No, 47 of 1971, “State Film hereinafter referred to as the “principal enactment”, and SOrnoration in any other written law, there chal? be substituted-— State Flim, ‘Goxporation © {@) tor the words “State Film Corporation Act”, the Seepeetively words “National Film Corporation of Sri Lanka Be",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Act”; and ce ration",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": of Sy Lanke",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "() for the words “State Film Corporation”, the words 29.0)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“National Film Corporation of Sri Lanka\". . Film Corpo",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": Se Danke\",",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) Every reference to the State Film Corporation Act and the State Film Corporation in any notice, notification, instrument or other document shall be read and construed 7 as @ reference respectively to tha National Film Corpora- tion of Sri Lanka Act and the National Film Corporation of Sri Lanka,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. Section 4 of the principal enactment is hereby Amendment amended by the insertion, immedistely after paragraph of #ection 4: (a) of that section, of the following new paragraph :— Beinetpal",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "* (dd) to ensure the provision by cinemas and’ studios",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘of adequate services and facilities necessary for the ; , @Onvenfence and safety of patrons of, and workers in, cinemas and studios ;\".",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. Section 5 of the principal enactment is hereby Amendment amended by the insertion, immediately after paregraph of the (2). of that section, of the following new paragraph :— — princiral |",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(bt) to control, supervise and inspect cinemas and ~ studiog or institutions engaged in the film industry ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(bd) to control the establishment and installstion of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "cinemas ;\". dene ager—ioet0 68)",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 National Film Corporation of Sri Lanka (Amendment) Act, No. 45 of 1980 Amendment, §. Section 19 of the principal enactment is hereby of the 1 amended by the repeal of subsection (1) of that section Brabant, and the substitution therefor of the following subsection :— © (1) The Minister shall appoint a Chairman of the Board of Directors from among the Directors. The Chairman shall ‘be the chief executive officer of the Corporation.” Replacement Section 1 of the principal enactment is hereby oe Tepesled and the following section substituted therefor :—~ Eaactment, Appointment 21. The Corporation may appoint to the servants, staff of the Corporation such officers and servants as may be necessary for the pur- “poses of the Corporation. ”, Amendment 7, Section G1 of the principal enactment is hereby oe\" amended in subsection (2) of that section, by the Insertion, Beimetpal immediately aiter paragraph (a) of that subsection, of the ‘enactment. following new paragraphs :— “ (ag) the provision by cinemas and studios of adequate facilities necessary for the convenience and safety . ‘of patrons of, and workers in, cinemas and studios; (000) the control of the establishment and installation of cinemas ;\", Ingertion of & Fhe following new sections are hereby inserted Ziv 2S\"2e immediately after section 63, and shall have effect 2¢ se i tions 68, and 638 respectively, of the principal enactment :— Souctrons, “sProtertion .. 638, (1) No suit or prosecution shall tie— ‘Bkss Under (a) against the Corporation for any act on the which in good faith is done ar pul Section Ported ta be done by the Corporation ‘Board of under this Act; or Directors . woe v4 (8) against any member, officer, servant ‘of agent of the Corporation for any (1 a = eet which in good Saith is done or “+ purported to be done by him under +. is. 7. Shis Act or on the direction of the Board of Directors. 1",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "‘National Film Corporation of Sri Lanka (Amendment) 3 ; Act, No. 45 of 1980",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(@) Any expense incurred by the Corpora- on in any suit or prosecution brought by er against the Corporation before any court shall be paid out of the funds of the Corporation, and any costa paid to, or recover- ed by, the Corporation in any such suit or prosecution shall be credited to the funda of the Corporation,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(8) Any expense incurred by any such person ag is referred to in paragraph (b) of subsection (1) in any suit or prosecution brought against him before any court In ree- peet of any act which is done or purported fo be done by him under this Act or on the direction of the Board of Directors shall, if the court holds that such act was done in good faith, be patd out of the funds of the Corporation, unless such expense is recovered by him in such suit or prosecution,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "Nosmit to Gin, No writ against person or property Peron gr’ shell be issued against a member of the Property of Corporation in any action brought against the the Corporation. ”.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "‘Corporation",
    "mean_p_confidence": 0.12
  }
]