[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT ‘OF CEYLON -Ast Session 1970-71\" 4) : - gziiont-geg 1 ; ea, 7 : er oS, : pein “ , Orgs me, eh ys ~. CRaESe Paddy Marketing Board : , ae : ' Act, No. 14 of 1971 |. ; . ' * Date of Assent: March 16,1971 y\" Printed on the Orders of Government Painted at the Deeaneear ov Gofiminanet Pane, Crcok. Tobe , Purchased at the Govewesnr Pusuications Burau, Covomso. Annual Subscription Cineludiog Bills) Re 80 (Local), Ra 40 (Foreign), payable to the «SUPERINTENDENT, © GOVERNMENT ‘Puaicariona Bureau, P, 0, Box 500,: Couommo 1, before 20th Decamber each year in respect of ‘the year following, Late rubscriptions will be accepted of the condition that Bills Teun elo fhe te af argent wil et be eapples + Price: Re. 150 . 5 * Postage : 58 rents:",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Paddy Marketing Boord Act, No. 14 of 1971 . L, D.—0. 84/70. * AN AcT 0 PROVIDE FOR THE BSTABLIGUMENT OF A BOARD TO CARRY ON THE BUSINESS AS PURCHASER, . SELLER, SUPPLIER, DISTRIBUTOR -HULLER, MILDER OR PROCESSOR OP PADDY AND RICE, AND TO PROVIDE FOR . SRRVICES IN CONNECTION THEREWITH AND FOR THE COMPULSORY ACQUISITION OR REQUISITION FOR SUCH BOARD OF ANY IMMOVABLE OR MOVABLE PROPERTY, TO PROVIDE THE MODE AND MANNER OF PAYMENT OF COMPENSATION, AND FOR MATTERS CONNECTED THERE- WITH OR INCIDENTAL THERETO. : {Date of Assent: March 16, 1971] . BE it enacted by the Quesn’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :-— . 4, This Act may be cited as the Paddy Marketing ews ta Board Act, No. 14 of 1971. PARTI ConsriTurion, obICTS, POWERS AND FUNCTIONS OF THE \"Pappy Markerine BoarD ¢ 2 (1) There shall be established a Board which Rssnistmen shall be called the Paddy Marketing Board (herein. $f,\" 7s after referred to as ‘‘ the Board ”) and which shall ‘Ban. consist of the persois who are for the time being members of the Board under section 14. (2) The Board shall by the name assigned to it by - aubveection {1} be a body corporete and shall have perpetual quocession and @ common seal and may sue ‘and be sued im euch neme. 8. ‘The general objects of the Board shall be—~ — guaent | (@) to oazry on the business of purchasing, eelling, aad | supplying end distributing paddy and rice; (8) to carry on the business of milling, hulling and processing of paddy and rice; (©) to carry on any auch other busines: as may be . Snoldental ‘of conducive to the attainment of the objects referred to in paragraphs {a} and = - (8); and | {  @ todo all other things which in the opinion of the - ‘Board are necessary to facilitate the proper ‘carrying on of its business. : ietos—8.00r conn",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Paddy Marketing Board Act, No. 14 of 1971 Briusite ght A, (1) ‘The Minister, after consultation with the Sih Bourd, may, by Ordor published in the Gasesie, Hinge’ orm declare that with effect from such date as shall be airy sa, specified in that Order the right— Eaton: satel millicg or (@) to purchase, sell, supply, transport or distribute ross a, Paddy and vices qeea in ie” (6) to corry on the business of hulling, milling or * Beach processing of paddy and rice, shall, save as otherwise expressly provided by or under . this ‘Act, vest exclusively in the Board within auch area as inay he specified in auch Order. Any such Order may \"be amended, vatied or revoked by tho Minister by a like Order. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(2) Any Order made under sub-section (1) may be made in respect of any or all the matters referred to Jn paragraph (0) or parograph (2) or in both such paragraphs and may be made applicable to the whole or any part of Ceylon and the term * area ”* in eub- section {1} shall be read and construed accordingly.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(8) So long as an Order made by the Minister under’ sub-section (1) is im force, no person, other than the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". Board, shall, save as otherwise expressly provided by or under this Act purchase, sell, supply, transport or distribute or carry on the businéss of hulling, milling on processing of paddy and rice within the ares specified in that Order.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4) No person shall be entitled to compensation for any loss incurred by him whether directly or indirectly or by loss of business or otherwise by reason of the oxning into operation of an Order under sub-section _ (8) The purchase, sale, supply, transport, distribu- tion, Salling, milling ov prooasing of paddy and rice hy any person shall be deemed not to be—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(a) an interference with or in violation of the exclu-_",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "sive right vested in the Board by sub-section",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ", Q), or",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "@a omptrarention of the provisions of sub-section it, but only if, it is done wider the written authority of the Board under sub-section (6) or in the exercise , or performance of any power-or function or the dis-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Gan, tnt. charge of any duty under the Food Control Aot.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Paddy Marketing Board Act, No. 14 0f 1971 8",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(6) (@) (i) The Board may authorize any society registered under the Co-operative Societies Ordinance p..% or’ Cultivation Committee constituted under the Paddy Landa Act, No. 1 of 1958, or any officer of the . Government who 1s not an oficer of the Department of ‘Agrarian Services or a person or body of persons (corporate or unincorporate) to purchase paddy.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(ii) The Board may’ authorize the Commissioner of Agrarjan Services or ony officer of the Department of ‘Agrarian Services authorized by such Commissioner 4p purchase paddy on behalf of the Board,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(iii) The Commissioner, an officer of the Depart- ment of Agrarian Services ot the society or the Galtivation Committes or the Goverment offcer other than the officer of the Department of Agrarian Services ‘or the person or body af pereons referred to in the preceding eub-paragrapbs (i) and (ii) shall hereinafter _",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "called the * authorized purchaser ”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@) The Begsd may authorize any authorized purchaser to sell, supply, transport, distribute or carry bn the business of ‘hulling, milling or proossing of 4 paddy and rice. °",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) Where any authority has been granted under section 5 of the Agricultural Products (Guaranteed Prices and. Control of Holling and Milling) Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "No. 38 of 1961, to the Commissioner or any officers of .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "the Department of Agrarian Services or to 8 society registered under the Co-operative Societies Ordinance cep. 1% -or to any officer of Government, for the purchase of.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "any scheduled agricultoral product, then, so far as and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘20 far only as that authority relates to the purchase",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "of paddy within any ares specified in an Order under ; sub-section (1), such authority shall be deemed to ba. authority granted by the Board wader the provisions",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "cof this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "3, Notwithstanding the provisions of the Agri. th Bom mer enltural Products (Guaranteed Prices and Control of S.Sars ‘ulling and Milling) Act, No. 38 of 1961, the Board ity of dy may after consultation with the Commissioner of friacf mc Agrarian Services and the Guaranteed Prices \"™™ Advisory Committes and with the approval of the Minister given after consultation with the Minister of Finance fix » guaranteed price in respect of any variety of paddy or any grade of any variety of paddy. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Paddy Marketing Board Act, No. 14 of 1971 Terotont 6, On the dates specified by the Minister by-Order Stee. made and published in the Gleatio under su onction EINE Sy (1) of section 4 in respect of halling and milling. of Kee voter paddy, all licences to carry on the business of hulling Ac; No et op milling of paddy in force on the day immediately precsding that date shall cease to be in force otwithstanding, anything to the contrary in the Agricultural Products (Gnarantead Prices and Control of Holling and Milling) Act, No. $3 of 1961. Anthoviae 2. Where there is a guaranteed price fixed under ferscny the Agricoltural Products (Guaranteed Prices and peter” Covtrl of Hulling and Milling) Act, No, 38 of 1061, Tipe’. for paddy or for any grade of paddy, or under this \" Act for eny variety of paddy or any grade of any variety of paddy, the Board or the authorized pat: chaser shall not’ pay for the purchase of such Daddy or such grade of paddy or auch variety of paddy : or any grade of any such variety of paddy a price : other than such guaranteed price. Yom when (1) The Board shall not purchase paddy from befurde any person other than from an authorized purchaser Ere ag, or a producer of such paddy. tera polly. (9) An authorized purchaser under paragraph (a) of sub-section (6) of section 4, shall not purchase paddy from any person other than the producer of such paddy op purchase paddy and vice from avy pereon other than the authorized purchaser under paragraph (6) of sub-section (6) of section 4. Kuowrrst |. 9. (1) Where any paddy is gold under this Act by Siemon ‘se & producer it shell be lawful for the Board or any wecgmete authorized ourchaser to deduct from the amount payable to such producer for the paddy so sold, such sums as may be due from such producer— (@) to the Government ; or (t) to any society registered under the Co-operative coy Societies Ordinance, ° in respect of any loan or advance of moneys obteined by euch producer for any purpose connected with the cultivation of such paddy. (2) Any sum recovered under sub-section (1) shall— (@) where such money ig due to the Government, be paid to the Commissioner of Agrarian Bervioes and such Commissioner shall oredit such sum to the Consolidated Fund; and (8) where auch sum is due to any society, be paid to that society.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Paddy Marketing Board Act, No. 14 0f 1971 8 40, (1) Save as otherwise provided by sub-section <ennlet 3) of section 4, after the coming into force of en oer rder made under sub-section (1) of that seotion, no ™liva= person shall carry on the business of hulling, milling or processing of paddy and rice, except ander the authority of @ licence issued under sub-section (2): Provided, however, that it sball not bé a contrarcn- tion of the preceding provisions, if a person who has commenced to carry on the business of bulling or mil- ~ ling of paddy prior to the dete of operation of an Order under section 4, and who is entitled to make an application under sub-teotion (3) of this section, and who has applied for a licence under that sub-section, continues to carry on such business until the determina- tion of his application. (2) The Board may issue a licence in respect of a huller or mill of a specified expacity to any person to carry on the business of hulling, milling or processing of paddy and rice, subject to such terms ant conditions as may be specified in the licenee, (3) (a) Every application for a licence to carry on any business ax ie epecfied in sub-section (1) shall be in the prescribed form. Byery person carrying on the : business of hulling or milling of paddy on the date of the coming into operation of this Act may apply to the Board for @ licence within one month after that date. (®) The Board may in its discretion issue or refuse to issue a licence to an applicant thereof. (©) Where the Board refuses to issue a licence to an spplicant thereof the Board shall eause notice of the 'nsal to be given to the applicant. (@) Every licence authorizing the earrying on of any guch business as is specified itepub-ccction (Q) shall bo in the preseribed form. (@) A licence issued under sub-section’ (1) shall be : subject to such conditions as may be specified in that Livenve, (f) The Board may cancel the licence issued under sub-section (1) if the licensee, contravenes or fails to comply with ‘any condition to which the licence is subject, (9) Where the Board cancels the licence under para- graph () the Board shall canse notice of the eaxoel- lation to be given to the licensee.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "8 Paddy Marketing Board Act, No. 14 of 1971",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "{h) An applicant for a licence who is aggrieved ene decision bf the Board refising 10 issue’ Tones, or the licensee who is aggrieved by the decision of the Board canoslling his Hence may within one month after the date of such decision appeal in writing from",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ": snoh decision to the Minister.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "@ The Minister's decision on any appeal under paragraph (4) shall be final and conclusive aud shall not.be questioned in any Court.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(4) Except under the written authority of the Board .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ": no person shall— . (a) instal or cause to be installed in any place; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(b) transfer or cause to be transferred from one:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "location to another, ; a haller, or mill or plant, machinery or equipment for helling, milling or processing of paddy and rice. Geoimt of he = 44, On and after the coming into operation of this deel tng Act and save as otherwise expressly provided by or ale thereunder, no person who was carrying on the busi- EEG: BO nese of purchasing, selling, supplying, tansporting. Gaaumy ~ distributing or earrying on the business of hulling, aunt milling, or rovessing of paddy and rice, shall sell, sends, intiog, lease, transfer, hypothecate or alienate or dispose in millog er , any other manuer or convert to some other use any fay nal ron. huller, mill, plant, machinery, equipment or facilities. ‘whiah had been or is or are being used ot is or aro oF ‘was or were intended to be used by him for the purpose of in connection with his business. Conic of te 42, On and after the date of coming into operation Stiusapton of this Act, no person, other than the Boerd or 207 cine authorized purchaser, shall establish, instal or maia- qo faites tain any plant, machinery or equipment or facilities srr. for the sale, eapply, transport or distribution, bulting faeict milling or processing of paddy ‘and rice, except wi huliog, sling, the written authority of the Board, or under the autho- m Eemcg rity of a permit or licence for the time being in force te. issued under any written law prior to the date of the coming into operation of this Act and in accordance with the terms and conditions aubject to which such authority, permit or licence is granted. Power of he 48, (1) The Board may exercise all or any of the Baw. following powers :— (@) to acquire, hold, take on lease or hire, mortgage’ ' sell or otherwise dispose of any movable or immovable property;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Paddy Marketing Board Act, No. 15 0f 1971 7",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "@ to exerci the exclusive right of p urchase, sale, supply, distribution, bulling, milling or processing of paddy and rics;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(0) to enter into joint echemes with any Government",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "_ \"Department or any body approved by the Minister for the purchase, sale, supply, dis tribution, transport, hulling, milling or processing of paddy and rice;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "{@ to grant loans and advances to authorized purchasers and agents;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(@ to import plent, machinery and equipment required for the business of the Board;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "{f) to instel, operate and establich plant, machinery and ‘equipment for hulling, milling or processing of paddy and rice;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(9) t establish and maintain purchasing stations and storage facilities for paddy and rice;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(#) to maintain shops for the display, sole, supply and distribution of rice and paddy and by-products;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "@ to enter and inspect any. stores or other premises of an authorized purchaser, or licensee or any place where a person is carrying on the busi- ness of hulling, milling. or processing of paddy or rice and any stores of such person maintsined for the purpose of business;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(j) to fix a guaranteed price for any variety of paddy or any grade of any variety of paddy;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(8) to carry ont investigations and record data concerning Produotion, sale, supply, storage, parchase, distribution, builing, milling or processing of paddy and rice;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "® t conduct, assist and encourage research into all aspects of the rice processing indastry, and use of by-prodocts;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(m) to make charges for any service rendered by the Board in carrying on its business;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(®) to enter into and perform, either directly or through sny officer or agent authorized in thet behalf, all each contracts ss. may be necessary for the Peetormance of its duties",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "* and the exercise of its powers;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "8 Paddy Marketing Board Act, No. 14 of 1971",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(0) to do anything for the purpose of advancing the shill oe persons employed By the Board oF the efficiency of the equipment of the Board, or the manner in which that equipment is opera ted including the provisions by the Board and the assistance of the provision by others of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": ". facilities for training persons required to carry out the work of the Board;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(p) to establish 2 provident fund and_ provide welfare and fecreational facilities, houses, hostels and other like accommodation for persons employed by the Board;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(@ to delegate to any member or officer of the Board or to any public officer such functions as the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "> Board may consider necessary 80 to delegate for the efficient transaction of its business;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(F) to make rules in relation to its officers and ser-\"",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "‘ vants including the appointment, promotion, : remuneration, disciplinary control, conduct and grant of leave;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(@ to make rules in respect of the administration of the affairs of the Board;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(@® to do all other things which in the opinion of the Board are necessary to facilitate the proper carrying on of its business. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(2) The Minister may by Order authorize the Board, subject to such conditions as may be specified in the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "- Order, to carry on any undertaking or business ot to do any act or thing not mentioned in the preceding ‘provisions of this section, if he is satisfied that it is expedient so to do for purposes connected with the efficient discharge and performance of the powers and duties conferred or imposed on the Board by such preceding provisions.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(8) Every Order made under sub-section (2) shall be vublished in the Gazette and shall come into foree on the date of such nubtication.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(4) Every Order made ander sub-section (2) shall a3 soon as convenient after publication in the Gazette be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": ". ‘Drought before the Senate and the House of Represen- tatives for approval. Any Order which is nut 50 approved shall be deemed to be revoked as from the date of disapproval, but without prejudice to apy: thing: previously done thereunder. Every Order. which is not eo revoked shall be as valid and effectual as though it were herein enacted.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": ". Paddy Marketing Board Act, No. thof 1971 @",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(8) Nothing in the preceding provisions of this",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "section shall be construed as authorizing the disregard by the Board of any law for the time being in force.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "14. (1) The Board shall consist of the following Cousin mezabers— Py",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(@) a Chairman appointed by the Minister;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(®) two members appointed by the Minister from ‘among persons who have had wide experience or shown eapacily in agricultural, commer- cial or financial matters or in administra- tion ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(©) one member nominated by the Minister of Finance; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "@ three ex officio members, being—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(i) the Commissioner of Food, (i) the Commissioner of Co-operative ‘Development, and (iii) the Commissioner of Agrarian Services.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) The Minister may appoint one of the members of tbe Board, other than the Chairman, to be the Vice-Chairman of the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(3) A person shall be disqualified from being appointed or being a member of the Board, if he is 9 Senator or Member of Parliament.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(@ Before appointing a Rowen to be a member of the d, the Wiinister satisfy himself that such person will have no financial or other interest as is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "iikely to affect prejudicially the discharge by ‘auch person of his functioning as a member of the Board; and the Minister shall also satisfy himself from time to time, with respect to every member of the Board appointed by the Minister that he has no such interest.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "‘Any poem who is appointed by the Minister, or whom the Minister proposes to appoint, as a member of the Board shall, whenever requested by the Minister to do so, furnish to the Minister such information as the Minister considers necessary for the performance of his duties under this sub-section.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(8) A member of the Board who is in any way",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "¢, directly or indirectly interested in @ contract made or “ proposed to be made by the Board shall disclose the nature of his interest at a meeting of the Board and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "10 Paddy Marketing Board Act, No- 14 of 1971 ‘such disclosure shail be recorded in the minntes of the Board and the member shall not take part in the deliberation or decision of the Board with respect to that contract.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "Oo) Subject to the provisions of sub-section (7) every tember of the Board, other than an ex officio member,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "zal] —",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(@) hold office for a period of three years; and (2) be eligible for reappointment:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "Provided that a member appointed by the Minister to fill a vacancy in the office of a member of the Board, shall hold office for the unexpired portion of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(7) The Minister may in the interest and efficient performance of the functions or the discharge of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "~ duties of the Board remove from office any appointed member, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(8) The removal of any member of the Board from office under sub-section (7) shall not be called in ques- tion in any Court.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(9) A member of the Board, other than an ex officia member, may resign from’ the Board by letter addressed to the Minister. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(10) Where any member of the Board becomes by reason of iliness or other infirmity or absence from Ceylon, temporarily unable to perform the duties of is ofc the Minster may heving rogerd to tho provi sions of eub-setion (1) appoint « ht person to actin his place. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "wy Tf the Chairman or Vice-Chairman of the Board becomes by reason of illness or other infirmity ‘or absence from eylon, temporarily unable to perform the duties of his olfice the Minister may appoint a fit person to act in his place.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(12) The Chairman, Vics-Chairman and members of the Board shall be remunerated in such manner and at such rates and shall be subject to the conditions of service as may be determined by the Minister with the concurrence of the Minister of Finance,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(18) The Minister may without assigning any reaaon terminate the appotntment of the Chairman oF the Vice-Chairman of the Board. The termination. of appointment of the Chairman or the Vice-Chairman at Board shall not be called in question in any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "rt.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Paddy Marketing Board Act, No. 14 0f 1971 11",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(14) The Chairman or Vice-Chairman of the Board may resign the office of auch Chairman or ‘Vice-Chairman by letter addressed to the Minister.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(15) The quorum for a meeting of the Board shall be three members of the Board and subject as aforesaid the Board may regulate its own procedure.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(18) The Board may act notwithstanding ite vacancies amongst its members. : :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(27) Subject to the provisions of sub-section (13), the term of office of the Chairman and the Vice Chairman of the Board shall be the period of their .- membership of the Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "45. (i) The general supervision, control and exer) coord administration of the affairs and the business of the “ %* = Board shall be vested in the members of the’ Board. ,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(2 The Board may delegate to any member or employee of the Board or any public officer any of its powers, functions or duties. °",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(8) Every person te whom any power, function or duty is delegated under sub-section (@) shall exercize or perform such power, function or duty delegated to him subject to the geueral amd special directions of the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "10. (1) he seal of the Board shall be in the get uw custody of the Board. Fowl.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(2) The seal of the Board may be altered in such",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "tuaimner ag may be determined by the Board. _ (8) The seal of the Board shall not be affixed to any instrument or document except in the presence of two members of the Board both of whom shall sign the instrament in token of their presence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "47. (1) The Minister may give such general or Powe of the special ditections ip writing as tothe performance of ine the duties and the exercise of the powers of the Board, Bat and euch Board shall give effect to such directions.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(2) The Minister may, from time to time, direct the Board in writing to furnish to him in such form es he may require, returns, accounts and other informa-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "“tion with respect to the property and business of the , Board, and the Board shall carry out every such Ml on. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Paddy Marketing Board Act, No. 14 of 1971 (8) The Minister may order all or any of the acti- rites of the Board to be investigated snd reported upon by such h person or persons 8 he may specity and upon such order being made, the Board shall afford all such facilities and furnish all such information as . may be necessary to carry ont such order. OGicers snd 48, All officers and servants of the Board shall be gureuset deemed to be public servants within the meaning and 205 sist for the purposes of the Penal Code. Sep port decond  _ 49. The Board shall be deemed to be a scheduled foot institgtion within the, metning of the Bribery Act, Satition and the provisions of that Act shall be construed Tnngetins — soordingly. . : Bang ha. Cap. . . Replonal _ 20. (1) The Minister may appoint one or more Genuine Regimal Consultative Committees to advise the Minister and the Board on matters pertaining to the business of the Board. @) The Regional Consultative Committee or Begional Consultative Committees shall consist of such number of persona as the Minister may determine. PART I ‘ : Emprovess o? Tae Boarp Angiime of _ 21, ‘The Board may appoint to the staif of the sett Board euch officers and servants as may he necessary for the efficient discharge ofits functions. pores of two 22, (1) The Board may make rules in respect of Bou io et all or any of the following matters: — he Boned. {a} the appointment, promotion, “dismissal and disciplinary control over the staff of the Boards : (®) the fixing of the wages or eelary or other remuneration of such staff; (©) the terms and conditions of tho service of such . staff; and {@ the establishment and regulation of provident , fangs and schemes for the benefit of such stad,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Paddy Marketing Board Act, No. t40f 1971 13 (2) No rule made under sub-section (1) shall have effact until it bas been approved by the Minister. (8) At the request of the Board, any officer in the public service may, with the consent of that officer and the Permanent Secretary to the Ministry in charge of the Minister to whom the subject of public adminis- tration has been gesigned, be temporarily appointed to the staff of the Board for such period as may be deter- mined by the Board with like consent or be permanently appointed to such staff. (4 Where any officer in the public service is temporarily appointed to the staff of the Board, sub- section (2) of section 9 of the Motor Transport Act, No, 48 of 1957, shall mutatis mutandis apply to and in relation to him. (8) Where any officer in the public service is . permanently appointed to the staif of the Board, sub- section (3) of section 9 of the Motor Transport Act, No. 48 of 1957, shall mutatis mutandis apply to and in relation to him, PART III FINANCE 23, (1) The initial capital of the Board shall be Sertal of the ten million rupees and such capital shall consist of grants or loans given or made available by the Govern- Ment on such terms and conditions as may be determined by the Minister of Finance. (2) The amount of the initial capital of the Board shall be paid to the Board out of the Consolidated Fund in such instalments as the Minister of Finance may in consultation with the Minister determine. _ (3) ‘The capital of the Board may be increased from time to time by such amount as may be authorized by any Appropriation Act or by resolution of the Honse of Representatives and that amount shall be paid or made available to the Board by the Government by ~ ‘way of grant or loan on such tetms and conditions as . may be determined by the Minister of Finance. 2%. (1) The Board shall have its own Fund. Bee Pond of (2) There shall be paid into the Fund of the Board— (@) all such gums of money as may be voted from time to time by Parliament for the use of the Board; .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "14 Paddy Marketing Board Act, No. 14 of 1071 (®) all such sums of money as may be advanced from time to time by the Minister to the Board; and © all such sums of money received by the Board in the exercise, discharge and . performance of its powers and duties. (8) There shall be paid out of the Fund of the Board all te of tonoy requized to defray the expenditure incurred by the Board in the exercise, discharge and . performance of its functions, powers and duties under this Act or any other written law and all such sums of money as are required to be paid out of such Fund by or under this Act. Somoring 28. 1) The Board may, with the concurrence of EUEaa both the Minister and the Minister of Finance, or in accordance with the terms of any general authority | \"given with lke sonourrenc:, borrow, by way of over- aft or otherwise, or negotiate and obtain on credit tarms, such sums ag the Board may require for meeting the obligations of the Board or carrying out its Objects: ; Provided that the aggregate of the amonnts outstanding m respect of ey loans raised by the Board under this sub-section shall not at any time | exceed such sum as may be determined by the Minister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "{2} The Board may, with the’consent of the Minister",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "iven with the concurrence of the Minister of Finance,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "forrow money otherwise than by way of temporary",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Joan under sub-section (1) for all or any of the following purposes: —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(@) the, provision, of money for, any expenses incurred with any work involving the initial establishment, operation and maintenanes of any epparetad oF equipment required for the Board;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(®) the requisition or acquisition of any movable or immovable property required for the business of the Board;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "(© the repayment of any money temporarily",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": ": ortowed vnder sub-section (i. jouinnt.t 28. Any fonds of the Boord which are not trade of immediately required for the pares of the business of the Board may be invested hy the Board in such",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "Paddy Marketing Board Act, No. 14 0f 1971 15 manner as the Board may determine with the approval of the Minister, given after consultation with the Minister of Finance. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "A, The peyenue of the Board in any year shall be Aptis applied in defraying the following charges in the ft gctE* * order of priority set out hereunder: —",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "{o) the working and establishment expenses",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "(including allocations to the insurance reserve",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "and depreciation reserve), in connection with",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "the exercise and performance of the powers",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "and duties of the Board, properly chargeable",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "to revenue account;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "(®) the interest on any temporary loan raised by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "Board;",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "{o) any sum required to be transferred to any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "sinking fund or redemption fund; and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "@ the interest on, and the repayment of, the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "principal of any Government loan to the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "joard.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "28, (1) The Board— . Terr,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "(a) may establish and maintain an insurance reserve",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "to cover the insurence of the movable and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "immovable property of the Board and to meet,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "third-party isles and liabilities arising under",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "the Workmen’s Compensation Ordinance; cap. 1.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": ": and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "() shall establish and maintain—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "{i) a depreciation reserve to cover the depreciation of the movable and immovable, property of the Board, and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "_’ Gil} a general reserve not exceeding such amount as may from time to time be determined by the Minister with tho concurrence of the Minister of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": ": Finanee. ,",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 16,
    "par_num": 27,
    "text": "(@) Such amount out of the surplus revenus of the Board in any year remaining after the charges mentioned in section 97 have been satisfied and provid- ing for the payment of any tax shall be applied for",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "10 Paddy Marketing Board Act, No. 14 0f 1971 + the following purposes in the order of priority set out hereunder :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(a) firstly, for the payment to the Consolidated Fund of such sum as may be determined annually ~ by the Minister of Finance acting with the concarrence of the Minister;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "@) secondly, for such other purposes including the payment of a bonus to the members of the staff of the Board as may be determined by the Board, with the approval of the Minister;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "and the balance of such surplus revenue shail be applied for payment to the general ond special",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": ". Teserves. Aeooents 2d 29. (1) The Board shall cause proper sccounts of ne the income and expenditure of the Board and of all its other transactions to be kept and shall prepare an annual statement of accounts and statistics relating to . the business of the Board in such form and containing such particulars as the Minister with the concarrence _ of the Minister of Finance may from time to time",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "|. specify.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "@) The accounts of the Board shall be audited annually by a qualified auditor (hereinafter referred to as “the auditor ””) appointed by the Minister on the advice of the Auditor-General. The auditor 90 .} appointed shall be—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(@) an individuel who, being a member of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Institute of Chartered Accountants of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "Ceylon, possesses a certificate to practise as",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "an Accountant issued by the Council of that : Institute; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "@) a firm of Chartered Accountants each of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "partners of which, being » member of that",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "institute, possesses a certificate to practise ns an Accountant issued by the Council of that Institute,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "The auditor shall receive such remuneration from the funds of the Board as the Minister may, with the concurrence of the Minister of Finance, determine.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(8) ‘The Auditor-General shall have power—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(@) to direct the manner in which the accounts of the Board shall be audited by the auditor and to give the auditor instructions in regard to ., any matter relating to the performance of his functions as anditor, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "mw _ Paddy Marketing Board Act, No. 14 0f 1972 17 (6) to conduct a supplementary or test audit of the © to cmounts off the. Board by such person of Persons as the Auditor-General may > authorize in that behalf and, for the purposes of such audit, to require information or additional information to be furnished to any person or persons so authorized on such matters, by such person or persons, and in . sich form: as the Aucitar-Ceueral may, by general or special order, direct.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(4) The auditor shall examine the accounts of the Board and furnish a report atating—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(@) whether he has or has not obtained all the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "information and explanations required by him, and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "@) whether in his opinion the accounts have been",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "drawn up so as to exhibit a true and fair view of the affairs of the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(8) The auditor shall submit a copy of his audit report t0 the Auditor-General who ‘shall have the ‘wight to comment upon, or supplement, the anditor’s report in such manner es the Auditor-General may think fit.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(8) The Auditor-General shall transmit the anditor’s report together with his comments upon, or :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "+ “his supplement to, such report to the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "80. ‘The Anditor-General and the auditor regen of te ‘appointed under section 29, and any person authorized Auli Gene by either of them, shall have access to all such books, Thutse deeds, contracts, vouchers and other documents of the  spriatel ky Board ag the Auditor-General or such auditor * #=* considers necessary for the purposes of the andit, and shail be furnished by the Board and the officers of the Board with such information within their knowledge ‘a8 may be required for such purposes. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "81. (1) The Board shall, as soon as possible after repos of the end of each financial year of the Board, make to il Bard end the Minister a report on the exercise and performance Suliter’s report, by such Board of dts powers and daties during that tle Axiter",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "_ Year and on ite policy and programme. Such report for Somnects wad any year shell set out any direction given by the sunplencat snd Minister to the Board during that year. come nad",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "mye Sindee od Heprneattien,",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "18 Paddy Marketing Board Act, No. 14 of 1971 (2) The Board shall, on receipt of the anditor’s report and the Auditor-General’s comments thereon and supplement thereto, if any, in each year, transmit to the Minister— * (@ a copy of such report and such comments or . supplement; and .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(0) 2 copy of the statement of accounts and statis. ties prepared under sub-section (1) of section 29.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(8) The Minister shall lay copies of the report and statement referred to in sub-sections (1) and (2) before the Senate and the House of Representatives. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "Fiasscist 82. The financial year of the Board shall be the yan. calendar year. . PARTIV . Acquisrrion, Requisrmiox, avd Usz oF PROPERTY FOR . OR BY THE BOARD",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "Nain of 83. (1) Any officer of the Board or dny public officer giz ° guthorized by the Minister may, by notice (hereafter in respect in this Act referred to as a “ notice of claim dy pub- simeey —Ushed im. the Gazette. declare that any movable, or , Honest, immovable property, other than money, which bad ~ ot th\"Bowd. been, or is being or is or was intended to be, used for—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(@) the purchase, sale, supply oF distribution,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "bulling, milling or processing of paddy and ries",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "@) the carrying on of such other business as may be",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": ". incidental or conducive to the purposes referred to in paragraph (2), is required for the purposes of the Board. Such property is hereafter in this Act referred to 28 * notified property”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "@) When a notice of claim is published under sub-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "* section (1) any property onained in or found on such notified property shall be deemed to have been included in the notice of claim.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(8) The publication of s notice of claim made under sub-section (1) in respect of any property shall be con- elusive proof that such property ig Tequired for the * purposes of the Board and shell not be questioned in any Court,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "Paddy Marketing Board Act, No-14 of 1971 19",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(© Where a notice of claim is published under sub- section (1), any officer of the Board anthorized by the Minister may from time to time, by notice (hereafter in thia Act referred to as a '* notice of disclaimer ””) published: in the Gazette, disclaim the need, for the purposes of the Board, of the whole or any part of the property included in the notice of claim and specified in the notice of disclaimer.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(8) No parson shall lease, bypothecate, alienate, tansfer or dispose of in any manner whatsoever to any person other than the Board the whole or any part of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(©) any property which is included in notice of ‘aim and is not disclaimed by @ notice of disclaimer; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(2) any right or intrest in repect of or indidental to the property specified in paragraph (2).",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(6) Any lease, hypotheeation, atienation, transfer or disposal made or effected in contravention of the provisions of sub-section (5) shall be null and void.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(7) Any person shall, if requested by any officer | authorized by the Minister, furnish to such person a5 shall be specified in the request information with re- gard to any movable or immovable property included in notice of claim as shall be so specified. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "@) Any person who—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "{@) leases, hypothecates, transfers -or disposes of any notified property in contravention of sub-section (6); or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(®) wilfully fails to furnish the information referred to in sub-section (7), or who wilfully withholds all or any part of such ihformation, or who furnishes information knowing such -  * information to be false; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(©) wilfully or negligently destroys or damages or causes to be destroyed or damaged any noti- fied property; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "{@) removes, chenges the situation, or alters the character or causes such removal, change or alteration of any notified property,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "shall be guilty of an offence under this Act,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "20 Paddy Marketing Board Act, No. 14 of 1971",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(9) Regulations may be made under this Aet—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(a) empowering any person authorized in that be-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "@) Tale by the ‘Board. to inspect. any notified property, and requiring the persons in whose possession or custody such property is to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": ". allow and assist the inspection thereof;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "{®) providing that a report as to the condition of any notified property may be made, and may be subsequently amended, by or under the authority of the Board;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(c) providing for the service of copies of such report",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "« ‘or any amendment. thereof on persons having an interest in the property to which the report relates;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "requiring persons on whom copies of the report",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "@ i any Emendment thereof nave boen served to notify the Board whether or not they are in agreement with such report or amendment, and, if they are not in agreement, to specify any y objections they may have and the proun of ‘objections and to produce all doca-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "+ ments relied on by them in support of such objections;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(©) prohibiting the making of any improvements or . alterations to any notified property without",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "the prior approval of the Board; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(f) providing for sil matters connected with or incidental to the matters eforesaid.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "Sampatery B43. (1) The Minister may, by Order (hereafter in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "Saauer 6 te this Act referred to as a “* vesting Order Lakers",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "‘eerain, in the Gazette, vest in the Board, with effect from such",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "Pope. date as shail be specified in the Order, any such notified property es has not been disclaimed by a notice of dis- claimer or any right, interest or benefit in such notified property derived under the terms of any arrangement, agreement (formal or informal}, lease or notarially executed instrument subsisting on the date of publi- cation of the notice of claim,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(2} Before a vesting Order takes effect, the Minister may from time to time alter, by Order published in the Gazette, the date on which such vesting Order takes effect.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(3) A vesting Order shall have the effect of giving the Board abuclute title to any property specified in the Order with effect from the date specified therein and free from all encumbrances:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "Paddy Marketing Board Act, No. 14 of 1971 2",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "Provided, however, where any right, interest or beueit in any notified property is vested in the Board a vesting Order shall have the effect of giving the Board such right, interest or beneit with effet from the data specified in the Order.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "a5. (1) The Minister may, by Order (hereafter in Rowiten this Act referred to as a.‘ requisitioning Order”) 0a\", published in the Gazette, requisition, with effect from Sonwinay such date as shall be specified in the Order, any noti- Sully sf fied property as is immovable property, in order that messy. it may be temporarily used by the Board for the pur- poses of ite business. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "(2) Before a requisitioning Order takes effect, the Minister may from time to time alter, by Order ‘pub- lished in the Gazette, the date on which such requisi- =. tioning Order takes effect.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "(8) A requisitioning Order shall have the effect of authorizing the Board, with effect from the date speci- - fied in the Order, to take possession of the property speriied in the Order and to use sach property tempe- rarily for the parpose of the business of the Board in any Manner whatsoever. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "(#) Where any property is requisitioned by a requisitioning Order, the Minister may, by Order (hereafter in this Act referred to as ‘* derequisitioning Order”) published in the Gazette, derequisition suc Property with effect from such date as ‘ball he specified In the derequisitioning Order.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "(5) Before a derequisitioning Order takes effect, the Minister may from time to time alter, by Order pub- lished in the Gazette, the date on which such dorequisitioning Order takes effect.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "(8) Where, immediately before the date on which aay property is requisitioned under this Act, « pergon, other than the owner of such property, was entitled to Possession of or to any other right, title or interest in such property under the terms of any arrangement, agreement (formal or informal), lease or notarially executed instrument, that arrangement, agreement",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "(formal or informal), lease or notarially execated instrument shall be deemed for all purposes to have expired on that date. “: (1) Where any property is derequisitioned by a detequisitioning ‘onion euch Order ehall be deemed to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "ave the effect of reviving any arrangement, agreement",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "22 Paddy Marketing Board Act, No. 14 of 1971",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": ": (formal or informal), lease ot notarially executed instrument subsisting on the date oo which the proper ty was requisitioned, ‘and any question which may arise ag to any right, title or interest, in or over that property hall be determined accordingly.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Notwithstanding anything to the contrary in",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "an Act or in other ew ae provisions of sub-section 7) ‘not apply to any arrangement, agreement (formal or informal), lease or rotarially exeonted ins- trument affecting any movable or immovable property of the Crown subsisting on the dateon which the property was requisitioned.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(9) Where any property requisitioned for the Board",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": ". is permanently required for the purpose of the busi- ness of the Board, such property may be vested in the Board by a vesting Order. Revocation o¢ 86, (1) Notwithstanding that any movable’ or -tusing Osdet. immovable property has vested in the Board by virtue of a vesting Order, the Minister may, at any time before an award as to compensation is made in respect of that property under section 52, by subsequent Order published in ‘he Gazette (hereinafter in this section ‘ * teferred to as a “‘ divesting Order *’) revoke that vest- Ing Order. : :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(2) The following provisions shall apply in any case where a vesting Order in respect of any movable or - immovable property is revoked by a divesting Order: —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(a) that Property shall be deemed never to have",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "vested in the Board by virtue of that vesting Order, and any question which may arise a8 to any right, title or interest, in or over that property shall be determined sccdrdingly;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "40) that property shall be deemed to have been and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "to be property which was requisitioned by a requisitioning Order with effect from the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "* + date on which that resting Order took effect",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "and Was derequisitioned by a derequisition- . ing Order with effect from the date of the revocation of that vesting Order; e(e) all claims made under thie Act to the compensa- : tion payable in respect of that property and ail proceedings taken under thia Act in rogurd to euch claims before that vesting Order was revoked shalt be deamed to be nul + and void, and fresh claims to compensation in respect of that property may be made",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Paddy Marketing Board Act, Ne. 14 of 1071 28 under this Act and fresh proceedings in regard to such fresh claims may be teken under this Act. (8) The preceding provisions of this section shall have effect notwithstanding anything in any other provision of this Act or in any other written law. 87. (1) Any person specially or generally autho- Tebing vised in that BebRIE by the Minleter or the Chairman ms, of the Board may take possession of any property yt! ia. er vested in or requisitioned for the Board. ie (2) Any officer of the Board authorized in that behalf by the Chairman of the Board shall, by notice given to the person in occupation or in possession of any proverty vested in or requisitioned for the Board or exhibited in some conspicuous place on or in the vicinity of such property— (@) inform such person that such authorized officer intends to take possession of such property for and on behalf of the Board on such date and at such time and place as shall be specified in the notice, an .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(®) requize any person interested or his authorized ‘agent to be present on the date and at the time and place so specified, and to allow snd. assist ch anhorined oflicer to tale poses, sion of suc woperty for and on ol",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": ". the Board.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Where such property is a motor vehicle, the notice aforesaid may be given to the registered owner of that vehicle within the meaning of the Motor Traffic Act cap. 901. Instead of being given to the person in possession of that motor vehicle.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(3) Any notice required to be given to any person under the preceding provisions of this section shall be deemed to be given to him if such notice is sent to him | by registered letter through the post.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(4) Any person who contravenes any requirement of any uotics given to him under this section shall be j guilty of an offence under this Act. |",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "88, (1) Every person who— Prevention of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(2) prevents, cbetracts or resists, or & fang",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "\" pene, ©) directly or indirectly causes anyone to prevent, PON, obstzuct or resist, fine Bow",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "|. % Paddy Marketing Board Act, No. 14 of 197% any person from or in taking possession, under section 87, of any property for and on behalf of the Board shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(2) Where an officer authorized by the Minister or the Chairman of the Board under section 37 to take",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "ossession of any property for and on behalf of the Board ig unable or apprehends that he will be unable to take possession of such property because of any obstruction or resistance that has been or is likely to be offered, on his making an application in that behalf to the Magistrate’s Court having jurisdiction over the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "aca where that property is kept or situated, the Magers shall issue an order of the Court directing the Fiscal to deliver possession of that property to him for and onbehalf of the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(8) Where an order under sub-section (2) is issued to the Fiscal by a Magintrato’s Court, he shall forth- with execute that order and shall in prriting report to the Court the manner in which that order was execated. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(4) Where an order under sub-section (2) is issued to the Fiscal by a Magistrate's Court, the execution of euch order shall not be stayed in any manner oy reason of any atep taken or proposed to be commen:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "- im any Court, with @ view to questioning, varying or setting aside such order.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(3) For the purpose of sxecuting an order issued by Magistrate's Court under sub-section (2), the Fisct or any person acting under bis direction may use such: force as may be necessary to enter any place where any movable property to which that order relates is kept and seize such movable property, ot to enter any land, building. strocture or other immovable property to which that order. relates and to eject any person in opcupation thereof, and to deliver possession of such movable property, land, building, structure or other immovable property to the person who is authorized to take possession thereof fr and on hebalf of the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "Ampisiion st =. BO, (1) Where any immovable property, other toes wade tha any notified property, is required te be aquired f'n for the purpose of the business cf the Board and the Asnaeition Minister, by Order published in the Gazette, approved Board, of the proposed acquisition, that property shall be deemed to be required for & public purpose and may ‘ cap, 400, accordingly be acquited compulsorily under the Land Acquisition Act and be transferred to the Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "Paddy Marketing Board Act, No. 14 of 1971 | 25",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "(2) Any sum payable for the acquisition of .any inmovablo property under the ‘Lond ‘Acquisition Act, cup a, for the Board, shall be paid by the Board.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "40, (1) Where any immovable propetty of the ere rm Crown { required for the purpose of the business of Seg the “Board, \"such, purpose stall he deemed to bo legit",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "- purpose for which a special grant or lease of such {t\"she property may be made ander section 6 of the Crown",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "ands Ordinance, and accordingly the provisions of cup. si. that Ordinance abali apply to a special grant or lease of such property to the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "(@) Where any movable property of the Crown is required for the purpose of the business of the Board, the Minister may by Order published in the Gaseiue transfer to and vest in the Board the possession and use of such movable property.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "44. (1) The Chairman of the Board or any person Pout & authorized in that behalf by such Chairman may—~ — [22eaten",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "angen",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "(a) inspect’ any movable or immovable property inspec.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "which had been, or is being ot is or was Intended to be, tsed for the purchase, sale supply or distribution of paddy and rice oF holling, milling or processing of paddy and rice;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "@) inspect any movable or immovable property which lad been, or is being or is or was intended to be, used for the carrying on of auch other business as may he incidental or conducive to the puxposes referred to in para- - graph (0);",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "© request any person to furnish information with .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "regard \"Le any matter within his knowledge",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "lating to any movable or immovable pro- perty referred to in paragraph (2) or para 7 greph (6); and .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "(@ request any person to furnish information with regard to any matter within his knowledge",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": ". relating to the, business of purchase, sale,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "supply or distribution of paddy and rice of hulling, milling or processing -of paddy and rice, whether-carried on by himeelf or any other person, end the persons employed for the purposes of such business, including",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": ": details of their selaries, gratuities, compan",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 26,
    "par_num": 19,
    "text": "sation, or other benefits accruing to them.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": ". % Paddy Morksting Board Act, No. 14 of 1971",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(2) Any person who fails, without reasonable cause, . to comply with the provisions of sub-section (1) (c) or gub-section (1) (d) or who furnishes information know- ing such information to be false or obstructs any person in the exercise of the powers conferred on him xy sub-section (1) (a) or sub-section {1) (6) shall be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "gailty of an offence under this Act. Power of Boo’ . 42. (1) Any person who carries on the business of {o pate me of porches, sale, supply, transport or distribution, Teatltee of uiling, ‘milling or processing of paddy and rice",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "g: paddy, ether geneor. — shall, if a written request in that behalf is made to him by the Board, make available for nse by the Board ‘any equipment or facilities maintained hy him for the . Purpase Df thet business subject to ouch terms and conditions (including terms as to the charges to be made for such use) as may be determined by agreement between that person and the Board or, in the absence of such agreement, by arbitration as hereinafter provided.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(2) Where the terms and conditions subject to which any equipment or facilities of any referred to in sub-section (1) is or are to be used by the Board have to be determined by arbitration, the arbitration shall be conducted— :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(@ by a single arbitrator nominated by agreement",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "between that person and the Board; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(®) in default of such agreement, by two arbitrators",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "nominated respectively by that person and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "- the Board.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(8) Where in any case referred to in paragraph (b) of sub-section (2) there is a difference of opinion among the two arbitrators in respect of any matter, the matter shall be referred for decision be an bmpire chosen by them, and, if they are anable to agree, by an umpire sppsinted for the purpose by the District Court of Colombo on application made by any party to the arbitration proceedings,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "No stamp duty shall be payable in respect of any application under this sub-section. *",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "Each party shall be liable to pay in equal shares the amount of the fee payable to ani umpire chosen oF appointed under this sub-section.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 14,
    "text": "(4) The decision of a single arbitrator or where there are two arbitrators their agreed decision, or in any case referred to in sub-section (8) the decision of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "Paddy Marketing Board Act, No. 140f 1971 27 an umpire, shall be final and conclusive for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "poses of this section and shall be binding on the Goat and on the person whose equipment or facilities",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "« is or are to be used by the Board.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "(5} Regulations may be made in respect of all matters relating to or connected with the conduct of proceedings upon arbitration under this section.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "43. No person shall be entitled to compensation compeonaton for any loss incurred by him whether directly or fr, indirectly or hy way of business or otherwise by reason teawn of of the vesting in the Board or requisition for the tLe. Board under this “Act of any mill’ baller, plant, fer Sea machinery or equipment or facility used by such ee? ah Pesvon or intended to be used by such person for his mushiidy, do. musiness,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "PART V . Compensation",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "4%. Where any Rroperty is vested in oF Notlrto requisitioned for the Board, the Chairman of the ms ., Board shall, by notice published in the Gazette and tmkeclaias in such other manner as may be determined by him, ©, {sco Girect every person who Was interested in such iste mer Property immediately before the date on which such fhe Act",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "~ Property wag so vested or requisitioned to: make, pope within @ period of one month reckoned from the date \"Mt, 3 specified in the notice, a written claim to the whole fr the Boma. or any part of the compensation payable under this Act in respect of such property, and to specify in the claim—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "(@) his name and address;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "(®) the uature of his interest in such property;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "(©) the particulars of his claim; and .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "@® harymmach of such compensation is claimed by",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "im,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "“38. (1) The Chairman of the Board or such other zywer ot to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "officer as may be authorized by him in that bebalf Gemma g",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "shall, as soon as possible after the receipt of a claim ofiar",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "for compensation made by amy person under seotion juin",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "44, determine such claim. pen",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "(2) Where there is any dispute as to the persons tslimeste",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "* entitied to compensation in respect of any property",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 28,
    "par_num": 21,
    "text": "vested in or requisitioned for the Board, the Chairman",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "28 Paddy Marketing Board Act, No. 14 of 1971 of the Board or such other officer as may be authorized. by him in that bebalf shell. defer making any deter- mination as ta the compensation payable m respect of such property and aball refer the dispute for decision to the District Court within whose jurisdiction such prpperty. being immovable property, is situate, or eing movable property, was sept, at the time it was",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "so vested or requisitioned, end shall, after such Court make its decision on such dispute, make an award in accordance with such decision.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "owe: to bsld 58, (1) For the purpose of aking determination",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "inqnires into ander section 46, the Chairman of the Board or such",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "cupeoniea. other officer as may be authorized by him in that behalf may, if such Chairman or other officer considers: it necessary so to do, hold an inquiry, and such Chair- man or other officer shall by notice in writing direct every claimant for compensation to be present on auch date, and at such time and place, as may be specified in the notice.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "(2) The Chairman of the Board, or such other officer as may be authorized by him in that behalf, conducting an inquiry under sub-section (1) may adjourn the ingniry from time to time and on every occasion on which such Chairman or other officer adjourns the inquiry, such Chairman ‘or other officer shall. notify to every claimant for compensation the date on which, and the time and place at which, such inquiry will be resumed,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "(8) The Chairman of the Board, or such other officer as may be authorized by him in that bebelf, conducting an inquiry under sub-section (1) may by summons under the hand of such Chairman or other officer require—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "(@) any person ‘whose evidence is, in the opinion of ‘auch Chairman or other officer, likely to be material for the determination of the amount of compensation, to attend and to give evidenca at the inquiry on such date and at such time and place as may be mentioned in the summons; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "(®) any person to produce at the inquiry on such data and at such time and Place as may be mentioned in the summons for examination by such Chairman 'or other officer any sucl ; document or book of account in the posses- sion of such person as is in the opinion of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "Paddy Marketing Board Act, No. 14 0f 1971 29 such Chairman or other officer likely to contain euch information as may be necessary to determine the amount of compensation.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "@) A summons to any person under sub-section (9) shall be served on him in the same manner as i3 provided by the Civil Procedure Code for the service csp. am. of summons in a civil suit.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "(®) The examination of witnesses at any inquiry under sub-section (1) shall be on oath or affirmation administered by the Chairman of the Board or other officer conducting the inquiry.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "47, (1) The amount of compensation payable in Amewneet sat respect of any property, being immovable property myweet af vested in the Board, shall be a su equal to the value svt which that property would have realized if sold in the [sree at open market on the date on which that property was [Vinnie 80 vested. Ee",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "(2) In determining the compensation payable under sub-section (1) im respect of such property vested in the Board any sum which had been paid in advance to the owner of such property as rent for such period after the date on which the property was so vested shall be deducted from the amount of compensation.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "48. (1) The amount of compensation to be paid in Comromatog Tespect of any property, being immovable property fort ct, requisitioned Yor the Booed, shall be & sum easel to ries the rent which might reasonably be expected to be 2\"A\\\"Biaa, payable by a tenant in occupation of such property, during the period of requisition, under » lease granted immediately before the beginning of that period whereby the tenant undertakes to pay all usual rates and taxes and to bear the cost of the repairs and insuranos and other expenses, if any, necessary to maintain such property in a state to command that Tent,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "(2) The amount of any rent paid in advance to the owners of any property as is immovable for any period after the date on which such property was requisitioned shall be deducted from the compensation . Payable under sub-section (1).",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "39. ‘The amount of compensation payable in respect Auten ot of any Property, being movable Property vested in the Payable for Board, shal] be’ the actual price paid by the owners Hever #1 for the purchase of euch property and an additional. \"*”",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "30 Paddy Marketing Board Act, No. 14 of 1071 . sum which is equal to the reasonable value of any additions and improvements made to such property less a reasonable amount for depreciation. Popout 8. (1) The amount of compensation to be paid to Exnesntes,  @nY person in res; of any property requisitione: soafounat” for oF vested in The Board stall be Popeetonste tothe sp comeestt interest such person had in such property on the date “yaen\"\" on which the property was requisitioned for or vested in the Board: -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "Provided, however, where property requisitioned is subsequently vested in the Board, the apportionment of the compensation in respect of such property shail be proportionate to the interest any person had in such property onthe date on which such property was Tequisitioned for the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "(2) Any compensation payable under this Act shall carry interest, as from the date on which it accrues due ‘antil payment, at such rate as may be determined",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "yak y",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "by the Minister with the concurrence of the Minister",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "of Finance. : Wie omen BA, The compensation payable in respect of any Bika ia tt property vested in the Board shall be eumvidered 3 fomtecme sooruing due fzom the date on which that property - a ‘was a0 vested. Burct 4, 5% The Chairmen of the Board or other such Gisioman ofthe officer ag may be authorized by him in that behalf caer, urls. shall, upon the determination of the amount of az tivt ot compensation payable to any person in respect of any ESTE\" property vested in or requisitioned for the Board, gig mete of make an award under his hand of the amount of such",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "compensation and give written notice of such award",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "mp ai i to the person or persons entitled to such compensation.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "Paneo diese 83, (L) Where any person is dissatisfied with the Sed with ste” amonnt of the compensation awarded to bim under soem 2, section 52, such person may appeal against the award trainl.mey to the Board of Review constituted under the Land from ta the Acquisition Act (hereinafter referred to as ‘‘‘ the Enrol Board of Review \"”). ° ed wader bo ana Angers Every appeal under eub-section (1) shall be in tn Act wilting wire Pe ekdreseed tr the Chatroan of the Can 460. Board of Review and be transmitted to, or delivered at, the office of that Board.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Paddy Marketing Board Ast, No. 14 of'1071 3h . (8) Every. appeal under sub-section (1) sball— “{a) state the name and address of the appellant; @) mention as the respondent the Chairman of the Board or other officer who made the award against which the appeal is preferred; (6) contain a concise statement of the description of She property in respect of which the wward ‘was made; and (@ state the amount of compensation claimed by the appellant and the reasons why he coosiders the amount awarded by the respondent to be insufficient. : - ‘@ No appeal under sub-section (1) shall be enter- ” tained by the Board of Review unless it ig preferred within twenty-one days after the date on which notios of the award of the compensstion under section 52 of this Act was received by the appellant. 8B. (1) The provisions of section 24 of the Tand ayuinun o Acquisition Act aball epply to proceedings before the: Sige este Board of Review on any appee! to that Board under steeds this Act, in renin fo Bear (2) The provisions of section 25 of the Land Acqui- Review miter sie Act shali apply in relation to the decision of the \"4% Board of Review on any appeal to that Board under this Act subject to the following modifications :— . (@) sub-section (8) of that section shall have effect as though the words ‘or reduce” were . omitted; (®) sub-section (4) of that section shall have effect . as though the provisa thereto wore omitted: an (2) sub-sections @) and 9 of thas section shall have _ __ Sffect as though for the expression ‘* section 17” occurring in those sub-sections, there . : Wore substituted the expreseion ‘section 52”, ‘8% An award under thia Act of tho Chairman of ruviy of se the Board, or any other offlcer authorized by him in ime oud that behalf, or if instead of that award, a new award or a A® vee ©n appeal to the Board of Review been made by that Board, auch new award shall be final and not led in question in any Court. - : 988 coy :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "82 Paddy Marketing Board Act, No. 14 of 1971 Tender sul 86, Where an award ie made under section 52, the yume Chairman of the Board shall tender to the person who is entitled to compensation according to that award the amount of compensation allowed to him by the award or, if in lie of that amount a new amount bas heen allowed as compensation by a decision of the Board of Review on an appeal by him to that Board, tender that new amount to him, and shall pay the tendered amount to him if he consents to receive it. Por of p87. ‘The Chairman of the Board may before the geipe ott determination of a claim for compensation under this tieaes ou Act pay to a person. whom he considers entitled to such oot of . j Some, compensation an odvance, and any anm so paid shal) be deducted from the. amount of the compensation ‘awarded to him under section 2, . Bade ot 88. ‘The mode and manner of payment of compen- pynmi sation under this Act shall he determined by the ‘Minister in consultation with the Minister of Finance. Proiion fr 59, Where any compensation payable to any per- cai woes gon ander this Act is not sooepted By him when tt ie oe tendered to him or where such persoa is dead or not in served. 4. existence vr not known, it shall be paid to any District Court or Court of Requests, according as the amount Of the compensation exceeds or does aot exesed seven jundred an‘ rupees, to be drawn person or : persons tied Wherein y PART VI : Gena, Roser of 60. (1) For the purpose of enabling the Board to wae? exercise, perform OF Gohay ay Sait, duty or tie of function under any written ‘ow for the time being SHEE um, specified in the Schedule hereto, regulations may be made under this Act with the concarrence of the Minister to whom the subject or function or written inv has boop assigned by the Prime Minister ‘under cap, 87% section 48 (4) of the Ceylon (Constitution) Order in Council, 1948, declaring that aay such written law shall in its application have effect subject to such modification as'may be specified in thore regulations. “gq (®, Notwithetanding. the provisions of aub-eeation (8) of section 62 of this Act, no regulation made in pursuance of the provisions of this section shall come ‘into force unless and until it has been approved by resolution of the Senate and the Honse of Ropreses- tatives.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "Paddy Marketing Board Act, No. 14 of 1971 88",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "64. (1) For the purpose of enabling the Board to Power af efehivaly cxsroise ok Hlechaege or perform is powar, Sn, fanctions or duties uader this Act or any other enaet- ment the Minister may by Order published in the Gazette iene all such directions na may be necessary with a view to provide for unforeseen special cireums- tances or to determine or adjust any question or matter for the determination or adjestment of which no provi sion or no effective provision is made by this Act or such other enactment.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "(2) Within a period of fifty days after the publica- tion in the Gazette of any Order made by the Minister under sub-section (1) the House of Representatives may by resolution tevoke euch Order, and in the computation of such period no account shall be taken of any period during which Parliament is prorogued or ‘diserlved. Suck ‘revocation shall be. without Prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "62. (1) The Minister may make regulations for the Regustims, Purpose of carrying: out or giving effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "(2) In particular and withont prejudice to the generality of the powers conferred by sub-section (1), the Minister may make regulations in respect of the following matters:— .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "(@) any matter required by this Act to be prescribed ‘or in respect of which regulations are suthorized by this Act to be made;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "@) the amendment, revocation, or replacement of the provisions of the Schedule;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "(0) the furnishing of returns and statistics relating to the purchase, sale, distribution, supply. hulling, milling or processing of paddy and rite;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "{@ the entry and inspection by authorized officers of the Board of any stores or other premises of an authorized purchaser or licensee or anv place where a person is carrying on the busi-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": ". Ress of hulling, milling or processing of paddy and rice and of any stores of such person mentioned for the purposes of such Dosiness; :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 11,
    "text": "© the appointment of Regional Consultative Committess and the terins and conditions of such appointment:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "34 Paddy Marketing Board Act, No. 14 of 1972 7) prevoribing the fee for the issue of any licence under this. Act;. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "(g) all matters incidental or’ connected with the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "foregoing provisions of this sub-section.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "(8) Every regulation made by the Minister shal! be published in the Gazette and shall come into operation on the date of such publication or on such later date as may be specified in the regulation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "(4) Bvery regulation made by the Minister shall as soon as convenient after its publication in the Gazette",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": ": be brought before the Senate and the House of Repre- sentatives for spproval. Any regulation which ig not i approved shall be desmed to be rescinded as from _ the date of disspproval but withont prejudioe to any- thing previously done thereunder. Notification of the date on which a regulation is deemed to be rescinded shall be published in the Gazetie.. Retain tor 68, (1, No suit or prosecution shall lie— de tis. (a) egainet the Board for any act which in good atone “faith is done or purported to be done by the the Beard, Board under this Act; or ~- @) against any member, officer, servant or agent or ‘any authorized, purchascr of the Board for \"any fact which in good faith is done of pur- . ported to be done by him under this Act or ‘on the direction of the. Board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "(2) Any expenses incurred by such person as is referred to'in sub-section (1) in any suit or prosecution brought against-him-before any Court in respect of any act which is done by him under thie Act or on the direction of the Board shall, if the Court holds that the act was-done in good faith, he paid out of the Fund of the-Board. .- : a",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "Mo wis 0 4. No writ against: person or property shall be | Serge - issued against a member of the Bobrd in dy action popely aft brought against the Board. - onan. 63. ° (1) Every person who= -",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "(@) contravenes or fails to comply with any seotion",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 35,
    "par_num": 10,
    "text": "or provision of this Act or any regulation made thereunder or any order or direction lawfully given under this Act ahall be guilty of an offence under this Act;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "Paddy Marketing Board Act, No. 14 of 1971 35",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "(by aids or abets any person or persons in the a commission-of an offence under this Act shall",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": ". be guilty of an offence under this Act;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "{c) contravenes or fails to comply with the provi- sions of any Order made by the Minister under this Act shall be guilty of an offence under this Act; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "{@) attempts to commit an offence under this Act shall be guilty of an offence under this Act. =. *",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "(2) Every person who commits an offence under this Act shall on conviction after summary trial before & ‘Magistrate be liable to imprisonment of either descrip- . tion for a period not exceeding one year or to a fine not exceeding one thousand rupees or to both such fine and imprisonment, and the Magistrate may order the forfeiture of any property in retpect of which the offence was committed,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "(8) Notwithstanding anything to the contrary in the First Schedule to the Criminal Procedure Code, op =. every offence under this Act shall bea cognizable offence within the meaning of that Code.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "68. ‘Where any offence ander this Act is committed istuiyy tye body corporate every person who at the time of Src sne",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "commission of the offence was a member, general ot » body ‘manager, seoretary or other similar officer of the body symey* “* eonporate shall be deemed to be guilty of that offence cmmited by unless he proves that the offence was committed with. ft *¥- out his consent or connivance and that he exercised all such diligence to prevent the commission of: that offence as he ought tohhave exercised in the circumst- ances having regard to the nature of the offence. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "87. (1) For the purpose of the exercise, discharge Reve or performance of Pie powers, fonctiona and duties, B&\"an the Board may enter inte and perform all such tea. contracts as may be necessary for that purpose.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "©) The Board shall have the power to establish its _ own branches or agencies for the purpose of ite business or make contracts or other arrangements for such {Porpose with any porson or body ‘of persons (ret Y corporate or ‘ unincorparate) or with",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 12,
    "text": "ment departments. . .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "36 Paddy Marketing Board Act, No, 14 of 1971 Bower of 68. Any company or body of persons (whether Eafe, conpeeale en Unbnccrporatey ney, Pmotwnthonding eontracta anything to the contrary in any other written law or sihthe Burd, instrament relating to its functions, enter and perform all such contracts with the Board as may be neoessery for the exercise, discharge or performance of the powera, functions or duties of the Board. This het to 99. , The provisions of this Act shall have effect Port over notwithstanding anything contrary in any other wats un. written law, and accordingly in the event of any, conflict or inconsistency between the provisions of this * Aot and such other law, the provisions of this Act shall prevail. Thumrentin. (70, ‘In this Act unless the context otherwise requires— “immovable property means land and includes . any interest in, or any benefit to arise out of any land, and any leaschold or other interest held’ by any person in any Crown jand, and sie0 fbinge Siached to the arth or permanently fastened to anything atta ta the earth; me _ motor vehicle *” has the same meaning as in the ap om. ‘Motor Traffic Act; “ person who was interested ””— , (@) in relation to any immovable property : vested in or requisitioned for the Board, | means a, person he, immediately before the te on which such property was so vested or requisi- tioned, bad an interest in such ploperty as owner, co-owner, mort- gagee, lessee or otherwise, whether . absolutely for himself or in trust for . - any other person; and ® in relation to any ‘movable property ‘vested in the Board, means any perso who, immediately before the date on : which such property. was so vested, had an interest in such property a8 - omer, coowner, mortgages, plodee®, hirer or otherwise, whether absolutely + for himself or in trust for any other person; : “ producer” means any cultivator, landlord or” owner cultivator within the meaning of the Paddy Landa Act, No. 1 of 1958;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "» Paddy Marketing Bourd Act, No. 14 0f 1071 87 \" property requisitioned for the Board’? means .” property requisitioned for the Board by vintue of a requsitioning Order, and any cognate expression sball be eonstzved accor dingly; an : “ property vested.in the Board” means property vested in the Board by virtue of a vesting * Order, and any cognate expression shall be construed accordingly. : . SCHEDULE Food Control Act, Control of the Possession of Food Act. . Agficulfurel Produsta (Guaranteed Prices and Control of ‘Holling and Milling) Act, No. 88 of 1961.",
    "mean_p_confidence": 0.74
  }
]