[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Voy i | PARLIAMENT OF THE DEMOCRATIC | SOCIALIST REPUBLIC OF | SRI LANKA EMPLOYEES’ PROVIDENT FUND (AMENDMENT) ACT, No. 26 OF 1981 {Certified on Sth May, 1981) Printed on the Orders of Government : ‘Published az a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 08, 1981 roe £8 Ee GP ore EN Be LEA ‘YO BE PURCHASED AT THE GOVT. PUBLICATIONS BUREAU, COLOMBO 7 I Price: 35 cants Postage : 5¢ conts",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Employees’ Provident Fund (Amendment) ‘Act, No. 26 of 1881 [Certified on Sth May, 1981] LD—O. 103/20, Ax Aer to anenp mae Enpiovess’ Provipenr Fuso Act, No, 15 or 1958, BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— 1 This Act may be cited as the Ezaployees’ Provident Short title. Fund (Amendment) Act, No. 28 of 1981. . 2 Section 10 of the Employees’ Provident Fund Act, Amendment No. 18 of 1958 (hereinafter referred to az the “principal of section enactment”) as amended by Act No. 8 of 1971, is hereby Act No, 18 further amended ss follows: — of 1558, (2) In subsection (1) of that section, by the substitution for the words “six per centum\", of the words “eight per centum”; and (2) in subsection (2) of that section, by the substitution for the words “nine per centum”, of the words “twelve per contum™, 3. Section 16 of the principal enactment is hereby Replacement repesled and the following section substituted therefor :— of section 16 principal “Imposition 1. Where contributions payable under enactment, oy marcharee thia Act in respect of any month have not on fallure been made to the Fund before the last day EP ations of the succeeding month and the employer on due is unable to explain to the satisfaction of the date. Commissioner that the failure to pay such contributions was due to circumstances beyond his control, he shall be Hable to pay to the Fund, in addition to the amount of the contributions due, # surcharge on such amount caleulated in the following manner :— (@) where the contributions are in arrear for a period not exceeding ten days, a surcharge of five per centum of ’ the amount of the contributions due;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Employees? Provident Fund (Amendment) . Act, No, 26 of 1982: . (®) where the contributions are in arrear for a period exceeding ten days but a not exceeding one month, a sur- charge of filteen per centum of the amount of the contributions due; (© where the contributions are in arrear for a period exceeding one month but not exceeding three months, a surcharge of twenty per centum of the amount of the contributions due ; (@) where the contributions are in arrear for a period exeseding three months but not exceeding six months, a surcharge of thirty per centum of the amount of the contributions due; (©) where the contributions are in arrear for a period exceeding six months but not exceeding twelve months, a surcharge of forty per centum of the amount of the contributions due ; (f) where the contributions are in arrear for a period exceeding twelve months, a surcharge of fifty per centum of the amount of the contributions due”. 4, The amendments made to the principal enactment by Retrospective sections 2 ond 3 af this Act shall be deemed to have come effect. into force on January 1, 1881.",
    "mean_p_confidence": 0.87
  }
]