[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON;;. Ath Session 1955-56. j.2i vem NE fi GRENIER 2. RAL iy fst . . (ce A eS Ceylon Development Loans (Amendment) Act, No. 8 of 1956 = | Date of Assent: February 3, 1956 i i ! : Printed on the Orders of Government = Printed at the Goverment Farrag, Csvion. To be ‘purchased at the GoveRNMENT PUBLICATIONS BUREAU, COLOMBO Annual Subscription (including Bills) Rs. 28, payable in pra, Subeedon,_Goetuding Us) ymicat Peatio Ons . Bousau, Post Ornicy Box’ 960, Secretariat, Colombo I t Price : 15 cents. Postage: 10 cents",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Ceylon Development Loans (Amendment) 8 Act, No. 8 of 1956 L. DO, 56/55. AN ACT TO AMEND THE Cryton DEveELOPMENT ‘Loans Act, No. 6 or 1954. [Date of Assent: February 8, 1956} .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1, This Act may he sited ag the Ceylon Develop- mer aia ment Loans (Amendment) Act, No. 8 of 1956.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. Section 2 of the Ceylon Development Loans Act,  Amendueut af No. 6 of 1954, (hereinafter referred to as the “‘prine SR 2\" cipal Act”), is hereby amended. in sub-section (1) of 180 that ‘section, by the substitution, for the word “work ”\", of the words “‘ work commenced before or oa or efter the date of commencement of this Act and\",",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "8, Section 4 of the principal Act is hereby amended Amecdmeat at as follows: — teen (1) by the re-numbering of that section as eub- “*",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "section (1) of section 4; and (@) by the addition, at the end of that sub-section, of the following sub-section:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(2) Where any cum of, money hes, before or on or aiter the date of com- mencement of this Act, been expended ont of the Consolidated Fund of Ceylon on any such work as is mentioned in sub- section (1) of section 2, that sum may, subject to the proviso to aub-seotion (1 of this section and upon a resolution in thas behalf being passed by the House of Representatives, be replaced out of the moneys raised by way of loan under sub-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "; section (1) of section 2, and upon such replacement such expenditure shall be charged to such loan.””.",
    "mean_p_confidence": 0.75
  }
]