[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "© Gres) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ‘ SRI LANKA FAIR TRADING COMMISSION . (AMENDMENT) ACT, No. 57 OF 1993 , {Cortified on 25th November, 1993) . Printed on the Order of Government Published as a Supplement to Part II of the Gazetie of the Democratic Socialist Republic of Sri Lanka of November 26, 1993 ‘PRONND AT THE OEPANTMENT OF GOVERNMENT PRUVTING, $m Lex ‘TO BE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAY, COLOMBO 7 Price: 60 cents, Postage: Re. 1.00",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Pair Trading Commission (Amendment) . Act, No. 57 of 1993 «(Certified on 25th November, 1993]",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "LD-0 se",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Aut Acr to amo sHE Fam ‘Traore Commission Act, ‘No. 1 or 1987",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE dt enacted by the Parliament of the Democratic .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Socialist Republic of Sri Lanka as follows —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be cited as the Fair Trading Commission Short title (Amendment) Act, No. 57 of 1998, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 Section 5 of the Fair Trading Commission Act, No. 2 Amendment ‘of 1987 (hereinafter referred to as the “principal enactment) of secon is hereby amended as follows :— Asie}",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) by the substitution for paragraph (b) of that section 7",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "of the following peragraph:— “(@) to examine any request made to it under section 18.; and (2) by the omission of paragraphs (c), (d) and (e) of ‘that section,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. Section @ of the principal enactment is hereby Amendment ‘amended as follows :— Sof the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) by the substitutisn for the words and figure “func- Eaasthent",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "tions under paragraph (b), (c), {d) and {e) of section 5 of this Act,”, of the words and figure ‘ “functions under paragraph (b) of section 5 of this Act,\"3 (2) in paragraph (c) of that section by the substitation for the words “ production of articles or the provi~ sion of services;”,.of the words “the production . ” of articles 5\"; @) by the substitution for paragraph (e) of that section of the following paragraph -— + + (8) the efficient operation of public corporations engaged in the production of articles or in any activity connected with or incidental to the . production of articles: ”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4 Section 7 of the principal enactment ts hereby Amendment amended by the substitution for the words ‘distributors of tection of eny article and any Government department or public principal corporation engaged in the provision of any prescribed snéctment, service”, of the words “distributors of any article”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": . ¢",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Fair Trading Commission (Amendment) : Act, No. 37 of 1993 gyrartion §. The following new section is hereby insorted fection 96 mimediately after section 9 and shall have effect as section pencpal 9 of the principal enactment :— Sfieieatlen Gn. (2) Every person whether a body of Hare# 2 Sorporate of uot who propores to acquire “gtaate, 3 any shares in the capital or any assets of & situation. body corporate or of any other person, the . acquisition of which may result in the . creation of a merger situation within the meaning of this Act, shall give written notice of the proposed acquisition to the - Commission, noc less than thirty days priot : to the date of the sald proposed acquisition. (2) The Commission shall within twenty- ‘one days of the receipt of the notice referred to fa subsection (I) inform in writing the . person who gave such notice : . . (@) that the Commission has no objection to the proposed acquisition of shares or assets; or . ®) that the Commission will communicate its decision after holding an fnvesti- gation or inquiry «relating to the . +. matter, ®, Reviscement —g, Section 11 of the principal enactment ts hereby {icf the repealed end the following section is substituted therefor :— . Bringleal | wcommisslon IL ‘The Commission may elther of its j Hvectgae”* own motion or on a: complaint or request | tien, made to 1 by any person, carry out at . investigation with respect’ to— | (W), the extstence or possfble existence of ‘& monopoly situation; y ' (©) the éfeation or possible creation of a ., merger situation ; (©) the prevalence of any anticompetitive a o practice.\" re",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Falr Trading Commission (Amendment) 3 Act, No. 57 of 1998 - 7. Section 13 of the principal enactment ig hereby Amendment amended in subsection (1) of that section as follows— 9,01 oF at Exsotment, (1) by the substitution for the words end figure “For the purpose of paragraph (b) of section 11,”, of the _ . Words and figures “For the purpose of section 9a and paragraph (5) of secHon 11,\"; (@) by the substitution for the words “shares in the capital or in the assets”, of the words “shares in ‘the capital or any assets”, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "% Section 18 af the principal enactment is hereby Amendment ‘aménded in subsection (1) of thet section, by the substi- 18 of the ‘tution, for the words and figure “specifted in section 11\", EXactment, of the words and figures \"specified in section % or section au. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "% Section 34 of the principal enactment {s hereby Amendment amended by the substitution for the words end figures of tox “made under section 18 or section 19°, of the words and enactment: figure “made under section 18%,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "10. Section #7 of the principal enactment is hereby Amendment amended by the insertion immediately after subsection (1) 37 of the of that section, of the following new subsection :— rinelpal",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "“ (1A) Where any person convicted of an offence under paragraph (b) of subsection (1) fails within fourteen days of such conviction to’ furnish the return or information or produce the document as required under section 7 or section 8 of this Act, he ahall thereafter be Usable to an additional fine at the rate of rupees five hundred per each day untill the said return or information is furnished or the document is produced, as the case may be, to the Commission. \".",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "11. Section 38 of the principal enactment in hereby Amendment mended in subsection (2) of thet section by the omision 3p sf we of paragraph (@) of that subsection. + Bence",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "n ce ee",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Fair Trading Commlasion (Amendment) . Act, No. 87 of 1993 Amendment 12, Section 41 of the principal enectment is hereby prepa amended by the substitution for the definition of “relevant enuciment, agency” of the following definition:— *“yelevant agency” means the manufacturer, importer, or distributor of any specified article or any other Person responsible for fixing the price of such speci fed article’, Binhala 18, In the event of any inconsistency between Sinhala Prevail in and Tamil texts of thls Act, the Sinhala text shall prevail event of ‘eonats- = : teney, :",
    "mean_p_confidence": 0.77
  }
]