[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  Ki  Oe.  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  TURNOVER TAX (AMENDMENT)  ACT, No. 46 OF 1998  [Certified on 31st August, 1998]  Printed on the Order of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of September 04, 1998  sina ys pment eS hn  ee  Price : Rs. 4.50 Postage : Rs. 2.50",
    "mean_p_confidence": 0.6951851851851852
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Turnover Tax (Amendment) Act, No. 46 of 1998  [Certified on 31st August, 1998}  L.D.—0. 40/97.  AN Act To AMEND THE Turnover TAx Acr, No. 69 oF 1981.",
    "mean_p_confidence": 0.6875
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  BE itenacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.7194444444444444
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1, This Act may be cited as the Turnover Tax Shor title  (Amendment) Act, No 46 of 1998.",
    "mean_p_confidence": 0.7533333333333333
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2. Section 2 of the Turnover Tax Act, No. 69 of 1981 Amendment of  (hereinafter referred to as “the principal enactment”) is hereby ng aa  amended in paragraph (b) of that section as follows:— ©. 690!",
    "mean_p_confidence": 0.742
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (@)_ by the repeal of sub-paragraph (iii) of that paragraph;",
    "mean_p_confidence": 0.7333333333333334
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  and  (b) by the re-numbering of sub-paragraph (iv) of that  paragraph as sub-paragraph (iii) of that paragraph.",
    "mean_p_confidence": 0.7114285714285714
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  3. Section 5 of the principal enactment is hereby amended Amendment of  as follows:-— section Sof the",
    "mean_p_confidence": 0.6835
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  principal  (1) in sub-paragraph (i) of paragraph (d) of mactment.  subsection (1) of that section, by the substitution,  for the words, “increased by twenty-five per-  centum”, of the words “increased by ten per  centum”; and  (2) _ by the addition, at the end of that section, of the  following subsection:—  (6) In ascertaining the turnover, for any  * quarter, of any business of exhibiting  cinematograph films, there shall be deducted an  amount equivalent to any “increase” within the  ‘meaning of regulation 2 of the regulations made  under section 5 and section 61 of the National  Film Corporation of Sri Lanka Act, No. 47 of >  1971 and published in Gazette Extraordinary  No. 946/9 of October 24, 1996, collected in that  quarter, in respect of that business”,  2D 048999—-10,075 (98/06)",
    "mean_p_confidence": 0.7541610738255033
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Turnover Tax (Amendment) Act, No. 46 of 1998  Leonie etoile 4. Section 12 of the principal enactment is hereby  pian amended in subsection (1) of that section, by the substitution  pein for the words, “every person who imports any article”, of the  words “every person who imports, prior to the date on which  the Goods and Services Tax Act, No. 34 of 1996 comes into  operation, any article”,  Amendment of S. Section 47 of the principal enactment is hereby  section 47 ofthe amended as follows: —  principal  enactment (1)__ by the re-numbering of that section as subsection  (1) of that section;",
    "mean_p_confidence": 0.7467826086956522
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (2) by the addition, immediately after the re-  numbered subsection (1) of the following  subsections:—",
    "mean_p_confidence": 0.7063157894736842
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  “(2) Notwithstanding the preceding  provisions of this section, where there remains  any residue of the turnover tax which is  deductible in accordance with the provisions of,  subsection (1), for each of the quarters preceding  the last quarter, such residue shall be deducted,  to the extent it can be so deducted, from the  turnover tax payable by any person, in respect",
    "mean_p_confidence": 0.8049275362318841
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  é of the turnover referred to in subsection (1) for  the last quarter, and any balance of the residue  after such deduction shall, subject to the  provisions of section 49, be refunded after the  expiry of six months reckoned from the date on  which the Goods and Services Tax Act, No. 34",
    "mean_p_confidence": 0.8162711864406779
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  ~ of 1996 comes into operation.",
    "mean_p_confidence": 0.625
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  For the purposes of this subsection “last  quarter” means the quarter ending on the day  immediately preceding the date on which the  Goods and Services Tax Act, No. 34 of 1996  comes into operation.",
    "mean_p_confidence": 0.79825
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (3) The provisions of subsection (2) shall  not apply to any business referred to in  paragraph (b) of section 2.”.",
    "mean_p_confidence": 0.7354166666666666
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Turnover Tax (Amendment) Act, No. 46 of 1998 3",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  6. Section 48 of the principal enactment is hereby Amendment to  amended as follows:— beamed",
    "mean_p_confidence": 0.7083333333333334
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (1). by there-numbering of that section as subsection \"te\"  (1) of that section;",
    "mean_p_confidence": 0.6075
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (2) by the addition, immediately after the re-  numbered subsection (1) of the following  subsections :-—",
    "mean_p_confidence": 0.6984999999999999
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (2) Notwithstanding the preceding  provisions of this section, where there remains  any residue of the turnover tax which is  deductible in accordance with the provisions of  subsection (1), for each of the quarters preceding  the last quarter, such residue shall be deducted,  to the extent it can be so deducted, from the  turnover tax payable by any person, in respect  of the turnover referred to in subsection (1) for  the last quarter, and any balance of the residue  after such deduction shall, subject to the  provisions of section 49, be refunded after the  expiry of six months reckoned from the date on  which the Goods and Services Tax Act, No. 34  of 1996 comes into operation.",
    "mean_p_confidence": 0.8208333333333333
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  For the purposes of this subsection “last  quarter” means the quarter ending on the day -  immediately preceding then date on which the  Goods and Services Tax Act, No. 34 of 1996  comes into operation.",
    "mean_p_confidence": 0.7948780487804877
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (3) The provisions of subsection (2) shall  not apply to any business referred to in  paragraph (b) of section 2”.",
    "mean_p_confidence": 0.7383333333333333
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  7. The rate of turnover tax payable in respect of the Special provision  turnover of any person who carried on business as a rating tothetax  manufacturer or importer of any article falling within the Bee ctian ~  description in the entry specified in column 3 of Part I of the ormanufacture of  Order made under section 7 of the principal enactment and certain anicles.  Published in Gazette Extraordinary No. 869/2 of May 1, 1995,  and corresponding to the entry relating to Harmonized System.",
    "mean_p_confidence": 0.7494505494505495
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  Code No. 8424.81 under Heading No. 84 specified in Column.",
    "mean_p_confidence": 0.7608333333333334
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4° Turnover Tax (Amendment) Act, No. 46 of 1998  2 of that Part of that Order, shall, notwithstanding anything  to the contrary in the Order made under that section of that  Act and published in the Gazette Extraordinary No. 751/20  of January 29, 1993, be—  () five per centum for the period commencing on  January 29, 1993 and ending on February 7, 1995;  and  Gi) six per centum for the period commencing on  February 8, 1995 and ending on April 30, 1995.  Exemption from 8. Every business for the supply of the services for—  tumover tax of the  supply of cern . ,  peli Aereai (i) converting grey fabric into finished fabric; or  intheesponee” (ii) improving the quality and character of garments by  garments, chemical washing or dyeing, or by embroidery,  smocking or screen printing,  to any business engaged in the export of garments shall,  notwithstanding anything to the contrary in an Order made  under section 4 of the principal enactment, be deemed to be  and to have been exempt from turnover tax for every quarter  ‘commencing on or after January 1, 1992 but prior to October  1, 1995 and for the period commencing on October 1, 1995  and ending on November 8, 1995.  Retrospective 9. The amendment made to section 5 of the principal  effect. enactment—  (@) by section 3(1) of this Act, shall be deemed, for all  Purposes, to have come into force on November 6,  1997; and  (©) by section 3(2) of this Act, shall be deemed, for all  Purposes, to have come into force on July 1, 1997.  Sinhala text to 10. Inthe eventof any inconsistency between the Sinhala  Prevail incase of and Tamil texts of this Act, the Sinhala text shall prevail.  inconsistency. i",
    "mean_p_confidence": 0.7679012345679012
  }
]