[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  : SOCIALIST REPUBLIC OF  SRE LANKA  API WENUWEN API FUND  ACT, No, 6 OF 2068  teen  one nt nena  tata tent wa  dosing ueannraeeetae  sts rts",
    "mean_p_confidence": 0.4407317073170732
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Api Weowwen A Pad Act, af 208  (conte on 19 Foy, 20883  Lp—o26tt  Ax Acrromm me mst am eee",
    "mean_p_confidence": 0.31875000000000003
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  “oveone ss stan Wisc nea MEE at",
    "mean_p_confidence": 0.17222222222222222
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Feasnes 00 90 UNG ATHSS COO TION  conse by the Pane af te Dea Soca  Repub ofS Lan fous —",
    "mean_p_confidence": 0.26916666666666667
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  1. This Actmoyhe cli ante Age Wenswen Ap Pind Shot ie.  Ae R828,",
    "mean_p_confidence": 0.188125
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  2. Gy Theres beasublahed aRundn batlcant Retief  Srounssihe Api Werawen Ap Ferd” heck steed SE  chaste\" Fan) fore pnp of ging efecto ms  ets of he Fd a scoot i eeu",
    "mean_p_confidence": 0.23722222222222225
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (2) The fund peste under seen (1 sal bea  ny conpere sh popes acceso Ue he Oa  ards Ags Wermwee Ap Pod eo ty fe ere may  Sead es wth ft power a may ve and  {ee acommon al en ace sae is pleut",
    "mean_p_confidence": 0.34700000000000003
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  3.) Toe nbn, mangement nt connatat Rowe  the Fan sll be vested in Beard of Mawgement Nena ot  {peer etien oa \"Boar",
    "mean_p_confidence": 0.33692307692307694
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) The ow sa coi =",
    "mean_p_confidence": 0.36375
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  fe) te tliing eva memes",
    "mean_p_confidence": 0.18571428571428572
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  6. the Sera 0 the Minny of the Miner  Sn erage Othe subj ef Denes oF ik  2. ac 30",
    "mean_p_confidence": 0.34958333333333336
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Reh Ramen Apt Band Act, Na 8 nf 2st  fil) aBepary Govemoret the Cerml Bint SH  ana, nemismed by sha Ciera Of te  Cetra Bark",
    "mean_p_confidence": 0.317741935483871
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (he Presa! ce a member of the Coane of  the Inattete af Chartered Accountants  otmingtat by the flute of Chartered  Gecourtarts of Sn Latha esLishd bs the  Testaate of Chartered csoamains of 3  Lanka det. No. 33 oF 1958:",
    "mean_p_confidence": 0.3791304347826087
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  Ge) Be Breeton cr a member oF the Fath of  the Postgraduate fanitute af Manrgement  of de Unvurrsiy of Set fayewardenspars  sorsinatad by the Beard of Monsaeriet  ae Poxierdusie lstaute of Mars er  and",
    "mean_p_confidence": 0.31658536585365854
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  . (02 sore members who shall bs oppoiated by the",
    "mean_p_confidence": 0.43166666666666664
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  Its in charge oF te subjce af Degas om,",
    "mean_p_confidence": 0.4109090909090909
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  among these ho possess aecesnary",
    "mean_p_confidence": 0.2742857142857143
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  ‘quililienions, experience of expertise ie the",
    "mean_p_confidence": 0.41125
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  ‘ekis of Cow and Fann theveater sete",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  to 2s “uppoeziad nero",
    "mean_p_confidence": 0.2866666666666667
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  8) The Seoreiany 1 the Miniaoy ofthe Minister in  surge of he subject of Dele sl te nhs Chea a  he Board,",
    "mean_p_confidence": 0.3903846153846154
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (2) Am appevited sere ofthe Hest ney 3 any ne  resign his office by eritten communication arene  the apeoining unosiy id a copy tothe Chatman ot  the Beat.",
    "mean_p_confidence": 0.3981818181818182
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  (854 pera sal be disqualified favs tetng appoint,  ‘coming Ines, a3 ee of Mes Ho ac  Beno",
    "mean_p_confidence": 0.320952380952381
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  ta) ioc becomes, e member of Puliement ot @",
    "mean_p_confidence": 0.3781818181818182
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  Proving! Couseil ara heal sationty",
    "mean_p_confidence": 0.2742857142857143
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Api Woamioea A Pood fet, No 8 of 20083",
    "mean_p_confidence": 0.3372727272727273
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  Phy sconce fa anceiealving oral ete,",
    "mean_p_confidence": 0.16875
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  punishable with ininecmen! for 3 fer nt es  ha moms cx",
    "mean_p_confidence": 0.33285714285714285
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  0) ‘is uder say fw in fore a St Lanka or ay cher",
    "mean_p_confidence": 0.4186666666666667
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  country fount er declare tobe of un a  . (a % & person wha, has dees deciured on  undiscnarges inselvent ar baskeape andr 433  fa in fc iS Lanks or ay ofher osu,  . 8) fal Any spied ember stall Nat office for &  cd af roe years from tho ate oF eppointment",
    "mean_p_confidence": 0.40399999999999997
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (hp Where se spooigced meer wf the Bowe vscues  bie office ty deank,cesignation ar othersse before the  oxpity of es er ef oie, is Soccénie shal hold office  forthe weapired petiod uf se tern of oftoe of his  predecessor",
    "mean_p_confidence": 0.4077777777777778
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  3) The Re sl sp penn be Be Sever  vo te Noord",
    "mean_p_confidence": 0.3426666666666666
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (8) The Chuirnan of the Boul shatt preside a at  meetings of the Board. kx the absence of the Chairman  fiom any mecttg, the Depiy Govurnen of the Centra",
    "mean_p_confidence": 0.5248484848484849
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  + Hank apgoinied wos sbyrsgragl UD of psgen 2)  uf susecton of cation 3 shall pride tht mating.  fn the ehseace of bath the Chairman and the Depsty  Gossamer the Bua, wh i prevent at ht  smccting, sll he eevied Uy the ctber meribeny, 3 the  haus, for dit wei,",
    "mean_p_confidence": 0.37964912280701757
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  15) fui bn the event of any difterence oF opinion  fehwroe ihe embers of the Boer dhe decision of the  sary of the membecs proven shall be binding ard  fleet,",
    "mean_p_confidence": 0.4348571428571429
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  pt Wenn Fe? ea Ma of 2008  1) inthe even ofan egainy of tes of the members oF  he Pan, the Chieman ata Dave a eastig vote  110) 2 ator gubeanceg af he Bones shal ve deem xc  ‘pe valid by eaann only of te BX stoace af exy WRCRORY  mst wembas.  HR) Toe quseon for any moming of he Bard sal! be  fronmemton.  1) Subject tthe proving of subsection (FE). the  ‘cord may make rola ta agate be powedare wth vega  {orf maechings asd the iensucton of basiness at wack  stings  Te siosaet 4. Thesis nad objets of he Fun sel bo —  sae  fo} So fiiatateveheines tosis Hmcia este  for consinustion of hoxses for semed service  peteormet  (8) provide sistance to sete service pers!  lipid order the Act spin Yous fates  (et omske prose fie grant ofan tae  sevice pevsonnet 9 obin ad repay th fone  ‘kisi by tem few Fingal ncn  de 6 formvite «rehome to ansore he mepepment  the oun, nh eval ay ahead sersce sere  Soke wspormsacaly dsbled ct ued, in aesoo  ‘orotiereise  pease nite $40) The antl, tha mamoet Hee Fond awe the  ost power to. do atl hings aecessary fer or conducive ce  Fasidetal tothe caring out the ss and objects of he  Fond",
    "mean_p_confidence": 0.34793388429752065
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  APE Woarven Aol Fil As, Mo. 6 of 2008S",
    "mean_p_confidence": 0.3109090909090909
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (2) Wout pejatiee to the generality of the poweny",
    "mean_p_confidence": 0.4090909090909091
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  soateeed by subssiton (2, the Beard ta roe ond  ‘Bchorge the flowing pues ad Foretions",
    "mean_p_confidence": 0.40222222222222226
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  > tense aed race wrases, pt, 2nd donations,  in cath ce in kite, wheter fn oat oe foie  sowtet,",
    "mean_p_confidence": 0.35434782608695653
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (0) to puctave. cqucorholdany property. movable  ‘c esnovae, which gy Decce vested iy  Has Act or hy vite af say pwchake, IP, tame  raatumenary dnplina or agherwise and io sll  smortgoge, Fete, gan), comes, devies, assign,  ‘exchange oF cabersive dlpone uf any property ®  ‘wich the Fund nay become ented",
    "mean_p_confidence": 0.348448275862069
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  fet $0 zonder any fey subject 9 the peovisions of  the: Loteties Ondine Chapter 45). ade 4  sis Furs fo tha EnBeranse ofthe bgoas oF tho .  Pens,",
    "mean_p_confidence": 0.33212121212121215
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  {di subject oo the provisions of the Ach (9 appeist  tficers emplogces und servani, ad ta emcee  ther und to make rules regarding the appoimumeat,  romain, erasers aad dnciphinaey contr  ‘of such officers. employees and servants and the  stan of leeve and ther bones 0 ther:",
    "mean_p_confidence": 0.4139622641509434
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  fel 40 enter inte and pertoem, either dirvetly oF  throng olficers, etaployees. seruenis. and  gon satoized én th bl by the Baad. 28  sich cera and apecoienns as may be neces  for the exercise, performace and discharge oF  the powers, duties end functions and for the  rying eo! he objects ofthe Reo",
    "mean_p_confidence": 0.4328333333333333
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  ph Wounven Apt Pad Ae, No. 80h 208  ta invest mosey belonging 49 she Foad 3 she  discesion ef the Board fe sey such invest  5 ato authonend by law for tho investment  vey. to oon vest and vary suc veers  the dicretion of the Beard. 10 eoilast  ny income arising ar acerting from sich  (2) open, operate ot else bank accounts a  ‘mow reine omy. wih te prpsy othe Fad  vic erica sch ee putes  ofthe Panda  (hd tnd a sch ote ace ce ings 0 ae noe  emer to tha eneying ot a the yc  the Fund  he set & Thore shal be chief accounting offer of the  seeming Fund apple By the Bound ho sai the spre  SILER, of the Bead be tespensiie forthe afin se  the mansseet of the Bond ecnhahed wer stom 2,2  Sseivaon jp patter for the maties proved fc sn section 7  et eamneen and sasign 8  eons anc 7. Thene al Be ai i dhe Pa -—  (2) gram. gfs, donations recived or ay fends  ‘nt cn S010, ether tea or fom sha  18) soy Finda, grate gilts, donations received se  oles sider favaty ot fee sro for te  Pond rir tthe eoaamencemet of ths Aci  fe) any stom reed eo the goverment fo ie  ts tive fr Be purpose OF cory ba te aims  ck obzer oF fs Fund  {ch suc sa ony berate Inv to 0 Hm  (tom ibe Preaident's Find exahliched by #e  Prenton’ Fad Ad Re, ? ot 1908",
    "mean_p_confidence": 0.3742957746478873
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Api Wanansen Apt Fa ese Bf 2087  (el any som of money transored fom the National  etence Furs estetished ender the National  Defence Act Ne, 8a 155,  any inane tac mretnients or ether ects due  tte Bond  The shal ie pal tof the Fond — Papgon a of  (et cienpanass necessary io ectinve de cbjecsafshe  Fu  8) the sonore! acerued on Inans gevmted £2 sere  secsors pre el,",
    "mean_p_confidence": 0.3335
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  fe} ttsach ober goyments 2a apgeass by the Beord  1 being necessary er the purpose of exayiog oat  ‘the objets OF de Fund.",
    "mean_p_confidence": 0.38148148148148153
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  9, Thee hot be an asconss mito ty the Fund ot seme be  tte Central Bark inthe ame of the “Ap: Wenewen Agi Re 9  Fun andthe moneys paid one die Fung ander section 7 Me Co  Hall be credited wo eso Accoues",
    "mean_p_confidence": 0.41604166666666664
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  38, ThePund chal vth he omourete ofthe Miniset Samy tthe  in charge of the subjecc of Finanee. be exempt fiom the a Ho ees  payee of any taxon the nese oF pas af the Fund  fac eseni 9 permit i tems of the Friand Reverse  ee No 100270,",
    "mean_p_confidence": 0.4003703703703704
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  112} The oad shal ense proper boobs oF accasiis fecal  be bipcul encore wd expendi, ses Sates,  nd a ther taxwaons of the Bod",
    "mean_p_confidence": 0.3567857142857143
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  £2) The Bernt shall come ts hnks Wo be balanced 36.",
    "mean_p_confidence": 0.39692307692307693
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  ‘onthe tity tstay oF Decent of the sams you, ard shal  progere the foosng Fpancot seman ad bec here  Fibs Boa, ue appiown, omer befve he By ay  ‘oF Mag the Sooty rar  {fo} an income and uxpenditave sscvamt, estaining  ‘rss of income and expense of dh Fad ie  hot year",
    "mean_p_confidence": 0.3432203389830508
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  Spi ean Aa Paul Aer Na 6 oF 20  2 te faiance set, eomtaining the seta of th  ‘outs a abi of the Fa ek ey te Feed  ‘watthiiyfe day of Devote,  fe} esunenent of cashflow showing 18 mance pid  ‘oot Pad a ll mares pai of the Poet  shat year",
    "mean_p_confidence": 0.38101694915254236
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  D1 The chief accounting oficet of she Fane shall  ‘sibmit, Moder hs signatace, the inoue wid expends  aceouit, the telance sect und he iene cash Fo  repaid sn scocadence wit slneston (2 w the Boor,  oes sone",
    "mean_p_confidence": 0.3532558139534884
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (4) The Board shal, by a resoltiom of the Roan,  approve se speome and expenditure atcount, buianee  sect ad the sctenent af ce flow abated ta bythe  hie accounting offer, wider snesion 2)",
    "mean_p_confidence": 0.3621052631578947
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  6) The Baurd shall cowie the repodt tf the chet  ascuming ofc on te adrian of affais af de  Fund which spat wamte a dota eeport of the ater  taken for the Patherance of tbe objectives uf the Ais, 1  be tracted fo the Mlisister along with che following  ocamencs =",
    "mean_p_confidence": 0.38775862068965516
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  4) he Ando Seueats ep forthe relevant yes;  eed",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  i) cements specified in sabaestion (2) of this",
    "mean_p_confidence": 0.42800000000000005
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (6) The Minister shot exuse copies af the repent tnd  tcamentssasmited 4 hie acd sbscetion (3) of is  section to be lal bole Potlzmont.",
    "mean_p_confidence": 0.3457142857142857
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  21 The Avion ese sa audit he th of he  Bund avery yearn accordance with the Acicte 134 OF Oe  Comatose",
    "mean_p_confidence": 0.4004
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  AP Wanton Apt Pua eu Ne of THOS 8  12. (iy Theneatet ie Pas — reset me  Bae  (ad shall be i the casuals ofthe Board |  {Yay bebe ins mare ge maybe detente  ty the Head and  {e) shal noite allied to any Been eucept wih  ‘ke saeedon OF the Board and ia Sh prance of  ‘ero merebers of the Board, whe shall sgt the  documents i tok af tele pepence. Hawever  ‘Ge power 9 alr the seal may be delepeled 10  any officer of the Bucd, by a reobeion of the  Bows  (2) The Bowed shall ese ts be manned a Reyer of  documents to which he seal ofthe Board haste aie.  13. (1) The Board may make miles ie expect of any ee  rte ered by on et  2) Norte mate byte Boos shat have ofecunies it  bas been approved by the Minister end pubisned i dhe  Gases  14. (4) Tie Miniser way make eeguations Zor madre asus  roged by vie Act to bp prose ean rapeat of  rogatation’ are ateaizod Ys beta  (Qe Anpartctas oe without peojuien to he penceaicy  ofthe pasar cunloned by sibestion (Ly the Mate  Drake fopulone i spac of ao an? of the Golionip  fi) the manne and the noted of te darn of  the moeeys in tic ud,  18) the cincuorstances or tenons to be comidered in  grain encield pr fo the pzmaent f ehe  Soar the intrest arsed thereon  fet ee mimes sd de aes of payment of oar  Installer",
    "mean_p_confidence": 0.3851408450704225
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  ape Wenn Apt Pa en, 8. 8 of 208",
    "mean_p_confidence": 0.4227272727272728
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  EAE tects tbe voided nasrsing se eigiiey",
    "mean_p_confidence": 0.16333333333333333
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  fora",
    "mean_p_confidence": -0.0033333333333333335
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  fed Re monner and fon fy which Fouesies 26 10",
    "mean_p_confidence": 0.31916666666666665
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  endo:",
    "mean_p_confidence": 0.02333333333333333
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  (Pe waner snd fon af making un coplicuion tora",
    "mean_p_confidence": 0.3390909090909091
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  foun wt",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  =) te mange in ich los granted frm the Fant",
    "mean_p_confidence": 0.3875
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  shall be recotared.",
    "mean_p_confidence": 0.314
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  19) Bveey regulation made by the Minister set be  pained in the Gees aod stat come igo epertion ew  fhe date of such publostin of ruc Ie ate es mny  squciied in the segubvon.",
    "mean_p_confidence": 0.46102564102564103
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  (4) ety regulation made bythe Minister shall 2008  as convention alter is pubtication inthe Gazeta be  raoghe before Parfizmens for a approval. Every  regalavien which net so appre by the Param shat  be deemed te be rescinded se fmm the date of wwe  hsippra, bot, het pejecce Day hing previously  ‘doe terezie",
    "mean_p_confidence": 0.46033333333333337
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  13) Notice of the date on which any rogaftlon iy 0  isapezved shall be published ca the Gazene",
    "mean_p_confidence": 0.48952380952380947
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "  arplcaion A Any armas savicepoveuame! whe it gible for",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "  im foam uncer this Ack, muy make 9 apptivato m Phe  Peseibel form to Be Beart.",
    "mean_p_confidence": 0.31526315789473686
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "  Sasa 16, On receipt of such appficatinn. the offer",
    "mean_p_confidence": 0.45363636363636367
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "  mine chien ht bai the Bard hd powes o",
    "mean_p_confidence": 0.2827272727272727
  },
  {
    "i_page": 11,
    "par_num": 17,
    "text": "  Soecaisn—Sepfiestion amd itemute to He Board ze eligitlty of  foch applica sith reason for such decison. The Bowrd.  fon satisfying Welf about she coestion of the eppHoant  Shall itoert the applica we decision. Tbe decasion of  the Bow i be nade tin four eos fom the esse  ‘oF sac applicaon",
    "mean_p_confidence": 0.37456140350877193
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Av enum Apt Fan 4c, No ap 2008  17. G3) Any spplicant, why ie eggrioved by the sane ome  cea of he Boar, ay appt einer ago  such denn  (2) Oa rove af ach agen the Btn sal aor  ising.aearng tothe appr and shot a remeerasve  (he Board =  fo allow: te appeal and cevrce the detison of the  Beant:  (2) al fos focher Inno 1 be Fase oe  levies tbe ake  (3s the devision uf the Bot  18 _‘Theilssionol the Miner hull comma aon  the Rear and le th appar wh a campy Mae  seh ede ema  19. Nowe asia pes of pentyl be sued ton es a  saga any member of re Hoard ary oem. servant ge Saath  ge Fy At SUG Sint te Fare eae  20,3 Anyeupemeinewned by he Findon any sat. Roemer  actor retin agi a asi th How tte STH  any owt sll be ps uo he rane OF the Fund on  anys rcovead by he md nay aac ce  frceectom sha be pie the Pod  (2) Any omponsinates tn ye. son or poestion  . ovat gis ny reer of the Bho ay To,  szaployees servant ours tafe Any Co esp  img at wich ise eo gc bs deme By sac  pre res an aw a on Oeste es nal  eres eh by he Fn",
    "mean_p_confidence": 0.37964
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Al Hemmer ap Fa se No. 6. 208",
    "mean_p_confidence": 0.3645454545454545
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  fees 21, Allotcae and servis theo hal dered",
    "mean_p_confidence": 0.365
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  EGPELSES soho puble servants whine meaning and for ta purge",
    "mean_p_confidence": 0.3933333333333333
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  Bek ths Pet Cade Cher 19),",
    "mean_p_confidence": 0.295
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  ERS ae,",
    "mean_p_confidence": 0.0775
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  Rata aoug 22. Tho Pusd shelh te deemed to be 9 scheduled",
    "mean_p_confidence": 0.40928571428571425
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  ins tietle jasiaiion wibin the retoing of se Beary Act «Chaat",
    "mean_p_confidence": 0.27076923076923076
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  Reaper 26.",
    "mean_p_confidence": 0.145
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  Uneapraie, ER Tothe Ach, “Amied Serise Peontt” mans the  service personel of the i Lan Army th SH banks  Navy al she Sei Lanka Air ores and sere ofthe  ‘Sei Luks Paice Foner coisa epee ty the Ary  ‘Act Chapte 357 the Many Acheter 8)the Air Poe  ‘Act heer 99) et Paice Cine (Caper 33.",
    "mean_p_confidence": 0.3735483870967742
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  Salen owe 2d. Inthe event of any incomsntomey beeen the",
    "mean_p_confidence": 0.375
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  fevslicax ef Sials and Tami tex oF tis At ho Sinha tet al",
    "mean_p_confidence": 0.37133333333333335
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  emceon pr",
    "mean_p_confidence": -0.005
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  “owal akin of Engin Gi an Aa fe Prt R 68S To he 18",
    "mean_p_confidence": 0.2525
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (arp Peake othe Somaersoenr, Gort Rue ss at Duras",
    "mean_p_confidence": 0.2918181818181818
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  (oven ane No 16 Reason tesca Peun Cun be  December rch year vere he year fawn",
    "mean_p_confidence": 0.3426315789473684
  }
]