[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ath Session 1963-64 . ey BEESESS g ale eons ‘Ge 8) SN > A a5 eee Local Authorities Elections (Amendment) Act, No. 9 of 1963 . G Os fish . Date of Assent : December’ 1983 Gf “Se ae : . Printed on the Orders of Government , Parchated st the Govemnnsiee Bimuconeins Bueae, Cotenbe nual Subscription (including Bills) Re. $0 (Local), Rs. 40 ee Price ; 75 cents. . Postage ; 20 cents. :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Local Authorities Elections (Amendment) Act, No. 9 of 1968 1, D.—O. 9/60. AN Act 70 AMEND THE Locat: AUTHORITIES ELECTIONS Ghtpter3i, ORpwvaNcE Saas EE, we BS . [Date of Assent: 3rd December, 1968} BE it enacted by the Queen's Most, Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4, (1) This Act may he cited as the Local sbritue ‘Authorities Elections (Amendment) Act, No. 9 sities of 1983.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(@) The provisions of this Act, other than the provisions of section 6, section 8, and section 18, shall come into operation on the date of the enactment of this Act. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(8) The provisions of: section 6, section 9, and section 18, shall come into operation on such date as the Minister may appoint by Order published in the =. Gazette. Different dates may be appointed under this subsection for. the coming’ into operation of the different provisions specified in this sub-section.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 “Section 4 of the Local Authorities Elections sncumenot Ordinance, hereafter in this Act referred to as the Gispinsia “principal enactment”, is hereby amended by the repeal of sub-section (1) of that section, and the substitution therefor of the following uew sab- seotion:— ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "\" (1) @ The Commissioner of Parliamentary Blections aball be the Commissioner of Elections (Local Bodies) for the purposes-of this Ordinance.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "@) There may, for the purposes of this Ordinance,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "be appointed, whether by name or by office, a ft and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Proper person or each of two or more such persons",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "to be ot to act as an Assistant Commissioner of __ Elections, (Loval Bodies). «",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "{@) ‘There may, fr the punposes ofthis Ordinance,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "be appointed, whether by name or by office, for",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘each district in Ceylon a fit and proper person to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "r. 2 Local Authorities Elections (Amendment) ‘Act, No. 9 of 1988 be or to act as the elections officer and any other’ anch person or each of two or more such persons to . be or to act as an assiatant-elections officer.””. Ampiomt st 8, Section 5 of the principal enactment is hereby wei Toh” amended aa follows: — : : cocina (1) in sub-section (1) of that section, by the substitation, for the expression ‘this Ordinancs—” to the end of that sub- section, of the following:— +“ this Ordinance each elections’ officer + shall be subject to the general supervi- sion and control of the Commissioner: **; and. , _— (@) in sub-section (2) of that -seotion,” by the : substitution, for ali the worda, from “\" Subject to any”? to ““ subject to the\", ‘ef the words “ Subject to the”. : Anminetot 4, Section 9 of the principal enactment is hereby Stfeauge amended in sub-sootion (1) of that seotion— (@) by the substitution, in paragraph (6), for the - words “ twenty-one years’, of, the words * eighteen years,”; and oo +” ®) by the insertion, immediately after paragrapti 1\" @, of the following new paregraph:— * (dd) ig a member of any other local . authority: or dusmdnest ot —“B, Section 19 of the principal enactment is hereby image amended as followa: — smachnent Va ed * i . o ©.” @) in sub-section (1) ‘of that’ section, by the <. sq}. Sabstitation, for the words “ prepare, in 22°\" English, and according to the requirements of the area, in Sinhalese or. in Tamil or both in Sinhalese and in Tamil, ”, of the “ words ‘prepare in the: lenguage ‘of the vv) majority and; ‘where the language of. the: majority is not the official. language ‘of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "_ Local Authorities Elections (Amendment) Act, No. 9 of 1968 ,. , Ceylon, in such official language and, ~ 1) |. wliere there is a language of the minority, in such Janguage of the minority, ”; and (2) by the: insertion, immediately after eub- “section (3) of that section, of the following new aub-section:— , . * (4) In this section— . ““Tenguage of the majority\", with . reference to any ward of an electoral’ area,’ means the language ‘ {other than the : English Ianguags) epolen ‘hy \"the ‘majority of -the voters of that ward, and .\" \\ 2 lenguage of the minority“, with ference to any ward’ of an 2010 electoral “ area,’ means the language (other | than the a language of the majority and the English language) spoken by ot lees than twenty por pace . eontum of the voters it Se, : ward. *, ..- The following new sections are'hereby inserted Tnustim of immediately after section 27, and shall have effect jvm aa sevtion 274, section 27R, section 27c, section 27D the principal and section 272, of the prineipal enactment: — cxecimani. * Besogniset 27, (i) A. political \"party shall, le = | under a in accordance with the He puree : provisions of this Ordinance, be entitied dielien . 42 be tronted ae  Teoognized political party « for.- the, purpose Tocal v elections. cae “*'\"@) Every political ‘party which, at the parlisimntary general election held “in the month of Suly, 1060, was treated : ae recognized politics ander | the “Parttamentary  Eleotions eden in Council for parpooe of the provisions of seotion 29 of thes Order *elating to the toc\" deposit vo'be made by candidates shall, tc. -tembject to. the other provisions of this date ep qeeuere ‘Ordinance, be entitled to be treated aa a",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 ‘Local Authorities Elections (Amendment) Act, No. 9 of ae ~ recognized political panty for the purpose 1.\" * of local elections if, but only if, at least . ‘” \"two candidates nominated by that party « . at such general election were elected as . Members of Parliament at such general election. - + . (8) Where .a. -political party is Lote -- entitled, by virtue of the operation of _ 5, the provisions of sub-section (2), to be treated as a recognized political party i: -. for the purpose of local elections, the : ‘approved symbol allotted to the ‘leceiw': coandidates of such party under the Parliamentary Elections Order in .., Gouneil, at the parliamentery general \"71,7 election held in the month of July, 1960, so * ghall be deamed to be the approved De symbol allotted to that party for such voy purpose until the date on which such party ceases to be 0 entitled under we sub-section (8). ane (@ The. secretary of any politcal party, other than a party which is leatues! ‘eles u,, alteady entitled to be treated a0 a recog: Water lat ste 2 pised political party for the purpose of wi 5 yes 3. + 2 Jogal elections, may, within such period ‘ \" & + “in 'gach year as the Commissioner may specify by notice published in the . Gazette, make on behalf of that party & ‘1 ct. written application to the Commissioner - ; , that such party be treated as a recognised », +! politieal party for the purpose of local élections. The application shall also specify which one: of: the approved .. owl, . , eyitbols euch party desires to be allotted ..'y to such party. “+ += (8) Upon the reosipt of an application te duly made under sub-section (4) on behalf + of any political party, the Commissioner Le shall ‘ 1. fatest’ [+ (@) ifthe is satisfied that zach party has ai Be \"been engaged” in political tle ++ activity for & oontinuovs period",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Local Authorities Elections (amenamenty 8 Act, No, 9 of 1968 ‘ of at least five years prior to the date of the making of such : application, “or that at least a two candidates’ nominated by wae such party at the last pone: wt iw mentary — general election immediately preceding that date were elected as bers of Parliament, make order— 2 @) that such party shall be a recogni: ities . pay for the purpose of : local elections subject, eo . however, to the provi- = sions of this Ordinance, wed and . -* @i), allotting an approved symbol to such party, Cbs heing the approved Bee a symbol specified in pees e ‘application, or any a other * approved’ symbol noe determined by him in bis poles aivolute discretion, but Se Tob ‘the approver sratal ot aay other itical party which is entitled to be a0 treated; an re 11 Tr @) if be is not 90 satisfied, make order Lit. ‘disallowing the- application. “ee \" \"1 @) The: approved symbol allotted S.ou\" 2 under’sub-section (5) to @ political party which Bs entitled to be trented an a * not Regognis iti arty for ur Senger pons of loo elections shall be doumed to foes t the approved symbol allotted to that et party for such purpose until the date on ‘vis Which that party ceases to be so entitled + tq vrtry under sub-section (8). ” + FESS\" \"ey ‘The obder of the, Commissioner on . any application made under, sub section eters « (Ay ‘be final and ‘conclusive, and sf: shall not be ‘called in question in any <“nox“~eourt, whether by Way of writ or erty 3? * otherwise. ae",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "& Loval Authorities Hlections (4mendment) Act, No, 9 of 1968 . A political party which is : ent tiod tobe treated aa recognized o 1. J politia panty for the purpose of local elections shall cease to be £0 entitled if me, at any parliamentary general election—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": ": {a) not even one official candidate of such party is nominated for election ; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "{®) the candidate of such party so",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": ". nominated ot, if more candi- <. dates than one of such party",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "are eo nominated, all the eendi-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "dates so nominated, forfeits",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "+. , | Bis deposit, or forfeit their",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": ". deposits, as the case may be, by mo virtue of the operation of the provisions of sub-section (8) of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "section 29 of the Parliamentary",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": ". ~ \" Eleotions Order in Council.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "Mowot Ys. Tn the succeeding provisions of",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "Beard, this Ordinance, a political party which",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "Erodad., is entitled tobe treated as a recognized",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "i ielieg<” political party far the parpow of Tocal",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "fries whch elections is referred to as a",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "Srakeng —* Teeogatzed party for the purpose of",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "peer local elections **.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "yestiey for wy",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "Heal",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "Sean. :",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "Bight ot, 2c.’ (LY Subject to the provisions of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "weagrimd thie’ Ordinance, each recognized party",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "Funes ciieai for the purpose of local elections may, in",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "ine otice! “- the case of any election for any ward of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "cxdiiaes, ..-- an electoral area, have only one official candidate of that party-at such election. “= \\+  Q) Nothing in the provisions of sub- section (1) shall be deemed or construed “2 9% to preaude or prohibit » recognized Pay party ‘for the purpose of local, elections eae frou having cfmdidates, other than oficial candidates of that party, at any + + @leetion which is due to bo held im any",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 26,
    "text": "1\" -ward of an electoral ares. 15\" 4, @) In this Ordinance, the expression 1c” “official candidate of a recognized party ty ste 7 for the purpose of, local ‘elections \"*, in ~\" * relation to any election-which is due to",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "Locat Authorities Elections (Amendment) 7 Act, No. 9 of 1968 4 be held in any ward of an electoral area, means a candidate of thes party at such + election in respect of whom there is, for the time. being in fores, a valid certifi- cate of official candidature in respect of . gach election. Ggtibae ot 27. - (ly Where an election is dua to ‘Gandidetore. be held in any Fara of an eleotoral area, the secretary of any recognized party for - the purpose of local elections may validly issue, under his hand, to the returning officer for that ward a certificate in respect of only one candidate of that party at such election to the effect that such candidate is the official candidate of that party at such election. A certi- floate so: validly issued is in this . Ordinance’ referred to as a ‘valid certificate of official candidature *’. - 2) The secretary of a recognized . party’ for the purpose’ of local elections « may at any time cancel-a valid certificate * ‘of official candidature issued in respect of any candidate of that party at any election which is due to be held in any ward of an electoral area, end issue |. ° ‘another such certificate in its place to any -. other candidate of that party.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "(8) A certificate of official candidature which is not validly issued under sub- section (1) shall be invalid and of no",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "-. |, effect, . pone -,_ ‘27. (1) Where the Commissioner Gommiisioner “hes reasonable cause to believe thet Helesins difficulties may arise at any election Seed which is due to be held in any ward of an ean for electoral ares. by reason of the fact that {is porroe —. there are rival sections of a recognized Slecions, party for the. purpose of local elections all of whém.claim to’be that party, the Commissioner may, in order to remove such- difficalties, issue -in his absolute uy; , diseretion adirection to the returning",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "~ © officer for that ward that, in the case",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "we iecsy Such sleetion, guch recognized party is ‘ eithe® any one such section or none of such secticns.” It shall be the duty of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "8 Local Authorities Elections (Amendment) Act, No. 9 of 1965 os +, Such returning officer or any other oer, ab euch election, to act in accordance with that direction. .., @) No suit or other proceeding shall Vie against— (2) the Commissioner by reason of his having issued a direction under . ‘sub-section (1); or () a returning officer or any other , officer for any act or thing done ‘ or omitted to be done in accordance with that direction. (8) A direction issued by a returning officer under sub-section (1) shall be fin . and conclusive, and shall not be called in question in any court, whether by way of writ or otherwise.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "’ (4) The preceding provisions of this section, and any direction issued there- under, shall have effect notwithstanding anything to the contrary in any other",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "*. provision of this Ordinance. ’.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Aneainestot 7, Section 87 of the principal enactment is hereby",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "gilm ic amended as follows :—",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "‘senokment. (1) in. ‘sub-section Q of that section, by the substitution, for all the words from \" allot to” to the end of that sub-section, of the following: — .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "* allot— . @) to the oficial candidate, if any, of each Tecopnized party for the purpose of lections, the approved symbol of . that party; and @) to aay other ‘eandidate who has not been lotted the approved symbol of anj auch party, approve: eymbal . determined, —\" “PP",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": ". (@ in the first instance, by agreement",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": ". _ smong the candidates; or Gi) in the absence of such agreement, -... by lot cast or drawn im such",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": ". fo . manner as the returning officer",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "; may, in his absolate discretion,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "determine.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "Local Authorities Elections (Amendmenty 9 . Act, No. 9 of 1968 _.. , The approved symbol allotted to each candi- Pol date ‘Hall be printed on the ballot paper opposite such candidate's name. : In thie Ordinance ‘“ approved \\bol_** salt hit, Ordiaane,* approved gat” Stoner for the purposes of this Ordinance by notification published in the Gazette. ”: () by the insertion, immediately after sub-section ~~ (1) of that section, .of the. following new -. sab-sections :—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "* (14) The approved symbol of any recog- ined ae for the purpese of local elections shall not, whether or not any candidate of hat party, is contesting, eny election, he allotted under paragraph (5) of sub-section (1) of this section to any other candidete.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "_ (18) Where a candidate is nominated by + -' qmeangs of .two nomination papers, he .,. shall, forthwith after the approved symbol is allotied to him under sub-section (1), select ~ one of those nomination papers and notify the returning officer in writing that the name of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "J. the proposer and the name of the seconder appearing in the selected nomination paper should be specified as the name of his proposer and the name of his seconder in the notice relating to the election to be published under section 38, and, if such candidate does not ao select and so notify, the returning officer shell select one of such nomination papers for te purpose of determining the name of the -.+ +.\" proposer and the name of the seconder of such",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "~\"- gandidate to be specified in such notice. (1c) Where a candidate is nominated, be _. | ‘may, forthwith after the approved symbol is * ~ gllotted to him onder sub-section (1), in writing under his hand indicate which of his names mentioned in the nomination paper he \"desires should be omitted and which Atala be ~\"* ‘specified by initial only; and for the purposes. ‘of the election, the names which the candi- date desires to omit may be omitted and an initial may be used in place of those names which he’ desires should be specified by initial.””; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 . Local Authorities Elections (4mendment) . Act, No. 9 of 1963 . _@) in sub-section (2) of that section, by the subs- titution in paragraph (¢) of that sub-seotion, for all the words from ‘ nominated and a statement ’? to the end of that paragraph, of the following: — : “nominated, a statement of the symbols Qo allotted ‘to each candidate, and @ statement of the nomination paper + elected under aub-seotion, (1): by or : in respect of each candidate nomi- nated by means: of two nomination 42225 6, gous 95 of the prinoipal enactment in bereh ¥ . Section $8 of rinoipal enactment is bere Secel amended as follows:— 7 (1) by the substitution, for paragraph (6) of that ection, of the following new Tachi “(the names of the candidates in «the order in which they will be . printed \"on fhe ballot papers, approver symbol lott to each andiate, and the : name of the proposer and the name of the seconder Sppeating in the nomin- ; ~. nation paper of each candidate who : is nominated by means of one nomina- tion paper only, and the name of the . - .Proposor and the name of the seconder ‘appearing in the nomination paper saleoted “under sub-eection (18) of : section 87 by or in respect of each : candidate who is nominated by means - of two nomination papers;”; and “ @ by the substitution in paragraph (c) of that +S\" | section, ‘for the expression“ distinctive symbols”, of the word ‘ symbols ’”, Toni of \"9, The following now section is hereby inserted Br oe? immediately after section 39, and shall have effect as treciel” ection 894, of the principal enactment: — snecene Nota 89a, (1) The returning officer for Tetrdog “any ward in ‘which an election is con- Se aunler: tested shall, if that ward is a ward to Panes, which this sub-section apylies, send by Sine af the ‘post to each voter whose name appears pales.» im the electoral list for that ward an s+ 17) official, poll oard speoifying— 3 - @) the number and name: (if: any) of the ward,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "Local Authorities Elections (Amendment) 11 . Act, No. 0 of 1963 ‘ (B) the name, address and’ number of the ‘voter as stated in the electoral list, * (@) the polling station allotted to the voter, and @ the date and hours of the poll. (2) An official poll card under sub- section (1) shall be 0 sent to a voter as ‘ ~ to reach him at least five days before the date of poll, “Where a post office fails to deliver such an official poll card to the m to whom it is addressed, it shall",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "- Be retained in such post office ‘until the |",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": ": date of the poll and shall be delivered to the addresses if he calls for it. () Every person who— (a) without authority sopplies soy ® official poll card to any other person, or . @) sells or offers to’ sell any official ‘ : poll card to any other person or purchases or offers to pur- chase aay offctal poll card from . any other person, . shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding five hundred rupees or to im- prisonment of either description for a term not exceeding six months ar to both such fine and imprisonment. (4) The Minister may, from time to . time, by Order published in the Gaeette, . declate that, with effect from euch date . ag shall be specified in the Order, the 3 provisions of sub-seotion (1) shall apply to every ward of any such electoral area . _, , & Atees a shall be 80 specified.”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "10. Section 45 of .the princi enactment is  amendmaat o hereby amended in sub-section (1) ei that section, by tana of . the substitution in paragreph (6) of that sub-sootion, seis” for the expression “distinctive symbols’ of the word “ symbols”,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Local Authorities Elections (Amendment) : Act, No: 8 of 1963 : ampinmiot 44. Seotion 47 .of the principal enactment is | Seats! hereby-amendod ao follows:— } (1) by the renumbering of that section as sub- : section (1) of section 47;* (2) in renumbered sub-section (1) of that section, | by the substitution— (a) in paragraph (4) of that sub-section, for : the expression “ section 71, *’, of the . expression ‘‘ sub-section (1c) of : section 37, °; and | @) jn paragraph (8) of that sub-section, for the expression “ distinctive symbol ”, of the word *\" symbol \"; and (8) by the insertion, immediately after renumbered sub-section (1) of that section, of the __ + following ‘new sub-section :— 2) On and after such date as may be fixed by the Minister, for the purposes of _..,; | this section, by Order published in the * wo)”. .'Gagette, sub-section (1) shall have effect . |. subject ‘to. the following modification, namely, as though for the expression “in English in the order”, there were sub- ~ | stituted the expression “’ in Sinhala in the : order ”.\". Amsotmant at 12. Section 49 of the principal enactment is Pred hereby amended as follows: — edoet an (1) in ‘sub-section: (1) of that section, by the 7 substitution, for all the words from + “returning officer * to the end of that : ‘sub-section, of the following:— : “ presiding officer, at that station before : the opening of, or during, the poll.’”; and @) in sub-section (3) of that section— f (@ by the renumbering of paragraph (a) of { ov “c. * that sub-section ss sub-section (8) of; : that seotions and t #1 - @y\"by the omission of paragraph () of that | ‘ sub-section. i",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "Loval Autnorities Elections’ (Amendment) 18 Act, No, 9 of 1963",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "43.. Section 60 of the principal enactment is Ammimest of hereby amended in sub-section (1) of that section, by Se princi” the sabstitution,— . seicnaent",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "(2) for all the words from “‘ one agent” to “to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "attend ”, of the expression ‘not more than “ : two agents: (hereinafter referred to a8 * counting agents”) to attend *; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "(@) for all the words from: “to the retarning",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "officer”, to “such. election. , of the expression “‘ to the returning officer. \"”.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "44. The following new section is hereby inserted, tuection ot immediately after section 68, and shall have effect 2s Sina section 634, of the principal enactment: Finca | “Specit go: «68, Any power, duty or function of sour ruling”. g returning officer under ‘section 62 or Sesrtie . section 63 may be exercised, performed teas suder”. or discharged for and on his bebalf by ‘saina 6B. any of hig assistants or clerks acting os under ‘the supervision and. direction of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "auch officer.””.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "48, Section 71 of the principal enactment ishereby Eepal ot , mee cons",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "48. “Section 81 of the principal enactment is hereby eplssment ot repealed and the following section is substituted fos. therefor: — ssc",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "Patoe \"81, Every person—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "vue (1) who directly or indirectly, by",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "himself or by any other person",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "- on his behalf, makes use of or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": ": * \"threatens to make use of any a forea, violence, or restraint, or inflicts or threatens to inflict,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "by himself or by sny other",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "person, siny temporal or spiri-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": ": . > tual injury, damage, harm, or",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": ". » lose upon oF againt any person . jn order to indues or compel",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "7 aa such person to vote ot refrain",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "Po, from’ voting at any election",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "under. this Ordinance or on",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "\" sep src.s; agoount of gach perso having",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": ". y ue voted or refrained from voting",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 14,
    "par_num": 25,
    "text": "* \" \"\". at such election, or",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 Local Authorities Elections (Amendment) : det, No. 8 of 1963 ; (2) who by abduction, duress, or ony code * “fraudulent device or’ contri- _ vance impedes or prevents the a 5 free exercige of the franchise of : - any voter, or thereby compels, oo, 7+ induoea, Or prevails upon any : voter either to give or to refrain from giving his vote at such : election, or we (8) who, at any time during the peridd ; commeaeing on. the day of nomination at any election and Lt ‘ending on the day following the date “of the poll at such : election — “(@) utters at any religious wet aseembly ay words for. 5 the purpose of infuen- wie ean * cing the result of such : + election or indocing ‘any -“'noter to:. vote or refrain from voting for any can- : didate at such election, or : ®) for such purpose distributes or displays at any reli- , i sscembly any hand- fiir “placard, poster, notice,” sign,’ fag or . . bannet,or , = (@) holds or canses to be held 2 . . - public meeting at a place : _: of worship for the pur- not pase of promoting the : election of any candidate . . wt such election, . . . shall be guilty of the offence of ae undue infuence aud shall, on M -.' conviction after summary trial Before a Magistrate, be liable a to a fine not exceeding five ; _-_ hundred: rupees, or to impri- wore ~sonment ‘of either description : ty jor a term not exceeding six vite sionths or to both such fine and . ' imprisonment.”",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Local Authorities Elections (Amendment) 15 Act, No. 0 of 1983 : __ 17. The following new sections are hereby inserted Inti of immediately after section 81, and shall have effect as 37 SE=oy sections 814, 818 and Sle, of the principal fle ws snactment:— ree <.Peuiin 14. (1) No person shall, on any date Sete be on iat a pall ie taken ‘at a polling dea of pol. station, do any of the following acts a, within'a distance of fifty yards of the 7 entrance of that polling station: — (@) canvassing for votes; i: . |. @) soliciting the vote of any voter; . (©) persuading any voter not to vote te for any particular candidate; i (@) persuading any voter not to vote : at the election; - © distributing: or exhibiting any boss 7 Oandbill placard, poster o PA\" -:\" . potioe relating to’ the election aa (other than any official handbill, WEE es Placard, poster or notice) or any : aymbol allotted under section 38 at to any candidate. eee @) No person shall, on any date.on which ® poll ie taken at any polling statim— '-- (@) use or operate, within or at the . ‘entrance of a polling station or “ ~ im any public or private place in the neighbourhood thereof, any .. megaphone or loudspeaker or Foret other apparatus for magnifying fee or reproducing the human nes voice; or : + “\"\". @) shout or otherwise act in a dis- ~ “orderly manner within or at the . entrance of a polling station or . in any public or private place a ‘ in the neighbourhood thereof, a 0 as to cause annoyance to any person ~ “visiting the polling station for the poll or +. ts.) #0 a6 to-interfere with the work of the «officers and other persons on duty at the polling station.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "18 Local Authorities Elections’ (Amendment) ‘Act, No. 9 of 1968 . . (8) Every person who’ contravenes ‘: _.* any of the provisions of sub-section (1) a or sub-section (2) shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be _ \"+\". Hable to a fine not exceeding one hundred ‘3 pupees or to imprisonment of either 7 1s. description for a termi not exceeding one month or to both such fine and imprisonment. : °*(4)‘Any police officer may take such “ \"1\" $eps, and use auch force, as may be ++i. reasonably necessary for preventing any 1.1,’ contravention “of the provisions of sub- section (2) and may seize any apparatus . used: for scch contravention. , +, (8) Every person who attempts to 775 ‘commit’ an offence specified in this section shall be liable to the punishment + + prescribed for that offence. : -(@) Every ‘offence under this section ca ona +, Shall be a cognizable offence within the vet sis Ineaning. of the Criminal Procedure Code, Litas Spt. <1 (7) A> prosecution for an offence nth under this section shall not be instituted : iwithout the sanction of the Attorney- : v General, * > Potay .;--r, 818, ,(1),.Na- person shall, for the Swaps --i- purpose of..promoting the election of tr, | any candidate ‘at any election, display «, af ¢ any handbill, placard, poster, notice, at, Sign, flag-or banner—'~ 1 14th (@) on oF aerosy any public road; or . “(by in vér om lany vehicle used for ; “ ° public transport; or ‘ ‘731 @) im-or' on any vehicle, other then : poo\" 1\" \">that used for the eonveyancs of 2 et a-candidate at such election, on | : -! 21 the ‘day on which a poll is } taken at auch election; or i",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "Locat Authorities Elections (Amendment) 17 ‘Act, No. @ of 1968 (@ in or oa.any premises belongi to or in the possession of the * . «Grown or any local authority, 4 cxegpt at a mocting held in such premises for such purpose.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "@) Every person who contravencs an",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "of Ge proviclone of sub-sention (1) shal be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding cme hundzed rupess or to * imprisonment of either description for @ term not exceeding one month or to both such fing and imprisonment.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "(3) Every’ person who attempts to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "‘. commit an offence’ ‘specified in this «gy Section shall be Hable to the punishment 4 prescribed for that offence.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "(@) Brory offence, under this, section shall be a cognizable oflence within the eaning of the Criminal Procedure",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "it ode. . . _. (8) Any police officer may take such cov'<' © steps, and tse such fores, as may be .” > + reasonably necessary for preventing any : - Gontravention of the provisions of sub yy , geen (1) and may seize and remove any 1.'+ « handbill, placard, poster, notice, sign, flag of | banner used in such contravention, > ; Provisions Bic. (1) No person shall let, lend, aii & employ, hite, borrow or use any Vehicle, tent, vessel\" or animal’ for--the purpose of seeleving... | cconveying any voter to or from the poll: SrShing o : f ® berating”. - Ptovided that the preceding provisions SESS\". “oe thie sub-coction shall not apply— fpimale tor,“ (a) to-the owner of any vehicle; vessel, ceo, Yee cal wo it for Oe wet ioe murpose of conveying hima oe ae aay member of bis household Soyer a or-from the poll; or : vs ys © (B).t0 the conveyance of any parson to SpE OTS opsfrom the -poll in any auch vit: vehicle or vessel as is ordinarily used’ for: public transport.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": ": 18 Local Authorities Elections (Amendment) Act, No, 9 of 1963 _ + (2) Byery person. who contravenes any ' of the provisions of sub-section (1) shall . > be guilty of an offence and shall, on ~* conviction after summary trial before . “Magistrate, be liable to a fine not exceeding one hundred rupees or to ‘--+__» jmprigonment of either description for a my | term not exceeding one month or to both: ' such fine and ittprisonment. ”. Repiomeset \"18. Section 85 of the principal ‘enactment is Gem hereby repealed and..the following new section is sommet. —gubstituted therefor: —-- i “Pobjication -'-' Bb. Save’ as “otherwise expressly: pt votes: provided, every. notice. required to be et . 7! published by this Ofdinance shall— ' *  @ bein the Sinhala language together s. /).. . with translations thereof in the en Tamil and English languages; : Sl) end (®) be exhibited “at thé office of the : te local authority of such area, 1 . . and otherwise published in orc. auch manner eg the officer :styt.+. 21 responsible for the pablication. oe aren thereof may consider best bole calculated to give publicity wf thereto, 7. * Ammimot ot 49, Section 89 of the principal enactment is Eepioges! —_fiereby-amended as follows:—, (1) in the definition af “ Commissioner”, by the _ jos.\" -substitation, for the expression ‘ (Local +++, Bodies) appointed ander this Ordinance;”, of tbe expression ‘ (Local Bodies); \"\"; @) by: the insertion, immediately after the . >” \"definition, of “ Commissioner”, of the :2 7. follawing ney definition :— ‘ *“Commissioner ‘of “Parliamentary Elec + tions ” hag the same meaning ea the * term. “Commissioner” in the «3.0! ., Parliamentary Elections Order in + Council; ’; :",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Local Authorities Blections (Amendment) 19 Act, No. 9 of 1968 (3) the insertion, immediately after the defini- ® by tion of ‘ local authority ””, of the following new definition: — * “Ical elections\"? means elections of mem- bers of a local authority; ’; (@ by the insertion, immediately after the defini tion of ' Municipality\", of the following new definitions: —— se patlismontory general eiection ”” means a general election of Members of the House of Represenvatives; “Parliamentary Elections Order in Council’? means the Ceylon (Parliamentary Elections) Order in Council, 1948; ’- a agit? Third Schedule to the prancipal enactment pmagpws is hereby amended, by the snbstatution, for the fe 7hsl lexpression ‘‘distinctive aymbol\". of the word te prince “Eymbol”. soutnenk",
    "mean_p_confidence": 0.72
  }
]