[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "are ey PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA MAHAWELI DEVELOPMENT BOARD (REPEAL) : ACT, No. 38 OF 1983 a [Certified on 6th October, 1983) © = ~y a Printed on the Orders of Government Published as 4 Supplement to Part Ii of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 07, 1983 PRINTED AT THE DEPARTMENT OF QOVERNMCENT PRINTING, SAT LANEA - 70 aE FORCEASED AT Zap COVENANT FORLICANIONS EUREAW, COLOMBO Price: 35 cents Postage: 50 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Mahawelt Devetopment Board (Repeal) Act, No. 38 of 1983 [Certified on 6th October, 1983] L. Dn0, 12/88. Aw AGT 0 PROVIDE. FOR THE CONTINUANCE OF THE EMPLOYMENT",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "OF THR OFFICERS AND EMPLOYEES OF THE MAHAWELI",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Davenorment Boanb IN THE SERVICE OF THE MAMAWELI",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘AUTHORITY OF SRI LANKA; FOR THE TRANSFER OF ALL ‘HE",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘ASSETS, LIABILITIES, PROPERTY, RIGHTS AND OBLIGATIONS OF THE",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Maxaweix DevevorMenr Boar> to THe) MaHAWaLt",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Aumonry or Sar LANKA; FOR ‘THE REPEAL OF THE",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Manawstt Devetorment Boaup Act, No. 14 oF 1970, ann",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lenka as follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1 This Act may be clted as the Mehnweli Development Short, . Board (Repeal) Act, No. 38 of 1983, and shall come into Stead operation on such date as the Minister may appoint by operation, - Order published in the Gazette (hereinafter referred to as the “ appointed date\"). .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 (@) All officers and other employees in tha employ- Employees, ment of the Mahaweli Development Board (hereinafter {oes referred to as the “Board ”) on the day immediately prece- obligations, ding the appointed date shall, with effect trom the appointed Droperiy ‘of date, be deemed to be employees in the service of the a ing Mahaweli Authority of Sri Lanka (hereinafter referred to action: as the “ Authority\") subject to terms and conditions not PY or, Jess favourable than the terms and conditions attaching to decrees or their employment under the Board. pers",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(®) All contracts and agreements entered into by, with {cfc ‘or for the Board shall be deemed to be contracts and agree- she Board ments of the Authority, and all rights, privileges, obliga- deemed tions, debts and liabilities of the Board subsisting on the 'be day immediately preceding the appointed date shall be ccniracts, deemed to be the rights, privileges, obligations, debis and lishilitles of the Authority. ‘ulhority.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(©) All movable property (including moneys in the Fund of the Board and moneys lying to the credit of the Board in any Bank or other institution) and immovable property which has been vested in or purchased or acquired by or leased to or placed at the disposal of the Board or in any manner transferred to the Board or in the possession or control of the Board shail, subject to any terms and condi- tions attaching to such property and subsisting on the day immediately preceding the appointed date be deemed to be the property of the Authority. 2A 7HO03—11,00085 08) 7",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Mahaweli Development Board (Repeal) Act, No, 38 of 1983 ‘ (@) Any action, matter, proceeding or thing instituted by or against the Board or to which the Board is a party ond pending on the day immediately preceding the appointed date shall, with effect from the appointed date, be deemed to he an action, matter, proveeding or thing instituted by or against the Authority or to which the Authority fs a party. (@) Any decree, order or award entered or made in favour of or against the Board by any court or tribunal or other body in any action, matter, proceeding or thing shall, with effect from the appointed date, be deemed to be 4 decree; order or award entered or made in favour of or against the Authority, Repeal at 3. The Mshéweli Development Board Act, No. 14 of 1970, Develop- is hereby repealed. ment Ae Ma, 14 Ipterprota- 4 In this Act— . “ Maheweli Authority of Sri Lanka” means the Mahawel Authority of Sri Lanka established under the ' Mahawelt Authority of Sti Lanka Act, No. 23 of . 1979; and . “Mahawell Development Board” means the Mahawell : Development Board established under the Maha- : weli Development Board Act, No. 14 of 1970, as a amended by Act No. 3-of 1976,",
    "mean_p_confidence": 0.84
  }
]