[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA APPROPRIATION ACT, No. 3 OF 2001 [Certhed eu 110 Aped, 24611 Priaed on the Onder of Goveramet ‘blake sa Suppleoot o Pst ofthe Gaze ofthe Democratic Socialis RepublicatSet Lanka of Apel 12,2001 Miees Rs 2925: Pesage Ra. 875",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Apropo ct. No.3 of 208 (Cetifed oe Efe Ap. 20011 LD, HBR, (Act ms toi foe He BEN OF THE Hoe HE “20 sore et enti OF ant be Gee Tents, Poe re ono rae SERVE, 1D ‘Goxsnesster aia mst mae, EAR eB OE SMM HP Way ASRS ROP TA CINE Fat Ter CovEANMGHT, Se HOMEY HOMIE SLAIN Txt ‘Enesokimaten Fer 5 S010 ines meester fo suc BE i ent byt Pasian ofthe Derneraic Sina epulic of Sri Lanka as folie >— A. This Act may be ciled as the Appropriation ssondm ‘ot Ri of 2 2. (yWidevepefedios any ober Fa atliicng soy Reppin agenda, hs snpsitere ofthe Gosernment which cis Stace: esimatas wil ba mpeea tires mandredastsiny te akiusead fea Indeed and fenty ce ila cighty fend {oe the sevice of te perc beginning oe lm 4,2 ndending ou December 51, 100% ahs ct slurred ag 1s “Enact year 2001, shall bee 48) fromrsymentr whch re eres ath abe de : pF ofthe Cansnlidued Fond or any our fund ce ssoneys of of athe depot, tbe Corerent (8) from the proceeds of Ines which are herehy rulhorans' ta be imiod. bor ince catite Se Lenka, fo and til of Ge Greet 20 Soweves ha maa ygugai of aus pescsody doesent eee rips io ie osm Conrad ad eg fe wan 22) The sum vf supees three huedsed aed sity Foe aca Eo urea a twenty ne milion Gighty tro Sosa caferona me abso} a sett, my Be expeedad ae pulled te Re Fest cheater ts A, eT",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Appmriaion Ac, Rut of 2051 (22 The provisions of eatin £1 € is soa shal hve oes wove reir so Ihe print ony hee iron tua te inno ean orand ont Boalt atthe Coveramest. Pen 2 e1yThomsuie otike Covemmenndtog he Gennes . suo year. 200%, fom ems tv set in obec the Enseceae”  Becond Schedole to this Act shell be credit io the sooo, ‘ Sevens ero ueh acy, ble agua of recited at ieteerca fee be wot fete han IR minima Limit apecifed te the, a cemengning ely in cobain fa See, The ace utp. if any, oF euch activity. shail bs paid te the ‘Consalitied Fund eft be eapayof sx monte wer ho eae of he financial yee, 20 12) Por dh paps of dctrmining he ex spas ender soerion (1. seo ange sa eset ane hemsornae af ech ctvee— (a the woking, osaistramn and iar expen of Ui aetiviey wtecther pald Dr accrued, paopedly siegshlets te even the ety: a 48) provision acoverthe deresadono he movable and imovobe propor Ie net £3) The espns inured bythe Govern dang (final year, 2001, un each activity speed in cotran of te Send Sohedabe aie Act sal be aio (oF thereto of Govsmmert sacha are eat fave soar ba ish xen al ect te seating Tie specified in te cotrespondig eS IN enfin oft She ‘ fa) The doh bance, mastinaing atthe endl of Be taps year 203, of ay acl pei a cohorsU . {BeSenond Schedule otis Act setae oes iis cmesporebacmy share Oe, ‘Sheds netsh kl ibvein a he selvty heed of ‘ba rancid year shall matexceed he maxim ln wii i the erecopoming ey in lan Vf nk Senate",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Apropo a3 No of 204 1 4. Wencies amy meshing te Braet! yom 2001, vent drone tie Gostnec tom anya aeliesin Se ‘alum i the Secind Scheie to thn Ae aremttcn! hse torent sends noe ye oeromencon such Rak stip de Miniter. omiino meine. by Oskerdiesl Becta, fat such some at He iy deem ecesary to net ah eens xpidiom shal bepaytis by may ofan er rks In Consist el ray wee ROOF GE eer ems dopo se Gomer. tw bance that toe spegaie Soa cfietenssoaivancedahall mecsved fe moors limit Top of expundiarespaitiod 6 tha eoesspcing ea Ih ‘lune TE of hal Schedule, Any smn so advanced respect of auch aetivity ehall Bo refunded (0 the Ceo Poi uc sme ot Mir yy nlersiee Be Mpanymeys whieh vitae nf eprint of fmt tne fieFiotichodlelnehes taictecanoeaderRecarene SOME Eipealioe aden Pogrnmneagesrig eelermyfead Sit specie air Schatle buchen expunged rare eae Ski} obo epemiad mayor mnsfedinenteaion etna” OF Copa Eapenture win eat Programme, eto the Prgms alocarian af Reser Bapoaditre or Capital Ligand? aay ‘teeny bor acer whim! Head by doe BSN Sven tthe Tes or any oh ales ators by Seen. im (21 No meeryssllcaedts Cpl Expedite ude iy Srogemare upping slr any Heal pie he Fi Sebedse dan dcealiennntones ota Programe 3110 any aflocaion of Ravurent Expendiare oF Inn Programe. 4 Wie te Mine al tne (6) utreipn trouser nnd shersoucewate as RM {oop ibe arias unpaid Funes erie asa expense",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "a Approrlion Aer Ma of 201 hha uot xipialy appropri or atoar reser mens a5 Songer Tes, Ins moj mis the append the lovee wih in svhote ri par ay mG peesousty FeOEE fer igsre wer heavy oF a wae sa hy in fro be Consist Pundee fom any bec faudoronest fo athe depend of to Goreranans Brceatieies 4, (1) he Micher wth be appro ofthe Oeveramet eee mags amor May SL 24D. hy Ori. ay ear pestle) gy of ho asi Hite specie in coin bese ma EY aclu ¥ ofthe Send Sebo to nin acts {81 the minim Fit pid fa cole HE of the Second Scdule n Ac. (2) No er ike ude auction C1 of i sein shal nase eaec unas has en apo y Pasi, by rota. 2) Any Onder mdse subsction (of ha sacion that io eked teri, be deen ants fa ate fiom wich dite peor ot to wing nich Order my fe saci then . ora 8. Petsmart ma. fy rseotinn, emer the Second asnele , Schudulelotbis Act tyoddingt theapecgrine Soho Enews sl Schedule, ay set and fc oa omy Of the a Mas eng Sh aetsiys (oye inna a eating teh nt",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Avocet Aes, Mo, 3 of 201 s 9. Notwitasadng sting nthe ecleion pase by Caen Farament o he ig dy of Deemer, 2000, aking eae financial provision forte weve of ie period commencing Seman, ‘Janu 1,200 and oping onthe dy amet cor ove toi dat of conenesnen of tis A= son (a) Any sums of money which have been expended mee dting tat pec fom moneys allen by at ace che Tesoiton ay Programme apering oar any ceeds Head spociie inthe First Schedule to chm ase reslton al be deemed. oral purposes, cto FESS fave been expended wader te abort that resolution but to have Been erpended dor the uteri oF Wis At, (©) Any moneys 20 allocated which have not been pended othe dy indiely pc othe ae fof eonmencene if tie Act shal be deme for Slyurposs, tobe aloes inthe nosey aocted tothe coreipening eogramine appearing under fe comesponding Head der hs At and te) Any sims paid by way of advances, out othe ‘Consoidaed Fund uo he period cosencing os Janvary |, 200), a0d ending on tue dey inmeinly pir othe dt of commencement of thst inept ofthe ace apie he Seren Sched hal iluon, a be ened, {oral poses, cottotare beens wvanced der the eo oft rex a a ave beh 6 Sanco ude stot of ts Act, 18, IndecremorarynconinensyterwecotheSiahla Str teao Tamil lento hs Act the Snel rsa previ, ot",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "‘ orn ie ii agaé : PR EEE: i 1 z & on it i id Pid a ot EPG Gg ee pees s ty lakh ow Heda FO RTEIBIEIE RE! paee",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Pibipeninad PlEELQabae , ot Li if t teas q PURSUE peut here IAHBE bPhabaiaddl",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "‘ Appt Ato. 3 of 001 Hoa agg i Hoga ag og 3 : Head agg a i j aa b ce E ii i ai 3 , 8 BG i , # i i daah El ahs ad fh Ped 2 HG iu H Gul Ggiks u fede d Hiulg Ht haat aggegs BH , BR @ @os3 i g figs dbs Si Ay Eri PL PEP LELDEETE Bebe ade * Gu Poon FP oe | t a, ii Rog dl el ! a5 fioqg2 it",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "epi et a bp : PE gag gE &§ 2 € € £ @ a2 2 gaa a: 3 feo i i? piaiid ag Prana Aa pi) babe a ea ateie. id] $34 Fu GS Ssial Puy FLEE 2p teu, § ¢ fy ds 35 hi 33 3s in S33 ged, Gh Gh Gh Ge G25) gabe PirEp:i? ii i",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "set 0) \" somite _ i He i ib Hl HH i | 1 . tre Hl L Hy mi ny thoi il HI . fh Hod fi Es",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Wad bid MEE ddd ua ii oy L, Houde gtd fon be HOOUSUE ih i. . ie Ht L ae z BY CHET",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "ai 8 g §",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "HE ai Bud H i a B bono Pil",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "iE of i",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Pot had boubd ea = fb qe ei fa ag i VER gag ge HEOGE : 4 4b do Poa IRE Wo . au Bee ah Gi Wud i Hy EE B",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "ls ig og S88 3",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "5 iii gia:",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Hi of o#E Hi a Ho 425 aE ge g a3 i ay ii Hog » _ : ei fi, foots tou: @ ' ad ho Lod, Ld £.t Sin ie aa th dive Ey HED SH) i SH BB qe duu he = i fag re",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "“ renin. 01 oH HE eo HEEE GE: i ' ie Bog i 3 j & i tei di dk Poiaqiha iy Win aig | Big ay do eid . ho i.bki dh Lb SGU MP . HE FP 3s 3 5 8 aoa Boo4iidd did",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "pipgpeyuys PPh:",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "i |",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "toadlad",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "eer LE He Halll bop p te PEE EEE ibd bid ad",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "6 Aton et 8a",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "be eegeas 8 z 22@ 2286 &€ g&",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "a",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "HH",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "I",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "Pagel ty aod 8 idl HE ail Puna] Gh He ae uy Bl PeypgPPey Py F Wahid dda tH TATED ch HBG lu a2 EER EEE ae BPPPPPP a 83",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "sey As a3 391 a2 02 8 Be € & & HEE GHEE? gg 8 28 @ 8 LEE",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "3 zt H i",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "Lid fal i bag jiped HU Gage",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "ky Lak ta hhh yb el gE EERE SLE EB ALE a DHABI ee Ry fe 3 238 gf ord aR Ra:",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "a erin $0 s 222 8 8 weaaddd Hi B48 2 zOR Hii ee Hadad ul u ui g a | g i 4 a Pho qQ ida Bio og Go Fe Pia wade eiaias i TLE Prone gh, ah! RUE TL HL Pua HP kad BERR = beg Riiadid $104",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "a Apron N58 > g 228 £208 Hadad Ha i g 2 ge g a g a | g Peo bd if iifelid iad hae i8 F aiks pipe ij ipl ul a inde q in aL Bag te fe f¥sk git PUD HP DEP B i ge $ = 8 gq REE: gi",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "i HTP Wi Po o8EE ws 8 a Hl [8 uf Ll | Hu at don hie el err 7 ti ay ij uh i Hi TPE HY an PoaGgG obo",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "u i 12 4 His gi di Hoaio ui:",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "Hil wag bul ald gd Rea ge PP UEP",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "i Looe TT Hy bony iy biel We tad | agi BE gb hain tl iin 5. PI UHEHI ai oGbbidi",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "q# EO RO BG",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "*y “5 we",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "i oF of Bi Roda |",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "| til ilg",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Ee ee",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "PE A A",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "ln, 1. th Jit iy hah",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Pe RP",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "| ee",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "sown st i et 2 88 32 2 2962 Ho BEoog ae 32 3 2 bod 4 ‘ * Hy i : Gk d ui Wh Heo Gua une doa GH all bata a Gi i th Lan EEE i g88 285 i ges Se Ege POWDER aH Be bea te if Hoa a",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "1 Appin e328 i seg gf i en coe 2 ue eg gE qe § if Baba ui og i u i av a4 2&8 i fiil it a5 EGF es 2 ; fadkl dag i Rad wil eT Wi in tai Ana : POH Gn s fe £ 8 3408 hog; bra dng",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "sree Ne Se = iff §bREY BRE 2b oR EE ig io: i hin i 4 ae i i i j £ 7 od Piiig ; filo ddl i ep ay bite hobbh tii:hiki HUT UP ars Busted tags gfe gs iiad P)aai",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "* areas 108 2 § £2 & Eee 4 8 2) GGUHENHEE Ha dtipdddadag BL Hipp ees kes ‘ PEGE Lyy EE 7H DPRUHHHERE ze 22 2 $2253 8 Ge GE BESdLLPLPPaS EG",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "TT a",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "HHL Bd i i .",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "i F",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "riidigy oh dd",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "ida 1 oii",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "Hse ti",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "TU meta mee",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "aes88 38 ae Fe}",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "PPgPLREE at id",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "ee hi oo ot bod",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "i i",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "Pog gl",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "Py ld",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "Ay ht So dtd: Yael hs HOPE Gn BPO iii",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "Appmpriin A Bon 3 of 2004 » id Hoe Bo@ Be 8 ¢ g Hl i 1 foro a f fii, Qa Hod daa i wig piu fd Undid a BBL E HEGEL HLoP Paid ef og Fe og & fad $2003 3",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "Hel uj EH Hef “i i\" i He",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "Ld j aE | 1 iy Gh ii ai i; Wid ql fe dt dae te Ets big HOPS Pa ME OH OH",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "gia to. $f 20 s 5ag . “3 ERE z aa gn i a ii, Ho PSE 3 aa ag BTR eg i ! ii ; A oid it ody fi 0 ayiee f iy Poa) ba da ee Cr ee oH, od, fa, 7 shine WH An L i oH L Wi sdb pace i gad 2 iby Phan gaat Pe 3G He il vi i",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "3 Aroeriion es, #204 ab gig a2 Wel ad i H ge Hoya EES é H FRE rio 6 BEE ig Hi elapqio Ge Hd pag, ab ands Bo aebudp yyy 3 ‘7 rf qa ¢ gE - by Mag ah iy sieat ee mati we tz 8 TE By g2 004 ii",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "ot i, : H iH & i",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "we Appingriation Aer, Ho. dof 200¢ pigi gid dpi ni HETIL] gee. $3 ga § £2 2 HRP EHD EG | : 3 gi ogeigi g982 2 48 © 2 8 ge a H GC HHE madd i } aise 2 EE E82 Ce UC ernee é gteg aa PO Gadd oO HRE EGP EEE ; i 3 toy 2hE 1 Guiaind i Pag ibabatalag Piycase TGR : SESS UL AgP ates ag anaes oer ne 8",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "Bee @ £6 2 2 gee PRD GHD bb aaa 2 282 222 € € g& re cee BE RlE £2282 € € EEE Gu GaP Ee Eg fae g e8h F SER 8 i BG bub bed wiad $0) 8a) 2 P iaid jai ible; dread PHP Gu) bouadd Hi aiid adil? th dan WL HEE HUET E TEL PSU",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "“ Arena i ef 81 Libs boli th oat sigz g8€ 22 2: 222 8 8 vast, G22 it RR Hp ad pull G22 PL Gh G22 85 BGG WEEE gi, 2p G2 Gb ae gb We PGE) tee 3G, §, FF G2 2 [| Hela bebe 4 Hae a ae ; SHLSEadai Goa] | TREO EE) ai oas H goaagli gd... FE 2is8 & a5 (oln peepee i iag aq th PO} ETDS",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "prion eof 201 x",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "22 8 2 £4395 22 48° Hid: Gaal gi 2 $= g EEE € Ha od} GHibedd a & £2 € @ = 8 He GP Gubiaad Hioiy ifiedad a oid dag Hedi fepbaal s, 2d pil sdid £ ¢ gezhe 38 Ba",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "i HEbiHin Gigi EGgSEs Faeveidsdacd S255i52 FLUE FEES SS Eg)",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "* rin et $04 Tae 1 betta vi,gy 2ff gg 4g 222 OE wate 288 ge 2€ 8 @ HIGH HE? feb, ge ge f6q 0 3 ate",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "i pdivd og ge pee",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "| Wale | 3 HEMI a a 3 ; HIBS Wa | Po Fee ug",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "int : :",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "t cd nha: ; Vii Eitteibzaad PEW MU]",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "Appraise No. 1682001 » a es : 1 € € € 88 g = mec PP EPH ge @ § $e £ 2 29 8 £8 HEllib Glau é2 2 8 Be §€ ag 8 «£8 ada aaabid Be j te ,Fk § gE # ist Hileig aids Hlnig B22 0ig dB MH | Gad PND DE) Pt ban . ais 3s fg¢ fd bab bd Pyebbegtpeilingl ELE pageby",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "© Arps hn 39204 ugh) Gila Held HU DUN nee.7h 22 Ba G2 288 He, DTH prl.gi, #2 22 2 & 2 228 CHE HE EGE Wy ei i ae Ee 8 2 bteeaE ee aeen 1 VEEP PTB | UHR Fl qecthig gg ggtaaa ft tog 3 : fede bg fh ek : oP adiail boo badd lh,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "PG HAWG PEE HAHN PERT GH {HE El Wu Piha an Pn Ge) gS 528 93 88999 2922 | i Jie iy HHH ab, Hee gd Ghbaty",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "ay Habd dibiu al Saupe bo bad aE redi,? 928422 28 Se PP ac bg ei,Th2 322888 88 “bape Pee EEE FE i epee ee GG i Pibiieoge z 2 22 2 4 92 a3 eb PERE GE eis g228228¢93 2 6% ¢ Vallala eaiidiaieipea i HU He Ba BFR 2588 2",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 45,
    "par_num": 2,
    "text": "Aroopiaion Act No. 22001 8",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 45,
    "par_num": 2,
    "text": "e ' lt g88 8 Ha HEADY] PE TASTE eH HUE Wand PIETELL PERETTI PL LLLDTijaii2e pid 22 TST: a HES eaT §§ 5899 95 8252 28 9 3 2 ld aaa i, Higiii Gublg | Hig bt GH HEED Ha THA gg fees 2 8 Sa95 88 #2 8",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "“ Appin At $f 2007 cc boro atta eu eby g4f 2 2 6 2 bea £ HED EEE tii? g@ es oe RG ere gei,t] 222 € € € 2 €328 & WHeGeE PP ang 3 Sih € § € § E5F 2 : bese ogg gues 4 HEEtigdid : Hid | iG P  HPEEEL ug i fede rt i . fiibhgii, dy i Rie t gui! Huan p HUA PERG D TET EERE BEG ae #82 6 2 8 & G22 4",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "2$38 8 a S222882 E2282 ba GAMNGn & - 82 3 geeeRRR 82228 HOG | HMEg a3e2 8 22 ESSzP RES EES Hb d b GRGgs Rgge 8 EE z GRGRERSEGREE aie i ge 2 Geaaieedana: HEU A Ha de fli, nda: iy a4 8) Eee gdadzibsas Bo | Avy TET g Hy 3 2 e222 PUPP Bigy F IR a Heseggexgeae",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "Holly ie ~H5h28F ! sltit Ha gel vi EG2RS2E22R 2228028 2 abidedis 28h 8222999802225! 2 pil] HQ) 5 vg, fi G2LGRZES2ESEREES = PU CEELELEE EERE LEE a WEUESTE, Q2EEPQESS 2802888 f et a EEGERBEE E 5 i Hag i PEELEELELEI SL rte siidittsilalls 4. | ddl | PLE PUT : TN aa ESFUGREESEGERRERE F",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "UWE GEN GHEE Hi] HE LEW Wy qi; Tia ay HEL Li LHEE ae WE dH EuE iG HE PW a} Hii fH EHEL i: boa ainda aifeaiiip alae ihe Lay HMDEU UL IpGHg",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 50,
    "par_num": 1,
    "text": "§————rriton t n90 2001 | a | HEE ball HEE a ahh ioodn dd) tla mE ay Hag |",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "‘rnin ai Galea el Pe SAL LIED Paco, ‘pose te Serna, Covers Pacer Banat 2 Teas Hee amv Roi Cave etre mene nh ot ee ea aoe",
    "mean_p_confidence": 0.33
  }
]