[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". First Session 1970-71 #55, ‘EY F gs ‘ Salis [: wun Se Si igsac WAZ oe eC cen) =e Mee arr ee ENTS Ses as A : Trade Unions (Amendment) Act, No. 24 of 1970 Date of Assent: August 20, 1970 . Printed on the Orders of Government ond published as a Supplement to Ceylon Government Gazette, Part Il, of September 4, 1970 Printed a the Desaruner op rea Garena: Peace, Cerca To be Piioch erage ontario Annus] Subseription (including Bills) Rs. 30 (Local), Rs. 40 Pete BUNS, oo Be SSIPERROSN” , Sete NOE Beserber eee, yout, fn t ot the year, following” Late Subscriptions willbe “accopled” on tue “endition thet Bills issued before the date of payment will not be supplied,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Trade Unions (Amendment) Act, No. 24 of 1970 L.D—O, 19/70.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "An Act To AMEND THE TRADE UNrons ORDINANCE.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(Date of Assent: August 20, 19707 BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "e House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4. This Act ney be cited as the Trade Unions stort site (Amendment) Act, No. 24 of 1970.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2. Section 20 of the Trade Unions Ordinance, ansninant of bereinafter referred to as the “ principal enactment”, $00 is hereby amended by the substitution, for sub-section ‘se. @) thereof, of the following sub-section: ~~ : . (2) An essociation or combination consisting",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "of—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "{a) judicial officers; :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "{®) members of the Armed Foroes;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(©) police officers;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "@ prison officers; or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@) members of any corps established under the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Agricultural Corps Ordinance, shall, notwithstanding anything in its objects, be deemed not to be a trade union, and nothiag in this Ordinance shall apply 10, or in'relation to, eny such association or combination.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "In this sub-section—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(a) “' judicial officer” means 9 person holding",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "judicial office, within the meaning of the eylon (Constitution) Order in Council, 1046; @) “ Armed Forces\" moans the Ceylon Army, the Royal Ceylon Navy and the Royal Ceylon Air - Force; .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "+ (© “ police officer * means a member of the police foreo established under the Police Ordinance; an",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "@ “prison officer” has the same meaning as in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "the Prisons Ordinance but doce not include any medical officer or apothecary for the time being on the staif of any prison. *.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Beoes—a7e. 70)",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "2 Trade Unions (Amendment) Act, No. 24 of 1970 ‘Amentmenh of 8. Seotion 21 of the principal enactment is hereby =a amended by the substitution, for sub-section (1) peingpal thereof, of the following sub-section ;— Saactmens, « (1) ‘The Registrar shall not register any trade fof union to which this Part azplie wales the rules . of the union contain the following provisions, that is to say:— (2) & provision restricti the eligibility for o Rembership of the taion or io any office whateoever (whether paid or honorary, including that of patron) solely to public servants who are cxployed in any one specified department of Government or in any one specified service of the Government, or who, haying regard to the nature of the work upon which they are engaged are of any specified class or category of poolis servants though employed in different departments of Government, provided how- ever that such provision may permit two persons from outside the department or the class or category of public servants, as the case may be, to be elected at an annual general meeting of the anion to be members . or to hold office, one of such “two persons being the President or the Secretary of the union, and the other being a member of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "union; and .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(8) in the case of a union of peace officers or Govern- ment stafl officers, in addition to the provision.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "referred to in paragraph (a)—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(i) & provision declaring that the union shall not be affiliated to or amalgamated or federated with any other trade union whether of public servants or other- wise; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Gi) a provision declaring that the union shall",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". not have any political objects or ' political fund within the meaning of . ' section 47 of this Ordinance. 7 In this sub-section and in section 23— (a) “ peace officer ”” shall have the same meaning as in the Criminal Procedure Code, and i",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Trade Unions (Amendment) Act, No. 24 of 1870 8 (} ‘Government staff officer” shall mean a, Government officer who holds an office the, initial of the salary scale of which is not below five hundred and sixty rupees per : month. ’,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "4, Section 22 of the principal enactment is hereby Amsaimeat of amended in sub-section 6; ria by the or ee ne? for all the words and figures from “court is sto satisfied—’ to the end of that sub-section, of the following: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "“* court is satisfied that the rules of the union for",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "the time being in force do not contain any of the .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "provisions required by’ sub-section (4) of seotion 21",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "or that any such required provision which is",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "contained in any rule of the union bas been",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "contravened with the knowledge, consent or conni-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "vance of any officer of the union. ”.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "5, Section 23 of the principal enactment is hereby Bepltcoeot repealed and he following new section is hereby am substituted therefor: — rom “Certain 23, (1) The provisions of seotion 32 Frerigane of shall not apply ‘to any trade union to on ioamiy% which this Part applies. coer, (2) The provisions of sections 34 and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "47 shall not apply to any trade union of peace officers or Government staff officers.",
    "mean_p_confidence": 0.74
  }
]