[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  LG i‘. Li  (5)  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  SRI LANKA INVENTORS INCENTIVES  ACT, No. 53 OF 1979 f  [Certified on 23rd August, 1979]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of August 24, 1979  [PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, SRE LANKA  lr  Price : 90 cents Postage : 25 cents",
    "mean_p_confidence": 0.731685393258427
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Sri Lanka Inventors Incentives  Act, No. 53 of 1979  [Certified on 23rd August, 1979]  L. D—O. 62/78.  AN Acr To PROVIDE FOR THE ESTABLISHMENT OF A PUBLIC",
    "mean_p_confidence": 0.7354545454545455
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  Avtnonrry cattep THE Sar LANKA INveNTORS COMMISSION",
    "mean_p_confidence": 0.46888888888888886
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  AND FOR THE PROMOTION AND ENCOURAGEMENT OF Sat LANKA",
    "mean_p_confidence": 0.7481818181818182
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  INVENTIONS AND THEIR MANUFACTURE AND FOR MATTERS",
    "mean_p_confidence": 0.6544444444444445
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7979999999999999
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  1. ‘This Act may be cited as the Sri Lanka Inventors Short title  Incentives Act, No, §3 of 1979, and shall come into operation 2n¢,dute oF  on such date as the Minister may appoint by Order  Published in the Gazette (in this Act referred to as the  “appointed date”).",
    "mean_p_confidence": 0.7841818181818182
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  2. ‘There shall be established on the appointed date an Establish-  authority which shall be called the Sri Lanka Inventors ment of the  Commission (hereafter in this Act referred to as “the Commission  Commission”) and which shall consist of the persons who  ‘are for time being members of the Commission under  section 4.",
    "mean_p_confidence": 0.8011666666666667
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  3. The Commission shall, by the name assigned to it by The  section 2, be a body corporate’ and shall‘ have perpetual Commission  succession and a common seal and may sue’and be sued body  in its corporate name. corporate,",
    "mean_p_confidence": 0.775
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  4. (1) The Commission shall consist of a Commissioner Members of  ‘and two Assistant Commissioners appointed by the Cabinet {8 scion,  of Ministers on the recommendation of the Minister.",
    "mean_p_confidence": 0.7512121212121212
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (2) Such Commissioner or Assistant Commissioner shall  be a citizen of Sri Lanka and an inventor with one or more  inventions registered as such with the Registrar of Patents  of Sri Lanka.",
    "mean_p_confidence": 0.8108108108108109
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  (3) Where in the opinion of the Cabinet of Ministers there  is no person suitably qualified for appointment to the Com-  mission a person who has distinguished himself in science  or industry or is otherwise specially qualified in relation to  some aspect of the work of the Commission may be tempo  rarily appointed to the Commission,",
    "mean_p_confidence": 0.8123809523809524
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (4) A person shall be disqualified from being appointed  or from continuing as a member of the Commission if he  is a Member of Parliament.",
    "mean_p_confidence": 0.8020689655172413
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Sri Lanka Inventors Incentives  Act, No, 53 of 1979  Term ot 5. (1) Subject to the provisions of section 6 the term of  meciecey office of the members of the Commission shall be three  years:",
    "mean_p_confidence": 0.7657142857142857
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Provided that a member appointed in place of a member  who resigns or is removed or otherwise vacates office. shall,  unless he earlier resigns or is removed or otherwise vacates  office, hold office for the unexpired part of the term of office  of, the member whom he succeeds.",
    "mean_p_confidence": 0.8381481481481481
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (2) Any member of the Commission vacating office by  effluxion of time shall be eligible for re-appointment.",
    "mean_p_confidence": 0.8025
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Resignation 6. (1) A member of the Commission may resign from  Gf imembers, the Commission by letter addressed to the Minister.",
    "mean_p_confidence": 0.7179166666666666
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (2) All members of the Commission shall hold office  during good behaviour and may be removed from office by  the Cabinet of Ministers.",
    "mean_p_confidence": 0.7951851851851851
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (3) Where a member is temporarily unable to discharge  the duties of his office on account of ill health, absence from  Sri Lanka or any other cause, the Cabinet of Ministers may  subject to section 4 appoint some other person to act 88  ‘a member in his place.",
    "mean_p_confidence": 0.8227777777777777
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Remuneration 7, ‘The members of the Commission may be paid such",
    "mean_p_confidence": 0.753076923076923
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  of the remuneration as may be determined by the Minister with",
    "mean_p_confidence": 0.7969230769230768
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  Commission. the concurrence of the Minister in charge of the subject of  Finance.",
    "mean_p_confidence": 0.733125
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  Members to 8. A member of the Commission who is directly or",
    "mean_p_confidence": 0.6178571428571429
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  Gisclose | indirectly interested in any matter which forms the subject",
    "mean_p_confidence": 0.663076923076923
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  sry-decision of any proceeding of the Commission or of any decision pro-",
    "mean_p_confidence": 0.7235714285714286
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  fobsmade posed to be made by the Commission, shall disclose In",
    "mean_p_confidence": 0.7238461538461538
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  _ Commission, writing the nature of his interest at a meeting of the Com-",
    "mean_p_confidence": 0.7675
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  mission and such member shall not take part in any proceed~  ing or decision in respect of such matter.",
    "mean_p_confidence": 0.8136363636363636
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "  Soeleain 9. No act or proceeding of the Commission shall be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "  Serpite declared invalid by reason only of the existence of any",
    "mean_p_confidence": 0.7723076923076923
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "  vacancy, vacancy among its members or any defect in the appoint",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "  ' ‘ment of any of its members.  Qdiects of 10. The objects of the Commission shall be—  Commission, (a) to encourage the making or creation of inventions  by citizens of Sri Lanka;",
    "mean_p_confidence": 0.7532432432432433
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "  (b> to give technical, financial and legal’ assistance 10",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 21,
    "text": "  inventors ;",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Sri Lanka Inventors Incentives 8  Act, No. 53 of 1979  (©) to exercise, discharge and perform all the powers,  functions and duties conferred or imposed on such  Commission under this Act ; and  (d) to do all such other acts or things as may be neces-  sary for, or conducive to, the attainment of the  objects specified in paragraphs (a), (b) and (c) of  this section,  J. (1) The Commission shall have the following Powers,  Powers, functions and duties :— and duties  of the  (a) to give technical assistance to inventors after Commission.  examination of their inventions to determine their  patentability and to help them prepare patent a  applications, under such terms and conditions as  may be specified by the Commission ;  (b) to grant financial aid to inventors to enable them tu  develop, perfect and produce their patented inven-  tions or those which are pending patent, under such  terms and conditions as may be specified by the  Commission ;  (©) to render legal assistance to inventors by representing  ‘them in filing their patent applications in Sri Lanka  or abroad and by protecting their secured patents  from infringement in patent cases, under such terms  and conditions as may be specified by the Commis-  sion;  (@ to recommend to government lending institutions  inventions that are beneficial to Sri Lanka so as to  enable such institutions to give long-term loans  to inventors to manufacture their inventions, with  only their patents, as security, the amount of any  such loan to be granted depending upon the impor-  tance and market of their inventions as determined  by the Commission ;  (e) to help inventors find markets for their inventions  in Sri Lanka and abroad ;  (A) to encourage Sri Lankan inventors to make known  ‘their inventions by giving annually sizeable cash  awards and medals to be known as the “Presiden-  tial Awards for Inventions” to patented inventions  in Sri Lanka in the fields of agriculture, chemistry,  medicine, national defence, pharmacy, physics,  public safety and welfare, public works, transporta-",
    "mean_p_confidence": 0.8044327176781002
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  . 4 Sri Lanka Inventors Incentives  Act, No. 53 of 1979  tion and such other fields of science and technology.  Such awards shall be open to all inventors in Sri  Lanka without distinction as to nationality ;",
    "mean_p_confidence": 0.7886046511627907
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (g) to establish and maintain a public research laboratory  and experimental station where authorized  inventors and researchers may avail themselves of  its facilities and servives for carrying out or perfect-  ing their approved inventions and researches ;",
    "mean_p_confidence": 0.7767441860465116
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (h) to promote and encourage inventiveness and creative-  ness among people in Sri Lanka and to assist them  in creating new inventions in those fields of science  and technology specified in paragraps (f) through  an annual “ Creative Research Contest” with cash  prizes and medals to the winners chosen by the  respective judges of the “Presidental Awards for  Inventions ” ;",
    "mean_p_confidence": 0.8111428571428572
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  ~ @ to publish and disseminate information about inven-  tions, researches and science in general ;",
    "mean_p_confidence": 0.756842105263158
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (j) to hold regular monthly sessions for the exchange of  ideas among inventors ;",
    "mean_p_confidence": 0.7770588235294117
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  () to belp Sri Lankan inventors join international .  competitions for inventions and researches, or to  recommend them to such competitions; and",
    "mean_p_confidence": 0.7138461538461538
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (I) to organize creative societies in schools, colleges and  ‘universities to promote and encourage creativeness  among Sri Lankan youth.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  . (2) For the purpose of giving annually the cash awards  and medals specified in paragraph (f) of subsection (1), the  President shall appoint a panel of judges, consisting of three  distinguished persons in the respective fields of endeavour,  referred ta in that paragraph,  Conditions - 12, ‘The inventor or researcher shall by written agree-  iter ment before making use of the facilities provided by the  facility or Commission under paragraphs (a), (b), (c) and (9) of  Bento” ‘subsection (1) of section 11, contract to give the Commission  inventor or not less than one-tenth of all royalties arising from such”  yesearcher. inventions or research, depending upon the extent of the  facilities or services to such inventor or researcher to  maintain the public research laboratory or ‘experimental  station.",
    "mean_p_confidence": 0.7916901408450704
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Sri Lanka Inventors Incentives 6  Act, No. 53 of 1979",
    "mean_p_confidence": 0.7069230769230769
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  13. The laboratory facilities and services of the Ceylon Laboratory  Institute of Scientific-and Industrial Research or any other ‘cilities.  government research institution, shall be made available to  inventors or researchers who may need the same as recom-  mended by the Commission. All expenses incurred by any  such institution in making available laboratory facilities to  the Commission shall be chargeable to the Commission.",
    "mean_p_confidence": 0.7889999999999999
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  14, All functions relating to the promotion and develop- ‘Transfer of  ment of inventions conferred upon any person or body of selsing’.  persons corporate or unincorporate by any written law are snh™C™  hereby transferred to the Commission which shall hereafter Seys\\epment  exercise those functions, Bn ca,",
    "mean_p_confidence": 0.7005769230769231
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  45, (1) The Commission may make rules for the proper Power to  administration of the affairs of the Commission; for the  regulation of employment of the staff of the Commission  and generally for the exercise and performance of its powers  and duties under this Act.",
    "mean_p_confidence": 0.8105882352941176
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (2) No rule made by the Commission shall have effect  until it has been approved by the Minister.",
    "mean_p_confidence": 0.8076190476190477
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  16. (1) Where any immovable property is required to amend  be acquired for any purpose of the Commission and the immovable  Minister, by Order published in the Gazette, approves of Rhe'purboss  the proposed acquisition, that property shall be deemed to SpunSvssion,  be required for a public purpose and may accordingly he  acquired under the Land Acquisition Act and be transferred  ‘to the Commission.",
    "mean_p_confidence": 0.7954929577464789
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (2) Any sum payable for the acquisition of any immovable  property under the Land Acquisition Act for the Commission  shall be paid from the Fund.",
    "mean_p_confidence": 0.8051724137931033
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  17, Where any immovable property of the Republic is Special  required for the purpose of the Commission, such purpose . lease of,  shall be deemed to be a purpose for which a special grant belonging ~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  © or lease of such property may be made under section 6 of the Republic  Crown Lands Ordinance and, accordingly, the provisions of {2,h6:ssion,  that Ordinance shall apply to a special grant or lease of  such property to the Commission.",
    "mean_p_confidence": 0.7595555555555555
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Sri Lanka Inventors Incentives  Act, No. 53 of 1979  Power of 18, Any body of persons, coporate or unincorporate or  bodies of any local authority may, notwithstanding anything to the  Qoear contrary in any written law or instrument, relating to its  authority: function, enter into and perform or carry out all such  fo enter per  into contracts and agreements with the Commission as may be  ae ‘necessary for the performance of the duties and the exercise  Commission. of the powers of the Commission.  piney 19. (1) No suit or prosecution shall lie—  ken under’ (a) against the Commission for any act which in good  or on the faith is done or is purported to be done by the  Mirpetiont Commission under this Act ; or  Commission. (6) against any member, officer, servant or agent of the  Commission for any act which in good faith is done  or is purported to be done by him under this Act  or on the direction of the Commission.",
    "mean_p_confidence": 0.7855978260869566
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (2) Any expense incurred by the Commission in any suit  or prosecution brought by or against the Commission before  any court shall be paid out of the Fund, and any costs paid  to, or recovered by the Commission in any such suit or  prosecution shall be credited to the Fund.",
    "mean_p_confidence": 0.8378571428571429
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (8) Any expense incurred by any such person as is  teferred to in paragraph (b) of subsection (1) in any suit or  prosecution brought against him before any court in respect  of any act which is done or is purported to be done by him  under this Act or on the direction of the Commission shall,  if the court holds that such act was done in good faith,",
    "mean_p_confidence": 0.8442666666666667
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  = be paid out of the Fund, unless such expense is recovered  by him in such suit or prosecution.  No writ to 20, No writ against the person or property of a member  ‘issue tne of the Commission shall be issued in any action brought  erson oF i  person,or, against the Commission,  a member  of the  Commission.  Adminigra \"21. (1) The Commission shall have the following divisions  stat, for the purpose of its administration :—",
    "mean_p_confidence": 0.7044827586206897
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (@) Patent Examining Division ;",
    "mean_p_confidence": 0.6557142857142857
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (b) Research Division ;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (c) Legal Division ;",
    "mean_p_confidence": 0.49333333333333335
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (@ Evaluation and Financing Division ;",
    "mean_p_confidence": 0.6875
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Sri Lanka Inventors Incentives 7  Act, No. 53 of 1979",
    "mean_p_confidence": 0.6876923076923076
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (e) Administration Division ; and",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (A) other Divisions that the Commission, with the appro-",
    "mean_p_confidence": 0.7190909090909091
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  val of the Minister, may deem necessary to create.",
    "mean_p_confidence": 0.7636363636363637
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (2) The Commission shall have the power to appoint or  employ such technical, administrative and other personnel  as may be necessary: to carry out the functions of the  Commission.",
    "mean_p_confidence": 0.7923529411764705
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  22, (1) There shall be established a Fund called the Sri Fund of  Lanka Inventors Fund (in this Act referred to as “the @'nmission,  Fund”) which shall be managed, controlled and operated  by the Commission in accordance with such directions as the  ‘Minister may give from time to time.",
    "mean_p_confidence": 0.8016363636363636
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (2) There shall be paid into the Fund—",
    "mean_p_confidence": 0.742
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (a) any gifts or donations of money made to the",
    "mean_p_confidence": 0.7625000000000001
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  Commission by any person, or by the Government ;",
    "mean_p_confidence": 0.7681818181818181
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  (®) any grant received from the Government under  section 23 ;",
    "mean_p_confidence": 0.6957142857142857
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (c)-any income from investments or any other moneys ?  Teceived by the Commission ; and",
    "mean_p_confidence": 0.7138888888888889
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  (@) any moneys received by way of royalties.",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  (8) There shall be paid out of the Fund—",
    "mean_p_confidence": 0.7627272727272728
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "  (@) all expenses incurred in the establishment, main-  tenance and working of the Commission ;",
    "mean_p_confidence": 0.7727777777777778
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "  (b) the salaries of officers and servants of the Com-  mission ; and ‘",
    "mean_p_confidence": 0.648235294117647
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "  (©) such other payments as are approved by the  Commission as being necessary for the purpose of ,  carrying out the objects of the Commission.",
    "mean_p_confidence": 0.7513793103448275
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "  23, ‘The Government shall grant or give on loan to the Annual  ‘Commission out of the Consolidated Fund for the purpose of ff\" \"”  carrying out the aims and objects of the Commission such Government  ‘sums as may be voted by Parliament for the purpose. Commistion,",
    "mean_p_confidence": 0.7980392156862745
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "  24, (1) The Commission shall be exempt from any income Exemption  tax, wealth tax or other tax payable under the Inland & simaiesinm:  Revenue Act, No, 28 of 1979, gis donors",
    "mean_p_confidence": 0.7131428571428572
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "  om",
    "mean_p_confidence": 0.17666666666666667
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "  (2) All goods imported for the purpose of giving effect gefiein,  to the objects and purposes of the Commission under the taxes.  provisions of this Act, shall be exempt from the payment",
    "mean_p_confidence": 0.7916666666666666
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Sri Lanka Inventors Incentives",
    "mean_p_confidence": 0.6385714285714286
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  Act, No. 53 of 1979  of any custom duty, if the Minister in consultation with the  Minister in charge of the subject of Finance approves the  importation of such goods,",
    "mean_p_confidence": 0.8002857142857143
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (3) Any instrument containing any agreement between  the Commission and any other person providing for the  Payment by such person to the Commission of any sum as @  donation shall be exempt from the payment of stamp duty.",
    "mean_p_confidence": 0.803953488372093
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (4) The amount of any donation made to the Commission  by any person in the year preceding any year of assessment  shall, for the purpose of computing his taxable income for  that year of assessment, under the Inland Revenue Act,  No. 28 of 1979, be deducted from his assessable income, and  the making of such donation shall be deemed not to be @  taxable gift for the purpose of that Act.",
    "mean_p_confidence": 0.8422784810126581
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (5) The provisions of this section shall have effect  notwithstanding anything to the contrary in the Inland  Reveue Act, No. 28 of 1979, and the Customs Ordinance.",
    "mean_p_confidence": 0.7974193548387096
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  Exemption 25, (1) Where a patent has been granted to any citizen  from tax.” of Sri Lanka in respect of any invention approved by the  Commission then, subject to the provisions hereinafter  contained, the income received by the holder of such patent  from royalties or otherwise in respect of such patent shall  not be liable to any income tax, wealth tax or other tax  payable under the Inland Reveue Act, No. 28 of 1979, for a  period of five years from the date of the grant of the patent,  and the holder of such patent shall be exempt from all  licences or permits required to be obtained under any  written law,  .  Q) The preceding provisions of this section shall apply  only to the holders of a patent—",
    "mean_p_confidence": 0.8374647887323944
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (@ where the paid-up capital consequent to the use of  such patented invention does not exceed one  million rupees ; and",
    "mean_p_confidence": 0.7752
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (®) where the manufacture in pursuance of such  patented invention is carried out by the inventor  himself as a home industry.",
    "mean_p_confidence": 0.7528
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  poe 26. ‘The financial year of the Commission shall be the  i period of twelve months commencing on the first day of  January each year,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Sri Lanka Inventors Incentives 8  Act, No. 53 of 1979",
    "mean_p_confidence": 0.6869230769230769
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  21, (1) The Auditor-General shall audit the accounts of Dutles of  the Commission at such intervals not exceeding a period of (e,Ausltor-  twelve months as the Commission may decide.",
    "mean_p_confidence": 0.7678787878787878
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (2) Notwithstanding the provisions of subsection (1), the  Minister may, with the concurrence of the Minister in charge  of the subject of Finance, and in consultation with. the  Auditor-General, appoint a qualified auditor or auditors to  audit the accounts of the Commission. Where such appoint-  ment has been made by the Minister, the Auditor-General  may, in writing, inform such auditor or auditors that he pro-  poses to utilize his or their services for the performance  and discharge of the Auditor-General’s duties and functions  fn relation to the Commission and thereupon such auditor  or auditors shall act under the direction and control of the  Auditor-General.",
    "mean_p_confidence": 0.8184615384615384
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (3) Every qualified auditor appointed under the pro-  visions of subsection (2) shall submit his report to the  ‘Minister and also submit a copy thereof to the Auditor-  General.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (4) The Auditor-General shall examine the accounts of  the Commission and ascertain the correctness of the balance  sheet and report to the Commission—",
    "mean_p_confidence": 0.8107407407407408
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (a) whether or not he has obtained all the information",
    "mean_p_confidence": 0.7683333333333334
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  and explanations required by him; and",
    "mean_p_confidence": 0.7062499999999999
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (®) whether in his opinion the balance sheet referred to  in the report is properly drawn up so as to exhibit  a true and correct view of the Commission's affairs  according to the best of his information and ex-  planations given to him and as shown by the  books of the Commission.",
    "mean_p_confidence": 0.8113559322033898
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (5) In this section “qualified auditor” means—",
    "mean_p_confidence": 0.7322222222222222
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  (a) an individual who, being a member of the Institute of  Chartered Accountants of Sri Lanka, or of any other  Institute established by law, possesses a certificate  to practise as an Accountant issued by the Council. _  of such Institute ; or",
    "mean_p_confidence": 0.8160416666666667
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  (b) a firm of Accountants each of the resident partners  of which, being a member of the Institute of  Chartered Accountants of Sri Lanka or of any other  Institute established by law, possesses a certificate  to practise as an Accountant issued by the Council  of such Institute. .",
    "mean_p_confidence": 0.8032727272727272
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Sri Lanka Inventors Incentives  Act, No, 53 of 1979",
    "mean_p_confidence": 0.7061538461538461
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  Power of 28. The Minister may give special or general directions",
    "mean_p_confidence": 0.7423076923076923
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  inister  Give special in writing as to the performance of the duties and the exer-  Siekclons’ cise of the powers of the Commission, and the Commission  Coneission, shall give effect to such directions.  polish 29, All officers and servants of the Commission shall be  the sion deemed to be public servants within the meaning and for  geemed to the pu f th .  ferred purposes of the Penal Code.  servants.  oes teetoal 30, The Commission shall be deemed to be a scheduled  Geemed' to institution within the meaning of the Bribery Act and the  sihedulead provisions of that Act shall be construed accordingly.  within the,  meaning  ihe Bul  ae",
    "mean_p_confidence": 0.6812698412698412
  }
]