[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SURCHARGE ON INCOME TAX (AMENDMENT) ~ ACT, No. 28 OF 1993 [Certified on s6th July, 1998) Printed on the Orders of Government Published as a Supplement to Part I of the Gazette of the Democratle _ Soctalist Republic of Sri Lanks of July 16, 1993 |___Fan (TO BE FORCHASED AT EAE COVEANDENT PUBLICATIONS BUREAU, COLOMBO Price: 60 cents, Postage ; Re. 1.00 1",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". Surcharge on income Taz (Amendment) Act, No. 28 of 1993 . [Certified on 16 July, 1993] . L, DAo a/ea 7 AW Acr v0 aneexp Tue Suncuance on Income Tax Act, No. 7 of 1999 BE it enacted by the Parliament at the Democratic Socialist Republic of Sri Lanka as followa:—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be cited as the Surcharge on Income Tax Short title, (Amendment) Aet, No, 28 of 3983.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "% ‘The iong title to the Surcharge on Income Tax Act, Amenimmt",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "No. 7 of 1989 (hereinafter xeferred to as the “principsl fine enactment\") is hereby amended by the substitution, for the {0 Act words and figures \"YEARS OF ASSESSMENE COMMENCING RES- THig! ‘Yecriveny ON Apne. 1, 1989, on Apart 1, 1940, ow Apnit 2, e981 avo ow Avan I, 1992\", of the words and figures “SYRARS OF ASSESSMENT COMMENCING RESPECTIVELY ON APRIL 1, 1989, on Aprm. 1, 1960, om APRIL 1, 1981, ow Apmn, 1, 1982 AND ON Apart, 1, 1903”.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3 Section 2ef the principal enactment is hereby amended Amendment by the substitution, for the words and fgures “but ending .°% 0. 5 aot later than March 31, 1993,\", of the words and figures of the “but ending not later than March 31, 1994,\", patel a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4 Section 3. of the principel enactment is hereby Amendment amended a5 follows :— . section 8",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) in peragraph (il) of that section, by the substitution, principal :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "for the wards and figures “relevant year commenc- “#etment",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "-_ ing on April 4, 1991; and”, of the words and figures",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "\"relevant year commencing on April 1, 1992 ;”;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) in paragraph (iv) of that nection, by the substitution, ' for the words and figures “relevant year commenc- } ing on April 1, 1902.”, of the words and figures - i “relevant year cotmencing on Apri] 1, 1992; and; H (8) by the addition, immediately after paragraph (iv) of | ‘that section, of the following paragraph :— !",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "* (v) (@) not less than fAfty per centum, on oF",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+ before August 15, 1903; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "7 (®) the balance on or before November 15, , 1983, { of the mount of the surcharge payable by him for i the relevant year commencing on April 1, 1962.\" |",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2° Surcharge on Income Tax (Amendment) Act, No.-28 of 1993 Apendment 5. Section 4of the principal enactment is hereby amended Reeticn € as follows :— ofthe Prireipal + (1)-in paragraph (e) of that section, by the substitution for the words “from the remuneration of that - employee for that year ; and”, of the words “from ~‘\"~ + “the remuneration of that employee for that year ;\"5 . ~- 42) in paragraph (d) of that section, by the substitution, for the words”. from the remuneration of that : sot,» @mployee tor that year,” of the words “from the ; . remuneration of that employee for that year ; and\"; (@) by the insertion, immediately after paragraph (d) of ‘that, section, of the following paragraph :— .  (@) for the relevant year commencing on Aprit 1, . @) from the remuneration payable to such fo nh employee for the month of July, 1993, Se 7 per centum; and sy Tce!\" - Gi) from the remuneration payable to such oan employes for the month of October, wr tat 1903, 74 per centum, wea of the totel income tax deductible from the inh ny .o'';\"'.: » »“feriunetation of that employee for that year, \"- Amendment ° 6, Section § of the principal enactment is hereby. amended ahtn 5 ‘tay subsection (2) off that section, by the substitution, for ot tte | paiagraph (i) of the’ proviso to ttiat- subsection, of the ‘smaciment, following “paragraph :— oS +\" *Gil) where any person who is liable to pay the surcharge | + tinder this Act, for a relevant year pays as such ° surcharge— 7 . . ,¢ cx (0) for the relevent year commericing on April 1, . a _. @. not less than 74 per centum on or before 5 ” August £5, 1989, and 4+ +, += -Gi) not less than 7% per centum.on or before _ ren + .., November 16, 2989... , -",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Surcharge on Income Tan (Amendment) 3 ‘Act, Ne. 28 of 1993 of the income tax payable by him under the Inland Revenue Act, for the year of assessment commencing on April 1, 1988; wo (®) for the relevant year commencing on April 2. 1990— @ not lese than 74 per cenfum on or before August 15, 1990, and . (8) not less than 74 per centum on or before ‘November 15, 1240. of the income tax payable by him under the Inland Revenue Act, for the year of assesment commencing on April 1, 1989; t fe) for the relevant year commencing on April 1. i991— () not less than 7} per.centum on or before August 15, 1991, and . (i) not Jess than 7% per centum on or before November 15, 1961, \" of the income tex payable by him under the Tnland Revenue Act, for the year af azsessment commencing on April 1, 1990; (@) for the relevant year commencing on Ape!) 3 1992— *” @) not tess than 7% per centum on or before ee August 15, 1992, and (i) not less then 7 per centum om or befor November 15, 1992, of the income tax payable by him under the Inlend :. Revenue Act, for the year of assesement commencing on April 1, 1891; . (©) for the relevant year commencing on April 1 8 . ( not less than 7% per centum on or before , oo ‘August 16, 1993,and : i (i) not Jess than 7 per centum on or before ‘November 15,-1998,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "4 Surcharge on Income ‘Tax (Amendment) Act, No, 28 of 1993 . ‘of the income tax payable by him under the Inlend Revenue Act, for the year of assessment commencing on April 1, 1992, such person shall not be liable to any penalty under this section, in respect of the payments he is required to make ‘under section 8 if he pays the excess of the surcharge payable by him for that relevant year over the amount paid by him, on or before— November 30, 1990, in the case af the relevant year commencing on April 1, 1989, November 30, 1991, in the case of the relevant year . commencing on April 1, 1990, _ November 30, 1992, in the case of the relevant year commencing on April 1, 1991, November 30, 1993, in the case of the relevant yeer commencing-on April 1, 1982; and November 30, 1994, im the case of the relevant year commencing on April 1, 1993.”. . Amendmen 1, Section @ of the principal ‘enactment is hereby sSetion # amended as follows -— of the Ennctment, (1) by the substitution for the words “ non-resident com pany”, “person”, “profits and income”, of the words “non-resident company”, “profits and come\";”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "(2) by the substitution, fn paragraph (v) of the defint- tion of “income tax”, for the words “‘by that person for that relevint year; and”, of the words, “?by that person for that relevant year$\",",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ". (3) by the substitution, in the definition of, “Inland Revenue Act”, fer the words and figures, “meant . . the Inland Revenue Act, No. 28 of 19795”, of the + words and figures “means the Inland Revenut",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "‘ ‘Act. No. $8 of 1070; and”; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "Surcharge on Income Tax (Amendment) 4 i . Act, No, 28 of 1993 (4) by the addition, immediately after the definition of “Inland Revenue Att”, of the following defini. ton: ‘ perion” includes a company or body of persons or any government, but does not include the Central Bank of Sri Lanka ; * :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "8 The amendment to section 8 of the principal enact- Rextromper- ment, made by section 7(4) of this Act, shall be deemed otect for all purposes to have come inte force on April 1, 1989.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "%. Inthe event of any inconsistency between the Sinhala Sinhala and Tamil texts of this Act, the Sinhala text shall prevail. prevail in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "See ones . , . “y ii",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Annual mubseription af English Bills and Acts of the Parllement Re 885 (Loctl),",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Re 1,00 (Forrign). payable to the Suetmormoar Goveuncor Puacaniot",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "BumrAu, No. 285, Biuddhaloka Mawatha, Columbo 7, bafore 15th Deceinber each year In respect of he year following,",
    "mean_p_confidence": 0.66
  }
]