[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". : t PARLIAMENT OF CEYLON 5th Session 1969-70 GED, [S tarn “4 . Se 2 ~A~39 FY Young Men’s Buddhist Association, Matara, Act, No. 20 of 1970 Date of Assent : March 24, 1970 Printed on the Orders of Government See Bias, oy STEER, CAE yecember ef rear in respect af ‘the following. Late ee en Price : 45 cents Postage: 10 cents",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "_ Young Men's Buddhist Association, Mataru. .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ": Act, No, 20 of 1970",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "i",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Ia. po. 47/60.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ": AN ACT 70 INCORPORATE THE YounG Men's Buvpsist",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ": “Associaton, Marana.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "~ [Date of Assent: March 24, 1970) WHEREAS an Association called and known aa Preamble. * The Young Men’s Buddhist Association, Matara ' has heretofore heen established at Matara for the purpose of effectually carrying ont and transacting ~ all matters connected with the said Association necording to the rules agreed to by ite members:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "And whereas the said Association has heretofore successfully cattied out and transacted the several objects and matters for which it was established, and has applied to be incorporated, and it will be for the public advantage to grant the application:",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Be it, therefore, enacted by the Queen’s Most Excellent Majesty, by aud with the advice and consent of the Senate end the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. This Act may be cited as the Young Men's ston tits, Buddhist Association, Matara, Act, No. 20 of 1970.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2._ From and after the passing of this Act, the memati. President, Vice-Presidents, and members of the Board of Management for the time being of the said ‘Young Men’s Buddhist Association, Matara, and such and so many persons as now are members of the said Poung Men’s Buddhist Association, Matara, or shall hereafter be admitted members of the corporation hereby constituted, shall be and become a corporation ‘with continuance for ever under the style and name of * The Young Men’s Buddhist Association, Matara ’, and by that name shall and may sue and be sued in all courts, with full power and authority to have aod vse a common seal and alter the same at its pleasure.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "J 8. The general objects for which the corporation anja. js constituted are hereby deciared to be—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) the study and propagation of Buddhism;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "() the encouragement of the practical observance",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "of Buddhism; 3 con",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Young Mon's Buddhist Association, Matara, Act, No. £0 of 1970 (c) the promotion of unity and co-operation amox ® Baddhiste; and y me @) the advancement of the moral, cultural, physical and social welfare of members.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Roles. 4%. (8) Tho rulles set forth in the Schedule shall for all purposes be the rules of the corporation : \"",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Provided, however, that nothing in this section contained shall be held or construed to prevent the corporation at all times hereafter, at any duly constituted general meeting, from’ making fresh rules, oF frou altering, amending, adding’ to, or cancelling any of the rules set forth in the Schedule or which may hereafter be made by the corporation.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "{2) No rule in the Schedule, nor any rule which may hereafter be passed at a enema meeting, sbail be altered, added to, amended, or cancelled except on a special resolution of which not less than twenty- eight oye notice shall have been given, and which resolation shall have been passed by a majority of not less than two-thirds of the members present an voting at a special General Meeting duly convened for the purpose.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Doble, de, 5. All debts and liabilities of the said Young ; Men’s Buddhist Association, Matara, existing at the time of the coming into operation of this Act shall be paid by the corporation hereby constituted, and all debis due to and subscriptions and contributions payable to the said Association shall be paid to the said corporation for the purposes ef this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Seal of 6. The seal of the corporation shall not be affixed",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "eomonton. to any instrament whatsoever except in the presence of at least two of the members of the Board of ‘Management, who shall sign their names to the iastru- ment in token of their presence and such signing shall be independent of the signing of any person as @ witness.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Sorption 7. The corporation shall be and capable in law to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "wisi), take and hold any property, movable or immovable,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "memy. t which may become vested in it by virtue of any purchase, grant, gift, testamentary disposition, on otherwise, and all such broperty shall be held by the corporation for the purposes of thie Act and subject to the rules for the time being of the said corporation, with fall power to sell, mortgage, lease, exchange, or otherwise dispose of the same.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Young Men’s Buddhist Association, Matara, $3 Act, No. 80 of 1970 8. Nothing in this Act contained shall prejudiog fevjorsien or affect the rights of Her Majesty the Queen, Het fadcthern Hoeira and Successors, or of any body politic or corpo-, rate, or of any other persons, extept. such as, are’",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "~ mentioned in this Act and those claiming by, from, +",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "or nader them. ; SCHEDULE TNaue ao Onsners",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "1, The astociation shall be called “Tho Young Men's Rivddbist Asiociation, Matera ” (hereinafter referred to as Tha “Arseciation “).",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "2. Objecte: The objects of the association shell be—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@ the study and the propagation of the Buddha Dherarna;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(®) to encourage the practical observance of tho Buddha",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Dhamma; (©) to promote unity and co-operation smong Buddhists; (@) to advence the moral, cultural, physical and social wellare of mambers. T—Consrrrortor",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "8. Mewbers: Subject to the terms and conditions eonteined in ‘tha undermentioned Rules sod more particularly thoié ‘sontained in Port III herein, the memberabip of this Astosiathan. shall consist of ~ *",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@) Lite Members, and .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(2) Ordinary Members.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "4. Office-bearere: The office-benrara of the Association shall bo",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(0) 8 President,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@) threo (2) Vieo-Pretidents,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(© 4n Honorary General Seorotary,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(2) on Honorary Assistant Secretory, and",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(0) sa Honorery Treseurer.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "S58. Board of Mansgement: There shall_be a Board of ‘Management (hereinafter referred to as the Board) whish shall ‘consist of",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@) the office-bearers of the Associntion, aud (®) fourteen Members of the Board. “ #3 ran 70H",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Foung Men’s Buddhist Association, Wadduwe fincorporation) Act, No. 19 of 1970 . debts due to and subscriptions and contributions + payable to the said Association shall be paid to the said corporation for the purposes of this Act. Blow he wal 40. ‘The seal of the corporation shall not be affixed “Miia to any instrument whatsoever except in the presence ‘be ated. of three members of the Board of Trustees of the corporation for the time being constituted under section 4 (2), and subject to the rules in force for the time being of the said corporation, who shall sign their names to the instrument in token of their presence and such signing shall be independent of the signing of any person as a witness. arporation 441, The Corporation shall be capable in law to Peper take and hold any property, movable or immovable, pemile sed which may become vested in it by virtue of any pur- chase, grant, gift, testamentary disposition or other- wise, and all such property shall be held by the corporation for the purposes of this Act and subject . to the rnles for the time being of the said corporation, ~ : with fall power to sell, mortgage, lease, exchange or otherwise dispose of the same. ering the 42, Nothing in this Act contained shall prejudice eet or affect the rights of Her Majesty the Queen, Her snl stem, “Heirs and Successors, or any body politic or corporate, or any other persons, except such as are mentioned in this Art and those claiming by, from or under them. SCHEDULE Rules of the Young Men's Buddhist Association, Wadduwa Primate gfe mas othe Aezton hal be She Young Mat! ‘Office. 8. The OfBce of the Association shall be in the building of ‘ the Association: “' Keththagaraye ”, Morontuduwa Road, Wadduwa, and sbali be onmed the Buddhist Headquarters, “ Koththagaraya “, Wadduwa.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ". Young Men’s Buddhist Association, Wadduwa 5 (Incorporation) Act, No. 19 of 1970",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "$. ‘The objects of the Association are:—(a) ‘The atody, objedts observance aod propagation of Buddhism. (2) The promotion of ‘unity and co-operation ainong Buddhists. (0) Social and publia wollsre work. (d) The edvancement af the physical, intellectual and social wellare of the members.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "4. (9) Man or women of not loss than 18 your of age having Wenberin, any or all the objects in view ore eligible for membership.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(0) Members shall be olassifiod es Honorary, Life, Active, ond Astocinte Merabers.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(c) Any person who hes rendered distinguisted service to Boddhisea or soy cause in the upliftment of the Association im whatever manner, provided the Committee of Menagement is satisfied that auch person or persoox havo rendered such distinguished service or shall render such servioo, shall be nominated & Honorary Member by a resolution passed of & meeting of the Committeo of Manegement,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "{a any. person who maces «contribution to, the value. of not less then Bs. 250 may by a resolution passed st « mesting of the Committes of Management be eleated « Life Member.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(0) Active and Associate Merbers aball pay ® monthly sub- scription of Re. 1, or bolf-yearly Rs. § aud yearly Re. 10. The payments oa made shall be paid in advance. Only Buddhiste shall be Active Members. Noo-Boddhists sball be elected om Associate Alember, and euch members sball not either have the Fight to vote or be elected to any office,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "‘An application form provided for membership shall ba filled up and Torwarded to the Hony, Joint Becretariea who shall submit it to the Committes of Management for approvel. ‘Acceptance or rejection of an sppliostion is left to the discretion of the Gommittes of Managemnent, and it is not necessary to give ‘any ronsona of any rejections.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "5, (@) The Committes of Management shell heve the power to remove from the roll of members. the name of any member acho shall be in arrears for more than six mouths after giving the member a fortnight’s notice. No subsequent application for metabership shall be entertained unless all arrears lave bean paid ep.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "@) Any znomber whose conduct fe found to be detrimental {5 the interests of the Association may, after due consideration haz been given by the Committee of Management, be removed from the roll of members and confirmed at ¢ subsequent general meeting.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "©. (1) (e) The office-besrers of the Associntion shall be:  Otfeo The Patrons (from Maha Sangha and Laity olected aa per Beare, ubsrulee (0) and (@) below), The President, five Viee-Preideata, four Chairmen of Departmental Committees, three Hoay. Joint - Scotateries, Hony. ‘Treasurer, Hony. Asst. Treseurer, and Genetal Manager.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "& Young Men's Buddhist Association, Matava, Act, No. 20 of 1970",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "92. Notice of and Procedure at Annust General Mesting:",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(Q) Fourteen clear days' notice shall be given to the members by the Honorary General Seeretary of au Anaual General",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "fevting, the time and piace of euch mecting and the business to be brought up before it being specified in auch noties. -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": ". @) Agenda.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "The Programme of the Annuat General Mesting:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(@) confirm the minutes of any previous General Meating, ‘Annual or Special;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(®) consider the annual report and endited statement of ‘accounts submitted by the Board;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(©) eleot office-bearers for tha ensuing yeors",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(@ sppoint an ouditor for the ensuing year; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(© transact such other business of which notice shall have been given, or business atising therefrom.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "98. Speciat General Meeting :",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "Q) A Bpecisl General Meeting may be held ab any time and shall be convened by the Board e:ther—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(©) on a resolution passed by the Board or by a copy of the written requisition for the convention of such 8 meeting, in which the reasous aad pro- posal hoped to be submitied to the Genezal ‘Moeting is mentioned; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(6) on a requisition in writing addressed to the Honorary General Secretary signed by either—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "@) aeven members of the Board, or",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "@ twenty-Gve ordinary members stating the reasons for the request to convene the meeting and s copy of tha resolution oF resolutions to be brought up betore it.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "@) The Bouorary General Seoretory shall thereupon summon # Special General Mesting giving notice in the seme manner as provided for notice of an Annusl General Meoting in rula 22 except thot the notice for o Special General Meeting shall bo seven clear days and not fourteen olear days.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "2%, Procedure at Mectinge:",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "2) Quorum:",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(@) Not Jess thon twenty-five members shall be the quorum for General Meeting,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 22,
    "text": "(@) Any. General Merting, postponed for want of quorum ehell be held as soon as possible, after fourteen days’ clear notice in the case of am Annust General Meeting and seven days’ oles notice in the case of a Special General Meating has been given in the manner provided for in",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "Young Men's Buddhist Association, Matora, 7 ~ Act, No. 20 of 1970",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(2) Chairman:",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(@) vary General Masting shall bo presided over by ‘tha President or, in bis absence by a Vioe President, and in ths absence of the President",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "- ‘and Viee Presidents, by a Chalrman elected from among the members present.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "@) The penn prasiding for the tims being shall, in addition to hie own vote, have 8 casting vote.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(©) The person presiding for the time being shall be sole ‘rbiter in matters of procedure arising ab ony General Meeting.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "‘VITI—Exzcrion ov Ovrion-raanzes",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "Board af management.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "25. Term of ‘Offica: OBios-bearera shall be elected ot the Annual Genarel Meeting and ohall subj} to there rules, bold ‘offoa until the date of the ext Anmusl Generel Meeting.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "26. Diaqualifications for Holding Offica or Membership of the Board: No member shall be eligible for nomination or for election to any office or to membership af the Board if—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(@) he fe not » Buddhist;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(8) on the date fixed for reosiving nominations he is in srrenxo",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "of subsoriptions, fees or dues;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(©) he is en undisobarged bankrupt or insolvent, having been",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "declared os such by any competent vourt.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "27. (f) The President shall assume office immediately on election ‘and, forthwith toke the chair,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "@) All other office beavers ead members of the Board shall assume duties immedintely after the Annual General Meeting.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "28, Yecation of Offso: (1) Any oo-beare or member ofthe ‘Board shell be deemed to have vacated bio office if",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "(@) he publicly sdmits he ia not 4 Buddbist; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "@) he resigns by notice in writing addressed to the Honorary",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "| General Secretary and the same is acoepted; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "{€) he, without proper leaves of absence granted by the Bosrd,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "fails to attend three consecutive mestings of the Bosrd;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "oc © @ he is on undischarged bankrupt or insolvent having been deolored es suck by any competent court.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 25,
    "text": "@) The Board mny fill any ensual vacnnay among the affice- bearers or the members of the Board: Provided, however, that the vacancy for the office of President may only be filled ot a General Meeting called for the purpose,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "8 Young Men’s Buddhist Association, Wadduwa {incorporation} ‘Act, No, 19 of 1970",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(@ Tho annual general meeting shell be held before the expiration of the mouth of April, at which the reports of the Conimittes of Managemeut ond the balance sheet of the Rrevous your ending Bist December, shell be prosented. Teo",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "ya\" notice stall be given of any General Meoting and thirty membera shell constitute the quorum. «",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) A special general meeting shell be summoned upon the esta of te sobnmitts or of the Prasient of upon the wriken requisition of nob lesa thea fifteen membere who shall inte therein the purpose for which the meeting is summoned,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Every motion to be moved sb general mesting shall be in wlhag oct eget by the member, “uotee of which tll be ven to the Houy. Joint Secretories seven clear deys betore fhe meeting.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(g) Bvery motion pleced in the ageads of o general meeting shall bave been approved by the Committee of Management. No motion, due notioa of which has nob been given or price approval of the Committes of Menagemané of such motion hhas been obtained shall he moved at any genaral mocting.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Doves, 8. (a) The Hong. Joint Secretaries shall keep records of all, Commitiee of Manogement, Board of Trustees and of General Meotings. 0 register of metabera and such other records as may be necessary. snd carry out all executive functions sa directed by the Committee of Management; shell oonvens all meetings - end submit an annual report for presentation at the Annual ~ General Meeting. (6) The Hooy. Treasurer shell receive and keep sccounta of . ‘all moneys and funds belonging to the Association nd make such payments as authorised by the Committes of Managements + ahall_ place a monthly stotement of accounts at the monthly meeting of the Committes of Management and submit aa audited balance sheet to be placed si the annual geoerat Mesting; shall deposit all moneya recaived on bebolf of the Amouistion in such Bak as decded uyoa by the Committee of Management and shell not keep in band any oum exceeding Rs, 600.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(¢) The General Manager shall look after, esfeguord and attend to the management of all property belonging to the Associetion; oud carry out all repairs, ‘improvements and maintenance of buildings and property se directed by the Bonrd of Trustees; shall keep a record of all property belonging to the Avuocistion; chall seo to and attend to the arrangements ix respect of mestings, fuoctions and any other matters connected , Ahereto, 4.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Andthing of 10. A qualified Auditor shall be elected ot the Annual General a Meeting and ho shall audit the accounts of the Asecointion for the ensuing year. In the event of an Auditor appointed not",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "being sbi to act through any cause, the Committee of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Mansgemect thal! hve the power to elect anctber in his place,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "Young Men's Buddhist A ssoviation, Wadduwa ® (Incorporation) Act, No. 19 of 2970",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "11. All Jegel dooumenta ond instruments ball be signed ae Legal referred to uader rule T (2) (¢). aod all such documents along Sujimente, with the seal aball be ia the custody of tho Treeaurer. The '* members shall have the tight to inspect any books, documents, etc, of the Astociation on seven days” aotice being given to the Offer wha bas ter omstody. all bani traaenctions, sheques gfe. shill be eigned by the resident ar ona of the Hony. Joint Secretaries and the Hong. Treasurer for aad on beball of the Assooiation on seal provided for the purpose.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "18. The constitution can ba amended or altered only by & Amentmentot vole of bwo-thinds of thoss members preseat st s genersl sanstiteton. meeting convened for the purpose. .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "10 Young Men’s Buddhist Association, Matara, Act, No. 80 of 1970",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "2) The scoounts of the Astociation shall be audited by the Associgtion's auditors once in every yeor or mors frequently if so ditected' by the Board.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "{8) The retiring auditors shell be re-elected at the Annual Generel Meeting unless poties of the proposed election of any ~ other auditor bss been given at least fourteen deys before such meeting.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "84. Ofice-bearers or membera of the Boord shall not derive any remuneration. No office-benzer or member of the Board may derive any remunerstion or other reward direotly or indirectly. for ang aervice rendered to the Association during his period of office,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "BS. Bremplion from Lisbiity: All persone, entering, or ‘using any part of the Association pretuises sball do so at their own rick end the: Association shell under no oiroumstancea be liable to Inderanity or compensate any suck person for any loea, damage or injury Guffered by him on the premises.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "86. Amendmont of rules: No sdéliion to, deletion, oF amendment of these rulea shall be made except on a special resolution of whioh not lesa than twenty-eight clear days\" notice shall have been given, and which resolution shall bare brea passed by a majority of nob less than two-thirds of the members present and voting at @ special General Meeting duly convened for the purpose.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "81. Patrons: The General Meeting shall hnve the power to appoint a number of, not exceeding 7, patrons from among those who give and heve given support in various, ways for the well being and welfare of the Association.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "89. Matters not provided Jor: To the event of any question or matter arising which is not provided for in these rules. tho Boar! of Management may make its ruling thereon through & majority of votes,",
    "mean_p_confidence": 0.81
  }
]