[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Sth Session 1969-70 . £2, ee Os ey fy iy Em VO es) sie B Pr ey Legitimacy Act, No. 3 of 1970 Date of Assent: January 21, 1970 Printed on the Orders of Government Patched ‘et the \"Gormusaan Punsestaona Bisse Conseaks, Annual Subscription Gneluding Bills) Re $0 (Local), Ra 0 Souictilies \"Bonen, 0, Wor “tao Cones’ 1, Sater ane Seek see aS eae abnor aed before the date ef paysient wl nee te capptas. —Price:20 cents Postage: 10 cents",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Legitimacy Act, No, $ of 1970 L. D—O. 28/60. AN ACT 0 CHANGE THE LAW RELATING TO THE",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "LEGIIMIZATION OF CERTAIN ILLEGITIMATE CHILDREN",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AND 10 MAKE A CONSEQUENTIAL AMENDMENT IN TER",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Manntacr Bucrerration ORDINANCE.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: January 21, 1970] BE it enacted by the Queen's Moet Excellent Majesty, . by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. This Act may be cited as the Legitimacy Act, Sette No. 8 of 1970,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 (1) This Act shall not apply to— ‘hi ot",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@ marriage between persons professing Islam; “#4",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ma f",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{B) a marriage, under the Kandyan Marriage and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Divorce Act, between persons subject to Bandyan low.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) For the purposes of this Act, the expression “+ g valid marriage to which this Act applies” doos not include a marriage referred to in sub-section (1).",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8. A valid marriage to which this Act applies toysiniatha shall be decmed at all times, whether before or on Guage\" or after the date of the commencement of this Act, to have rendered, and to render, legitimate any child procreated by the parties prior to such marriage, whether or not such child was so procreated in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "* adultery:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Provided, however, that where at any time before the date of the commencement of this Act any rights of any description whatsoever did not vest in the child of any marriage, but did in fact vest in any other person, by reason only of the fact that such child, having been procreated in adultery, was the 1 rons 14)",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2 Legitimacy Act, No, of 1970 ‘legitimate child of the parties, the subsequent Tegitimization of such child, by virtoe of the opera: tin of the preceding provisions of this aection, shall not be deemed or constraed—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(@ to have prejudiced or affected; or to prejudice or affect, in any manner, or to any extent, whatsoever the rights so vested, or such other person's elaim or title to eucb rights; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "{®) t have conferred, or to confer, on such child any daim or title to such righta.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "4. ‘The Marriage Registration Ordinance is hereby",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Apmanans toh dad by the repeal of section 21 of that Ordinanee.",
    "mean_p_confidence": 0.61
  }
]