[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  Sec  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  ELECTRICITY REFORM  ACT, No. 28 OF 2002  (cdot Boab 20",
    "mean_p_confidence": 0.5739285714285715
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  eesti Ber ot Ni, 28 af  [ected a Bite Deer, 23035  LDA 6M,  (Ao ACE st eur Pk 1 RSLS AE EU  IS Laks = Wo MIOWRIE oR FAR TACHSC OEE, ae  . Boog a8 Lanka Buawetsy Char me esas  eons bat Craton Bunermiere Bars cr oe 1  Braces sits afm sens cates as  WHEREAS 2 sationsl potivy 06 eieewicity had  hhaen Coeinaiuted with 9 view <0 eeobliny Sti Lanka  to) muna ihe innreasing dean for efetelty #5 the  faew  AND WHEREAS i fos become nears 10 ge eft  this poticy by vesulating the gviration, Tansnissi  seuon oe spy oF way te SiLanbis hy pom  Foxchetahingrvar and charge of he fonctions athe Cele  Picetrchy Boare wot the Laska Lleiticiy Company. by  crt pute corpaton be carpe ha pups  fan by pwting fx ecptuvoter wated eaters  NOW THBREPORR, ve i onusted Dy ie Pavtinmen  ‘of Be Temwcratie Soelulist Republic wf Sei Lanka 98  ales =  caarreney  t Prsicias  1, This Act may be cited athe lesitcty ofan Aci, stones  Doo 2002 and sat comin dperation muh duicse Hot en)  Af: Minister may app hy Ore pb shod in te Cte.  Didfercat dates may be anpeintcd in expect of diterent  srw es LL",
    "mean_p_confidence": 0.3038528138528138
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Blciiy Refer ct Nn 2g 2002  Aswevotonst —B_Withoutprejatio-ag ihe powers is inter emler  eas Ghapuce VE tovmand attr te de onan hk ho  sey i posi ened, he adm naif Tin Ack  Sal vost i he Putt Unies Corenzsion a Stat  ‘nerina efete fo a5 the “Coramissiam evs  suler The Putie Uses Coynerision 9 Ss Las Act  So. 35 of 202 and th Comp ison shill nse. eine  0) cycherge whe powers, fonts dacs v6 ae  ‘infeed cao assigned to een Act .  CHAPTER  Fanci aon Commas  texioesethe 4. “The Roos of the Cama sl Be ks et  Cos ee ewe echelon ety regal Far ihe iy  Indo Si Lanka aden  fa) tadise tne erninent onal mats emus  the generac, tenses a ba. 20) ae  she of eset 0 Bt Laka  a) to exerivs Toenatng reguainsy ad asp ine  farsi, be ean muy be. a essed ates  peed Por 29 thie Ak Heansos,tegulatoas  awlentsofperRoacancr codes racine it  Sexuteneas fcr mae weer Ti Act ang 19  ‘he gettin, tan riots ae  su eect ia Sr Lieb:  le woappeome sic technial and apenitnatidonnd  feasts a ace veuee ft Hine & ee Ho AS  developed By livensees .  fee togolate eats and eehor ehargue ving >  Ioenngos gad ther Sects under skines  (> stor canmsiaton withiranaici nd ton  Foensees, ropa semen. ig aa sis  ond ogationso coomumereaien Urea  oto 3, apd Sehedales Fave? asthe 1",
    "mean_p_confidence": 0.28205223880597013
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Elects Rar At Mo 2 of2002  1h 16 costo and record ifexmason clang 0 te  ‘Severance dasa. sep nd  ‘of betiony im Se tans  gi to se and eofouce tochoieal ne other standart  : telating dhe safety, quales, eontionany and  Fekniy af crciy ony serves ons tmseins  7 14) vo prea He efBiont We, ain ennai Hf  seaeicy  iru propoes within aes iF the <0 nk  ‘pashan ft Capra seis, Ho 2  tie thersaher 9 ragustery mses soning &  {Ene oF pow practice relating I abe Funston.  sig th, Commesinn hy or under this A.  i 16 pare any atte etating 1 the fupstions  veel om or sg hs Coens hy 5  cer hi Actoo) a awh eran an ses mona  Sranwy be apie i he reganey carl  1A) soho the pevisons a his ct cus  the ents die Cornet comers sp gEOpE,  © amy peter aoe! persons who may be bead  rare Wioby tbe alos, by eosin oF oe  Copoisarn, 8d  hy wrurlerabe lt ne dens astm nase it",
    "mean_p_confidence": 0.29533333333333334
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  . Freon appropri ter the fictive dischaepe",
    "mean_p_confidence": 0.1988888888888889
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  sf es taseios.",
    "mean_p_confidence": 0.094
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  ‘ 4. (1) The Commission saws diseargs Wie fonctions Orme  psy to by under HRs A i ser whl  ser ix bes alle",
    "mean_p_confidence": 0.33222222222222225
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (oa. to pres the intents of east sin ce  The suply of ese, by prose effconey.  enamiy ab Sahay pstsons enya a. oF",
    "mean_p_confidence": 0.2937037037037037
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Bleescite Ref Set Ses Bap 82  ean i antes uminot with gener,  eansmissing. dustbulian supply sel ese a  ostreiy",
    "mean_p_confidence": 0.20199999999999999
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  1 urseeke tt fri necesita  ll eaannahie loess aS Laks",
    "mean_p_confidence": 0.24461538461538462
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  fe roseoure tt lcensseing lcs hy  Infinanceene eiriagent ite atiedioenuihesae  sv rogates hy tice eens",
    "mean_p_confidence": 0.22210526315789472
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  42) vo rants te aliciony ase esr sy  repos:",
    "mean_p_confidence": 0.245
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  {042 proses public om ger aoe fon the  ponerse. anni. dey ion wipe se  teierncty",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (6 9 gre lee say guides an eens  sojeneeatahouie Cen en hy ses  Braioueesue Aidhosiy wt sie apeialnc.  Protiseiat Cause as",
    "mean_p_confidence": 0.2507692307692308
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  fe tyromsie cuore. whew appre",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  tnscpaler cloned a dae“  (29 tn is seen, he iets of comnts elles  Fe estos fea am a some within  lathe pric charge ang acy sams UF say of  est |",
    "mean_p_confidence": 0.2943243243243243
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  We ibe avalfabliny avd evwriauty of weppty sh  kets",
    "mean_p_confidence": 0.2525
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Vel De ql 6 Sots supply aes pied",
    "mean_p_confidence": 0.225
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  4 the exoreme oF amy ORS conf a es ce  cater meas",
    "mean_p_confidence": 0.2793333333333334
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Bhececietfonm Set Sn, BoG2ME——S  14) he Mier shall have the porwr un Rnnabte Govt  enc poticg gesting erospeagnt dc aleccicy donc. Sea we  12) wit peaies sohe genet of tsceica es,  {shal i il Sr the Mine 9 forward sash ude  «ete Cabin of Meier or censiration on the ting  wens  : fa} theresuivoniens he sbeenicily nA Laskar olee  re ils satioal wots fin Sestsnohfe Guoneense  sth cetaing neoancts i espace  1) iene gongtapoeat are nshalig,  revo  ities soencoomec grap  (ay fuel diversity sad the pesfored Fist for new  hooray penetiag supa:  te) the primis and eyectves im meting tne nee  grin para e>  {ey sho measures eine sakem by dhe Consent wit  pest ein cheve pars,  dup anh gine emg stad the Comic ia  ‘uke sch eenral pic yundttes ns conaiderstion oon  dcangng fo futons  . 4. (1) TeeCmmissionmay uppuincelvaiiaaspeens ere  fee the purpazes HF AG. Soave  . £2) stad be the day elaaelcca ingpeter acid  sso ebovtion (8 —  (a) tu pat end ast, elgifnes autotest pls  helonging tn putsons eutovid BY 4 Hae 3  tnempred from the vaguieneae oF basing  ange, 10 poner, snema, lise oF SaRry  esctrcty",
    "mean_p_confidence": 0.26219730941704034
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  © Beery Reform Ae, No, Bef 2?",
    "mean_p_confidence": 0.36444444444444446
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  18) toearsng te yesenuiog anseision, bse  ssrvarply of leery By ach persons",
    "mean_p_confidence": 0.246
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  0) taint and tee, aad wher yi so  ‘ome any sich iowa plant sans  Davies, forse puapene of sacereining whetins  i eager psa by tis Act mesa  ‘hove lines of shat rahe sappy elicits  ‘rca ey thm, ese camped =",
    "mean_p_confidence": 0.30106382978723406
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  AY toenney mur such oem ox nay be pe  Cb nt ce ey gulans e e Cos  ‘ase davrmines",
    "mean_p_confidence": 0.20521739130434782
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (5 Regotaisey bs made",
    "mean_p_confidence": 0.28833333333333333
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (er preeeting ths ease whic, an he ts  “Whe ay dnc mpage eles imps  se the pete",
    "mean_p_confidence": 0.28904761904761905
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  ‘hy requiving persons suthorived by Hexiees af  evenipted fiom he requreniont OF Beating  Tienes geserte, uname baie ply  slate",
    "mean_p_confidence": 0.21041666666666667
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  4) tc lomish occa espacio itoseide  ver inant ad  1) thay wc iapesen cmt nl  the yap of ected planta ote Gags  fed presi ie eau a fee ay ch  ‘ae payetle suo inspesoes ad te peasy  whom Shey we paabis",
    "mean_p_confidence": 0.28959183673469385
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  ds sreseshing esis Porth sd ec ston  telecine seston,",
    "mean_p_confidence": 0.27499999999999997
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  Ae) ricsing # haowve fem i obligato tn samy 7  ecrciy fa vecutstones ae Comte tay  preset and",
    "mean_p_confidence": 0.19863636363636364
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  i seting owt ve procctlne for the postion of  Gsputos hetwcce 2% clea inpocton nd  fons a eo",
    "mean_p_confidence": 0.2927272727272727
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  hoi Meso hs Mn of BHD  ts Any fees testy the coca inspects adc  theses shal ne eis tothe Fat he Gsm  1. Theprovbicor ring sopubticheringt eth Public Resse  Luss Comsat Sn ears At i. 38 0F 22 dh  . rss dra osc le pic ag  er i  cRAUTRR  Paar  A 8 papcn ste Patino  Ger gunerate oey era  thy oars ssi on  4s dvite 0 sup elerity for he uve  ising a tony prentocorcsahing  Tora given tans poe,  tes ew ative soar lense gma ee  Bis Aan cae pld om such einen sot  2 A psceanwinncontanenesthe prvi hain  {stale yay of a once oer Set and sal  Fible om coms fer ammary stl hefre a Magsaree  toate fens Ha ene une isa raped  {Secing fs usd nia reso Sept  ‘fier decepion Ea ern Ls apa ents a  . tei oxime me yar ar tobod ch ine amps.  No peoconangs sat be iaied in tee of 90  tle wer hs ween cape wh ten anes  - {be Coenen  8 41F The Comission ay by Oniorpubtia a he Facute  Gaze ace ny per EDDY OF pesos ea  Fequirement Of nbiining 2 Ficenee For gonetating or  Sieg ls. tsteg ea othe waar 18 mick  ‘othe cuintity of eecriony ibely to be geneated I  ‘bad by sh peo ca eatery ef porns",
    "mean_p_confidence": 0.3050197628458498
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  x teens Reina het A Ro 3082  2) Berg sah aeepioe shall he ta sect oat  stuns conti ad fon ich psa eg he  Spied such Ode  favlionine ——_Esey appliances gate se  her dias. tet it ln estonia ae as  She made i ting rds Ean a eal eo  sb form and sul Bs angie hp si i asta  ike docamns and suet fers may he presen  ‘egulatn,  eemessorin 1 (1 Ura ip af 3 api wurst 8  ‘messes yd ote te Conran Ina og te Reon 5  ests ape Zar the Coe Sa  sahil m ies ot Seto ein ch  mee athe Canssiomeanantos pei for  Dang 0 the ensiom if parsons wh a BY  he lore y he fee o eee ne  485 ed copy of te wn 49 the Miniter fos ie  Toe ntormac  12 sary mutice ante subiction lll  1a sate tha the Cownmission pripsngs gut se  Fieence be sateen 40 Ui panes lH te  epost Ou m lesaee  18). sate tas yeas for pepsin the yal af ace  Eavace ar extemsnn 48  > spect the ered not sing os has vey ei  dys hon a bue of pedieaiono! te wien) wilt  ies sepresonsaiians my 6 made te th:  ‘Coram wih rpc tbe pte  emotes $B, 144 The Cn ig  {ua} aftr consid soy rare sanions masse i in  espe be ue pushed where $=",
    "mean_p_confidence": 0.3165900383141762
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Blecivcte Reform het No 28a 9  4) after savsiying ise dat the applicant asthe  financial an echnical epabilty for earyng out  {he activins autoried by the licens ve extension,  and  c Ao} afer navn the Mimiste  (i) gra cence autoricing any person —",
    "mean_p_confidence": 0.3672549019607843
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  . 1) generate electricity Thom am ented  seneraton plaat = (a Lcenes grapied  lr this sub-paragraph herein  refered co as a \"generation cence\")",
    "mean_p_confidence": 0.32785714285714285
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  > swscanani slot and proce nd  sles in ull ithe Aueized  ‘Area specific inthe cence Ta eene  ‘eranted under this sub-paragraph  hereinafter eferedto aya\"  lisence\" So  40) wise and supply or dist or  supply eleticty forthe puspose ot  giving a supply to any promises oF  ‘Sabling supply to be 30 given i the  ‘Authorized Arca specified inthe  Tcene :(@Feence panied nde this  sub-garagrapin is herenaler weed  ‘4 \"aistbuton heence\") 0  ily extend. fur the periou specified 4m the  fextension. a generation. ramsmission,  ‘rsbaton cence gram under ths Act  . (2) Foahwith upon the yrant of Hicence or an extension  unr thisceton the Comision shal cause toe publish  inthe Gara, a otication giving deta ofthe cee  textes grated, nclung the persons 16 son, nd dh  Dprpeses for whic i wax gamed, te em of such hee  ‘rextension, asthe case may be, and the conditions sjeet  ‘e whieh i was pant,",
    "mean_p_confidence": 0.3760344827586207
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  1 bese Ref eh Na 28 of 08  (23. A perso shal wo te: grate hha sussssebon  Fist non  ot a genaationHiewee  18) simsibsin Hawes  {A peso sl a be psi bh gansta ses:  ata dentine sense  Foosoitisnce a, 1) Beey goncraing, vansminsn of diebatie  sionaes os wxeaneiga sbereok granted veer hie Aut  sat  at Bein witing  (b> volens previously revoted ot sumendord ia  sonnei ih tems cage rests  ees free or de pated pox he  eeise sf estersion und  {eh nt be capable of hein surements! the  meet of is Come  BAS soe as pratt aoe graming 9 genet.  tesmimson or dirinaion Higeace o exersion thal the  Comin sa cay hare  (2) tothe Minne lets ter infest ga  soy Bean ty wo be alvin  Gao 14. WDA genation sumaision orditsine steno  edt ary ci  “4 sec cotons ‘weer 68 aot alating 19 ie  fclisities auihorized ty the Ficeaeer an the  anys Consors recensiny Being rope 0  the Fatnescsignoc wit hy sein 8",
    "mean_p_confidence": 0.27791666666666665
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  leenicty Reform Act, No 28 2002,  conditions eguiring payment tn the Commission  ‘upon the grant a he ligence. or pride payments  ‘uring the tenm ofthe Hence, such amount or  muniss may bo datemined hy the Commission",
    "mean_p_confidence": 0.46309523809523806
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  hy or under the izence =",
    "mean_p_confidence": 0.375
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (©) imation wo the provisions in setons 30 ad 31  this Act. conditions with provision for the",
    "mean_p_confidence": 0.5680000000000001
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  5 conditions —",
    "mean_p_confidence": 0.194
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (1) fave effector cease 0 have fet at sch  ties and in sch eveumstanes as may be  specified in the ience oF",
    "mean_p_confidence": 0.47961538461538467
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (i) to be modified i such manner as may be  ecified in the ence of sac times, and in  Sich cieumstanes, as may he so specified  an",
    "mean_p_confidence": 0.5278125
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (4) conditions relating to the prohibition of abuse of  ‘monapoly position of other anti-competitive  behaviour",
    "mean_p_confidence": 0.4410526315789473
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (2) Consios inclded in a generation, transmission oF  isbtion Hcence may iclad,reguremenis—",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (2) compelling the Ticensce to adhere to any decision.  ‘der, disetion oF determination given By the  Commission a soc mater as are specified in  the cones:",
    "mean_p_confidence": 0.46354838709677415
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  (44 competing the licenses to comply with all  ‘requirements ofthe heence:",
    "mean_p_confidence": 0.455
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  . {e) competing the Hisense to ele eenain matters For",
    "mean_p_confidence": 0.36000000000000004
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  ‘eterination bythe Commission",
    "mean_p_confidence": 0.20400000000000001
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  4) compelling te license ele for approval by the  Commission certain thigs to be dome under the  licence ov certain contac or agreements made in  orsance othe Fccnce",
    "mean_p_confidence": 0.40424242424242424
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  22 Noi ra avg Bo ig  Ae wostcting the vanes By he bse  ai, pied Me  oo  {8 seating shunner tneserite sees wil  sib per  1 sam sss ye Corson win oe  sue 2 Vere dha int tbe Fas  Stihumbes 15 Wien goss thence of aa  NGRE®™ vente ised 1a generation licenses dal hea  rs sonore  Neb prering Bow  b deoar oe fasone  “see eb ee hn Ast  echinacea ea  Tes Ae  sain te Havasse sll esrciy seminod  fy te heemn cesta hoen se  tesowe  (0) ing he anes nad inallewinnme sel  lees fordteorache in ve  1D. raging te Hoos tk a prs Map to  retest porn, isdn eye foe  ais dae  4 seit the Hse 9m msn  sakh aisle operant le Ue  enero syteny ihe Cimino  ace epee om  {8 rogucng Ldap sd wits asic Hs  ‘ables ana it dig lo tla  sepa",
    "mean_p_confidence": 0.24519999999999997
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  snes Refordet Na SOF  Hi Witeo poguice i he generality sete ML Spc sins  leansmnste Heong iwi to 3 icemace shat igolude. bono  ston wane  fas pwoseibing how the Heanace sak dichge te  : Famsione signed te icenies wider ASk. 19  vfs seh Sodio axons hy  Fenian af hin Ae  . wei otc faa fare dei  the dovetopmant of the Hesse msn  Sys. and 1 procure the Cneloginom UF new  enstion pln tm meet reannnahte fheoeaxt  Soran!  ted weaving te tcemee 16 puri ebdiiy asd  lc le ed eves on he ee  saniogeoes ens:  i ecsing to tbe eon’ oi ass the Hees  uy shang othe Du sales cf tiny olf  For thet of he eamminsen spe my Kean  Tromave aml dnb asin  99 toc the Kanata rina spurte wets  inspect of diffe pest come’ ebarines  0 ptihiing erm sey eis se  sequin thy tices 4 fmptemen wid ana  . Soh thrice oF pectin kak rl  i crassa srs tincksding 2 gud evs)  45 the Commissine cupsiders bactssaty at  . sxpedien  4g) eeguleing the fcemae 1 evel ad mua  elcine ese elec peo Bh  requiring the Howse to devalap end operate  sect generten snr na.",
    "mean_p_confidence": 0.2775877192982456
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  BE eleiiy Ropar ice Mr 8.9 U2  fd may inclode, consis alli the sams  loca sf eee bn Ba vrs obese  ie somecte! tie siamo omens ams  Sgistennand eden nf tani esis bo  foc further eondtiaas a ate clad ty eva  slang to ch bk wen  Spxiiomibin 19. Witla puso so ee guay of secon 3.»  Suen Uieguinatiom lvasce issued an a Tceaeey emg ince .  Foor sone  a preseihng Wau ne Hse tl dace oe  fantions aed to th Haste Hv 9 wes  [Act nso arash cua a REO  ‘eth as pistons 0 ts Ae  (> searing the Teens poten cees ut patie ie  telaten: «> commoner isses custaining such  reins a he Cami Gmides ags8 ses  forthe wernirn enianas sliding ee  retigg em  Vip he payment eornomers  FY the discomection of spptics acum  the prison seco fe ily ae  ted 5  is) Ge lfctat ea of eaeisity hy consenees  i) She hang eons canna at .  sh the manor coamlineo I cee.  itis maaincuin clayey Te the eanate 3h :  esate et yas Comes  4) raquicng the Beene to mpc a mnt  suck eckenl orem cds ett tt  Sheoriitydstiutioe network he Eos  considers ssconny on cep i",
    "mean_p_confidence": 0.25775862068965516
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Seeman Refna 0 in 2p 02S  it ssquiing the temey to velop aod sina  eer ss eee Mentor bos  FA 11) Ahcomesbalbecaphes ing sizes sie semon  fn wm in pat Ft incu ein mucin ale ese  Seg  1A icousnalal et Pewsey acme eye  2th we cement nf tbe Cao  (2) iedesaing whether us ie a con em unde se  2 she Cromiton tal opply ssa obtera s  soply of a sere desing wlener tPA 9 earn  Isto orn ofa seeming sence te aie  143 concen anda subaeiion 139 ay Howse ange  te he sgn mgring a  a) sah nodieaive oo wsviions feo oe oe  {Re imposiiya of suc Turner conditions w Ue  ‘meson nies Roce fr he ppv of  ptooeing osteo comes 3  (| ste inet ue consequential miibeation of  ‘nbs the Connie consis neces  185 A fosace may inelady envaitions antherising  sedge subi! to capac: hy the sesignes ol crt  “peli eons  . 149 Ap assignuny co peponed yom ofa iene  sat new  . a) He ies eeu xezeme  4h) Aho eight oppor sseigament 3 i  tse uP a coon eft Beene  Lv meres boen tere heen at epurted  sstgeanem. a corznetion of a sition set  tithing whe see  be",
    "mean_p_confidence": 0.26346153846153847
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  1S ect eta 403 Re 2 302  sentient 19. 48) The Cumomiason aay, aes silting aor  a seorasetatin mle 5 Hie eespone t2 ene ed!",
    "mean_p_confidence": 0.3020689655172414
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  ws sivas x2 ay Cases adie Rr",
    "mean_p_confidence": 0.23111111111111113
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  evoke a genase, wari oe dibs.  feupidaise ih de ras 2 mai tea  esac",
    "mean_p_confidence": 0.2766666666666666
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  £2) Belo seeing any lyr amen betas he",
    "mean_p_confidence": 0.341
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  ‘Cowsesion shy rows ps inte Gases",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  ue pe eo ws Lend amps or ig",
    "mean_p_confidence": 0.315
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  the iisiomf pes vey wobec Steve  ae tha ose evoke ie Mosse pic ths",
    "mean_p_confidence": 0.3164705882352941
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  Isic, ane resins fr rpeing bn eh aboot 2",
    "mean_p_confidence": 0.1690909090909091
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  Penod wit which ope ations may bs mace aes",
    "mean_p_confidence": 0.12181818181818183
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  se concn  tiem tr 3B 4} Bsoes appvation fir va exstapion ales  rim. saan ney be ade. Ising oaeConnés a",
    "mean_p_confidence": 0.28625
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  ven a ay > fasted api all Ne aeons",
    "mean_p_confidence": 0.35818181818181816
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "  ‘eh nemo, decanted fees he poet",
    "mean_p_confidence": 0.27375
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "  Sy seule,",
    "mean_p_confidence": 0.1675
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "  £21The puowisiong of sutsention (gal 2h nf aca  shall ti mardi, vay tla 2 ation",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "  sndacsubsceion (1,",
    "mean_p_confidence": 0.09749999999999999
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "  18) The Commit all consider any rpweteton  nsec i response ta ntice pubes paces",
    "mean_p_confidence": 0.3129411764705883
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "  ‘a asinestie (93, tela grating ae exeepine sles,",
    "mean_p_confidence": 0.219
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "  sean,",
    "mean_p_confidence": 0.09999999999999999
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "  Rewssimeanl 2148) The Commision ming. a cowsidrite wy  “pina grein set i egies tr ult  ani casein (2, by Css publishe te Cree  ey roe eagupiom game ta porn  egos pasa tae setae 98  iy wiksroe an eeompous grasa wo & Eaogiy 08  Taons fom a benim ita sctsery",
    "mean_p_confidence": 0.2654385964912281
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  osreb Mer Ae BSF 17  sn sokiza wah a pos the Or hy a he  sromtn a Fuse I ages Ne Cons  Spee he ene sd vo  2) Belge wsehing oe wilting wee i dr  + sahaetianth the Carmona yaaa abit  “akong ana somvorsiderapepeae wy  ‘Nena pone ec ate Be SS  + treater iow he araion pti he nee,  Spl asia, ape pecan  {Spm ese hese ash  Fpipeecy ecu ceed  eae  Fomas ne DuIasor aes  22 The iis th Pa lal yi alban. Penner  deste nero 8 ne inaions ta gare. ME  Gensbrodon oda axa eon  BB 415A maison Reem salle tit  fon develo ana otaintais ah efficient. cexmafinased, =\"  “Shi a ong tebe S88  {0, os a el vscy sn k  eatoon  Fesrence sou 0 ens soe rail  . Somvonica ph of ley couse ant  fe) este shot theses sullen seas Ham  severe ones eae frat de  : istry  2) Seton: 8.26 TANTRA DML AT ad Ro  wus Acted Secs 1.2 ad #9 al aa  shin appiy mace cles akan  Shee wy app to tho supply 8 leincny hy 2  Gis lise",
    "mean_p_confidence": 0.2538139534883721
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  Bowie Reg Ae Ne Ra Bi  ina! 2 (1 A dss tcamice sl om ay reset  tdi acer accupirof any premises s He Ati  ons ‘on fe see  (coaaest, supply ad mene spe leisy  those prenitas =o :  6) fara may he naccosny fe thar pes, pe  ‘lee nee cleat last beth -  ject tthe pinion of this Pa, ay reputions ade  ‘weak this Pace secon she Elec Spy Cals  soc na in Sobedale Drags).  129 Aarti teense sf anya ies  ‘rude sasrnunation st une copies ay pers  ny cectitydetskutcn syten operate Hs Yom  fee ter om which ts asses abe conn  applies electric  3) The owner of uecunier af aay promises iv Woe  Aultorsed Arce ia diaibation fceiae whack  ta) mrestuated wittin Aly motees foun wy dist navns  Tse of the firomce sr  (4) Goud eomested o any st Ra yo eee  ‘he supe and bd hy he amr evap  those peers  smayrnate avequestfnasupely wider saheciwme gion  dss hee,  4 Asnngly of eleciiy sey powines ano se +  aieatosuridud ws opreesonr ad ata tenses  ‘shu infor a consumers within ths Aston ced ase ot  eridston ante (eter exting wan ns  erons request a supplsy a dhe weyamecwe act  is Pananddiedatcbvien cence, alin nes wha sactes  bby sconmumec inner trian a sony of foes",
    "mean_p_confidence": 0.2720242914979757
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Blewicey Rejoa hch DIK OA RR  45) Where any peesun eequitas such # supply af  ohne ie ole on -aticetinn (1c ell  sequel senple Toe an stat inform, he dist  fos  . tad the pesos a ti We eapoyBseegaled «  the pes oe we olestiy foe ask 8  : Mss en  ed useday nee ware ta eae sie ae  ihe avaion lense is forte of @ pan’,  oguiemeat se which the esp fs quires!  dy the maxiuam poser Shieh may bereqpsd any  tine sand  1e) th minim paid Fr which hw signs Bie  wrpegien.  ssl pis the ientuon Reensee wih uch ether  Init 3 ye peste he be ne  seglition  6) As so peat uae wowivng as es  sahacoia (Sti cieshutomeensce sal geno the paren  biog hs teen 4 aecice sae subvesion i  . an) seh unseen arent giver spy  city we stones penis  . 2) the giving of We supply equines ie praise of  lik ise oreo piet 2 ho  ep thoes ae other sieeymutamcos which wake i  esemsary li the Feaes fads  (7 A esieg wae i sonacenon sal",
    "mean_p_confidence": 0.2817142857142857
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  2 lec Ro At Nn 28of 02",
    "mean_p_confidence": 0.3011111111111111
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (aya the exten to wih he popes pei i  ihepnnpeaine consi anestunisnetin  {S) ae asepahl tthe dtuton hase  specify any soumer pupae made By  iRintton hoon",
    "mean_p_confidence": 0.318125
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  > spi he i pati",
    "mean_p_confidence": 0.33999999999999997
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  (6) spsily any payin which ht person amy  Teaver sein 27",
    "mean_p_confidence": 0.2935714285714286
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  . a) pity amy sad cmos wih a  penny he ue eh  so however. th he unc props ns  Frome theistic sl tino wh  iene is ems poss ta per i acne  wih hx AC telus manor ts Acta ts  “Sali ie dntbton hee",
    "mean_p_confidence": 0.3898076923076923
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  tah seston —",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  {w)_any weleence to giving spp of eu  telus wettest Sone ge hl  sry",
    "mean_p_confidence": 0.2911764705882353
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  (hy any efeenee noting suply ole  incase oeuing wach as  omni be pn sand",
    "mean_p_confidence": 0.26666666666666666
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  1c) any etree he pain fan ai in  nmol pam msds efens oh  insallatomvtancs neve enw  oan exiting ins te",
    "mean_p_confidence": 0.342
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "  sont 35, ‘Nuhing in ths A lb Uo yun  seyeaes — Garbnlcsc ts eometian gicacaplyofc  ‘any premises under sc 24 othe eo  Soomection giving the nappa hat",
    "mean_p_confidence": 0.28875
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Begun Ryman Aer No Mag BHI  sbi cena beng breve fats bus is  encom iho hp Bey Supply Ces at  ‘a Sohne 2 92s act ond the sorige oe al ac  Ses ate Feamahl Io proven the routines ch  ‘nur ea ghee fem nccering 493 re he",
    "mean_p_confidence": 0.28888888888888886
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  . ‘Sostmelanses rm ving ch etc  26 Ub Where any Gleuns Hie af olecica plan Henete ener  : svcd bw tho toudhacionloeaske pose eauicings SPOS  ‘iptv loess or eee 2, he een ray ets  ny egean necslyineued noite opm  le ue diay hy hal pon tsi watt ies  te ein af te st Bus  2, ae Comminsen ins dro aperameiing sunny  oflevishy ends seta bn qfstnhitio eae  ‘pu wee Fons, i wept aap eepeases Mabey  Incutad in gowiding ay clase inc wr clocrcal plan  {eed lithe paste af pane my a ae  (aay bo toetonaile 38 che cireaniicuntabing  a) peti oF Gas bate laying the dest  ae tinge soi  ty any payers any ather person has pressously  anode Be aceoace i get of thei exes  ont  . 6) heen on ube Booreew bara eared  ‘he Tews expatnes fll  . 131 Dinstinegitony the Commis nice eect  or may require he unites botanes ws has name  {At ait trap oF expainon panimly incur  podiling sy eee ne oe elias ape ay  sunmuntso roomed pate nahin su pCa  ok my be shyoprie wants nsinhuping any porn e  revues ly Coming ss exper",
    "mean_p_confidence": 0.2650230414746544
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  22 Bhherty Reform den Bh, 2p 202  (49 Any feloronce in is sstinn Ho any expense  remamsbly incre igniting mgr line otc  Pls nabs 3 rloreace tothe expo! alge ol  apanses Rae be sp swe Im wing he 8 ve  la imo Ex a su eapenses are or Saco te  \"seb icemcr po ame chg se hy th oc .  forthe supp af olny  Moweratenits 27.11) Spbpetteta ft pose ie ’  scans Aico see es rag oe wi sy  wo wh regu © sonctioe, sop a -cwe av  Petey under cei 28 ovina cca  To the payee a mary sei nay ase ie  Fires  (ob iv rapuct the pedo  yee yao sere i soto  be provided for east amply. st sept te  passion af ths Hn ple,  sites poesa ihn pike cca ths dition  Fcamce Tay tine gee he mip, oe ete Bs po  se fag 4 pla, Fo ang 26 Uh tec,  2) Where unypmon has wat pwidnd wach wee  aguited ander sutueclian (44 or the Netny PR By  ch pein fas ce ec —  othe dse busine omnes by ake ger sie .  pee, eevee dries  Pte wee. cisenabe seri Hetiepapiar of  atm wie say ese se Roms 5  lnseapes fhe spy “2d  64 ht pao bee poe nl soos te  Tvemane ay seas 19 ssh te cules o  svonniwa se sry. Ua te ay Be ha  lg es Habre owes",
    "mean_p_confidence": 0.3044194756554307
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Eletrisey Reform Ac No, 28ey2002—— 28  (3) Wher any ws ot money is previ toa dsebaion  Tiemsse by way of security im pursamce hi actin.  Hisense sal pay inrest on sel sno moe. ts ae  sy ay To Hime ie be io By the Fcease wal Wie  pein of the Conuhisson forthe pio remains the  . han of ths sense  2K Adisribtion iccnsce may require aay person wh) Abt  5 requires supply of elcicity une seta 24 Yo ave in  respoet a the spp  (a}_any erm ung ta person comings onesie  fan ay ore he supp of electri Fora ini  ‘erable and subject miimum eonsumpion  yay esc wich may be regu tbe imped  To the purpose of enabling De iceses wo <ompy  th rgulations and this Pato estion 6 the  Eotricity Supply Che as sot ut in Schule 210  Us Act an  Ge) any tens restctng any lity of the eens for  ‘ny econo. comsequntial a abe inet hss  \"ustaied y such porn, bowever rising, whi i  {sroasonable inal the cieunsaness fr that person  Tobe raid in cee  29. (1) Tis secton shall apply tats  ut sanfsrchargs levied by the ransaisi ease  To th sisnission and bulk sale wf electiiy  . ‘herein ler toa \"ansissio aba le  Ta)  (by ro eoargeslevied bythe dsribaion eensce  For the distribution and supply or disthutin or  supply nf electricity (hereinafter reerrl tv 3  tbat nd sappy ai.",
    "mean_p_confidence": 0.35424812030075187
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  24 Bleomuety Resin het Ace 240 00°  (2) Trane sem aha. ae tsa satie 2  aug tote es cen sy he as sesansance wat  aioe i ie geva arac—  2} Ie et dy ak conse sia th  ‘eos sellocive miethedstiney apprived hy ihe >  Comiscer<  potas bork ecemec unceon a reneds .  sk isan Ua caning kA  asc ys oe ea  fot be apynowe by tae Coan at  ae pin nse ane oy Pe ei hy  es Coma ishen  131 Whee a tamamiaie Hs o aslo fence  tle vase nye. eens puis pablo ik  ‘sh se nis isin an apply ts as he  ‘ns Be we sujet innovies the Com 8  1 owes for he enw of ss meena he  vutevan ieee! prose marae be Se cl  fcae—  fay a timetable for the review ot Karel by 26  Commas  hy provi ioc enmsmnsce alee nyse  fe pinot gabe rosie,  42 Bonwit any oor prsssion 0 uy 158 .  Ceramics my WH is changes whic ayn te  cane onside ann est Cine i  Mg hase pnteinina He My Kenseth ng secu .  orepess88 By i Govage fe such alse  (34 a able weotinn “yelorane cea” ancoth «  aonb ein peel funni a alee  Joes and 9 stb fase ae ves db  a apy tat",
    "mean_p_confidence": 0.28538461538461535
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Phere Meona Nk ton Beg NODS  BL Trepp ein ina anion  tor) Sela wis Ac see peat Hesmscens ¢ wean  iy Sco uo Bi Aaa Bout Sap ek  . fe} ke 8 se At se of eet se  . dy Scholae Again er upset  stl apply sa 9 tla the despa ve os  Tages lis oth ame Soles  Pater  Muuarence sas Berna Liters  L411 Subjpsootntbeliowiag poviiotesl ieee) yawns  fe Cosas Naty avi eRe cami at 9 generics toate  ‘exesiune sian Hoon Hh ss assay  seis matte  2 thors mabey avait iets soy, te  Commis ath  0 pul ete us nn he Comission  Sosnidaes appeipaie hoe bringing he pond  itil to enn prt ite  a  . Ln sera up he in Lie  oy AEM WN RE US a he Mo A  urinates  2 Metatcs wade sehacetun 2 SRR  (2 sate that the Comms peers ao mabe th  nwiicatomes saved 9 Re iss, he esse  se Pepa slic alse ras for he  yam nels",
    "mean_p_confidence": 0.28167539267015707
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  De Bisctce Reom tok Wr. 28 op S82  (2 Sis the pote emo rts ony cide sons  Sotuenc ft he i a patti  roact wien sc preset i sh  fr Be nade 4 ee Cemrassins exis He  propane sevice",
    "mean_p_confidence": 0.30478260869565216
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  42 Pe Cranmisin aeolian ecieiaots  sl hjctign aso apc on pls  fer mubssction (i Balers waking aay staifieniy :  Pripesel ints ace,",
    "mean_p_confidence": 0.22814814814814816
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  15) assoun ce prtieie ular mang ay mesons  vo his Seti, Ue Comms Sal ae sy 90 ale  wit i heise, a 19 tlie Ty fan  rider,",
    "mean_p_confidence": 0.2946875
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  naive 32. 11h Sbjct tefl ening mows utc sete",
    "mean_p_confidence": 0.28818181818181815
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  see he Caimasion ay oly he comings sya,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  sees Tsai shana tees Uae sts os  seemless :",
    "mean_p_confidence": 0.15583333333333335
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  25 tons making ay sasnsns we se sa  sh camminsan alk ewigls th enstios goss.",
    "mean_p_confidence": 0.29277777777777775
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "  un) ioe any ties oh ese gems,  ‘amare inching epee ole  Blevtscity im bolls. disbyioa uF suents al  lectricly pader o Tectes, Opera, Moy So  eapested Wonperte Ags the pubic sent  1) i's, eee tone tees cule ole  ratvenind by alsa feo nions weakens  Tavees. :  ov snes, onic a Wr pon a Hc sl  ‘he Minier, obl orste tent yinu ds  ase asta hei ne Cems ghey ra  ‘Camas wheibe oF 1 nee aHeot we print  late",
    "mean_p_confidence": 0.22152173913043477
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  tects Reform Act. No280f 200227  (2 fi opt tthe Minister the Commnsion sal et  ‘ou fallowing =  tu the eects adverse to the publi interest wiv i  ‘his the mtr specified nthe veorcave wr may  > be expected 1 have sand  y proposed mudifications of the eanitions of the  5 Felevantlcenecby whic. ns opinion. this eos  ‘could be remedied or prevented,  (4) “The Commission maya amy de. by satce ko the  Minister. revise the repost provided under this setion by  ‘aig tno excluding mater from, such sept  (5) Toss the Miterin the consideration fhe report  Commission sal give othe Minister =  (2) any information the Commission has relating  ‘matters within the scope af the imvestizatn  ‘diced by sand which the Minsor ries  ‘wih tie Commission thinks would be appropri  Forthe Minster have and  (6) any her asisiance which the Commission sabe  tn give in elation mates within he see of sh  investigation and which is requested by the  Minter  5 6) As soon as praeticable afer prepating a report unde  this section, the Camasion shall —  5 lu serve u copy of the report on the relevant cence  sn  (61 publish particulars of the report in wel manner  fs H considers appropiate for bringing thom to  the atenion of persons ikely 1 he affected by  thom",
    "mean_p_confidence": 0.4507258064516129
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  28 Bleier em aor Ns Mop ss  1 A Neensse wag within eve dys ere  ‘egy a he react nese Bons ig paca  lov the Mivaies, seit the Minisicr sul] tabs bur  Sune io aig Ms enero,  {1 Within Uy Hs aps of exci ent wos .  subseton 2h obs Mitral lo Se Chany we  ring eer to giv elt Hho pe Has  as to came m8 squint ine and .  ‘neelctios, Whate iho Minit saans li vino  egies cllet ibe gtap a oaiiinns Jaco  sfullmitsontansiisione nts om eset me  Visa appt ba he Cetin a ey  ge ofteraying oc prevemtnat lscadwers ve  publicise aha gue Pe sia nah ee  (24 Hs Miso Sha, who alvin the Cimino  lr cet C8 sas sae geroasans of a  ascend shall ave stg 19 he nbgocsen tr  seins  14) Mee Censor sl ean aS Ibe Minis  ‘viel the ance avs ud lac  Jn sch maven. a omits press Ine bsg  alse to estonia of pera Bboy 19 86a  rss pace aftr aking edt sry i  sein the Conn sat seats conic  foie teense a 4098 Mies  1128 6 A Boum a av he gah ol appt fo .  {Coan of Ane sine iy acne  dy The Sprane Cx Ralos rea ap he :  Supverie Coit roe te Cort! peal al ens  etapa ate 29 oF he Supa Cots Ras! Rr at  Poodan of aw a wen ver ac rl a  ta ningun ago as era wi  (ii, fie lignan 3 etn wd",
    "mean_p_confidence": 0.2986267605633803
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  letvicity Reform Act, Me 28 of 200229  811) Ifthe Commission i sti tata enrainn, Enc  transiission or UstibutionFceasee fs contravening. or is\"  tikely to eontraveas any condition of licence. oF aay  ‘tui reguiroment it shall make a eafnesment onde  ‘mining such provision as it may deem neces to sere  S oompliance with sueh condition oe reqitement, hy the  licensee  . 12) Aneoncoment ander  (ay sal eguie de Heensecto who tects td.  ‘desis hom ding seh igs ae speed ihe  de  6) sal be in Fines for suc peso x may he pete  inthe order  ey may be revoked. or modified a any tame by the  ‘Commission. but in any event shall cease wo have  effet at hee ofthe period speci in the alr.  3M. 11) Before making an enforcement aedcr ce Yous  scclon 33. the Comision shall = rate  (0) publish  motice am sveh/ manner ae thinks is I  Snpnopriste fo Bringing the mater to the tain  ‘persons ky to be affected hye enone  \"der sting thatthe Commission i poponins 1  sake such order  by serscomthe license acopy ofthe note ant acopy  . ethe proposed oer  (2 A novice era nin subsection (1) shall stout —  . un the relovant cence conditions oF statutory  requirements with whieh the proposed wet is  Sco secure compliance:  1h) tho 248 oF omissions whi, inte opinion 0 dae  Commission, constitute a coeavention of that  condition or requirement:",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  20 Blertsty Me Aer M28 of 8)  fee aay thor fee hist fh abe pining wf Mc  Cons. Ja the ing 0 te pron  ler:  sd) he lle he propane caer id  |e he poi ms heingtons haneweny cetaysti  she date theca. win whic flies ROE  ke rea Neos Be pages 2  soe,  () Batore making me onfoecaron oer as Sion  34. the Carotnision sh consid any tapes et  ‘olgectines made ands subsuetins C2  12 The Commer sll at wb an ange  wes tie ta  fo} thetcensse ancager aaa. shdistaing lst  seg the Co sn ee it a ies  ssl ts secure coop iane wi sion  ov reqrment ia peas oe  BY Bt the ejerves nuporel on a Crsvan By  scsi prelude fem logs  fo) Besosmaroisascorsppchidation ance  ia  (5) As oom. seashell baking an eafonen we! .  see Chases ball  ah serve a copy oft een ot Retest nha  he ner reais sad  BD pais ths are ie 20 anes i Gasidss  agpeepite tr one these st peso  hyip te fete i",
    "mean_p_confidence": 0.29257425742574256
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Hotinte Heke Ace aap BMD 3  (Rovere revobiazanantoneracioniec daConaisKss  Hd  a) abit a wore om sae raamper a A aks  pengrste Tor bringing te proposes vnter 0  : esting 1 the tet puns KASEY 19 FE  ec it  . es conve apy ofthe apse undef seen  the scum an  e) sven any rerescmatons ei jeans se  Tn ceagnn he nes,  (7) Bxary sees puted under lst 9 hall —  (a) ste Som the Coan pups 88 soe >  fader pois im potce a se efx ute  recesti ant  10) _sp0cf) 4 pai ea sot ate tha wy gh  ‘ys Inicio sete e tice in  ‘obi presets sje tbe popesod  ‘udev ninenten my be mse Taso MH ss  £8) Vator cemnidorng any epresenstons maj ite  tse csp vn tice pis under suet (8  the Canario docs mit torent the enone at  ftulich de ster wees, sled gave tier of ees  lathe pens aloes  35). sl fe te dug of a Reems fo whom 28 seaea!  closet ends ites saftinct  . 1 temps wih sel mdse  18) it fens dein ee no he ai ta  ‘ocrnge nde ney eno ovis  Foveanes ihe Camas, oF uch aman  CCannmnsiom may tier rors nae cme sl  ul challenge od Fates oe eesti",
    "mean_p_confidence": 0.27799999999999997
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  2 Elecite Ref Ae, No Bk  21 Auyyisulso emmy evens sg paren 0  uy beatfeted hy 9 emtavestion fhe einwsme nt wis  184 any ae person wh satay any owe eae oe  real ot mech emesentia way eh go nt  the icensee canna cogent rosin eas  fees ns or done, .  1s proscadings tranght agian x eemee wnter  sunseaion (2) shall hep steno For vke emcee  prove Hel dhe Heese 209% aff rasmaie: stepe al  excrelsed 3H due Uiligence wu anind cuBUsNaii Tit  fect wes,  tn: 36.15) ff lwnsse to whasi un exec nlor  spies, io com py wi sb ehfoce mnt nw  ‘er fart. he feos sale guy ao le sce wk  ‘ek en sll Bo Habis ene ler soma  Ietere 2 Moyistene. wine aot cussing to se  spe and a faves Hs nt eecceia #9 Hameed es  le xry ay for which sul omrveti satiny tle  21 The Commssion vst 9 making ub aliens  eer verse Sore ered 9 io al Gomes on  be pai by the hceaacotewseersthe enforeneni oe Whi  any pesos affect conic aPOte t se  vier  (8) The levies by way of fine ond cinapensisin  tach may he impared ander this seston whl howe  ain ad not ia decegation uf any cic lsh  hich the pron guy of aumcompsnee, may see  i .  481 The Conosson any apply oat fe ringutinn  coher remedy ru sete evempione with 09 sank  sedan by 8 Hesases, northern the fact tha thay  Jigod a preseetion again ch licen fo alte  orapw suck enfrcees! ork.",
    "mean_p_confidence": 0.31282758620689655
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  ioe akon acy Me Beef SY  2%. 1 8h the Comms ale isemies nen  stow Corea  60> sabjes! 10 an axcforccraent ariles made by hy aso s  Covinissnoe soe santa  . A> abet 95 al eney ens, ae  ‘noc catia mh cea ae  ees er the Henge pry ad ha he sa BF  esr wcoatmers emt etn, okey be ge  ss aownt sess amb ase epaan tbe Boxes wa,  le ened wide Ue Mma, Once publi 0  Thetis so ne mb aagenien acon of te leo  spar i andeabinge! me eon sna th iy  Dr peso sf ee and smc se per  sl ine all the jlowpre meses for ese ia o S  Daterab in  21 Any pascis ox aurhonty bs who he wieapeins  sar) wont andthe vst er seit |)  ‘Salford hese conduct sing ae  Presi nk Coane ALN 17 91982, he  [oral ns inca toca om se manage aN  sont de fetacx' wiercking  (31 No under shall be mode under i vastness  Boing tHe rela, sense won ies af tbe proposed  re lve heenses «renee pty oF  hein hoa  ty Donne sic peda an end under is socn sie  . ey toe Hcgmgu all ne He comin to Be he  Cinema bo ain snr ee 9p  Sahat ie cows Ue Cons oi  AP bu stops al be ake by ay pets teins  sec0R dae scary oe a esaso0  propery oinowtor taepar ater a sha le  ie Comionian and",
    "mean_p_confidence": 0.2888727272727273
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  AN taeei Rear Ae, Bn 8 2042  ot The ticrsce sal wx orci any ol mri ws  fhe Lioerce ia esti Un the emlerabing pt  seo!  19) i i seton, “Bowveney ovat” mca .  Fe panting uf a esuton fee winding a 03 :  Trecanec thar tna sth apne alginate  Jin) a Hesnsce entering inte & euimpoine il he  Soom’ rein ia  4) the saaponsn by tRebcens aTpagMeEY Af Ukss  ns ofthe arenas ay he oo  Seto the docartion of te cme a ue  ‘ecole 0  G1) te Bag ofa pelon far de snag ws He  —  Teresharaet | RRQ} Thofollowing dspton assy incemnest wih  Sette the supply 0 ase of elvtkity alt scfm the  Comission My py Dh spay  2) 9 dopa Reuwsen alee a atari? enter  emg onder sectone 23 t9 29 fm Nod 2  ets ee Act,  bt vmy dapat fother than a dispans well coin  rapa basa een a=  8 ata contonsee .  oe onete ence  Fy any ocr ete py  ‘wich pares ee hea RW ae slo ene  spate rveuson procedure rested by te Comenise  espe he sesce ai ts best eto to dos",
    "mean_p_confidence": 0.283013698630137
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  Becivny Refi Act Nos Bop  129 Oy aroun ander pag sa) oF hus  hs Cinna elit el eve the Beate  iurolorowe unlet paragraph 4) of subsection (1) he  Connie Bal ined aul agate te dingo wens  Sosides hak Hore appa For te cispuie 19 bs  * teria thor by i ee a tion  63) The peas und process 19 be Howey the  + cael a mus spe sal em gh Comm is  Shel $31 es by rules made ander the Fublee Usitios  ‘Caiman of Se Lan et, Mo. 35 2083.  (2) Whew any dings stone under wot 26 Isa be  resntved by the Conmirsion wndee aMis sccnpn  the Commisine inay alse drcetions a¢ ce die men y  [56 anys an ho given pening the descrination oF tbe  ingas  Gi A roxotation by the Cosson ante his  lo} may inctade suet ineidentl stpptumecial on  onsequanlial provisions ialuding provisions  feuinatg wer pansy 16 poy 9 se i remot  OF tin goss at oxpemes Ingurted By ame  Commissings as the Cammissivy consider:  seprogeate ane  : (bY shal be isl and shall ne enforeabl.s ea  fnctad’s each prices 99 ete OF expe  ‘ecstasy thy Commnsien, 9 he Das Court  . ff Cola haan A ee w dase ete yee  Shut forthe poy oF sey  6) fa chang prion as wera a ubespenec ia  resvhasoe under fis section, dhe Cosicisi stl ave  epa oteonei! o mens af he pan sm ay eee  lowe isaisianor",
    "mean_p_confidence": 0.32900735294117645
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  BO Blatt on hn ee 2a 3  CHAPTER AY :  Casas Pens  Stat 38.1 Regutstiins may be ace yee this  efi aesriiny the raid uf peers t osl by  nae isetaton Foasens ih seapetion wh Uie ae?!  ses, and the pons aoc supply se me  Toit eusaet .  12) Diiyenc ames nape prasad oss a  Sif isin icesase. Davie tga! bow) “peal  scutes af elitons in, og sutjesn 68 ih fe  ‘bition Haensee ore gad cep eee? ot  prawde loctiuy suppl soit a ston  (8) Regula sles teint ee el  Dpracsable, te hinds fae comenson tii) wiih  Hezuases i Boles eprops be hoe  ‘food rego,  4) Whee any peri ans sy Joss 8 dig of  prosttinad deans bs senate Fallbeoeen op  Ficus ror aniy nding preerit ty pane Sia  ‘sky i ston, rein stes eal yur  fez campesinos null fh  mine. 8 sfc sel epan  (3) Be pagans of eamipeeasinn aa ay pores a6  rorled for idrection vik wt ayes nf fae hee  sintshetion lccases ts meet i waa! poses In  \"eal rat ent 8 sal itl pr ang  Waty ther remy eit oat sac fer  spect thee rain cen ie Ee:  1) Ao daaasansing Dorm Bust ab regulon  ade vod ston ay reer ths Cantus  by sini Hans 9st oisiak an say va  teat javty, ade Cogamian wong ormins te  Arputs aeortance wi Be prinbee ose,",
    "mean_p_confidence": 0.23282442748091603
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  rity Rp des a ap  40, cit Comision vay air nna win Sats  istry list Tisenaes aad wah genoa or bes appearing Tm  tothe Onmrinemn whe mete of prmns thao imei  ahaa, wr ane ote Ber  . (ot cis ih nd ont teen  Sot nti ayo dene ga  Penenetenpenncoroen entire  . Stow we Ste by ewe  Sp coe ny sac Gon  poenes  {b+ sage lity ne nm ani  Pci at sd  soasurin  «2 ohtacrtsdky beds dri  iain fete orbs Bea lg il  yapaalcieuuuus se eles ae och  The an nero ps ay  42. a) TreConmbsindal easiest! nama  Seu ib pe ecniown  los the cnnemtion paid anda ose  nano neds Sap  1) nt cl pecan sly sh  Henson tn sonretion wea Ihe pri  eer eretor need  fer tokio petunia emacs  : treimosh vant groin of eaten we  sHecancny by nae  (0 On ehsiesulicn ea yarn ye tik  + naive are bythe Commi ash aban  Ie eh Connie sharma  osu lag tle arn ag  se 40) secu wh tal eal ty agains  det sn the mur sexe wh  topos pul he mere aot  ret competion alan",
    "mean_p_confidence": 0.28479638009049774
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  Bain mac on 2922  (2) emapanecach std tens wt  {sh rsa wa open oe ah  prom id yi Bae ay  Te ye Goon  (2 Adtishainticovee wna aelteeane  ity nef aes cen  ‘Sates fetes etic  Simm i ne 9 Mase ins Br a rede  wi ec aan tat Pe  fee ceomison  18 Stitt onc satan the Cie  shag tonecnce nssyaes args Ryan  Faint eons coms opto  dl of ienbanue solesedy funn hola  Accs staan ieee  Oc pi tora ono es  cuapeny  2s nen Ps we Oasis  Prince $2, hy Stern sim 9pm alba  ESSE nen: ne pemsvin lan esol ts ete  SEES acta pat teow ace bes one  ister unde ison  C2 A raps eel vn  oats of th ime Bene md xb des  ‘hinge pst my ees ease  Sd by se pute house elo  Froidonengecabinglter iecendenidipeansatn  Fin aeqecid i e  £5) A emi ce el ween  ani sc ape e mr ane  neo asou etn pnt le  Sree id uy sober 2 aes  pin who faced ipa hoe",
    "mean_p_confidence": 0.2596059113300493
  },
  {
    "i_page": 40,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "  Brose: Rens tie oy De  A} 24 Sang wo the provision af auinocion 4 na Games  pve sal femee  sy  (esa. ree  ~ (1 beup nll  4 efoetig Ieee shoes of eat she gous, e€cepe  + {oesrdanae WHE a rmsent get ye Crom  21 Tk reissue sa a 8s =  los 10 ne eloeini line or a0 utlengvatiid eal  Tels las ae na tg pte apd ety  hve Kilowats, nz any uther Reger voltage as  sisy fe desmed fh yo be devided by che  Comabstia  ht anrehsio o es mc of estes sis ur ll  De waste the premees msecatbo eu  hs posi eae Ze mean  1 Aor gota und thie swt  eo) tay cd sh canons sang emis  snc to the worship ad span aif Be 28  ‘hee he Coramasion ne appropri  (by myo pc or cess te Comminion aay  . tiueatarivend of ack pelcuanusy be specie  ihe eons atv  . et Sto spars (sh caine oes fe  Sik pened in es te peed mur decreed by  sun npc.  ‘44. \"The Cemicssion may aioe ham ioe ne oe HE tue  serge ov 9\" age fs” foe be purposes oC",
    "mean_p_confidence": 0.29568181818181816
  },
  {
    "i_page": 41,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "  Slits Roo in. 3 N28  chiaeae vi  erent Hotty a  seven te 451 Alo te sani pation tn Chet  Teeth apd le le un People Br the rps ott  SER sun. Oy ne Mla. by Ona pubis te Gea  “in attr sal in estes he Cons  esas ropresotet ofthe sci} suse god  fry feta hy he ng eps  Soho tr eters of fe sey ey  Srtame  (2) Theos of he ebae prepara ane asc  Precio  Wu) nse hl he Heine he Cavs Bese  Sar ane Lark Etsy Copa ong  to the. gonecaon, luasistnfaPu8  procure kan apy. ey  steely Sepa an react at  Soins iPro pars  (Py embloentenpany topmpnsettabe insets  to aischorg ity Kony wit he wos sonay  inopeadense,ecieey and samy a  oe sui eluinli nippy oar  15) The hae mepne y saevtn Het  se) Meaty the tutions rniey scr hy te  Coys Eee Bead a he take Hecty  Congas .  Py esiooy spac Ine fotings af the Ceshin  etney Bend anes Lohse sy  ino the towing eneoricn tte Bure  siding the ary af ne Tin ft  Sones prone ob saat on",
    "mean_p_confidence": 0.2817289719626168
  },
  {
    "i_page": 42,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "  lets dems Aer Mes eg 2A  iy dyer eleowis gengraieoe sad Goce  ovis gevertim  a) epson ans ce poeneeneni  ‘is Sieitonion td wey  is) any llores wt capa i sabe  prea ipa sch dgesione the  . inet iy se eluding  fou) the mragement of pen acess  eb airy series  oy Boeing anctiss: fn, wicsalto  lodeaeclianzaliy te Cylon lossy Bas  the Lave Flesity Can pny sad be patos  . ic ey a i a tse  A) aMlosale the ouimpanies propaacd ube  une sash obese Sl sere oF he  (Capi Llecsiy Sod al faba Peo  Somos  60) ape he engi propel ee ncaa  Sint enc ey =  fire cenpuny wuss ose he fide  Ceylon Sleetisiiy Boxed relating  Higdaueleetric gsaceation and shot  . esr generation  {i ope carat ike wes the factions the  Soytm Eloctovity, Bond lating to  . Fratnsesian aial bulk precrenioat of  evens:  Jilin hase ae nee dain seis  G0) one or mone companies aa eH ROE  tictro of the Ceybon Ekwatieny Board and  the Landa Kiewit Cony",
    "mean_p_confidence": 0.2502
  },
  {
    "i_page": 43,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "  62 Bleisy Retann es, fn 2404 202  1A comisashincrdemal apes nest provisions  ss anay Io acon FAN ipeniiatin a  shone  1 Pe scherne all conta puis nig ay ee  Lemans teams rn fetes >  ote gece te wih en seca artes i  ne spanis pipes Io he ener ter  posted pesos Forte mans elses daca the  oveanas. :  [S¥ Any Suny imposed un a company pagent he  incopornind unr te wehenme iB he eaters 5)  resin sueheonypity ata Ii aprata spec 0  2 Ginecton vader sects 2 dhe Ceversin of Pe  ‘Comeeuina oF Goverment sed Baines Cada  law Publi: Crmpanis Who, 2 0 987  1 Aflor the preparation of scm ese ais  ‘Sosa the feist all norway tah  ontary  ay eer tw, 99 BW! Gals The sen te  fe blab inset nasserashe waste conir pepe  Sou Hingiee ews ts tbe ation of prea key te  fect he pepe veorgamit.  Ise of 1 The Maar lube ep heen  omseacree— gyepared ar act 48 br fhe Cabig Hf Miabao Bo  Sete tee  ‘ase st 2) Uwe ie apposal by he sat ol Minis. he  mie scheme and th hccrpurton nf he ceageis propre is :  Conver fhe sehen. the Miniege sa cuts ab ill Phe  tiniscr charge oP the sajet af Fisasce des ne  Regia Compasies under whaecion S13 sei 2k .  {6a Cosverson of Puli Corpor urea re  Busine Umeiakins nto Pie Companion Att, Ses 29  1967.90 eceprate =  (are emigary otatoanir te Fanon: Cem  Electricity Bord eating tine elsras perce  od hermes cccncy generic",
    "mean_p_confidence": 0.2651890034364261
  },
  {
    "i_page": 44,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "  eit Reo Ne Me Ref AB  1) ooasemgany take ne he fection tbs Cyl  iciciy Sow ring ttn ae bk  proarecent uf olctcly«# :  (0) “hese rie drain Spa!  . 1d) one or more companies 19 take over the other  fincas ofthe Ceylon ci Sear Lanka  . ‘Besieoty Carpare cos  3 spbeified 6 the ditecion. A’ conipiny bicoophcunil 0  jptaner of sch dtton is betas foi ws 4  Spuceeucor compoay” and the expeescige “sdovestbr  + gbinpanien” shal be construed acofedgiy Ace 5  ‘arse proeded m he Chapter. the positions a the  CCaaresion af Peble Comper ¢ Goverment ognsd  ‘osias: Uaenatings ino Public Canin ct No. 23 ¢  {SE ett apy to, an, oan 1, every Sect?  (31 Dser relia ithipection alte suena  serpin sal be vb der scion ODF ResOn  2 of the Convsesion of Pvblis. Corporation or Geewecupnest  cowaed Business Underaings ima Pub Copies Ack  No 23 oC TORT on tesameda a ete S  (83 Gow or moe zuntas cc tay by ares we  dn a le meporetda wl aes i wociton a  ‘ov thom do ake ove ack ofthe Ri the  Tints Elceity Campaity a areas cos  . Esunipie ° ° ow  ‘caveat bowen ke oar tin en  ‘cay ass oto et  . ‘rey te hone Lat ns Cy  inca eee, ee  37. 8) Ons wnt sro ie Coy zie Pin cine  Budi on che day preveding the alee ite le feet Teeter sf Sins  ‘sployrent ia amy one of Use aucelacr Sopuhiesoretien Sages  _and costitions no nis faveuraile dea hee exgoved by Poi lacey  om the day preceding the rekovent dake. Sie2 Come",
    "mean_p_confidence": 0.3076158940397351
  },
  {
    "i_page": 45,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "  AE Bleciie Refoms Aer Mu 28 8 2d  129 ea es a wereanty of he Laks Hs  Company on the tay yen te wleone esd  song epg any wb a sw oaks  es an eons so lose lowe than cans  rhe hy thm onthe ue pveving ty kr ds  a  Ay The sahing uo iat aasoewee cen  fy oe omploge i th Lanka levy Copy shh ow  {he perpen fhe Ferenatoa if Epos oF Who  (Speci! rowsienst A Nooo 1991 heed pa be  dietmbston ef he seicen ich mpgs fe and  Frecsiay Comune  (1 An fap 0 srs selene to i ubsaction  cosine sss ph outed vce nnn  ‘ug ey orsebinthiy dasalinndhouimson wich  bese tied of te apton ay he sscensnr comping Ia  seer sean: este sn ato ap he  fsa he paid eompavatonaser slam Ren  Schoo be preted tht etl  a 488. ly Oca: got orem af the Copia Hacreng  SOREN Bogrbwl baestecied te iti tn ascot helt es  Bevowepenl _suctioe 12 and ate te the sevice ot any ade seco  SLEMOAS ~Companic a pve in ha eka. si scuthttobe  snomber of Se Coton Baste Bound Piet Po ad  Boron Sm und ba emits he he  ogee  £2) Phe successnr aompantes and the fees and  setveate of the Cyto Facticity Hand hu fons  Tocime te employes of te een copies a te  relevant date. shah make such seinmution to ths  Povo Fant and Pens Smee ey ane rgd  ‘make By rules ot eepsins ofthe Cason Elect  ‘Beend Provident Fund it Poasin Sevan, sot ine",
    "mean_p_confidence": 0.3083103448275862
  },
  {
    "i_page": 46,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "  lecvivey Reform Net No, 28of 200248  18 Nuowathstanding the provisions of section 47. any  colier or servant ofthe Ceylon Eletnety Boar. #0 8s  fw the say preceeding the relevant dale employed inthe  Proven Fund brinch oe Penson Fund bach of the Baad  nay win om day fm he eleva date opto entina in  . th service ofthe Ceylon Electricity Board, nd shal all  poses he decid to continue inthe service of te Ceylon  Eleoricity Board.  49, ‘Thememorandum andar aseiation eer Matis  succesur company shal, notwithstanding anything tothe mon  ‘conirary i any eter las, contain peovision — a  (a) forthe appointment and removal oF Use diewwrs wf  such company, by the Minister. only on the  recompendation of the Monitoring amd Adssiry  ‘Comite appointed under seton 50  (db) prohibiting a person rom being ade of mare  {an ane saceessor company  eh requining —  i) she ant of rector ofthe company subi  for approval the Mini, 2 statement of  ‘export tent saree mints pri to  the vommencement of each nancial year:  4 i) thesatemont corporate neat to specify —  (4) the commercial and other performance  . ‘lyetives and fses of the company  and  1D) the financial targets (including res of|  return) required to be achieve by the  ‘Company ding the net thee naa",
    "mean_p_confidence": 0.4336929460580913
  },
  {
    "i_page": 47,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "  $6 Blecricits Reform Set No 28 of 202",
    "mean_p_confidence": 0.397
  },
  {
    "i_page": 47,
    "par_num": 2,
    "text": "  1) the hoard of Hingetory tw inserts any  amendmen the statement compte  Jnent as suguested by the Minister the  ecommendativn of the Muituring sa  ‘Advisory Commie",
    "mean_p_confidence": 0.38375
  },
  {
    "i_page": 47,
    "par_num": 3,
    "text": "  (iv) the Minister on approval of the statment of  ‘commrte inten. tease tobe publ  the Gavete, at est Fourie dys fre the 5  ‘commencement einai yout wie  the statemeat slates",
    "mean_p_confidence": 0.41027777777777774
  },
  {
    "i_page": 47,
    "par_num": 4,
    "text": "  (1) tequting the board of dirctors ofthe company 1  take all Long teem and financial Uccisions in  compliance withthe statement of corporate ime  inforce:",
    "mean_p_confidence": 0.4920689655172414
  },
  {
    "i_page": 47,
    "par_num": 5,
    "text": "  {1 prohibiting the board of directors of the  ‘ompany from amending the statement of  omporate intent, except withthe appl of the  Minister: and",
    "mean_p_confidence": 0.4471428571428571
  },
  {
    "i_page": 47,
    "par_num": 6,
    "text": "  1) prohibiting the board of dscns othe company  Teor seting sn 3) mannct ha would rel hte  breach by the eompany ofthe onditons any  Hieence granted or deem the granted I the  company ander is At,",
    "mean_p_confidence": 0.42500000000000004
  },
  {
    "i_page": 47,
    "par_num": 7,
    "text": "  Moning and $0, (1) There shall be w minitoring and Advisory  SEER Comuniee for the purposes ofthis Chapter",
    "mean_p_confidence": 0.40238095238095234
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "  {+The Monitoring and Advisory Commie sl soit",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 47,
    "par_num": 9,
    "text": "  {athe Deputy Secretary nominated by He Secretary we .  the Tesuty =",
    "mean_p_confidence": 0.35733333333333334
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "  > an Additional Secretary ws the Ministry of the  Ministry nominated by the sceetary te Minsiy  ofthe Minne",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 48,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "  Blsctece Reon Ar Be e282  (63 arvmesonente oh ina  4 ste Ceylen Chanter of Crmenas nein  ‘ey tis Chamber saad  . Gy she tastnte af Chartered Assan of  Sei aka otstatad hy tht fe =  - yah laaitign of Baginuers of Si Lake  nak tt cs a  Liv) de demas eau ero semate  she Minera stange oie bit olTeas =  so  i) prs no te Minin Fes  ernie eran hs peg sce ia awe  ceperines i Busness ail yuragent od wim  ‘erpot hss relat dees  (2 Reyatations nay be wae ie eect «  i) the prncediy For the conduct of Saxiwess of  esting: of ake Morizoring and Advinory  Chamitae +  the lg Be Conmmvnce  64) The Fanetions of the Monitoring soul Advisouy  comer Yaa  (a) to nme weonmandlions i the Miniset 96 ie  . puieiven act roms oF he dircies uf exeay  iceman  hy tore he watcmsns eoreaeintebead  fr the Minister By sesh Sieh sompany. usd  same wet ins arenes. oy 10  ich sem",
    "mean_p_confidence": 0.28123711340206187
  },
  {
    "i_page": 49,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "  $6 Phere ten At A ho 2092",
    "mean_p_confidence": 0.29888888888888887
  },
  {
    "i_page": 49,
    "par_num": 2,
    "text": "  Set te mn the actu mst el peri  rerormanoeofexdeatheat pay Tire asl  Sear ts eesti eens pod he Be  Cormpay for Yk year agate rte pl  It enngeny nistomem i eupSe,  duke appre eevomsoiaies she  Mensur:",
    "mean_p_confidence": 0.2686363636363636
  },
  {
    "i_page": 49,
    "par_num": 3,
    "text": "  (ah the eset of any such Cosipmy fTng x  et te ooietnes snl ingest! ste  atement of eoporte Smleat ho li the  Mineo th xin We 7 Ps 353  sts ves i the Camas AlN YT  R",
    "mean_p_confidence": 0.29090909090909095
  },
  {
    "i_page": 49,
    "par_num": 4,
    "text": "  0) to enuse 19 be publi ia the Cimcte t  som ep song ns he rsa fi sy ane  ain recoesnaedaion pias by de Cozi  {the Minir io we yeu 4 whic th see  se",
    "mean_p_confidence": 0.2980487804878049
  },
  {
    "i_page": 49,
    "par_num": 5,
    "text": "  ($5 she Comin sat dschuge sureties wide",
    "mean_p_confidence": 0.32999999999999996
  },
  {
    "i_page": 49,
    "par_num": 6,
    "text": "  stn 4 ction wo acest Compa oly wo  Tong he vernon iy pests  stu fat sue",
    "mean_p_confidence": 0.329
  },
  {
    "i_page": 49,
    "par_num": 7,
    "text": "  entsonchs 1. The Sevmty 0 te eaty way. wth the er",
    "mean_p_confidence": 0.27384615384615385
  },
  {
    "i_page": 49,
    "par_num": 8,
    "text": "  sist gop the Past pe ny md",
    "mean_p_confidence": 0.3322222222222222
  },
  {
    "i_page": 49,
    "par_num": 9,
    "text": "  Goer lot hi er ny sans omen ey 8  riser sone enone halter  dngegate ot the sharon of lf svceesvar companee™  tecreprated ander nin toh be dst bed  Ue  simpy fhe acoso compar. mache 8  he possi by rg,",
    "mean_p_confidence": 0.21739130434782608
  },
  {
    "i_page": 50,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 50,
    "par_num": 1,
    "text": "  Bless Keto i Rs A D8  5 (25 Wherethertesns de gv eae ofthe Basen  amin ese apes aU of Rts aes  “hve top ol ede bn oe cn  ve gran Boca re ce lea Aimy Roman  . metiesciviestvchiatnincowearycnty mn  {etremvrendom sad rte seneian fore SS  fevlalcvamiemsagenthenecntdaeantestny Sesion  Ci diene wh Chapter Hand ad ie  > crew pain-|  Py grit Hence adr he lt ay  ices ori ped commenciay ome Japon  wh Chats Wand VE wl ec Aste fhe  inveegentin al ening ys eee  Lane arctan ei te i oem  apciain if Chiparh oh VL is Ae. ie siaaeee  Chnpany stall Pe dere o how besa gt be haus  Stole hs Act yi aces li  “ny anty onesies au fa  Feng of vo ver oe ale te  EA. Tee tabfic Eoin Refer Comision of 8 syce  Lab wo eancneany ote pron ered apy SELF  Sones ltgnandieyot@e Punt: BaaprnesRetoon Ta  ‘Gononion i ike Age Ne Fo HB kono  <aSom GAN  CHAPTER vt  . Free  $4. (hie ll he evo a ese mh ewe ats  Betti sal 0 ah et me be dasoaecs  ‘be Costadeaty One potest Gace  129d ting he aa ery Tor as 9K, le  Conan st hve rn Flag —  Con esis epee sha een  sr  coy rpc gene hem se pein",
    "mean_p_confidence": 0.29431451612903226
  },
  {
    "i_page": 51,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "  50 Bente ido dn on. 281202",
    "mean_p_confidence": 0.24625
  },
  {
    "i_page": 51,
    "par_num": 2,
    "text": "  158 Ths ley topo i sero 490 a feence  faring years be pei hy fe Tete te he 38  efor de sith Uy eth se",
    "mean_p_confidence": 0.3124137931034483
  },
  {
    "i_page": 51,
    "par_num": 3,
    "text": "  <8) Whe the conse ala ee aa  sepecton tt fr any Yor bee the hina diy 1 Joe  {Rot yew i ey dalle seem to te tefl ie .  Eh al ty no er de",
    "mean_p_confidence": 0.34550000000000003
  },
  {
    "i_page": 51,
    "par_num": 4,
    "text": "  (8 Up te patina of a surfieate tue! he thes  chro te recioe Ga ete Dre ot  ‘eh ron ait a ec a see oer  Thintnceote scam ean a sath  ‘aie baie hs Pel iin th Pade  Siuelaitor any he propey mevani 2 imannk  Sieh lcenae ge say bv rexewar fo De 1Soeey ot  Shroot eco oe te comes and os pron vt  Susi Biowe 7c et Bea Ck oa os  Seuss. ply ood enecten of Sh wil dts  Sirsa",
    "mean_p_confidence": 0.28108695652173915
  },
  {
    "i_page": 51,
    "par_num": 5,
    "text": "  61 Where the Chaiingn issues » cenfeste und  satbection 2) hee ie sul ey nian cone  Seviit n th sare iets tht ape pf he  TEeitate papa by a sna atthe tote  Seen ance da oriole ony proce ngs sud",
    "mean_p_confidence": 0.3056521739130435
  },
  {
    "i_page": 51,
    "par_num": 6,
    "text": "  1) Novag in hs section tafe «fe doe  aber se. of he Portman ta recewor any eRe  aac tho mans O39 ley Ha daa",
    "mean_p_confidence": 0.3092857142857143
  },
  {
    "i_page": 51,
    "par_num": 7,
    "text": "  ‘CHAPYOR vat  Grate Ros ne  foveniyenty $8 ES Brary psy nba sntrneney ny pron of",
    "mean_p_confidence": 0.2263157894736842
  },
  {
    "i_page": 51,
    "par_num": 8,
    "text": "  this Accor aty gue ce ui ale oon Ac",
    "mean_p_confidence": 0.35818181818181816
  },
  {
    "i_page": 51,
    "par_num": 9,
    "text": "  {SR pose Ua ay prow FN AK  oo, shal ally on oe ro  Sal excep sera: epoca provide nth Ac  Hable on ciavistion afer sry Wi lone Mogi:  {ort fine net onceding te tung eps ad By ons  Sriare sich fase one nk Ft  Tc nenseaing ye bunars rar rei dy 094  sich ofeee besng contin ast esate",
    "mean_p_confidence": 0.2841791044776119
  },
  {
    "i_page": 52,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 52,
    "par_num": 1,
    "text": "  ler Raaran AetBen 8 oF2H12 SI  (2 Upon orovition of any perros foe aw ollenee wider  this Acts a Magee tay, i ation 6 a ew ot  fenpeing of) renarene prea for ie oerce ake  Sorder avec tat any fasuflaion ot cer opp.  , valved inte onmieen oho ince sale dm  tal onus hols ae specie i the Orr  25 An ote stouized ie wring by the Cons  . ny bance a wceings na Magisoes vou Ser amellenss  Unece this Ac avery epg the rary  boy aha ove  1) Ny passed foram fence und shy Acts he  ino escens with he wsitee santos me Commie,  56.11) Enahy prin who Wes wos metas amy furan  steers Pecernes  ley which is ia te coune af bem trassmited ot  rarity sonemnsene aceon Beet  ont  ih ever hapin purest accesant make at  2 distributing Heensee or other elecirisity  anseting  shoe gy oi alone wader cs Act and shal he  {8 eonvston sor suamary Wat before a Maistre  . iva tau aes ave ose tha en Housed apc)  overcocing twenty five hoard rene, to aie es  (Shncey being the al af he st dag caused  Teepe ov asec ofthe a3t oe eat eonacuing vel  . clfenes and sso esate 25 suc additonal fe sh  ‘be po oat Seem om aplceion Cu hy ss  esnoee.  2) Any person wo te or ets he sorumissions sy  flocs punt under thie secon shal he auity aa  Stfence woe Gis Ast and smal he [ale 4 Se Sem",
    "mean_p_confidence": 0.31752650176678443
  },
  {
    "i_page": 53,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 53,
    "par_num": 1,
    "text": "  $e etc anne Ni ut 20  men 20 sl ee med igs, Ss  fo ive prune cl ie a  sans bene whet riot ate th ahs  Se eon dago i een a ao  Ye ois apyeiona sa heist cee  Secopens en fae  PaAseAiiode neva by cepts ema  pod oft steno i oe danage eestor)  Sri te ore fe aac a pe  sma kgs fer ere spt yc  actos wity aos chang gl a  Tse.  merece (1 Witho pute pss a SP  SSESYN aunkivacsecerpact  lot 05 being sarc net Keto  Ss we emo ay che i  hich ecicy mor tay sr ch  Heeice Xoo om any git em ec  ype  4 weedeat bai laren  lets eens sepa oo  {9 pups of eaiing& como wh an  eto nes apps eds tg Ta  ome .  sll guilty stanotensunderite Ac atl dae  bi weno ater say ta! hs » Bly  into» pono, x tow th fe eid res ok  et esing mente hed» in -a  iy ea he ah la asa cn he  favone ot esa ie a sei stanning wns  silence we ay sane tuner nm i  be a th ses om ee ma Co  Hees",
    "mean_p_confidence": 0.2998684210526316
  },
  {
    "i_page": 54,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 54,
    "par_num": 1,
    "text": "  Blevins Sefunuder Ro 282  2) Any porting oso thy eon of ty  silence poneisle ander hia secs af ie uly We  Cifeme une this Act and nhl te ish to samme  Invites is pnd leo pimp fice Whe  . ir mors isons re ceca eng com Te  Sone alenes washers paneipal or sheshat Me we oF  Sich kasoe die may ee argument zene  in ie smovint sapere shall posed ow eas  > ch penton a8 Fi  CEYA satficts nue by tect sl seve  vl fda se oa Kon eamage in he ae of  rion to ts comvate ee absense sng apbemenl  cence ray cig fr ent edi! oo canst 9  sevens nly any meth of shag 295d the  Teste  141 Jn dw ome ol sh offence Being continued er  voit ise si be aned a ate noe ecccing  Tvs vans fa eat day woh ural boi  cortinud oer comin  15 Seer fence ener aetion Sts veiton se  tiniest the ening ie Bx ee  sith Conde CeisinatProwere Act No |S 1078,  $8 Wht a fie sre thin At i etd by ees  dy of pets, han harkens  : ted he ay of pezone ey eae sly  asst a ofc tht ody compte  . oy AL boty 0 pasos 6 Bam over parser of  tte Gee,  st Ne ecm Be gly fs fess  Provicd anaosse te ancora oie tal Bids  omposaie or petra ac hat at Azer oe  gully af sath fone 2 oe sh peo Yat sc elec",
    "mean_p_confidence": 0.30416370106761564
  },
  {
    "i_page": 55,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 55,
    "par_num": 1,
    "text": "  Sh Barc Rein Ae a B07 2  ‘em conmitdwito Ws her wt  {He ta i sh gence WH ay ee  ot on ol  to 3. (Tie Commision wy makes macs  at esto ts a equ tba  ae i  (2) Al aon ate made ty he Comins shall be 7  pute the ace ee  Sa boca wr sh bs fa ia  foe  pein (1 Te nber mom em a  cnn aks mpl tt At in see od  allmone eguzed by Bi Ato be eaten each  ni elas seid on eri ye et  hema  (2) Bry ception male ume his sect aut Be  fab shed nie veto aa ome noses  ‘sud aon ow as de om tpl  \"Seng geile esas  _s onion sic pablo ae Cll el  fefire Furiment for apg Any 00m pli hs  _Svetsouppried wit thiny digs thes hese  Yatra be dsenetodereaiaiate om ies  appeal tt wis prac anti  thee verimc  {81Noesias ol odsc om phism imyssiouowiowe  bythe inriesedosesto esos lle pl  imive Caron  esate #3. YW any tou athe io zhang ee oe  BSSAHS gence Ast oes plore, wna  Sader this Ac te Mon Py nae publ th",
    "mean_p_confidence": 0.3037837837837838
  },
  {
    "i_page": 56,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 56,
    "par_num": 1,
    "text": "  Pheceniny Mofo et bin Hep 2 SK  Goretis make wu peesininn nok incursion wih she  oun oe At Ur ee fae, pees Ho Bs ae  ferie dy acasmar or expedeat oc emg Ie Ul,  12) Byery Osler made err tls ein sa, se  prob fie i ee, bo laid eore Prosi,",
    "mean_p_confidence": 0.34051724137931033
  },
  {
    "i_page": 56,
    "par_num": 2,
    "text": "  fet, Uy Regula may be made for he panel — sup",
    "mean_p_confidence": 0.39538461538461533
  },
  {
    "i_page": 56,
    "par_num": 3,
    "text": "  / ek sowing aed wowing approaiae seusiyecting non so  strangeness cases",
    "mean_p_confidence": 0.15999999999999998
  },
  {
    "i_page": 56,
    "par_num": 4,
    "text": "  scaring ha anos of cuit are eegtur sa  ‘iio,",
    "mean_p_confidence": 0.285
  },
  {
    "i_page": 56,
    "par_num": 5,
    "text": "  60) prone polis erm sangre dg fa Be  [venti ansiadi diana sip ieee  if stesso any ellie fine we clearat  Plone:",
    "mean_p_confidence": 0.2492307692307692
  },
  {
    "i_page": 56,
    "par_num": 6,
    "text": "  A mila potas generality ol pray te,  ime erating the ks poco mr  Se damage « rupesy 2 micrfoneos wilh",
    "mean_p_confidence": 0.21375
  },
  {
    "i_page": 56,
    "par_num": 7,
    "text": "  . ‘ebay Ino F Ue wetos ened i at  pemera",
    "mean_p_confidence": 0.20384615384615384
  },
  {
    "i_page": 56,
    "par_num": 8,
    "text": "  23 Wid peje 0 the prorat of abzetinn",
    "mean_p_confidence": 0.268
  },
  {
    "i_page": 56,
    "par_num": 9,
    "text": "  eatin",
    "mean_p_confidence": 0.12333333333333334
  },
  {
    "i_page": 56,
    "par_num": 10,
    "text": "  jpn he sea, stasenbnne or atten of  Sst oxcop ty mem asyacm appends",
    "mean_p_confidence": 0.258125
  },
  {
    "i_page": 56,
    "par_num": 11,
    "text": "  ; he Cenaision",
    "mean_p_confidence": 0.068
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "  oh spb provision vequtag noice i he gin so he",
    "mean_p_confidence": 0.3558333333333334
  },
  {
    "i_page": 56,
    "par_num": 13,
    "text": "  Gomi, wr wad eats a ay be S902) 9",
    "mean_p_confidence": 0.37636363636363634
  },
  {
    "i_page": 56,
    "par_num": 14,
    "text": "  ' Ii regubvas, of aceite wo fae fa the  meals. anion a Bispien nf eect >",
    "mean_p_confidence": 0.2136842105263158
  },
  {
    "i_page": 56,
    "par_num": 15,
    "text": "  le? inake prison ay tthe Keeping. Ay pes",
    "mean_p_confidence": 0.202
  },
  {
    "i_page": 56,
    "par_num": 16,
    "text": "  sucht by 3 Tceuse, we exceed Yee the",
    "mean_p_confidence": 0.352
  },
  {
    "i_page": 56,
    "par_num": 17,
    "text": "  Feernen to cha a cones 40a, ease",
    "mean_p_confidence": 0.17555555555555558
  },
  {
    "i_page": 56,
    "par_num": 18,
    "text": "  dint lech fap pm id si",
    "mean_p_confidence": 0.20625000000000002
  },
  {
    "i_page": 56,
    "par_num": 19,
    "text": "  ‘ad ti piss retin",
    "mean_p_confidence": 0.28833333333333333
  },
  {
    "i_page": 57,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 57,
    "par_num": 1,
    "text": "  6 Blecrcty Ref Ae, N28 of 2002  (4) make provision oe roving pers sori hy  a feence to supply eletisy frm any hls  to suppy in nach cases ay enti  {61 make provision segiring compliance with mation .  sien by the Commission specifying avon tbe  ‘oken inrelaon any elects rele pn  ‘any electrical appliance. under te come  ‘consume, fr th pune .  (6) preveotng x breach any regulon,  i) eliminating o reducing csk of personal  injury ve damage w property or erlernes  ‘sith asus  (A provide for aicular urements the egos  tobe dese to haveeen complied wih ithe ene  ‘ofany let line electri plan complying  specified standards eguienin  2) provide for the granting of exsinpians fim any  Fequirement ofthe regulation for such pion  ay be determined by or under the regulations  CHAPTER IX  Govan  epae 63. (1) The Commission shall maintain scene a ts .  “oie nsuc oem. a8 it may deter.  (2) The Commission shall cause 19 be emer in such .  veginer—  (1) particulars inettion a every heen ad exemption  ‘rane unde his Act  (©) particulars eclating to the modification wl the  conditions any sac cence or the rvocati  any such cence",
    "mean_p_confidence": 0.40216814159292036
  },
  {
    "i_page": 58,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 58,
    "par_num": 1,
    "text": "  lec Neto At No, DP DHD 8  es ovary savin the Comms, see ee)  dak tet determin  {als coy suber a vader action 2  . eth amtutes of the peeousings 11 ple Ise  abt wir eation 7: a0  ’ 1) pusticuiins wehing wane eahee imsteusten oe  ‘Be ei he Sahensin ea  ec  (21 Te conics uf the mepnser hall aval fo  ipso by Se piesa war bow ta sic!  pep ros foes acway he rewire,  bs, 1 The Chuamission ays fe the perpows of Hosen  scoapinzand prone i ios agin HO  eich sie ig ea omy pea Turcih we  Sons wang pov ausesten! hy Hes Comsat  iu ig sch pl yf apo i dh tie,  so oti aid nine as shay be speed im ch  (22 st se ly af eae pcs eos i  forinhony fou soem ft NGA ANS  iy secomply with eguners te ai ila  patel sii in He rity, excep hace Re OU SE  roid ts acs a ets aration ye  . provisions a a Law.  3: No iatemasinn fuptished fo cai pianve wis de  e egutemvots ya aise vt one és veto shad Bo  pubs dncend hy he Cos ray her pS  braoh with te cimscot af the poraoe Fateiting sl)  infra  (Ve ucts bythe Comision ay ntoraetion  sede vei 31 to Hee of he ge 05  Sanity soc aexmat—",
    "mean_p_confidence": 0.2761328125
  },
  {
    "i_page": 59,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 59,
    "par_num": 1,
    "text": "  58 Elecrcty Refur Aet No. 28 of 2002  4) 10-4 court of awe when ried daw by sch  (6) forte purposes dichargingamy functions  foithy thwAct:or  ©) forthe purposes of enabling compliance with .  tondiion of ence granted under hi As  sul be deemed not tobe wcomewentiomofthepnovisionsol,  subsection (3)  Shinto 65. Inthe event oF any ieansiteney etween the Sits  poaiwce of and Tamil extsofths Act, the Sina ext shall rea  CHAPTER X  REALS AND Trak, Paves  Repahnd 166, (1) The Bleeticity Act is repeated with effec  ‘emmy the date on which Chaper Hof this Act comes it  reenem, —peration,  (2) The Ceylon Eleticty Board Act No. 17 of 1969 is  repealed with fet fom te rlevan dat  (3) Nowwthstanding the repo ofthe Bley Act  a) allfcenes sed wer that Acta ia Fore wn te  ‘ay preseding the date on which Chapter Hof his  ‘Ack comes into operation sl. a's Ta a such  lieenes authorize aay ane of following acts.  rarely, he generation. transmission ditibaon org,  Supply of lett, continue nce ae that date  (0) all eeglations made under section 6 of that Act  and in force on he dy presen the relevant as.  ‘Shall in soar ussuch regulations are not inconsisem,  ‘with any promo this Act continues fore fe  that date and",
    "mean_p_confidence": 0.41265560165975107
  },
  {
    "i_page": 60,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 60,
    "par_num": 1,
    "text": "  Chemin Rehan nt No Buf 28",
    "mean_p_confidence": 0.23875
  },
  {
    "i_page": 60,
    "par_num": 2,
    "text": "  1e) type, dae a tins ae",
    "mean_p_confidence": 0.2325
  },
  {
    "i_page": 60,
    "par_num": 3,
    "text": "  dhs lati Act som vs emg ts",
    "mean_p_confidence": 0.3333333333333333
  },
  {
    "i_page": 60,
    "par_num": 4,
    "text": "  Ennge Supply Comite std to she Boon",
    "mean_p_confidence": 0.3433333333333333
  },
  {
    "i_page": 60,
    "par_num": 5,
    "text": "  oputator hy and wndor He Baeryy Sopp",
    "mean_p_confidence": 0.30777777777777776
  },
  {
    "i_page": 60,
    "par_num": 6,
    "text": "  noery Posvious) AS, S820 3OHE shale",
    "mean_p_confidence": 0.0875
  },
  {
    "i_page": 60,
    "par_num": 7,
    "text": "  tog shai mentions Ac in pens Ho",
    "mean_p_confidence": 0.3411111111111111
  },
  {
    "i_page": 60,
    "par_num": 8,
    "text": "  sve period iced eet",
    "mean_p_confidence": 0.03166666666666667
  },
  {
    "i_page": 60,
    "par_num": 9,
    "text": "  She sad Conse nthe nce Report",
    "mean_p_confidence": 0.24875000000000003
  },
  {
    "i_page": 60,
    "par_num": 10,
    "text": "  {the carespoeding prisions vt this at. in  onl ws the ems.",
    "mean_p_confidence": 0.2914285714285714
  },
  {
    "i_page": 60,
    "par_num": 11,
    "text": "  cds sesoahtnding the rea af the Cay Bly",
    "mean_p_confidence": 0.311
  },
  {
    "i_page": 60,
    "par_num": 12,
    "text": "  Booed Bs Ne Pt (5",
    "mean_p_confidence": 0.2757142857142857
  },
  {
    "i_page": 60,
    "par_num": 13,
    "text": "  fer oguinions arate ues sce 6 a ts Ast",
    "mean_p_confidence": 0.3109090909090909
  },
  {
    "i_page": 60,
    "par_num": 14,
    "text": "  stm on iy pressing he dean whieh",
    "mean_p_confidence": 0.31777777777777777
  },
  {
    "i_page": 60,
    "par_num": 15,
    "text": "  Shape otis Aeon opera ba",
    "mean_p_confidence": 0.34285714285714286
  },
  {
    "i_page": 60,
    "par_num": 16,
    "text": "  “ears sic glint et acon",
    "mean_p_confidence": 0.3014285714285715
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "  $y ron bi ct ce fs Bei",
    "mean_p_confidence": 0.2888888888888889
  },
  {
    "i_page": 60,
    "par_num": 18,
    "text": "  {b> tho bye Boa werseon oF",
    "mean_p_confidence": 0.31375
  },
  {
    "i_page": 60,
    "par_num": 19,
    "text": "  ‘rs ep ey byte od",
    "mean_p_confidence": 0.26571428571428574
  },
  {
    "i_page": 60,
    "par_num": 20,
    "text": "  Ss ue say pedi the eva Jay tt",
    "mean_p_confidence": 0.313
  },
  {
    "i_page": 60,
    "par_num": 21,
    "text": "  oni oe fir he cfeant yl Wsed",
    "mean_p_confidence": 0.22333333333333336
  },
  {
    "i_page": 60,
    "par_num": 22,
    "text": "  {espace By Be epoctve scseen comps",
    "mean_p_confidence": 0.13874999999999998
  },
  {
    "i_page": 60,
    "par_num": 23,
    "text": "  easeance wth ticsomiiinee eps",
    "mean_p_confidence": 0.03666666666666667
  },
  {
    "i_page": 60,
    "par_num": 24,
    "text": "  fiers bt",
    "mean_p_confidence": 0.105
  },
  {
    "i_page": 60,
    "par_num": 25,
    "text": "  er wrercimisapes afany ater\" ating ae",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 60,
    "par_num": 26,
    "text": "  emcee eeceens ny mo proviso",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 60,
    "par_num": 27,
    "text": "  relics pola se mae Aceh",
    "mean_p_confidence": 0.2542857142857143
  },
  {
    "i_page": 60,
    "par_num": 28,
    "text": "  the pesvinwm wf Une Ceylon lectacty",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 60,
    "par_num": 29,
    "text": "  fowniaci re soineaniem vi ean ons",
    "mean_p_confidence": 0.1325
  },
  {
    "i_page": 60,
    "par_num": 30,
    "text": "  ofthe Ae hl py apt ch eee",
    "mean_p_confidence": 0.31666666666666665
  },
  {
    "i_page": 61,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 61,
    "par_num": 1,
    "text": "  6 teens Redon dot a Bp >  CHAPTER  overeat  ‘eset 6. sathis Aetcuns estou ahcwi segue  ‘ute can atest by i ese s8  Vint tis Ast  \"aust ase ie sai na so pana  licenbe 1 seansanit ete eite at say  slerticiy aman ihe mets inset  “ul sie” fn eainaw the sate eka se  sole tle nih by Heist ace  sit Heese sand  (those enmanmens sho ae suns 6 he  Inarsmisso Henne ium 3s)  an wi io ai iss  “Cepia Blstrigty Beans” moan he esl Eee cy  Pond wahishad hy the Cayinn Eketeic'y do aet  Ae No ITA 1889  “Comet elaiow uaany presen seat  sb fine He tei ab the  eepreesion “Gamhection” altel he vests :  secenits  “yrs ans esses leis in a -  an instal process Gaui  \"contravention\". ree 1 My Beceias best,  sdecnination, lease cundition, nyaemcat  egulation, ate ot ue nels ay iate ve  mp Te:",
    "mean_p_confidence": 0.24517045454545452
  },
  {
    "i_page": 62,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 62,
    "par_num": 1,
    "text": "  totic Reon Ac te 28 0P 24  isso” wn lai wo elem tous ists  incnisolsappbon wich semasta ellly ot BaDi73  tt loo sola ies ne teil pln seen  Fox putea fois any PNRSE 9  ‘che Sisribuian systen and cho oxgeossions  - akarinion” and “setinn sys” shale  at aeceetnghy  : siti tceaace™ may = gen the has hen  sao dso He  tsa Tse” elation 1p 2 aie Hearn,  sc wy dicen He ihe Awe Ios  ‘the Gnstaios Feoases week ued Fir  The pore of ging 8 Spy af yb ny  mene  “useing mie abeng gai ating apie  ei nt ouvupied ast ovale wr cst be  expla psa dweting  “Latin owcmeuny ine heer dog ee  rom which aed farcangang sory Fy  Putgane sid eed, yo the cae cE  ei  a) ty sappan fur any sua i. hv, t  Petinae te ary aot, joke erssher ine  fn on by oF ra it any ah  fy be nepiore cured oe agentes  . Go) wy angen eoeaeaed ty sh ine oe  the aap of oat eacrcty a  : ) sy wine cabs. be. pips or ties sar  Shing ineluing ie cantep, insulator a  ating) hich searosnde eae 8  “vind ce supped bs, aod  shes pomity Uno smpetel caind  Sesteriod 9 aswnetado wedhs ate se  Te",
    "mean_p_confidence": 0.27239837398373984
  },
  {
    "i_page": 63,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 63,
    "par_num": 1,
    "text": "  Aeoiei: Refuow her NB WeE WH oF  rt” farsa 9 eerily mene ste iy  icincizajies wi omsttovnoliy emily)  on eae lites telecine",
    "mean_p_confidence": 0.2211111111111111
  },
  {
    "i_page": 63,
    "par_num": 2,
    "text": "  Tn sor agen 1 4 prem  ther uitritudan ssstoee aul Che oxpvessioue",
    "mean_p_confidence": 0.214
  },
  {
    "i_page": 63,
    "par_num": 3,
    "text": "  - atahuios’ ab disatacin ysteia” i bs",
    "mean_p_confidence": 0.22555555555555554
  },
  {
    "i_page": 63,
    "par_num": 4,
    "text": "  seal soon",
    "mean_p_confidence": 0.1975
  },
  {
    "i_page": 63,
    "par_num": 5,
    "text": "  . ‘nstritaionfcengce” mame peso wt has ee",
    "mean_p_confidence": 0.27666666666666667
  },
  {
    "i_page": 63,
    "par_num": 6,
    "text": "  [Sra a fiition tear:  isu tes fe waton «2 thu leomace  ‘neva ay Sian Rn ie Antonie Ase  ‘Fe initia Hae is iia a fr  the porno of ging a sony abot to any  “dein” mane ataidinuer pat ol vb cape  ‘if nok ove ae yeu ov tz abs  eeupied. ues pate dating  ‘seeinc ting moun any ie wheter undrprau or xer  Troon uh efor carpages  Despised rela unio He een ETS  aves  et) any suppose ay sk eben,  lit a sac le abet  Stan. 6 fore wc any sot lise 8  ny Be wupported. came or ses",
    "mean_p_confidence": 0.2703478260869565
  },
  {
    "i_page": 63,
    "par_num": 7,
    "text": "  ° 1) ay agpeas conocido any sac ie  {Be pubes a esving skaseits e!",
    "mean_p_confidence": 0.2423529411764706
  },
  {
    "i_page": 63,
    "par_num": 8,
    "text": "  . lel any wee, cole abe, pine oF oxi sise  Thing Cineluting Re evsing, iasulaie  cng ied around apels  [peri  aperted 8 fs  hve pacity vv pened ct ot  enpedor in asuwintaon with, 30 ach  ino",
    "mean_p_confidence": 0.27636363636363637
  },
  {
    "i_page": 64,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 64,
    "par_num": 1,
    "text": "  62 Bebe Reps ees oy PE  ‘lestioc pant mes any oN. appt soporte  pplice melo af Papers nee  {he yeesation, arom, ine os ns  hector t=  a} am cle line *  Na mbler wed For aswomolsiny the quanta  ‘Slectotysplicdouy psec .  et aw olovsical ayia wer We oa  ‘Bleuuilty Supply Cade” awsane ake preminiie t  Ses aihin At  ‘ctiniy undenking” ican ny pero stg age ine  eaeration, oases, Gow veal of  levy, oeiep any ar of mH eer  Were  “enfieeinent 26\" meant ae cleat iy ele  hy the Crate une seston 18  exemption” moans aa esompiat gznted wale  secon 9;  \"insoes Yous” means oaatendeyeor  “geneeatilisenace” mein apts wb asoe gram  “generate ines +  \"gonesar \"mega onan Bers Ora At ec  ewe Se eeguosng of ahaa gonersae .  ence  \"Wig wong fms mans a9 siete line a oon  elle sot teat te 33 kilo tat at  Sebage aie mann ny dic asides  soa ction dates rae i  sl ie come assay |",
    "mean_p_confidence": 0.2526041666666667
  },
  {
    "i_page": 65,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 65,
    "par_num": 1,
    "text": "  Electricity Reform Act, No, 28of 200263  ‘Institution of Eagincers, Sri Lanka” means the Insite  of Bnginers, Sri Lanka established the Isitstion  of Engineers, SH Lanka Act, No. 17 of 1968  ‘Institute of Chartered Accountants” means the Insti  ‘of Charered Accountants established by the lastitute  of Chartered Accountants Act, No, 23 of 1959  “Lanka letricity Company” means the Lanka Blecriity  Company (Private) Limited registred under the  Companies Act, No. 17 of 1982  Hicence” means licence granted under section 12 and  igensee” or “licensees” shall be construed  accordingly  “ine” means any wire, cable pipe, conductor or ether  similar thing Gnehudng its casing or coating) which  isdesigned or adapted for we incarying cletcty  loca authority \" means a Municipal Council, Urban  Councilor a Pradeshiya Sabha, and includes any  uthoriy created and established by or under any  Taw fo exercise, perform and discharge, powers,  des and fonctions corresponding 0 or similar  the powers, duties and functions exercised,  performed and discharged by any such Council or  Sabha  Minister” means the Minster in charge ofthe subject of  Power and Energy:  ‘modiications\" includes additions, alterations and",
    "mean_p_confidence": 0.5228985507246376
  },
  {
    "i_page": 66,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 66,
    "par_num": 1,
    "text": "  64 Etecrcity Reform Act No. 28 of 2002  “necessary wayleave” means const for the icsce to  instal and Kep installed the electric ine on. under  ‘or over the land and 0 have acces othe land for  the purpose of inspecting. msinsining, adjusting,  ‘epatingeng epg crenving thle A  notice\" means notice in wing; .  “premises” includes any land, building o structure;  \"prescribed\" mean prescribed by rules regulations made  ‘under this Act  “Provincial Council” means a Provincial Councit  established under Chapter XVIA of the  Constitution  “public company” means a public company registered  unde the Companies Act, No, 17a 1982  “register” means the register maintained under  section 63:  “regulations” means regulations made by the Minister  under this At:  “relevant condition” in elation fo license, means any  ‘eonditon oft cence or ay duty imposed oni by  ‘orunder this Act, 5  “relevant date” means the date on which Ones relating  ‘o successor companies ae published inthe Gazette  Under section 46 5  “relevent interest” means any Financia or other intrest  ieilyorindireety.inany company ot undertcking  carying on any ofthe flloving activities —  (generation, transmission, distribution oF  Supply of eecrcty",
    "mean_p_confidence": 0.5023943661971831
  },
  {
    "i_page": 67,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 67,
    "par_num": 1,
    "text": "  Electricity Reform Act, No. 28 of 200288  i) manufacture, production se o supply of fel  Tor the genoration of eleicty:  . i) eyport, manufacture, sale, lasehire oF other  . supply of. or dealing in, machinery. pot,  ‘equipment, apparatus or fittings for the  _zeneration, transmission, distribution supply  ‘ruse, of eectcty or  iv) theprovision of legal accountancy or banking  services to any company or undertaking  ‘carrying on any ofthe astiviies refered to in  paragraphs (io (ids  “relevant ences\" has the meaning provided in subsection  . (5) of section 29  relevant undertaker \" has the meaning provided ia  ‘paragraph 2 of Schedule vo this Act;  “les” means ules made by the Commission under tis  ‘Act:  sll elecrcity in bulk” has the same meaning as “bulk  ‘aes:  “supply in relation to electricity, mesns supply of  ‘lectricty to any premises (other than premises  ‘cupiod hy licensee forthe purpote of eamying  . ‘onthe activities whieh itis authorize by its cence  to carry on) but shall exclude bulk sales of  cect  5 \"rf eustomer” means person whorequites a supply af  leciniy from a distribution license in pursiance  Df section 24 and is supplied by the distabution  licensee  wansmission Hicensee\" means a person who has been  ‘tamed a tansmisson licence under this Act: and",
    "mean_p_confidence": 0.5007949790794979
  },
  {
    "i_page": 68,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 68,
    "par_num": 1,
    "text": "  G6 breerekity jor Ace Na 28 of 2002  “irangmit\", in relation to vlocstelty, means the  ‘ranspoeation of elairiciy by means of 2 syser,  ‘tick cousins (ely oe mst aF gh wltane  es aed caeica plans aie orsomeyies  lecsiay fem ayeneraing stat oases  From one erating statin ania Gr on one «  sabsstation ig anodher : and the expressions  * — Susacmisso” an eusemission system al be  consrand sardingy + .  “rhen Devetapmnient Auheity\" means the Geton  Develepatent Amonty etaived by the Usha  evelopment Autariy Lav, NOAH of 197,  * > sesemunee 9  140 See the elimina pasion of pga Bazes  sateen pa sees wittoncmsopan dtihoatiec eth  iecwtontedtytelecarswcatyon scp ison acm Sen  sie ecg oa  (o> ivan ner oe oan keg em te  severe ton ores pa at  (omy rasa tong omega ch et  sada em ge mana afb ene pee  men ho  aptamer nner parity wots  ‘wane  Ibetbebeemd i iced Tarte oe .  (0) got sing a2 ay ee Ss  ‘Flom witty se  tinge eing de ay seat -  8) ring ig a mn ay  eee es petit ll pmeoneadsaes Wey doh  epee sec imate feta egret",
    "mean_p_confidence": 0.28337899543378997
  },
  {
    "i_page": 69,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 69,
    "par_num": 1,
    "text": "  Electricity Reform Act, No, Wop 201267  sey? mrcape pl  SSCA ante eee eel ay oe oa  ‘y 8pm arf fom os inn ins  : wcll wih dotnet  “enya at alla Beas ke op Hie  ‘Stacks pmeysoney pragma Ensen  eComasn  {as Nxwahtndg aig in argh Bs me nh be  oman cna ew a ry  “ic hie pid van  (5) The Como al at cai a pct fr cmc  ensure vistors tsoned ie haem  (Sistem wha ctscm wooden heed  ron ssl une 1s sha mae cps 3  (Oy Acre sa ence he pe fer ys 8  sochanns ica me whch smo esl  Lecco rr cnon ony esas age  stephan  aly pt hence feel a  hs sein in ben aparece aie  Teaming oc thee op int  Sinn ears chp ind  1) wiht eoiiahepoundande aa ae  . Shits pve obese ance okey  rag et yin gear eek  nny ce roy aed mE  {hana bn cae ae rin pea  Sterno abel sept neet os an e ed  ‘Secanl texas son  {erm shai ay oe ling  i",
    "mean_p_confidence": 0.2697058823529412
  },
  {
    "i_page": 70,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 70,
    "par_num": 1,
    "text": "  (8 Bleericity Reform Act, No, 28 of 202  (0) ay ei io et la ah sn  (oar iezan opt i  denser. aor andor ancients ft  ‘Sing wine non mes :  ‘essen sracm nhichsontly scan  ‘Saracen ech mepsocby Goes  (osm etait sp tia ae  ‘Stan min the Seats Roca  wer cola ys whch ia ely te sae  son sew agra nh te se  ‘suey pow tsa ly an ose  Peover une shal be te sles hoe  erate in prep ant oe  [8A meer ofthe pc ym su Kee  ‘shetty i saps mee  \"fr sch was hay wdin seh gre a  {2)Saht 0 pv pupa (sheesh os  ‘hao mongers uence wee Senge  ‘ye hemes estrone ay sen med  pln a whch ie ane st he ks etme  9 Te ins of pl a i he  ‘shots ace tr conmng toma fii  ‘Gyre ase hasbeen vray esta .  Me ko nfo te samy ihr eh way  (01 athena tend imal a ya  ‘cmc yee a “",
    "mean_p_confidence": 0.31335078534031413
  },
  {
    "i_page": 71,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 71,
    "par_num": 1,
    "text": "  Piotr Reto ol. Beg 200219)  Ci) ahem te name Enea ena  : 1s) enti dt hy if et ame  . vy en aor ye aoe  Shatin oer sosl gesane  «shes cat mass at ene  ulti nak eteskcigtones anos ns  ve sheen: dlr ake oon ane ont  by ey waa ass enh wi ot  Suc pinata cpresererieouas  San tsrsmagteandanbyerearetr scree  SERESSINSR bene cameos  me  Wohnen nee  (th satiate ie ee ee  Seeietnvton nite  . ener evn nionemnatentet an  wir Blonce ba ucen’ soph ws i  . (Suastocatoe hos mec oti abe wae gen  Reiercrenrereamiene een ncn Sad  eens orale soncr",
    "mean_p_confidence": 0.20041322314049587
  },
  {
    "i_page": 72,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 72,
    "par_num": 1,
    "text": "  By Beat an et i 8 a 2  1 sony £350 ty wy eae se  shoe gli aan me on Asda He cesesiane  Paar sotnary dete Mons ea sec  Impose suse won? ie geo tee  2 ca TResemslis ie .  shed t foams eSinoet io lawns Frc e f  Sistaeranangsen rata marersoons yon  etienematat to keeway penat  vena  1 ict te wane eee eb  pee  8B tas seer wa hegre its  whit engender  yaaa ree an  1 tsp gumer come wie vary a be ain  os votaaeaoh ring Bie ei Hay ie  aio ios te apn ae Vase iain  lob lhlkemefa male nsstnteetess innate se!  . ‘Fiacanncs athe hy ain Beene .  Se Slate. etn weds sm ese oe  once mass Migcwuaesnqiginntaenrion whe  fe Bane tone wate bb paso  sedimiy anyon’ nore Lash uaseive Ms lea",
    "mean_p_confidence": 0.2329192546583851
  },
  {
    "i_page": 73,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 73,
    "par_num": 1,
    "text": "  teeny Ria Ak in Buf Pass  fos Mesa so masa tases  USicieastngancaainmbennnegentished nee  ay ae were andes  seagate an by psn arpa senna  sii asslone eangeismes Ran Agdanon 0  le) ells oastane ibm ap ats  fs esa a eed  thd ay ie a ene Me  2 SEIS SSeS as tctnmoce toe  Tila amc tons bay rer hat erm oc  ‘etl eat sth ee eye ae  120 og Consist ne ain fein  pot tec telessa omnes iny homeo shea  Case neta Maco my set as  Frente esis",
    "mean_p_confidence": 0.23893203883495145
  },
  {
    "i_page": 74,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 74,
    "par_num": 1,
    "text": "  Th lecsety Rao den Ie BE  surensin m ream pigegh or yee chr eas?  Gimgssen ine tes wo it st nets tate nh .  Shunt cee sheep cba nen  Et anqenonca than pre ce aera ees  Donel citemomenatin cont Dustemmseaimimeoetis  ‘igen okra ppb Tito sae  coqpsat is cash *  enema  meio pennant  eogeasto a ego ce Bama Po  Sess ssh put meh dooney x Conon, war  lis pny stove ae wed iba sestys¥e oe  Wikswivce reece nae  1s Gino ol watcn wis warmers  Dinca cstear tm seaipen as intet  5105 rn et we an hoses 2 .  rotted rites twee peed oni thar nave ones  poieerapiate  o> damian! be spin opus yt  ‘ae",
    "mean_p_confidence": 0.22074074074074074
  },
  {
    "i_page": 75,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 75,
    "par_num": 1,
    "text": "  vet Rajon fs ts Bj 28@—— TH  foo Semin estate ean tint oncin tetas  PAE Sy te ies eae hh  mae  1) se a ts a ms ae he EF  . 18) amps ale hae avn ee ate  Veloeittiomeupeaere  pscturctecncasantc quiet lcuie sn erie  [pesos ei tranogchd at schigedencny oie  Se adecnsomecalaete ne one ROL  pinkie Speen  seve nate pee bccn ie  sme aunts peste ee  Yo) ete anasesn hese snaclle nee Yate  1) ebsinuaean srt tbenesren wie  SENSI tomes  Ve) lbs a en ater ss opie  Dec hater Bales witb ws atte oa a ease  TUF yin aie caleven patoten soul iepamng  om sre st eo tan msg pra te  “iets “opine feNlineabial waco moe  savctadnciineetnapblwicenes mw enetemuey mene oe  Serban re ene *  onlaorabe vaanocne stat mmal ere  ein nice  Spinnin",
    "mean_p_confidence": 0.1828125
  },
  {
    "i_page": 76,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 76,
    "par_num": 1,
    "text": "  TH Ethene Rove Sn, BBB  217 min iy fcuk eg ie Eat  tnutmeuialisteteesmsdnectenboiepere eins  Runes faa momnstinsegplgegh Jeon cadens  Ease aig acne gee  AiMlen besuugerhmateds ans iheiee awmtey  nat ndst aug Hl ioe Bese  pane  er seemed stems te  ds nhiosnnrmepeteds kadar ura es  dhe omnes theme ee ki nde a ae  tenons ona ete Lan mE  pees des ieste ccd  Gn chomocts 8 mrgasyrng tetany  Heng nroonenceponnay snoop eae perenne  ‘pe ses rs ea ck vl  Rees mowroetioniinegeritanth  sey commncse genie inka apes ae  [Shenton ye vnc  ees ee in ems pg dt ok  scab nt ngrst ta baer ae",
    "mean_p_confidence": 0.18813008130081302
  },
  {
    "i_page": 77,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 77,
    "par_num": 1,
    "text": "  lectiey Refom At, Ne Dhara  it auceatias mnedhaph rcon sain terest  setvbik on Se be bg sl eee elie  +b ges all esa son,  1 (hbtoesteteninin in antadba ey ineuabinen|  ans te poke mpg atciesbh nee  TRIAL shen elec acti  Uecins scanner bea  aca nah popes wb OR Oras oboe  iy haw times ievensatenk  {Cini ry eam Mere totems 927  Hesiod wk fe oat gunn At lei  eettcncte tty spl dns ame  oinkeadure ee Cabs whe ae a  then nen le beac tesa tar mai pa  cee endian  nat Land Auman a, Lens Se py  18 The Cameras sal a og teat 89  mann goed onsets  + atrontiliconees ora tangs ha tropa  igor svi coo soos hi be Hoste  poe cn nua seemed a is  ua theese ipa ae hos he space ox  sevens? ose  ' tease eager iota me  sat eamnes om or ds eee ogee he  : dest rmecsseifiepowaseeiny key ae bes  ws",
    "mean_p_confidence": 0.2020108695652174
  },
  {
    "i_page": 78,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 78,
    "par_num": 1,
    "text": "  pach ieee tharnan ce win gine ake  se peo gata we ma  shares doce cai “ee  ieutninunattagaeees  oot  oS caer aa a nm  econ mapicr Ww segely clone ibe wots  it ioabiiiemetacnriy salou EE  pln eb hy adibaion dana, nabs nny sso  7 ice worn vagy Semen  se clecnent isl the perp at aped =  nego wisdn precy elec  octet ake tate  ‘iysweb scence te her Dna aad nasa epieon ts  2 ing fom) ce moat, eects",
    "mean_p_confidence": 0.1964516129032258
  },
  {
    "i_page": 79,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 79,
    "par_num": 1,
    "text": "  _Elecvvity Reform Act. No, 28 200277  ovinpresS heap psi ma  lot te cas pombe we ed wy al a  hci yh ttn am a oe  Teoh pent eevee rat ain  : ‘Nomee un emt an a  ‘SHEN rie wines epedo antenna  ect any tr emis 2 ps of en ashe  : Mtge ha dona  ‘PA donb sl tener he cota  ey pags thoes emamedpas  “snc i shal lessen ote pss che  {Shyamalan ere ry meno  2 er don a i al beset sy  ogame nan ens  inn he une a  (0) Ine te  yap the resonable expe of connecting and  eta gn ch acy 8 one in etn 6 i  o (6) Treille 1) bn oe  sauna asec pos wh eae  ‘ows he bean  : “awd waty a hetero amy penny ie  Counc hd echo ny ag ba Pet  ‘fie nts rien ft one  ‘Syn pcs oe buon one a nine  si naa cha beso re arte ee  {etic Lancs ene sep antec igen  ro ng sons he oi ped he ne  ‘gran.",
    "mean_p_confidence": 0.3141176470588235
  },
  {
    "i_page": 80,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 80,
    "par_num": 1,
    "text": "  PR BhetvctyRefony den Bin Bef 207  ovo mepate ny me hg py is  spmeupe's ose, ool geschsersane scm  feagoes or empresas tian es bens  This tba ve amt ain  STi Sadao  sh acpi ea et peace  a lsduton enue ts pen obs hs eases plore  ‘emily of veneer fs nai hah wit  Tnmoritatetne snes races adaea ech!  4. tone pon meni agra ir cnens  sewage  6 acne an  (o> snppucateny dome zchasnaey ce cso bn  orgs ever epmyebepier a erator  Sopa  eet a negli one assed sh  ‘Notation Rlearasn lie ates oe  Maponics ied ope  12) eh samen amy aot aes  (oye anaes lees comune ma ecm  sonnet de lane Snan put stein  Stoneaany nolee over on ore nated  arene wens erential loth oe  sat of mp ous wea api io se  ep anntoerty pica ese",
    "mean_p_confidence": 0.21723926380368097
  },
  {
    "i_page": 81,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 81,
    "par_num": 1,
    "text": "  lecvipy efor Sen, Ros Nap 2iD  Iii ey wane ewe nog of ER  “setrensishana tena: paere marine eotpare  naj ts inno a hy ae Go  4 5 Seen we poeta onan svn eth We 2  . “asshaun tenn ragea ay pee oat op LG  TSSe Sle Se we cnt Soeacs rang me tisee Bm  ADU elsnatonrpenaliy aedimiize ans  ar weg ay sso a ct ce pat AMEE 8  Cekahy iio meee  Saran by Pecan eee 5  ays penn cose ear 1 0 0  (at esi avec eeneye qr oko feb ae  ate ean i endo wai in ie  6 stevsannewnniianscneamainebr esas aiorl  sav denne ay Sey ops  . > wane es tn spe fi oe  \\ntnisnogathsenaneid  se ite it he ain eo pw  + Terivecanetneke pone terns Besson  Rte cn tection nepemntn ean  ireenanenenrre terry  evn  et ngicon amines  cpr or con tee ec",
    "mean_p_confidence": 0.22094117647058825
  },
  {
    "i_page": 82,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 82,
    "par_num": 1,
    "text": "  BO Hleereve Ref Ae i Bop Bed  eames scape ie alg kas  Uitte Casawonshamys  epi incase hy acres ne  Soya wibetrmer arashurnas espouse  ecb nara ior de pssst aman Fx lye cae  taut paw lac showy  2 so ite aera Berean uns er  enc ist tose my my ott  Reng orci mana  ‘nadlon we using setan shen cas  Decree  ignslmicpoetby Shas hackemsks mthn vane to  Sts Axe goin ean sae aay  wip cients er ekanlt Na eee  Mibtow oeipwaates  ese ep anus ae wth ro one  {Sfp anlscumty n snnieete me md gason he »  (05 eget totes bon dca of  1 Rs:an mame pis mon Ae Sd  \"BeAwe ree km yma i",
    "mean_p_confidence": 0.19162962962962965
  },
  {
    "i_page": 83,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 83,
    "par_num": 1,
    "text": "  tecvcity Reform Act Na. Nef 2002 XL  1) setts enero mn he |  Vinal anions cima utente  rhe omact eamot oth rssoshle iene be  (i) wht i a mae ay ie apo  12) The sh pcr Heme pon ely se  cnet forse waked reg sl ake go  ‘mopedoctare lamar aoak on  {se nhc ene oat per oer eer es A  synopses ay meso pope. Poe  ‘moaned rec pane come  Seeistuauhsncimauoee oie wtear axhapows  ‘ital ener or cso fy ao mole popes he  ‘acy non on th ae erento ep a  or dhtarns ermine ye Canes  by See na st  l rasate  “Shomscthn by fs nts os mes  ‘Sta ave ben usta ny esos Man  ‘Coin srt pl athe eis ec  huang sc an er oc by see  + Gao pemerty ce  (2) An aedeagal sty aon. wh  yao By he boas oan th atid ye ee  taney bye ype mass ty  Ihetwomc uote ar sech ery  arth ci ait ath ye sta al  ‘iy tay oe esp",
    "mean_p_confidence": 0.2969230769230769
  },
  {
    "i_page": 84,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 84,
    "par_num": 1,
    "text": "  S2 Beominay Resa eth, Be 2002  1 essa Seni pS eee  11 dames sg shi crs a  LEMAR al fan as anata  os eqaatip meses oe as ital  ss org st neue seal ees  Srincnense tas pecerss won ase  1 8s ago ay pe oy se  mien ahaa one oni ohne  Ti dex dnuge aged The es dere  ‘hacgegog mesa ainetar te ps av ch  tain fn i  eperesetr ubvhtecaryneuueurt gaqanet paar ei?  \"Se poss mony rte Ree iar  onasleot cntembiy ieee Reksdoate pa  fs vats sean blennoses ie a  Fein missiac nama cabana ogee  1 A esta alee tamate ais mal rat  fi hint tas oa name mo aetun tices coma  Nenteswibendlann sarc haslinbuoai inten  1 lS alo ents bas bbs nin  Aion tana poe  ‘ite rate amy wv OF a (av DaHEn MEN  Toni ns ome bon ya ct oye",
    "mean_p_confidence": 0.22005988023952097
  },
  {
    "i_page": 85,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 85,
    "par_num": 1,
    "text": "  leetrivity Reon Ac, No. Sof 2002 88  senenours ‘secon  -Lavonacrsnn sic apoyo ns  nutans yoy ec ei  SNES Mie ne sweeter abst oa  ‘Sic te a 2 es  ‘nanometer  stairs p uth pans un hn  ‘rt prc st oh apy eee eet su  NL emus esc ope ea  ‘Stuer enon  aoe panes oe  ‘Sielatr ay wean at Ao  sony terse oie anoslincoins wih  ‘Bre  sntiecosnns fest ieee ie py erty  taps poe nn a eal aa th  Peet ate ue my ae ay Sis  beat  q vor pans of pga eer ag  tor mabe wah ty amc ey sy 8  (gma mang pein  ser Cn ae iio 5 1 pn  ‘Shits mnie hee",
    "mean_p_confidence": 0.2806521739130435
  },
  {
    "i_page": 86,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 86,
    "par_num": 1,
    "text": "  4 leceoy Refs Ae Mn 3S nf DAR  91 ne ea ap 2s  a) segue arma pmlis eile mutt cs  {o> he sayy edhe comes ss pms 9 :  Seepincaceppsccareiyaimrpanes  2 cNecwaronl nto sh at ay  ppt santana oat a .  1B) hes ike wins of gach ES soil ek  nse Sikh “ype” Haanc gyre ys Can  1) me pens toh ach kp  eligoaentor whan ser facta  lena agere'aoay fen va sar te  pees  seme a  Seung af au ay nek poe  Eitan ukchanefestrsktns moyen  Slavery pi eo sebe mec:  ince mind nia seam tora  een sesspndivesyecautanngatcne  Shicaut os@eceleni nlite Raa  Anas arma cise aie ai Bsa  tices aco sweaty tetanic ain!  ick wages ae",
    "mean_p_confidence": 0.20568345323741008
  },
  {
    "i_page": 87,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 87,
    "par_num": 1,
    "text": "  Blecnicts Refs het Re 289 THD  Sige necmelerhas *  hws gna gai a flee eet cen ee  . ined ne sana es caeleibanonsi se  sxaweatemaniena weenie  i ite doxsiannse een rosa wed eco  beynotalyee mea ees  fo) rtaenenabe samt cae ena enh  Kagsoe nesta tonie ne  1 te eran he a ei fe inn. ot  outpace ne we par fecha se papa  Saipan °",
    "mean_p_confidence": 0.18727272727272729
  },
  {
    "i_page": 88,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 88,
    "par_num": 1,
    "text": "  ees Reon et, Nee of HIE  5 he aevsnee satan ese hes  seca ei wle oe  ‘re sen ena: stn a Gano ny sen  Coomera ten Caageswgeaiags salon. ove onsen  mii «Samadi singe say wise sate pre  ee ena i mt uy a tay eas  Sam pavatshony Os eyit of an newr oni nag  ngiamiv eens sal svon sees  erie nape sh -oedsieume nase Fase  hte nena  owen fara monies sunspot mete  it ker ay eras ounaan nel wit eas  euttyiaeiseenicms wien Rana ves sdene  ‘rahe psoas ices seae  5 sie Tikewnpien sae ni sang gh  ovina epi oor ponte  larmenpinrofasatere wha ems ibe wna  ont °  {sre een oes il ep pt sas ea  tab tac ers as eioncedinoed ven oem .  Saraiva in a mma lie wend eve to.  (REIGN ontubemapserramamets agin,  Vat ae as ae ea",
    "mean_p_confidence": 0.20152439024390242
  },
  {
    "i_page": 89,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 89,
    "par_num": 1,
    "text": "  Btecvvive Reform Net No. 28 of 2002S  thal th sum ph te cos  \"Stes of etc sa ec eg he Po",
    "mean_p_confidence": 0.4032
  },
  {
    "i_page": 89,
    "par_num": 2,
    "text": "  5. sb acoaana ofc sys dbname ll  alin ti or er pene hs ty mol ht  exis treet eee he gun oe  {in he th ho eo ey",
    "mean_p_confidence": 0.2863636363636363
  },
  {
    "i_page": 89,
    "par_num": 3,
    "text": "  . ‘Scone nal oly hang i me  ‘nr gona te ae  {nein wry cic pp eden id ce  <a min gt had ah vit at",
    "mean_p_confidence": 0.321
  },
  {
    "i_page": 89,
    "par_num": 4,
    "text": "  1. (typ nity mee",
    "mean_p_confidence": 0.18500000000000003
  },
  {
    "i_page": 89,
    "par_num": 5,
    "text": "  toscana emer os",
    "mean_p_confidence": 0.064
  },
  {
    "i_page": 89,
    "par_num": 6,
    "text": "  {stro one nh he ‘  erst be gf a on rth Ac ede ab oe  Shai agai asa  (2) ay pyc ran eee prs  \"Seperate Ba ee",
    "mean_p_confidence": 0.3118181818181818
  },
  {
    "i_page": 90,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 90,
    "par_num": 1,
    "text": "  RBleiis Reform et, Ne 28. 2000  ‘mets orate dopant mi a  4A cmanf li peta  ‘eshnorr rg pc ae ce a  ‘ection sun ele leas asm ae  stall heed ny sway re he  “thse han aap sn atone  ‘cenebnr ce pet pn ae  sewenuues Si  ct meng in yet eng  shysiounetic ewes spvol ire nd fncame ics  ‘ete acct Sun aac  18) sl Wo what een mss cat ia ay ts  hetinagenrann taney era at  Scraiennitnasimcounrea nhs  Soutien aos hemp  2. Wit pt ot svi of pag con  austen tcm one ena  ‘tor pce dau sp sacony eit Conmss ‘  ‘Satin sutang amine api nc  lar noah rac cnsng ney sso oo  2.19 oa el man py  Catatonia wore sieansoaneaget  Sed pce ee nas eo uae ai  ‘etme tn ds",
    "mean_p_confidence": 0.2583333333333333
  },
  {
    "i_page": 91,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 91,
    "par_num": 1,
    "text": "  1  Ashu! gh onl Aco aan Bs ANS Lach KH Pn  ‘pale he Sinai Gants Rate Bt, Ni Tay fe",
    "mean_p_confidence": 0.2658333333333333
  }
]