[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PRESIDENTS’ ENTITLEMENTS . ACT, No. 4 OF 1986 ' . [Certified on 18th Febrnary, 1996) . Printed on the Orders of Government . Published as a Supplement to Part I of the Gazette of the Democratic Socinlist Republic of Sti Lanka of February 21, 1986 pom ot occ i \"Fa ae FUECHASED AU THE GOVERNMENT FUBLICATIONS BUREAU, COLOMBO",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "Price: 45 conta . ‘Postage : 75 cents",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "s\\tita Ptendents Eutitiements Act, No.4 of 1086” ects pun, [Cettified om, 18th February, 1906] . L,D—O. 55/8 =\" * . a ‘Aor Aor 70 PROVIDE FOR THE GRANT OF OFFICIAL RESIDENCES AND OTHER AILOWANCES AND FACILITIES 10 FORMER RESIDENTS <q, AND TO TUNE WIDOWS OF FORDIER PRESIDENTS ; TO PROVIDE FOR {STH PAYMENTS OF PENSIONG 10 SUCH WIDOWS; AND YOR «.. .MATURS CONNECTED THESEWITH OR IMCIENTAL THERETO, BE it enacted by the Parliament of the Democratic Socialist ...Bepublie of Srl Lanka as follows — 1, This Act riy be cited os the Presidents’ Entitlements hort ‘Act, No, 4 of 1988. tile 2 ‘There shall be provided to every former President ond Provision of the widow of a former President, during his or her life time, Teskiencen the ute of an approptizte residence free of rent: Provided that where for any reason, an appropriate resl- dence 4x not provided for theupe of such former President ‘or the widow af such former President, there shell be paid to such former President or the widow of much former Presl- dent, s monthly ollowance equivalent to one-third of the monthly pension payabls to such former President or tha ‘widow of such former President, as the cue may ba, 3% (1) There shall be paid to— Payment of (a) every former President, 2 monthly secretarial *yrcterlal, allowance equivalent fo the monthly solary for the and. time being payable to the person holding the office Boaeut of Private Secretary to the President ; and oar (2) to the widow of such former President,» monthly ‘#llites. secretarial allowance equivalent to the monthly salary for the time being payable to the person holding the office of Private Seeretery to a Minister of the Cohinet of Ministers. (@) There shall be provided to every former President and the widow of such former President, ofliclal transport end ail much other facilities ax are for the time being provided to a Minister of the Cabinet of Ministers, : 4, There shall be paid to the widow of a former President, paymentof during ber life time, a monthly pension equivatent to two- pension tp thirds of the monthly pension such former President was focerr entitled to receive at the time of his death or would have President, ‘been entitled to receive upon his ceasing to held the office of President, pedi te ae caren tetas? . ‘bon omnia Aan my oe",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Prasidents’ Entitlements Act, No, 4 of 1986 ° Payment & The pensions and ellowances payable under this Act oo shall be a charge on the Consolidated Fund. dated Fund. . Tpterpretae & In this Act— ~ sos “pension” when used in relation to a former President, yneans the pension which such former President ix entitled to receive by virtue of his having held the office of President; “President” means the Fresident of the Democratic Socialist Republic of Srl Lanka; * widow” inclades widower, a",
    "mean_p_confidence": 0.75
  }
]