[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "givhe of - *y PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ESTATE DUTY ACT, No. 13 OF 1980 : {Certified on 20th February, 1980] Printed on the Orders of Government Published: as a Supplement to Part II of the Gazette of the Democratic Socialist Republic af Sri Lanke of February 22, 1980 Pete ERY oR HG AE To ME FORCHASEN AZ THE GOVT. PUELIGKTIOND BUREAY, COLEEDO Price: Rs, 2.85 . Postage: Re. 100",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "TABLE OF SRETIONS - 1 Rwrttile ., a MAY, or wo dD et 1 . a IMPOSITION OF MSTATB_DUTY she eaters £ Imposittonofeatatedaiy wo a ter (A Ammanvofedtatediy cay oe om no . . Py eatenTE . © provmnity asaine on Dear * . 4 Property domed fo pons on death ” we TE als ‘Chapter LI ~ ° ‘BXEMPITONS 5 Property heldby trustee OE ae a8 85. BmalPeanaitien m M T cecmbmnes BE 11 Propertion queahad tothe Goveemnsnt ou. OCRRUR ase de % Approved pensions o - ” weteeer Ba 4. Hivivundividedfamiln 1, a ner 1% Restdaos ganie 2 zm a nan) Hie Residential preciaos a Q Dan Be & 12. Legacica to bane Side employer a a no@ 18, agucioetoapprovedcaitls. js n toa 1a Houetoldpedyae im nar) . Goagtee 1 : ss . DETERMINATION OF-VALUS OF PROPERTY |. * 10, Froneeda thom neiranon pony oraz Reserve Cortifooter or 17, Dednetion for dabta, onecalopobwerandtanas Q oor Chapter RELIES : - 16. Quin Gunension os ” vty 18; -Bowign oetate duty 2 om ranean) ee EY . Casper VI : 2 LIABILIY WOR BSPATB DUTY : 4 50. silty ofemonter . . ” Panes 42, Duiytoheachargsanpeoperty pasingen deathaf doomed. Tao\" 38° Fowertorainariate daty by anletmerighgo or terminate ohizg® io 8; ApportionmantofIncden ofeetate duty paid. para ‘Chapter VIE ‘DROLARATIONS ‘4, Declarations .. oe as wo ‘25, Forther dectarationin teas ferror . oe re 28, Assemor msy require particulars in certain oases o crn ae ‘Chyler VII . : agazeencrrs 3%. Motion ofsamescoend a . Pr a 38. Tie foe maleing ammemmants cod eddlional cmaemante aa A snnse—0,000 cri",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "wt . Chapter OX ” , . APPEALS ft 29. Appesluto tho Commissioner Gexiaral’” “2” 3, te “ 3 + 30) AppeaistoDistrintCous con, ma : ‘hapter X 2 FINALYY OF ASSHISMENTS AND FENALTY FOR INGORREO? DECLARATIONS ‘BL, Finality ofeasooemente eae me 32, Ponaliy for inonnveet deoleeatlone 2 _ rogter Xt PAYMENT OF ESPATE DUTY 39, Mamnacofpaymontofortate duty - . a 34, Tranafor of immovable proparty te the Covmenment im ue 35, Bucroniter oF presoibodtouk ” 2 ww 28, Intecemonenpoidduty \" 2 8 32. Allooationofpayannta 2 : “2 $0, Tnutetmente 2 a - : apie XL CERYUNOATE OF PAYMENT AND RELEARR «| 39, Ooetidoste of payment wey we ot 40. Corelfoate of release 7 2 . a 41, Factastatedin Coramiasioner—Genoralsoartieato7oed athe proses! Doe 48, Probatenat to beinruod untilastato duty lnpald ” oa 43, Relonsoofmosiae on innarancopoitofos nid Bank doposite | *., Loa uapter XUN RECOVERY OF ESTATE DUTY 442° Collestian of mony or dabtaonasscontofortate duty . 3 45) Noto to dataultar . i. eaeyt 48. Gelveandesleofmovable property ar’) 42. Sola andualsofpopery SL “ ar 48, Prosoedingsfurreoovery baforea Magistrate. Q tas 49, Rasovory ofentate dniy outofdabieds, u at tol Recovery tremeneviving partners» ne I ih G1\" Bpsiel provotry not 2 aon vight of th Seats to recover day in any othe 68; Powor of Commiasionar-Gonoealio obtajnlnforesstion ond deligate motions, 28~ 15, Duty ingle intorest- Sue 0, am . oe Shostae Iv, . . . MISCELLANEQUS an 64 Sfnatmeandecvion fate reer) £6... Princigal oor to at on behalf of gosapany or birdy at potent” he 68.\" Agontaund tastoos an we Sat ‘61. Poraspeasting olay Sou pee 2 oars) (68. TndamniGcation ofreprensatative, n oars) ‘69. Certain tranmotions snd dieponisions ti be disregarded va 20.1 Reamnolationefofioeatexenar an one veal",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "va Sapte XY REPAYONT Sueion Fou 42. Rafundofastate daty ” ~ ast eagle X10 . GFFRNGES ARD PENALTIES 42, Faitaretodaliver declaration of poeopety &0. «- ” ar) 43. Failaretofmnidhinformation ., s - a8 4, Ancorreshatatemestzde, . ” ae) 45. Fraud i. = ” a ar 45. Bevachofweney we 2 Boon te 7. Pesalty or oontravontionoftestion 3°. = su $8, Power to Cormiqsionsr.Gepersl to componotolencea - ot 89. Eatatn duty to be payable notwithatending proceedings for panaliion war) 70, ‘Promoutionaot wo bs anteredensopt withaseatinaof Commissioner Gonaral 35 71. Admiosibility ofstatementsordooameata ar Gaye xiit ADMINISTRATION . 72, Ofte. ” ” ” rare 7. Offcial sore ” a - wars) Ompéar XVDI . GENERAL 74. Regelations ., ” - . a %. Form = “ : aay 38, Publiootioersto assist Commissonse-Geocra) .- ” as 71, Inepection ofpropty | ” ~ ~78. Intarpretation - - = nar 8. Application ofthe Ketate Duty Ordinance. = na ‘80, Morliontéon of certain yrviaionsof the HetatoTiaby Ordinasna mart)",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "Evtate Duty Act, No. 18 of 1980 “ [Certified on.20th Februery, 1990) LDWO. 28/1 . ‘Au Act ¥o PROVIDE FOR THE LFVT AND COLLECTION OF KATATE DUTY OM THE VALUE OF THE ESTATES OF PIRSONE DYING cal on area Novesram 15, 1978; AND ron MATTERS CONNEC os BE {t enacted by the Parlliment of thé Democratic Soctalist Reputbifc of Sel Lanka as follows :—_ : ‘1b, This Act may be cited as the Estate Duty Act, Sbarttila ~ No, 13 of 1980. : . CHAPTER I . Imposition of Estate Duty 2 Except as hereinafter provided, there shall be levied  tapasition- and paid upon the value of the estata of every person dying Gc™ on or after November 15, 1978, a duty called estate duty computed in accordance with the provisions of section 3. . &.5,(2) The amount of estate duty payable upon the vadue Amaunt ot of the estate of any person dying on or atter November 18, 7 1998, shall be computed st the appropriate rates specified in'the Schedule to this Act. : (@) For the purpose of estimating the value of the estate ef nny deceased person, all property forming part of his estate chall be aggregated 20 as to form one estate. 48) Property passing on any desth chall not be agere- gated more than once for the purpose of estimating the value of the estate of the decessed, nor shall estate duty be levied more than once on any property on the same death, . (4) The estate duty payable in respect of any property forming part of the estate of a deceased shall be such pro- Portion of the estate duty computed in accordance with Subsection (1), payable upon the value of that estate as ta equal to the proportion which the value of that property bears to the value of that estate. In determining the value of that property a deduction shsll be made of an amount equsl to an allowance made Under section 17 for any debt or encumbrance referable to such property.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ". 8 Estate Duty-Act, No. 13 of 1980 : . ‘CHAPTER Ii : Property Passing on Death . Property ‘& Property passing on the death of a deceased person ao shall be deemed to include the following :—~ i ia (@) property which the deceaned was competent to dispise of at the time of his death;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(®) property taken as a donatio mortis cauea made by the deceased ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(©) property which the deceased, having been absolutely entitled thereto, has caused to be transferred to or vested in himneelt and any other person jointly,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ". whether by disposition o otherwise, (including also any purchase or Investment effected by the deceased alone, or in coneert or by arrangement with any other person), 50 that the beneficial interest therein or in some part thereof parses or accrues by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ". survivorship on his death to such other person ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ": (@ money received under a policy of insurance effected hhy the decessed on his life where the polley = wholly kept up by him for the benefit of a donee,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ": whether nominee or assignee, or a part of such money in proportion to the premium paid by the deceased, where the policy is partially. kept up > by the deceased for such benefit;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "{e) any antuity or other interest purchased or provided by the deceased, either by himself alone or in con- vert or by arrangement with any other person, to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ". ‘the extent of the beneficial interest accruing or erising, by survivorship or otherwise, on the death of the decaased.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "* CHAPTER IT Exemptions Property 5S. Property held by the deceased as trustee for another eld by person under a disposition enforcesble at law not made by the deceased or under m disposition enforceable at law tade by the deceased, being a disposition under which possession and enjoyment of the property was bona fide assumed by the beneficiary immediately upon the creation of the trust and thenceforward retsined to the entire exclusion of the deceased or of any benefit to the decessed. ‘by contract or otherwise, shall be deemed mot to past «2 ‘the death of the decensed,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ". “Estate! Duty Act, No\" 19 of i980 3 $. Estate duty shall ‘not be payable itrrempect of ond or Exsinbtisic",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "‘more annuities not éxceediig teh thousthd rupees i the yin",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "aggregate purchased or provided by the deceased, either by fUntt ”",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "himbelf alone or in concert or arrangement with-any other ™ulties peison for the life of himself and’af some other person and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "the suivivor of them, or to arisé oti His Own death in faveut",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "of some other person. . :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": ".°% Estate duty shall not be payable in’ respect of any Sxemption property bequesthed by the deceased to the'Government of SeePers_",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "Sri Lanka or any university or public brary in Sri Lanka 0a!otbe",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "or the Ceylon National Library Services Board estabhshed ™R4",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "by the Ceylon National Library Services Board Act, No, 17",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "of 1970, or any local authority and accepted by such : Government, university, library, board or local authority.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "& Estate duty shall not be payable in respect of any Approved Pension granted to the widow or child of the deceased under P*S** the Widows’ and Orphans’ Pension Fund Ordinance or under any pension fund or scheme established for publi¢ officers or for officers in the Local Government Service, nor in respect of any pension or annuity payable by the a Government of any foreign country to the widow or child a of any deceased officer of such Government notwithstending ' that the deceased contributed during his: Hfetime to. any * tund out of which such pension or anmuity is paid. MS",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "Where a member of a Hindu undivided famlly dles,no Fingy ‘estate duty shall be payable— oo Padipaes",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "{e} on any movable property which fs proved to the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "satisfaction of the Commissioner-General to have been the joint property of that family; or {) on any immovable property, where it is proved to ‘the satisfaction of the Commisrloner-Generat that = such property, if it had been movable property,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "Would hove been the joint property af that tarily.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "10, Estate duty shall not be payable in respect of the  Redéent ‘state of any person who was, on the date of his death, 9 suesls Teeident guest as defined in the Resident Guest (Tax Exerap- tion) Act, No. 6 of 1979, nH oF >",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "4 Botate, DutyrfetyNo, 19 of 1980 Exemption, 1, Where property:passing.on the death of any person forone includes any residential prémises, a sum of three hundred Sremica ‘Thousand rupees 6f the value of one auch promises, if' th value of such premties ls equal to or exceeds three hundred a ‘thousand rupees, or the value of euch premises, if the value of auch premises does not exceed three hundred thousand rupees, shall be exempt from the payment of estate duty. Legacies 12 Where under the last will af a deceased perdon a sutn a not exceeding thirty.,thousand rupees in the aggregate Js ‘employers. — directed to be.paid to che or more persons who were bona fide employees of the décessed in Srl Lanka, such sum shall ‘be exempt from the ‘paytient of estate duty, if no exemption ‘has been granted in respéet-of that sum under section 6. fence . 13, ‘Where under. the last will of a deceased person a.aum hanes ‘hot exceeding one hundred thousand rupees in the aggregate ia directed to be patd to one or more charitable institutions declared by the Minister, by notice published in the a Gazette, to be an approved charity for the purposes of section $1 (8) {c) -of the Inland Revenue’ Act, No. 26 of 1079, such sum shall he exempt from the payment of estate duty. : ereurion 14 Where property passing on the desth of a person « Boul goede includes any household goods or jewellery, a sum not ‘bot exceeding twenty-five thourand rupees on the value of suck Preretlse gods and jewellery, whichever iz less, shall be exempt from ayeiou- ‘the payment of estate duty. . in ‘Fupees in . : ek ; |. CHAPTER TV Determination of Value'of Property = Value ob 15, (1) Subject as hereinafter provided, the value of any ‘Property, Property shall’ be estimated to be the price which, in'the ‘opinion of an Assessor, such property would fetch if sold in the open market ‘at the date of death of the deceased, fand no reduction shell be made tn the estimate on accquat of the estimate being made on the assumption that the shole property is to be plored on the markt at one and the same ine: Provided that where it is proved to the satisfaction of an Assessor that the value af the property bas been depreciated - Fr crane in rath of the deceased, the Assessor shall imating the value'dt such depre- clstion into account: propery lake much epee",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Estote, Duty Act, No. 13 of 1980 6",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Provided further that where the property to be valued Js immovable property, the value of such property shall “. (q) if such property was scquired by the deceased of or . veo», pedare March 31, 1977, be estimated to be— swt ie. @) the price which in the opinion of the Assessor",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "\"| that property would have fetched if sold in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "vom °\" the open market on March 31, 1977, increased ve by an amount equal to the cost of improve- von ments, slteratious and additions, if any, made to such property after March 31, 1977 and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": ": prior to the date of death of the deceased; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(it) ‘the price which in the opinion of the Assessor, ‘that property would have fetched if sold in 7 the open market on the date of the death of . the deceased, whichever price is the lower ; and (®) Af such property was acquired by the deceased after ‘March 31, 1977, be estimated to be— >) the price which in the opinion of the Assessor _ ‘that property would have fetched {f aoid in ‘the open market on the date on which such Property was acquired by the deceased, fnereased by an amount equal to the cost of vst, + the improvements, alterations and additions, if any, made to such property after the date on which auch property was acquired by the * deceased and prior to the date of death of ber the deceased ; or (i) the price which in the opinion of the Assessor, “ that property would have fetched if sold in . the open market on the date of death of the : deceased, - “+ + whichever price fs the lower.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) Where income in respect of any property has accrued due but has not been received by the decessed prior to his death, the value of that property for the purposes of this Act shall be the aggrexate of the price estimated under gub- section’ (1) and the amount of such income,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "() Where the property to be valued is an undivided share tn any land, the value of that undivided share shall be the Proportionate amount of the value of the whole land at @stimated under subsection (1) reduced by an amount quivatent to ten per centum of such proportionate amount,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "6 Estate Duty Act, No, 13'of 1980",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "(4) (@) Where ‘the ‘property’ to be ‘ valued consists",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "‘of shares (not being preference shares) in any conipany",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "which by its articles restricts the sight to transfer its shares",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "or which is a company controlled by not more than five persons, and the Commissioner-Ceneral is satisfied that the shares have not, within the period af twelve months imme diately preceding the death of the deceased, been quoted in the official list of a recognized stock exchange or in & list of a Hke nature issued in Sri Lanka by any association of brokers approved by the Secretary to the Tressury for",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "‘the purposes of this subsection, the value of such shares",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "for the purpose of this Act may, notwithstanding anything",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "in subsection (1), be estimated by reference to the value of the total assets of the company.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "(b) For the purposes of paragraph (a) —",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "“eompany controlled by not more than five persons” ‘means a company in which more than half the total shares issued are held by not more than five pet sons, their wives, or minor children, either directl¥ or through nominees ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "“ preference share” means a share the holder of which in entitled to a dividend at @ fixed rate only;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "“ghare” includes any interest whatscever in a companyr by whatsoever name it ix called, analogous to & hare;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "“value of the total assets of a company ” means the value, estimated in accordance with the provisions of sub- section (I), of all the assets of the company as & going concern, including goodwill, after deducting:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "» therefrom—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": ". () the pur or redemption vatue, whichever is the greater, of any debenture stock and preference shares of the company ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "(i) sll debts of the company incurred or created bona Ade for consideration in money oF money's Worth ; ‘",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "GB) such sum es on a just and fair computation, Tepresents any future or contingent Habilities,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "i of the company or. any liabilities thereof whieh are uncertain in amount 5",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": ": Ketate Duty Act, No. 13 of 1990 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "Gv) the amount of any reserve fund separately inr",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "‘vested which is bona fide intended to be ap-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": ": plied in payment of pension to employees or otherwise for the benefit of employees or their .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "“+ . dépendents or relatives, and in no other",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "manner, .",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "16. Where the property passing on the death of a person Yainstion, consists of the proceeds from an insurance policy effected $f proceeds by the deceased on his life or from any Tax Reserve Cert insurance ficate purchased by the deceased, the vale of such proceeds BOUS) Of shall be deemed to be the amount of such proceeds reduced Certificates, byt",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "(@ such part of that amount as is available for payment",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "‘of estate duty ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "(b) the amount of estate duty that would become paye-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "ble had the entirety of auch amount formed part of the estate of the deceased, . whichever amount is the lower.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "27. (1) In determining the value of the estate of a Dedurtion deceased person, allowance shall be made, subject as herein. {oF dents after provided, for reasonable funeral expenses and fordebte expensea end.encumbrances incurred or created by the decessed or ue which, having been charged upon any property forming part of the estate prior to its nequisition by the deceused, . whether by way of inheritance, gift, transfer, purchase ot otherwise, continued to be so charged at the date of deatt,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "‘Dut an allowance shall not be maile— 7 J",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "(@) for debts incurred by the deceased, or encombrances",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "created by the decessed, unless such debts or encum~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "+ +> brances were incurred or created bona fide for full",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "“++ eansideration in money ar money's worth wholly",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "for the deceased's own use and benefit end take effect out of his interest ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "(®) for any debt in respect whereof there ie a right >.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "reimbursement from any other estate or person, 0 Jess such relmbursement cannot be obtained ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "{ec} more than once for the same debt or encumbrance",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "charged upon different portions of the estate ; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "(@) for any debts incurred outside Sri Lanka (other than",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "‘a debt contracted ta be paid in Sri Lanka or secured on property situated in Sri Lanka), except to the (| * extent of the amount of the value of the property, Af any, of the deceased situated outelde Sri Lanke ‘and forming part of the estate of the deceased,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "a Estate Duty Act, No.1 of 1980 ‘snd. any debt or encumbrance for which sa allowance . made shall be deductetd from the value of the property liahie : thereto. (2) In determining the value of the estate of @ deceased ‘person, allowance shalt also be made— : (@) for any income tax, gifts tax, wealth tax or other like tex, which is payable, under any written law! mo, + force in Sri Lanka, by any executor, administrator no or other person administering the estate of the de ! ceased, in respect of the profits or income or gifts ~ or wealth of the deceased for any perlod pelor to . the date of his death ; and . () for any tax which is payable under any written law in force in any other country in respect of the pro- fits and income for any period of the deceased for any period prior to his death arising or derived from any property forming part of his estate. J CHAPTER V Reliefs Hliet tn 18, Where the Commissioner-General is satisfied report ot that estate duty has become payable on any property col » Bucoeeelan aisting-of land or a business (not being a business carried froperty ‘, on by a company), or any interest in land or such a business, goat of passing on the death of any person, and that subsequently pase within five years estate duty has again become payable on the same property, or any ‘part thereof, passing upat the death of the person to whom the property passed on the firet death the nmount of estate duty payable on the second death, in reapect of the property ao passing shall be reduced 98 follows — , . (a) where the second death occurs within one year of tha frst death, by fifty per centum; : * (B) where the second death occura within two years of ~ \"the first death, by forty per century {e) where the second death occurs within three years of __, the first death, by. thirty per centum ; ” * qd) ‘where the second death occirs within four years of : the first death, by twanty per centum ; | (0) where thé second death occura within five years of ‘the firat death, by ten per centusn : ”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "Estate Duty Act, No. 13 of 1980 o -.Provided that where the value, on which the duty t# paye- ble; of the property on the second death exeesds the value, on which the duty was payable, of the property on the first Genth, the latter value shall be subsituted for the former for the purpose of calculating the amount of duty on. which “ the reduction under this section is to be calculated, ... 29. Where property forming -part of the estate of the ReHlef in deceased is situated in a foreign country and the Commis- Fortis, sioner-General ig satisfled that any duty is payable on the ee death of the deceased in that country in respect of that “7 property, he shall in determining the value of such property, allow a deduction of an amount equal to— (@) the amount of the duty payable in that country ; or {b) such proportion of the estate duty payable under this Act upon the value of that estate as is equal to the | Proportion which the value of the property situatet in that country bears to the value of the estate, whichever amount ia the lower. CHAPTER VI - Liability for estate duty 20, (1) ‘The executor of the estate of the deceased shall Liability pay the estate duty in respect of all property of which the | Stecutor, deceased was competent to dispose at his death and may pay the estate duty in respect of any other property parsing oh such death, if the persons lieble to pay the duty in respect thereof request him to make such payroant ; but an executor shall not he Hable for any duty in excess of the assets which he has received as executor, or might, but for hia own neglect or default, have received. (2) Where property passes on the death of the deceased, and his executor is not liable to pay the estate duty in Tespect of such property, every person to whom any pro- erty so passes or 1s deemed to pass and to the extent of the property actually received or disposed af by him, every trustee, guardian, curator, manager or other person in whom any interest in the property so passing or the management thereof is et any time vested, and every person in whom the ‘same is veated in possesstan by alienation or other derivative . title, shal be Hable to pay the estate duty on the property, and shall within the time required by this Act, or such later time ax may be allowed, deliver to the Commissioner: General a declaration of property :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": ". Estate-Duty Act, No: 13 of 1980",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Provided that nothing in this section shall render a person Muble to pay estate duty who acts merely ax agent for",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "another person who is resident in Sri Lenka. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "puty to 2. (1) Subject to the provisions of subsection (2)— charge oo (@) the estate duty payable by an executor shall be fearon first charge on all the property of which the deceas- eath of * . ed was competent to dispose at his death and such charge may be enforced against any such property \"for the: recovery of the whole or any part af such",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "estate duty;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(b) the estate duty payable by any person other than the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": ". executor in respect of any property ghall be = fret charge on that property.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(2) Subject ag hereinafter provided, the first charge referred to in subsection (1) shall renk in prlocity over all alienations, leases and encumbrances effected or created before or after the death =",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Provided that—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(a) such charge shall not extend to any property sold prior",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "to the date of its seizure in execution of such charge . to a bona fde purchaser thereaf for valuable om- . _, , Sideration without notice ; ~ oo. + (0) ax regards immovable property, such charge shall : _ ‘Bot rank in priority over any lease or encumbrance created bona fide for value by an instrument regis- tered prior to the date of death; - (©) as regards movable property, such charge shall not ‘rank in priority over any mortgage or hypothecatioD of such property created bona fide for value by #0 instrument registered prior to the date of the death. ) Nothing in this Act shall be deemed to create a charge for estate duty on any property situate outside Sri Lanka. Power 22,\" {1) A person authorized or required to pay the estate raise, ny {asta dnty duty in respect of any property shall, for the purpose of ore paying the duty, or raising the amount of the duty when or already paid, have power, wiether the property is or ta not Hime vested in him, to raise with the consent of the appropriate ‘ebarye. District Court, the amount of such duty and any inter and'expenses properly incurred or paid by him in respect thereof, by the sale or mortgage of, or a terminable charge on, that property or any jpart theseof.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Extate Duty Act, No. 19 of 1980 at 1 (2) A lessee or mortgages of any property, who pays the estate duty in respect of that property, shall be entitled to the like charge as if the estate duty in respect of that property had been raised by means of a mortgage to bim.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "33, As between the several persons beneficially interested  Apportion- in the property of a deceased person on which the executor Turin of is, under the provisions of this Act, authorized or required erie duty to pay estate duty, all such duty pald in respect of such property shall be regarded as a debt incurred by the de- . ceased person, and shall, unless such deceased person has otherwise directed by his will, if any, be apportioned among such persons in proportions to the values of their interests in the property of such deceased person,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "CHAPTER VII . Declarations .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "24, (1) ‘The executor’ of every estate in respect of which Declera- the grant of probate or letters of administration is compu \"°\"* sory under the Civil Procedure Code shall, and the executor of any other estate may, within six months from the date of - death of the deceased, deliver to the Commissioner-General through the appropriate District Court, a declaration of pro- perty containing a full and true statement of particulars felating 10 the estate of the decessed including the value thereof in such form as may be specified by the Commis- stoner-General ; and together with such declaration of pro- perty he shell detiver to the Commissioner-General a certi- fied copy of the will, if any, of the deceased.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "{2) Where the executor is not nble to pay estate duty in respect of any property passing on the death of a deceased Person, the person liable to pay such duty shall, within six tmonths from the date of death of the deceased, deliver to the Commissioner-General a declaration of property con- taining @ full and true statement of particulars relating to such property including the value thereof in such form as yaay be specified by the Commissioner-General,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "25. Where at any time it comes to the-notice of any fumber ‘executor or other person Hable to pay estate duty that in Seclarstlon any declaration of property delivered by him there is an «roe. ‘error in that—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "_@) property liable to estate duty has been omitted there- from * or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "_ (©), property auble to estate duty has been undervalued",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": ". therein : or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "a Estate Diity ‘Act, No. 13 of 1980 (@)' 8 deduction has been claimed which ie not authoriied under this Act, . ae he shall forthwith deliver to the Commissloner-Geuerd] further declaration setting out particulars of such error. bie ok . ca Root ‘Assessor “26... (1) An. Assessor may give notice in writing to. a0y my, pergon-who, in-his, opinion, is able to give information re- peti garding the affairs of any deceased person requiring hi etalon within the time specified in such notice, to furnish such \" particulars as the Assessor may deem necessary for the put pose of making an assessment under this Act.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(2) An Assessor may give notice in writing to any person who is required by this Act to make & declaration of pro perty or to whom a notice has been addressed under",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": ": subsection (1) calling upon such person within the ime . specitied in such notice to produce at the time and place fixed by the Assessor any deeds, plans, instruments, books, sccounts or documents which the Assessor may: deem necessary for the purpose of making nn assessment under this Act, . CHAPTER VIII _ Assessments © >",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "io 27, An Assessor may at any time, whether the declaration of property has been delivered or not, assess the estate duty payable in respect of the estate of a deceased person, and shall issue to the person or persons whom he considers liable to pay such estate duty a notice of such assessment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "age tor 28. (1) An Assessor shall, within one year after the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "cece ena  teceipt by him of auch particulars as he may deem necessaxy",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "22d jonni «#0 assess the estate duty in respect of the estate of a deceased",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "‘asseaments PET#0N, assesa the estate duty payable in respect of the estate and determine the pergon or persons by whom xuch - duty is payable,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(2) Where ft appears to an Assessor that the amount which any person is Hable to pay as estate duty bas been assessed at less than the proper amount, the Assessor MAY, ‘at any time prior to the expiration of two years from the date on which fn executor Gr administrator of a deceased ‘person informs the Assessor in writing that probate or letters: of administration has been ranted to rosjoct af the cate",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": ". of that deceased person, make an additional esscasment of the amount which such person fs, in his opinion, Hable to ay snd communicate to him in writing the reasons for making the additional assessment :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Estate Duty Act, No. 18 of 1980 B",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Provided that—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(@) where the under-assesement Sa due to fraud or wilful evasion, such additional assessment may be made at any time;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "{®) an Assessor may assess at any time any lability for",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": ". additional duty which may be brought to his netic - . by an executor or by any other person liable to pay estate duty under this Act;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(c) an additional assessment made under this section shall not affect, or create a charge upon, any property mentioned in a certificate fssued under section 40 except in the circumstances referred to in subse tion (4) of section 40. noe",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(@) ‘Where an additional assessment af estate duty has",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "been made under subsection (2), an.executor shall not, except in the case of fraud, be personally Hable for any estate duty under any such additional arsestment by resson of having administered or distributed the estate of the de- ceased without retaining assets to satisfy the duty.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(4) Where an Assestor does not accept 2 declaration deli~ vered under section 24 by any person and inakes an assess- ment or additional assessment on such person, he shall communicate in writing to such person his reasons for not aecepting that declaration.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "CHAPTER IX Appeals",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "29. (1) Any person who és aggrieved by an assessment Appeals made under this Act, whether on the ground that he is not umimis. Liable to pay estate duty or thet the assessment {s erroneous, gioner~ may, within a period of thirty days from the date of the S*2=\"al notfce of assessment, appeal to the Commistloner-General against such assessment :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Provided that the Commissioner-General, upon being satisfied that owing to absence from Sri Lanka, slekness or . other reasonable cause, the appellant was prevented from appealing within such period, shall grant an extension of time for preferring the appeal. : .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(2) Every appeal shall be preferred by @ pélition in writing addressed to the Commissioner-General snd shall state precisely the grounds of such appeal.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(3) Where the assessment appealed . against “has been made in the absence of a declaration af property, required to be deliveced under section 24, the appellant shall deliver & declaration of ther ition af sppeck Property together with hfs petition",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "ta cease ony",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "ry Estate Duty Act, No, 13 of 1980",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "@) Every pétition of appeal which does not conform to the provisions of subsections (1), (2) and (8) shell not be valid, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(5) The appellant shall, within three months of the date ‘on which he prefers an appeal under subsection (1), tran mit to thé Commissioner-General a list speclfying the docu- ments on which, and the names and designations of the persons upon whose evidence, the appellant proposes to rely in support of his appeal :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Provided that the Commissioner-General may, {rom time to time, upon application made to him in that behalf by the appellant, extend the period referred to in the receding provisions of this section. :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(6) On receipt of a valid’petition of appeal, the Commi; ssioner-Generel may cause further inquiry to be made by the Assessor, and ff in the course of such inquiry an agree ment is reached as to the matters specified in the petitlon of appeal, the necessary adjustment of the astessment shall be made, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(2) Where no agreement is reached between the appellant and the Assessor in the manner provided in subsection (6), ‘the Commissioner-General shall fix a time and place for the hearing of the appeal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(8) Every appellant shall attend before the Cominissioner- General at the time and place fixed for the hearing of the appeal, The appellant may attend the hearing of the appeal Jn person or by an atithorized representative. The Comamis- sloner-General may, if he thinks At, from time to time adjourn the hearing of an appeal for such time and place as he may fix for the purpose. In any case in which the authorized representative attends on behalf of the appellant, the Commissioner-CGeneral may adjourn the hearing of the appeal and may, if he considers that the personal attendance of the appellant 'y necessary for the determination of the appeal, require that the appellant shell attend in person at the time an@ place fixed for the adjourned hearing of the appesl, If the appeltant or his authorized representative falls to attend at'the time and place fixed for the hearing",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "or any adjourned hearing of the appeal, or if the appellant fails to attend in person when required 40 to attend by the Commissioner-General, the Commissioner-Geneval \"ay, dismiss the appeal : .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Provided that if the appellant shall within 4 reasonable time after the dismissal of an appesl satisfy the Commis stoner-Gendral that he or hfs authorized representative Waa Prevented from due attendance at the hearing or st any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Estate Duty Act, No, 13 of 1980 8 ‘adjourned hearing of such appeal by reason of absence from ‘Sri Lanka, sickness, or other unavoidable cause, the : ‘Commissfoner-General may vacate the order of dismissal and fix a time and place for the hearing of the appeal,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(®) Before making » determination upon any appeal preferred under this section, the Commissioner-General—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(2) may require the appellant to produce for inspection",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "any document included in the list referred to in gub- section (5) or call for the evidence of any person ~ mentioned in that Ist ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(b) shall consider any evidence which the appellant may",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "desire to adduce before him.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(10) Where the Commissloner-General hears the evidence of the appellant or of any other person in respect of the = _ appeal, he shall maintain or cause to be maintained, arecord of such evidence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(11) In determining an appeal under this section the ‘Comimissioner-General may confirm, reduce, increase or ennul the assessment appealed aguinst and shall give notice in writing to the appellant of his determination on the appeal.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "30. (1) At any time within thirty days after the notifica- | Appeals to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "}4fon by the Commisstoner-General of bis determination on Court, an appeal, the appellant may file a petition of appeal in the appropriate Distrlet Court, naming the Commissioner General as respondent to his petition. A copy of such pet tion shall be served on the CommissionerGenezal,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(2) Where the appellant having filed a petition of appeal fails to serve a copy thereof on the Commissioner-Generat within thirty days of the date on which such petition was filed, the District Court shall dismiss such petition,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "@) Except with the consent of the Court and subject to such terms as the Court may determine, the appellant shall not be allowed at the hearing of the appenl—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "{@) to produce any document which is not included tn",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "the list referred to in subsection (5) of section 20 or to. adduce the evidence of any witness who is not mentioned in that list ; . (®) to produce sny document which be bas failed to ! produce before the Commissioner-Ceneral when i Yequired to do so under subsection (9) of section 1 29 cr to adduce the evidence of any witness whose ‘ evidence was not tendered to the Commissioner - Goneral when called for under that aubsection.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "8 Estate Duty Act, No. 13 of 1980",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "\"+ @) Upon the filing of the petition of appesl and the service of a copy thereof on the Commissioner-Ceneral, the appeal shall be deemed to be, and may be proceeded with, #2 an action between the appellant as plaintift und the * Commissioner-General as defendant and the provisions of the Civil Procedure Code and of the Stamp Ordinance shall, subject as hereinafter provided, apply accordingly:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Provided that no pleading other than the petition af the appellant shall be filed in any such action, unless the Court by order made in that action otherwise directa:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Provided further, that the decree entered in any such action shall specify the amount, if any, which the appellant 4s Hable to pay an estate duty under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(8) Any party aggrieved by any decree or order of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": ": District Court made on an appeal as hereinbefore provided may appeal against such decree or order in accordance With the provisions of law for the time being in force relating to appeals from judgments and orders of the District Court.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(8) In all proceedings before the District Court or in a\\¥ other Court as hereinbefore provided, the Commissioner General shall be deemed to be a Government officer suing or heing sued in a suit virtue officti and shall not be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": ": required to make any deposit or pay any fee or furnish a0y security prescribed by any written law. t CHAPTER X Finality of Assesoments and Penalty for Incorrect Declarations :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Finality of 31. Where no valid appeal has been lodged within the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "sewmsamenits time epecified in this Act against an ‘assessment of the estate duty payable in respect of the estate of a decessed",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Person or whare an appea) preferred against such an assesé-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "ment is dismissed under. subsection (11) of section 29 OF",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Where agreement is reached under section 29 (6) as to the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "amount of auch duty, or where such amount has been deter~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "> mined on appeal, the assessment ag made or agreed to OF",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": ": : determined on appeal, az the case may be, shall be final",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "and genchusive for all Panpoces af this Act es regards such Provided that nothing in this section shall prevent am ‘Assessor em making an assessment or additional asses- 2 ‘not involve re-opening hich ‘has been determined on ‘appeal ay mater .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "Estate Duty Act, No. 13 of 1880 \"",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "32. (1) Where in an assessment made in respect of the Penalty for estate of any deceased person the value put on any pro- Jeo ethom, perty forming part of the estate exceeds the value put on ‘that property in any declaration delivered in respect of ‘that estate and such assessment ix final and conclusive under aection 31, the Commissioner-General may, unless the - person who delivered that declaration proves to the satis 7 faction of the Commissioner-General that there was no fraud or wilful neglect involved in the disclosure made by ‘him in that declaration, in writing, order that person to pay on or before a specified date e sum not exceeding the aggregate of two thousand rupees and a sum equal to the estate duty on the amount of the excess as @ penalty for making an incorrect declaration.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(2) Any person in respect of whom an order is made under subsection (1) may, within twenty-one days after the ‘communication of the order to him, appeal therefrom in ‘writing to the sppropriate District Court. The appeal shall state the grounds of objection to the order.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(3) The provisions of section 30 shall as far as possible ‘spply to the hearing and disposal af any appeel under the Preceding provisions of this section. The District Court may confirm, reduce, increase or annul the penalty fmposed by the order of the Commissioner-General from which an",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "“appeal is made, but any increase of such penalty shall not be in excess of the maximum smount which the Commis sioner-General could have imposed under subsection (2) a3 such penalty,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(4) Where a penalty is imposed on any person under this section he shall not be Hable to a prosectition for an offence Felating to that declaration under paragraph (6) of section",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "CHAPTER XI",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": ": Payment of Estate Duty tna Estate duty shall be paid in the manner directed Manner of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "a ice of in Peyman: {2 & notice of assesrment on or before the date specified in BTSs!",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "~ (2) Bstate duty shall be pafd notwithstanding any appeal unless the Commissioner-General orders that payment of the duty or any part thereof be held over to a date specified, im such order,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "- 6 Estate Duty Act, No, 13 of 1980 (8) Any estate duty not paid on or before the date speci fled in the notice of assessment or in any order made under subsection (2) shall be deemed to be in default unless the Commissioner-General has agreed to accept payment of estate duty by instalments, Pumenthy 4, ((1) Any person Hable to pay estate duty under this Emmons Act may epply to the Commissioner-General before the date Frovertyto fixed for the payment thereof that immovable property Government, Passing on the death of the deceased equivalent in value to the amount of such duty be transferced to the Govern mant of Sti Lanka in leu of payment of such duty In cash. (2) No such application shall be granted or refused bY the Commissioner-General except with the approval of the Minister, (8) The value of any immovable property transferred in Payment of duty under this section shall be the value of that property as determined for the purposes of this Act (4) All fees, charges and expenses incidental to, or ca nected with, the transfer to the Government of any immovable property in payment of estate duty, the examl- ‘natlon of title to, and the execution of the deed of transfer of, such pfoperty, shall be borne by the applicant, Payment by 85, (1) Government stock may be gurrendered to the Poa Secretary to the ‘Treasury in accordance with the Block, following provisions of this section in len of the payment of the whole or any pert of any estate duty in cash, (2) No stock chall be accepted for the purposes of this . ‘section unless— (2) it ts Srl Lanka Government stock which has been . + issued in Sri Lanka; and (b) wan subseribed for by the deceased himself at the . time of ite issue, or was purchased by him not Jest than one year before his death, (3) ‘Where the stock surrendered is fully paid stock, issued and redeemable at par, the surrender of such -atock \"Shall be deemed ta be equivalent to the payment in cash of an amount equal to the aggregate of— : (6) the face value of such stock sand | -* . (2) the accrued interest on euch stock. H",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Estate Duty Act, No. 18 of 1980 Tr) {AY Where the stock surrendered is not fully paid or bas :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "‘been issued below par or is redeemable at an amount above",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "or below par, the surrender of such stock shall be deemed",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "to be equivalent to the payment in cash of an amount equal to the aggregate of— Doo.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "- (@) 2 sum bearing the prescribed proportion te the face",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "value of such stock; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(®) the accrued interest on such stock =~",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "In this subsection, “prescribed proportion”, in relatian to any stock, means such proportion as may be prescribd hy the Minister by regulation made under section 74, being @ proportion which is not fess than the sum originally subscribed for ihe stock, or the sum payable for the redemption of the stock, whichever of these is the less. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(6) Where'the surrender of stock by any person under . this yection is deemed under subsection (3) or subsection (4) to be equivalent to the payment in cash of an amount which exceeds the estate duty peyable by him, the excess ahall be disposed of in the following manner :~~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(@) where the amount of the exeess is not Jess than one",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "hundred rupees— -  @ each complete sum of one hundred rupees comprised therein shall be reckoned as a unit, and each unit or each group of two or more units, as the Secretary to the Treasury may - determine, shall be retumed in the form of stock of the same issue as the surrendered : stock; and oan (i) any outstanding ‘fraction of a unit shall be returned in cash ; and (2) where the amount of the excess is less than one hundred rupees, such amount shall be returned in : cash,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "36, (1) Simple interest shall be paid at the rate of eight interen Per cenium per annum upon all estate duty unpaid after on useaid the expiration of twelve months from the date of death of ““* the deceased and at the rate of twelve per centum per annum upon all estate duty unpaid after the expiration of thirty-six months from such date, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(2) Interest shell be calculated for a full period of three talendat months upon the amount’ af duty unpaid at the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "0 * Retate Duty Act, No. 13 of 1980 commencement of such a period, the first such period com- mencing on the first of the month subsequent to the expira~ tion of twalve montis from the date of death. (B) Interest payable under this section shall be recovered as though it formed part of the estate duty in default. (4) Where-any person Hable to pay any duty satisfles ‘he Commisstoner-General on or before the date be is required to pay such duty or any instalment thereof, that be has made arrangements for the payment of such duty or tiwtalment, ag the case may be, from any sum to be Tepald to the estate-of the deceased by the Goverament of . Sri Lenka or from money lying to the credit of the deceased in the National Savings Bank or from moneys to he paid to the deceased from any pension or provident fund approved ‘by the Céramisstoner-General, the Commissioner-General may grant uch pérson an extension of time for the payment ef such duty or instalment, ag the case may be, and such duty or instalment, as the’case may be, shalt be deemed not to be in default until the expiration of such extended time, and no interest shall be payable on such duty or instal- ‘ment duting the period commencing on the date on which such extension is granted and ending on the expiration of the period of extension, : ‘ (5) Where interest is payable on that part of estate duty arising on an additional assesment made under section 28(2) the Commissioner-General may, having regard to the * circumstances in which such addisional sssesrment is made, waive or reduce such interest. : (6) Where estate duty has not been assessed, the executor _ @ other person Hable to pay duty may pay the Commis- sioner-General any sum on account of estate duty thereafter to be assessed ; and any sum go pald shall on assessment be ‘appropriated against the estate duty due from such person. Allocation 37, Where under this Act any sum is ble by any of payment® person by way of interest and estate duty, any payment tade by giich person shall be appropriated first to interest and then to estate duty, Payment 38 (1) Hi the Commissioner-General is satisfied that the Mataimente, estate of w. deceased: person consists wholly or mainly of ‘immovable property ‘and that the movable property of the estate available for payment of estate duty is insufficient tor such payment, the Commissioner-General may, subject fo much terms, conditions and procedure as may be pres- cribed, accept payment of estate duty fm not more then sixteen’ equal half-yearly instalments, the first of such Anstalment falling due for payment on a date six: months trom the date of death of the deceased. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "Estate Duty Act, No, 13 of 1980 21",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "(2) No person shall be permitted to pay estate duty by instalments unless and until’ he has furnished security for such payment to the satisfaction of the Commissioner General, .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "(@) Where a person is permitted to pay estate duty by instalments and fails to pay any: such instalment within twenty-eight days after the date on which it falls due, the remaining instalments shail be deemed to be in default and ‘the total amount of estate duty remaining unpaid may be ~ ; recovered in the manner provided in this Act for the re- covery of estate duty in default,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "CHAPTER XIT Certificate of Payment and Release",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "29, (1) When any executor shall have paid or secured to Certificate of the satisfaction of the Commissioner-General the payment P™e™ of all estate duty for which he is Hable, the Commissioner-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "General shall issue a certificate to that effect to which shall be attached # copy of the declaration of property in respect of which evtate duty has been paid or secured, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "(2) Where the Commissloner-General is satisfled that any ‘executor is not lisble to pay estate duty under this Act, the Commissioner-General shall issue a certificate to that effect to which shall be attached a copy of the declaration",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "+ of property in respect of which estate duty is not payable.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "40. (1) The Commisstoner-General on being satistfed that Certificate full estate duty has been or will be paid in respect of all ° relesse. Property. passing on the death of a deceased person Zor which the executor is liable to pay estate duty under this Act shail, if required by the executor, give a certificate to that effect, which shall discharge from any further claim for estate duty the property mentioned in that certificate.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "(2) Where o person other then the executor is liable to pay estate duty in respect of any property passing on & death such person may, if the executor has not delivered ‘under section 24 a declaration which includes a reference to that property, furnish to the Commissioner-General a full statement to the best of his knowledge and belief of all property passing on such death and the several persona entitled thereto; and the Commissioner-General may determine the rate of the estate duty in respect of the pro- erty for which the applicant is Hable, and on payment of the duty at that rate, that property and the applicant,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": ", 0 fav as regards that property, shall be discharged from | any further claim for estate duty, and the Commissioner 4 ‘General shall give a certifieate of such discharge.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "-22 Estate Duty Act, No. 13 of 1980 . (3) On the application of the executor or of any person having an interest in any property passing on the death of a deceased person, the Commissioner-General may, ob Payment of the'estate duty payable in respect of that pro perty and the interest thereon together with such additional amount es the Commisstoner-General may require him to pay, ‘having regard to the amount of estate duty payable on the other properties forming part of the estate, ise 8 certificate which shall discharge from any further claim for estate duty the property mentioned in that certificate. . (4) A certificate of the Commissloner-General under this section shall not discharge any person or property from estate duty in case of fraud or failure to disclose material facts, and shail not affect the rate of duty payable in respect of any property afterwards shown to have passed on the death, and the duty on such property shall he at such rate aa would he payable if the value thereof were added to the value of the property in respect of which duty has been alrendy accounted for : . - Provided that a certificate purporting to be a discharge of the whole estate duty payable in respect of any property included in the certificate’ shall exonerate from the estate duty a bona fids purchaser for valuable consideration with- ‘out notice, notwithstanding any auch fraud or failure. Faeta 41. Any statement made in any certificate insued by the EEL12 ——Coramissioner-General shall be presumed to be correct sioner until the contrary fs proved ; and, in the absence of proof Geogmls to the contrary, @ court shall act on any such statement Heed not be without requiting further proof thereof. ‘proved, 7 Probate 4% No probate or letters of administration shall be Feige granted by the court in respect of the estate of a deceased ‘until ‘Person unti}— een, (@) the Commissioner-General hag issued the certificate pad that the estate duty for the payment of which the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": ": executor is Hable under this Act had been paid ot",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "+ secured, or that the executor ts not Hable to pay estate duty under this Act; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "\" @) the certificate so issued-has been flled in court Reatrtetion 43. Where property passing on the death deceased SE PayEAt consis of ofa Bios on (0) aoney received under a polfcy of insurance effected ope tenth by the deceased on hia life, being a -policy of ‘deceased, Insurance within the meaning of section 4 (d) j OF |",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "Esinte Duty Act, No. 18 of 1980 B (d} money deposited in any bank or institution or with any person, to the credit of the deceased and any other person, ° then, notwithstanding anything in any contract, agreement or written law to the contrary, it shall not be lawful for any person to pay— . @ any part of the money referred to in paregraph (0); of (ii) more than one-holf of the money referred to in paragraph (b), to any person entitled to such money upon the death of the deceased, unless he obtains a certificate of release from ‘the Commissioner-Generel. . CHAPTER XTt Recovery of Estate Duty 44. (1) Where any person proves to the satisfaction of Collection the Commissioner-General that he would, on payment of $f money or estate duty, he entitled to probate or letters of administre- ‘account ot tlon, and requests the Commissioner-General to collect a ‘sate duty sum on account of the estate duty to be paid by such person . out of any money or debts forming part of the estate of the deceased, the Commissioner-General may, by notice in writing, require any person or persons who hold such money or owe such dehts to pay in the manner and within the period stated in such notice so much of such money or debts as the Commissioner-General may deem sufficient to cover the estate duty payable in respect of the property _ of the deceased. (2) Any person to whom a notice is sent by the Commisrioner-General in accordance with subsection (1), shsll, notwithstanding anything contained in any written law, contract or agreement, comply with such notice to the extent of the money held by him on account af the estate of the deceased, or owed by him to such estate, and is hereby indemnified in respect of any payment made there- ; under against all proceedings, civil or criminal. ; (8) Nothing in subsection (1) or in subsection (2) shall ennble or be deemed to enable the Commissioner-General to collect or recaver from sny person any debt at any time before the date on which that debt is due to be paid by that nerson ta the estate of the deceased,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "om Estate Duty Act, No. 13 of 1980 -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "(4) Where any sum required to be paid by a notice given under subsection (1) ia not paid in aceordance with such notice, it shall be recoverable from the person to whom such notice was directed as if such sum were estate duty due from such person and as if such estate duty were in default.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "Notice to 45, (1) Where any duty ts in default, the Commissioners ‘eianiter. General ahall, before proceeding to recover such duty in any manner hereinafter provided, issue notice In writing to the defaulter stating—. :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "(@) the perticwars of such duty, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "(b) thet action is being contemplated to recover puch",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "duty. _",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "(2) If such defautter has not appealed within the period specified in section 29, against the assessment in respect of which such duty is charged, he may within thirty days ‘of the date of stich notice make any objection to the duty",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "a #o changed, and the Commissioner-General shell, notwithstanding the provisions of section 31, consider such objections and give his decision thereon which shell be nal.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "Recovery ¢ 46, (1) The Commisstoner-General may appoint persons",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "ee to be eotlectars of estate duty.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "fea (@) (@) Where any estate duty 1s in default, the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "movable Commissioner-General may issue to a Government Agent, * Assistant Government Agent, Fiscal, Deputy Fiscal or collector of estate duty a certificate containing particulars of such duty and the name and address of the person by ‘whom it is payable, and the officer to whom such certificate fs Issued shall be empowered and Is hereby required to cause the estate duty to be recovered from the person named in the certificate by seizure and sale of the movable property which passed on the death of the person jn respect of whoce estate the duty is in default,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "(B) A seizure of moveble property shall be effected in such manner as the said officer shall deem most expedient in that behalf and, as soon as any movable property is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": ": seized by such officer, a Ust of such property shall forthwith ‘be made and signed by him and shall be given to the Gefeulter and a copy thereof furnished to the Commissioner General,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "(Where the property 20 nelzed t—",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "@ cash in Sri Lanka currency, # shall be applied in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 17,
    "text": "satisiaction of the duty in default;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "Estate Duty Act, No. 13 of 1980 28",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(il) eash in foreign currency, such cash shal] be deposited in the Central Bank of Ceylon and the proceeds therefrom applied in satisfaction of the duty tn default ; -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(ili). not cash, such property shall be kept for five days at the costs and charges of the defaulter. If the defaulter does not pay the duty together with the costs and charges within the afnresaid five days, the Government Agent, Assistant Government Agent, Fiscal, Deputy Fiscal or co!lector of estate",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "* duty shall cause such property to be sold by public auction or, where such property is a negotiable - ingtrument or a share in any corporation or a public company, to be sold through a broker at the marketrate of the day.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(@) The sum realized by a sale referred to in sub- Paragraph (iii) of paragraph (c) shell be applied—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(@ fArstly, in payment of the costs and charges of seizing,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "keeping and selling the property ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(G1) secondly, in satisfaction of the duty in default, and any balance shall he restored to the credit of the testamentary case.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(3) Whenever the Commissioner-General ismues a certi- ficate under this section, he shall at the same time issue to the person named in the certificate a notification thereot by parsonal service, or by registered letter sent through the post or by telegraph ; but the non-receipt of such notification shall not invalidate proceedings under this section.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": ". 47 (1) Where any estate duty is in default, the Recovery ot Commissioner-General may isgue to the appropriate District grate duly Court a certificate, in this Act referred to as a collection andsaleot certificate, containing particulars of such duty, the name PFoPerty. and address of the person by whoin it is payable, and a Schedule of property hy the sle of which the duty may be recovered ; the Commissioner-General may also, if he thinks fit, etate a price below which the property shall-not be sold. The District Court shall thereupon issue a writ to the Fiscal or Deputy Fisca] requiring him to seize and soll the said property or such part thereot as he may deem",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "+ Necessary and at a price that iz not below the price, if any; stated by the Commiissioner-General, and the provistons of tections 226 to 207 of the Civil Procedure Code, shall,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "‘mutatis mutandis, apply to such seizure and sale.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "% Estate Duty Act, No, 13 of 1980 (2) The provisions of this section shall have no applica- on in a cape in which a decree for the payment of estate duty has been entered by a Distrlet Court on an appesl to ‘that court under this Act, ’ Proceedings ~ 48, (1) Where the Commissioner-General is of opinion PARSEF in any cave that recovery of duty in default by seizure and ‘Mogistrate. sale is impracticable or inexpedient, or where the full ‘szoount of the duty has not been recovered by selzure and - sale, he may issue a certificate containing particulars of such duty and the name and last known place of residence of the defaulter to a Magistrate having jurisdiction in the division in which such residence ‘ia situate, The Magistrate shell ‘thereupon summon such defaulter before him 1 show eause why further proceedings for the recovery of duty should not be taken egainst him, and in default of sufficient cause being shown, the duty in default shall be deemed to ‘be a fine imposed by 2 sentence of the Magistrate on such defaulter for un offence punishable with fine only or not punishable with imprisonment and the provisions of sub- section (1) of section 201 (except paragraphs (a), (d) and © thereot) of the Code of Criminal Procedure Act, No. 15 of 1979, relating to default of payment of a fine imposed for such an offence shall thereupon apply, and the Magistrate may make any direction which, by the provisions of that * subsection he could have made at the time of imposing such sentence,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "(2) The correctness of any statement in a certificate issued by the Commissoner-General for the purpose of sub- section (1) shall not be called in question or examined by ‘the Magistrate in any proceeding under this section and accordingly nothing in that subsection shall authorize a Magistrate to consider or decide the correctness of any ‘statement in such certificate or to postpone or defer such proceeding by reason only of the fact that an appeal fs pending against the assessment in respect of which the duty in default is charged,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "@) Nothing im subsections (2) ta (6) of section 291 of ‘the Code of Crimina) Procedure Act, No. 18 of 1979, shall apply in any cuse referred to in gubvection (1) of this section.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "(4) In any case where a fine in deemed under subsection",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "(0) to have heen imposed on a defaulter, the Magistrate",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "may elfow time for the payment of the amount of that fine ‘or direct the payment of that amount to be made by instalments,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "Estate Duty Act, No. 13 of 1980 27",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "(5) ‘The court may require bail to be given as a condition precedent to allowing time under subsection (1) for show- ing cause ag therein provided or to allowing him t'me under",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "» subsection (4) for payment of the fine; and the provisions of Chapter XXXIV of the Code of Criminal Procedure Act, No. 15 of 1979, shall apply where the defaulter is required to give bail.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "(6) Where payment is directed under subsection (4) . to be paid in instalments and default is made in the payment of any one instalment, proceedings may be taken as if default had been made in payment of all the instalments then remaining unpaid.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "49. (1) Whore estate duty payable on the death of a Recovery of deceased person is in default, and it appears to the Commis. Ssiste duty sioner-General to be probable that any person— debts, Ss,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "{a) is ebout to pay any money to an executor for or on",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "~ account of the estate of the deceased; or {®) holds any money for or on account of such estate ; oF {¢) has authority from some other person to pay any . money to an executor for or an account of such estate ; or {@) is Mable to pay for or on account of such estate money which, if paid to an executor, is bound to he credi-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "e ted by him to thet estate, the Commissioner-General may give to such person notice in writing requiring him to pay as directed in such notice any such money not exceeing the amount of the estate duty - fn default. The notice shall apply to such money as is in ‘the hands of the person noticed or fs due from him or is bout to be paid by him at the date of the receipt of such otice, or comes into his hands or becomes due.trom him ‘or is about to be paid by him at any time within a period of thirty days after that date,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "(2) Any estate duty paid in accordance with this section shall be deemed to have been pald on behalf of another etson within the meaning of section 58.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "() Any person to whom a notice has been given under",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "* subsection (1) who is unable to comply therewith owing to the fact that the money in question does not come into his hands or does not become due from him within the period of thirty days referred to in that subsection shall,  - within fourteen days after expiration of that period, inform the Commissioner-General in writing of the facts by",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "‘Teason of which he is unable to comply with such notice.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": ", 8 Estate Duty Act, No, 23 of 1980 (4) Where any person to whom a notice has been giver under subsection (i) is unable to comply therewith and thas failed to inform the Commissioner-General as required by subsection (8), or where he has deducted or could have - deducted the estate duty to which the notice relates or any” part thereof and has not paid over as directed by the Commal- asioner-General the amount of such estate duty or part there- of within fourteen days aiter the expiration of the period af thirty days referred to in subsection (1), he shall - bbe personelly liable for the whole of the estate duty which ‘be hax been required to deduct, and the amount of such duty may be recovered from him as a debt due to the State. Recovery 50. (1) Where a deceased person was at the time of his ‘furving death a partner in a partnership carrying on business in Sri Periners Laks, and any estate duty payable tn respect of the proper- ty passing on the death of such deceased person is in : default, the Cummissioner-General may give notice in writing to any person who was at the time of the death = partner In euch partnership requiring him to pay as directed m such notice the amount of the estate duty in default or the amount of the deceased person's interest in such part- nership, whichever is the less. + (2) Any estate duty paid in.accordance with this section shall be deemed to have been paid on behalf of another per son within the meaning of section 58.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "(8) Where any person fatls to comply with a notice given under subsection (1), the amount of the estate duty which is in default, or the amount of the deceased person's inter est in the partnership at the time of death, whichever is the less, shall be recoverabve from hia as if it were estate duty due from him and as if such estate duty were in default,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "Grecia SL. The special procedure prescribed by this Act for the proced recovery of estate duty from any person shall not affect or stloct abrogate or be deemed to affect or abrogate the right of the Tite State to recover any such duty or part thereof in any other igyepver manner or by any other procedure available under any any otter * Written or ather law for the recovery of debts due to the ‘Taanner. State.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "Power of 82, (1) The Commissioner-General may, by notice given RPE tp writing to any perton, require that peren witniy the General to period specified in such notice to furnish any information Intoriaation Which the Commissfoner-General may require for the pure a ate ‘pose of recovering any estate duty due from such person oF functions, ‘any other person.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "Estate Duty Act, No, 13 of 1980 29",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "(2) The Commissioner-General may, by writing under his",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "hand, delegate to any Assessor any of the powers or func- , Uons ronferred on, or assigned to, the Commissioner-Generol by this Chapter.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "43) Every Assessor to whom any power or function has been delegated under subsection (2) shall exercise or dis- charge that powsr or function, subject to the general or special directions of the Commissioner-General.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "33. In this Chanter “duty” means estate duty and Duty to includes any interest paysble on such duty and any fines, good, penalties, fees, costs or charges incurred under this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "CHAPTER XIV . . Miscellaneous",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "54. (1) Every notice given by the Commissioner-General, S‘ensture a Commissioner or a Deputy Commissioner or an Assessor 8°. oy under this Act shall bear the name of the Commissioner- notice. General, Commissioner, Deputy Commissioner or Assessor, . fs the case may be, and every such notice shall, if the name of the Comaiissioner-General, Commissioner, Deputy Com- missioner or Aasestor is duly printed or stamped thereon, be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "+ as valid and effectual as if that notice is signed by such Commissioner-General, Commissioner, Deputy Commi- ssfoner or Assessor, as the ease may be, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "(2) Every notice given by virtue of this Act may be ser ved on a person either personally or by being delivered at,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "‘or sent by post to, an address furnished by him for the pur~ pose of service of notices or his last known address or place of abode or to any place at which he is or has been carrying an business: m",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "Provided that a notice of assessment shall be served per- sonally or by being sent by registered post to any such, address or place as aforesaid,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "(2) Any notice sent by post shall be deemed to have been served on the day succeeding the day on which it would, have been received in the ordinary course by post, :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "(4) In proving service by post it shalll be sufficient to prove that the letter containing the notice was duly addressed and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "_— posied.",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "A",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "| _ (5) Every notice required by or under this Act to be, | Served on a non-resident perso: inay he served on his agent. © 4 cass gunn",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "» Estate Duty Act, No. 18 of 1980.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "(@ Where any notice or certificate bears the name and official designation ot any person and purporis 10 nave Deeu fasued by bim under this Act, it shall be presumed, uncil ‘the contrary is proved, that on the date of the issue of that ~ notice or certificate a person bearing that name was entl- fled to that officlal designation ; and the name and office of that person shall be judicially noticed,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Principal 55. The secretary, manager, chairman, or other principal (ton officer of every company or body of persons shall be Denalf of answerable for doing all such acts, matters and things as Srbow cl are required to be done under the provisions of this Act by eraons. such company or body of persons :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Provided that any person to whom a notice has been given. under the provisions of this Act as representing @ company or body of persons shall be deemed to be the principal officer thereof uniess he proves that he has no connection with euch ‘company ot body of persons, or that some other person resi- dent in Sri Lonka is the principal officer thereof",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Seats and 58, (i) Any uct or thing required by, or under this Act to be done by any person shail, if such person is an incapacl- fated or non-resident person, be deemed to be required to be done by the trustee of euch incapacitated persan or bY the agent or such non-resident person, as the case may be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "(2) Where a non-reeldent person dies, any person who was",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "the agent of such non-resident person at the time of death",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "shall, to the best of his knowledge and belief, furnish to",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "the Commissioner-General all such information and parti-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "culars as the Commissioner-General may from time to time",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "equire for tho purpone of the levy of estate Guty under this",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Berson Bi, Where two or more persons, whether in pertnership Jani. or otherwine, act jointly in any capacity, elther on behalf of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "‘themselves or of any other ‘person, they shai] be jointly and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "severally answerable for doing all euch acts, matters and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "things as would be required to be done under the provisions",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "‘of this Act by an individual acting in such capacity.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Todemal-, 58. (2) Every person liable to pay estate duty as trustes, Feprecenta or from whom estate duty is recoverable or has been recover= alas ed on bebulf of another person, may retain out of any assets coming into his possession or control, either on behalf of such other person oF in his capacity as trustee, so much thereof a shall be sufficient to produce the amount of such duty, and he shall be and is hereby indemnified against any ‘Person Wnomscever in respect of his retention of such assets.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "Estate Duty Act, No. 18 of 1980 31",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "(2 Where any person acting as trustee hes paid estate duty, and no assets of the trust come into his possession or control out of which he could retain the duty so paid, such duty shalt be a debt due from the benefictaries af the trust to the trustee.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "{@) Where estate duty has beon pald by or recovered from any person liable to pay eatate duty on behali of another person, and no assets of such other person come into his possession or control out of which he could retain the duty #0 paid, such duty shall be a debt due to him from such other person, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "59 (1) Where an Assessor is of the opinion that any Getta ne transaction which reduces or would have the effect of re ind ducing the amount of estate duty payable by any person Gisposttions in respect of the estate of a deceased person is artificlal or Glaregerded. fictitious or that any disposition is not in fact given effect to, he may disregard any such transection or disposition and shail esgesa such person accordingly,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "(2) In this section “disposition includes any trust,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "‘Grant, covenant, agreement, or arrangement.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": ". 60, A person nominated or appointed as executor in the Renunela-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "‘inst wilt of a deceased person may, if be is unwilling to office of . ‘accept office as executor, apply in writing to the Commis- @xecutor, sioner-General to be exempted from the obligations and lia-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "bilities of an executor under this Act; and the Commis-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "sioner-General, if he is satisfied that the applicant has not",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "talsen possession of, or intermeddied with, any property of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "the decossed, may issue a certificate of exemption accor-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "ingly :",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "Provided that any such certificate may be revoked by the ‘Commussioner-Generul at any time if be is of opinion that the certificate wus obtained by fraud or misrepresentation, oF on an incorrect statement of facts, or if the holder of the certificate has at any time after the issue thereof taken Possession of, or intermediled with, the property of the x ith, the property",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "CHAPTER XV. ” Repayment",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "Si. (1) Tf at any time within three years of the date of Refund of Ssoue of notice of assessment a claim in writing conteining Iutye tho grounds of such claim is made to the Commissioner-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "& Rotate Duty Act, No. 13 of 1980 General for the return of any moneys paid as estate duty and it is proved ta the satisfaction of the Commissioner-General that such estate duty has been overs ‘paid, it shell, be lawful for the Commissioner-General and hhe is hereby required to return the amount af duty which ‘has been overpaid:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "Provided that",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "() where by reeson of any proceeding st law, any debt",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "due from the deccased which might be ellowed as",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "@ deduction has not been ascertained, and in con-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "sequence thereof the executor was prevented from",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "elaiming refund of estate duty as aforesaid within the aforesaid term of three years, it shall be lawful for the Commisstoner-General to aliow such further time 45 is reasonable for making such claim ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "(i) nothing in this section shall confer or be deemed to confer on any person—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "(@) any right to prefer a claim for the retuen, or any right to a return, of any moneys paid as estate duty on any ground which has bees or could have been raised by such person by ‘way of appeal under this Act;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "(®) any right of action against the State for the recovery or return of any moneys overpaid an estate duty, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "(2) Where any person is entitled to a refund of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "amount of any estate duty paid by bim and if such emount han not been refunded to him by the Commissioner General—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "(@) if such refund arises in consequence of the reduction of the amount of an assessment on an agreement ‘With an Assessor under subsection (6) of section 29 ‘or on the final determination of an appeal in respect of an assessment, within a period of aix months trom the date of such agreement or from the date on which such determination was communicated ‘to euch person ; or :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "() in any other ease, within a perfod of six months from the dute on which the claim in writing was made by such person to the Commissioner-Genersl for such refund,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 36,
    "par_num": 15,
    "text": "then, such petson shall be entitled to interest on the amount of the refund which remains unpaid, caleulated at the rate of ane per centum for each eomplete period of one month for which auch amount remaing unpald after the period of tx months referred to in paragraph (a) or (b).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "Estate Duty Act, No. 13 of 1980 B CHAPTER XVI Offences and Penalties",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "62, Every person who fails to deliver a declaration of property or any other statement whatsoever required to be delivered or furnished by him under this Act shall be guilty of an offence and shall for each such offence be liable, on conviction after summary trial before a Magistrate, to 2 fing not exceeding five hundred rupees,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "‘63, Every person who fails to comply with a notice issued Penalty for under section 26, section 49 or section 52 or section 77 shall failure, to be guilty of an offence and shall for each such offence he information liable, on convietion efter summary trial before a Magistrate, &° to a fine not exceeding five hundred rupees,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "4. Every person who without reasonable excuse— Hegalty tor",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "(a) omits or understates the value of any property which inrorrect,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "{8 or should be included in a declaration of property ac. or in any other statement whatsoever required to be delivered or furnished under this Act ; or . (®) makes any incorrect statement in connection with . claim to an allowance under section 17; oF {c) gives any incorrect information in relatfon to any . matter or thing affecting the liability of himself of any other person to pay estate duty, shall be guilty of an offence and shall for each such oftenca be liable, on conviction after summary trial before a Magis- trate, to a Bne not exceeding the total of two thousand Tupees and the amount of estate duty, if any, which has been undercharged in consequence of such offence or which would have been 80 undercharged if such offence had not been detected. 6. Any person who with intent to evade or to assist any ‘Provisions ‘other person to evade payment of estate duty— pelatuing to (@) omits from any declaration delivered under this Act, any property which should have been included in that declaration ; or (8) makes any incorrect statement in cobnection with a ! claim to an allowance under section 17; or (©) signs any declaration. statement or return delivered ‘or furnished under this Act without reasonable : grounds tor believing the same to be true: or j .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "“ Estate Duty Act, No, 13 of 1980 {@) gives or furnishes any false answer, whether verbally ‘or in writing, to any question or request for infor- mation asked or made in accordance with the provi- sions of this Act ; oF (e) prepares or maintains or authorizes the preparation or maintenance af any false book of account or other document ; or (f) makes use of, or authorizes the use of, any fraudulent device, art, or contrivance, shall be guilty or an offence under this Act and shall be Hiahle on conviction eiter summary trial before 2 Magistrate to a fine eonsisting of ~ ‘ @) a sum equal to twice the amount of estate duty 10 evaded or attempted to be evaded for which he, of as the case may be, the other person go assisted is liable under this Act; and (i) a sum not exceeding ten thousand rupees, ‘or to Imprisomnent of etther description for any term not exceeding six months or to both such fine and fmprisonment. ‘Breach of ace Every person who— gd olher @) being a person required to take an oath of secrecy Bean offence, under section 79(2), acts under this Act without taking such oath; or Gi) ects in contravention of the provisions of section 73 (G) or to an oath taken under section 73 (2) + oF (ii) aids, abets, or ineites any other person to act contrary to the provisinas of this Act, shall be guilty of an offence and shall for each such offence be liable, on conviction after summary trial before # Magis- wate, to a fine not exceeding one thousand rupees, oF 10 ‘mprisonment of either description for a term not exceed- ing six months, or to both such fine and imprisonment. ~ onteaven- 8%. Every person who contravenes the provisions of tion 43 tection 48 shall be gaily of a offence under this Act an shall, on conviction efter summary trial before & Teehor \"Magistrate, be Mable to a fine equal to the amount of the money paid out in contravention of the provisions of that section, ” Power of 68. The Commissioner-General may, having iegard Sommis- ‘the circumstances in which the offence was cotamitted and General to _at any time before judgment in a prosecution instituted {9 offences, espect of that offence, compound any offence under this",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "Estate Duty Act, No. 13 of 1980 3",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "€9, ‘The prosecution of any person for an offeice under Estste duty” this Act, the conviction of any person of any such offence *2,0%,8°\"\" of the imposition on any person of any penalty, fine, or standi imprisonment under this Act, shall not affect the liability of any person to be assessed for estate duty or to pay such penalties, duty. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "7%, No prosecution in respect of any offence under this Prosecution Act shal} be instituted except at the instance of, or with f2t,t2 be ‘the written sanction of, the Commissioner-General. xcept with",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "senction of Commission~ Genera.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "TL Where any statement is made, or document is Admissibility produced, in relation to any matter arising under this Act, of Malements by any pery n who is liable to estate duty under this Act documents or by his authorized representative, to the Commisstoner-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "General or a Commissioner or 2 Deputy Commissioner or Assessor, then notwithstanding anything in any written law, stich statement or document shall be admissible tn evidence 4n any proceedings against such person in respect of any offence referred to in sections 63, #4 or 85 of this Act CHAPTER XVI | Administration ~",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "72, (1) The Commissioner-General shall be in charge of Cffears, the administration of this Act.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "(2) The Commissioner-General may authorize, either generally or specially, any Commissioner ar Deputy Commis- sioner or Assessor, to exercise, perform or discharge any Power, duty or function conferred or imposed on, or assigned to the Commissioner-General by any provisions of this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "@) A Commissioner, Deputy Commissioner or Assessor exercising, performing or discharging any power, duty or function conferred or imposed on, or assigned to the Comunissioner-General by this Act shal] until the contrary ia proved, be deemed for all purposes to be authorized to exercise, perform ot discharge that power, duty or funetion.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "‘ @ A Commissioner or Deputy Commissioner may i exercise, perform or discharge any power, duty or funetion ‘conferred or imposed on, or assigned to, an Assessor by this Act. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "36 Estate Duty Act, No. 13. 980 Oficial 7%. (1) Except in the performance of his duties under screed. his Act, every person who has been appointed under or who is or has been employed in carrying out or in assisting ‘any person to carry out the provistons of this Act, shall * preserve and aid in pr-serving secrecy with regard to all matters relating to 1 astate of any deceased person that : may come to his knowledge in the performance of his duties “ under this Act, and shall not communicate any guch matter te any person other than the executor of such deceased person or the authorized representative of such executor \"or to the Minister or the Secretary to the Ministry of ‘the Minister nor suffer or permit any person to have access : ta any records in the posseasion, custody or contsol of the ‘Commissioner-General. (2) Every person appointed under er employed in carry- . ing out the provisions of thiz Act shall before acting under ‘this Act, and the Minister and the Secretary to the Ministry of the Minister may, before acting under this Act, take and autscribe before a Justice of the Peace an oath of secrecy in the preseribed form,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "(2) No pereon appointed under or employed in carrying ~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "_ Gut the provisions of this Act shall he required to produce in any court any declaration, document or assessment delivered or furnizhed under this Act or to divulge or com- munieate to any court any matter or thing coming to bis notice in the performance of hia duties under this Act, ‘except as may be necessary for the purpose of carrying into effect the provisions of this Act or of any other writien Jaw administered by the Commissioner-General.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "(4) Notwithstanding anything contained in this section, any officer of the Department of Inland Revenue may communicate any matter which comes to his knowledge in ‘the performance of his duties under this Act or under any other written lew administered by the Commissioner ‘General—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "(@) to any other officer of that Denertment, if the com>",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "_Tnunjention 's necessary for the perfarmance of ANY duty under this Act or any such ather written 18%",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "Estate Duty Act, No. 13 of 1980 a",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "(®) to the Estate Duty Authority of any country to such extent as is necessary to enuble such Authority to cant relief from estate duty payable in that country in respect of the estate of a deceased person.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "and the Commihstoner-General may, produce or cause to he produced in any court in any proceedings under this ‘Act a copy of any particulars contained in any declaration or document delivered or furnished to him under this Act or under any written law administered by hit, certified by him or on his behalf to be a correct eopy of such parti- eulars and such copy shall, notwithstanding anything in the Evidence Ordinance relating to the proof of documenta, be received in evidence:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "Provided that the Commissloner-General may produce or cause to be produced the original of any such declaration = or document in any case where it is necessary to prove the handwriting or the signature of the person who wrote, wade, signed or furnished such declaration or document, ‘but only for the purpose of such proof:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "Provided further, that the Commfssloner-General shall not ‘in any case be compelled to produce in any court either the original of such declaration or document or a copy of any particulars contained in such declaration or document,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "() Notwithstanding anything in the preceding provistons ‘of this section the Commitssioner-General shall—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "{a) produce in any court in which testamentary proceed- ings relating to the estate of a deceased person have been instituted, any declaration, return or assess ment relating to such estate which hus been delivered or furnished to him under this Act, if required to do so by such court; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "(®) furnish all information available to him under this Act relating to the affairs of any person, if required to do so by any such Commission or officer as is referred ta in subsection (B) or subsection (6) or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Ey Estate Duty Act, No. 18 of 1980",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "subsection (7) ar subsection (8) or subsection (8) or subsection (10) or subsection (11) of section 158",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "‘of the Inland Revenue Act, No, 28 of 1979.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "CHAPTER XVII :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Generat",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Regulstion, 74 (1) The Minister may make regulations for the + purpose of carrying out or giving effect to the principles and provisions of this Act, and in respect of any matter which is required or authorized by this Act to be prescribed, (2) A contravention of, or failure to comply with, = regulation made under subsection (1) shall be an offence under this Act trlable summarily by a Magistrate and punishable with a fine not exceeding five hundred rupees. (8) No regulation made under this section shall have effect until it has been approved by Parliament. Notification",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "of such approval shall be published in the Gazette,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Porm. 78, The Commissioner-General may from time to time Prescribe forms to he used for all or any of the purposes of thig Act,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Fabtis 76. (3) Where the Commistioner-General is of opinion.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Smit Com that any public officer is in a position to furnish any infor-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Bunener- mation which the Commissioner-General may require f0F.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "General, ‘the purposes of this Act, he may by written application Tequest such public officer to furnish such information and every such public officer shall furnish the information 30 required to the best of his knowledge and belief.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "@) Every public officer having in his custody any Tegisters, books, records, papera, documents or proceedings the inspection of which may tend to secure any duty under ‘this Act or to prove or lead to the diseavery of any fraud or omission in relation to any much duty, shali at all reasonable times permit ay person authorized in writing by the Commissioner-General to inspect for such. purpose; any such register, book, record, paper, document atid proceeding, and to take such notes and extracts therefrom",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "way deem necessary, = y ry, without the payment of any fet |",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "Estate Duty Act, No. 13 of 1980 ”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "(2) In this section, “ public officer” includes any officer in the employ of a local authority or a publie corporation,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "7. The Commission2r-General may, by notice in writing, Inspection require any person having the eaze, control, eustody, mana. “ Property gement or possession of any property whether movable or immovable forming part of the estate of a deceased person to permit any public officer named in such notice to inspect auch property ; and the person to whom any guch noties ts addressed shall, upon the receipt thereof, give the public officer named in such notice all fecilities for inspecting tho property to which that notice relates,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "7% (1) In this Act, unless the context otherwise Interpee- requires fata",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "“agent”, when used with reference to a non-resident",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "person, includes— (a) an attorney, factor or receiver or manager in ‘Sri Lanka’; and . (b} any person in Sri Lanka who has the care, : custody, possession, management or control of any property on behalf of such non- . resident person ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "“ appropriate District Court” means the District Court of Colombo and includes any other District Court having jurisdiction to administer the estate of the deceased or any other Distriet Court by which probate or letters of administration granted outside Sri Lanka have been resealed under the Civil Procedure Code; :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": ". “Asdessor” means an Assessor of Inland Revenue appointed for the purpose of the Inland Revenue Act, No. 28 of 1979 and includes a Senior Assessor of Inland Revenue ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": " guthorized representative\", when used with reference",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": ". {oa person who is liable to pay estate duty, means an attorney-at-law, a member of the Institute of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "_ . Chartered Accountants of Sri Lanka, an sccoun-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "L tant approved by the Commissioner-General or aD",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "4 individual registered as an Auditor under the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "0 Estate Duty Act, No. 13 of 1980 Companies’ (Auditors) regulations made under ‘the Companies Ordmanee (Chapter 145) and is approved by the Comumtssioner-General ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“body of persons” baJudes any local or public authority, any body corporate or collegiate, and any frater ity, iellowship, association, of society of persons, whether corporate or unincorporate ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“Commissioner-General” means the —Commlssionet- General of Inland Revenue appointed for the pur- poses of the Inland Revenue Act, No. 28 of 1973;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“Commissionsr” means a Commissioner of Inland ‘Revenue appointed for the purposes of the Inland Revenue Act, No, 28 of 1979;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“company” means any company incorporated or regis- tered under any law in force in Sri Lanka or elsewhere 5",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "*decensed ” or “deceased person” means any person dying on or after November 15, 1978;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“declaration of property\" means a declaration delivered under this Act by an executor or other person Unble to pay estate duty, for the purpose of the assess- ment of such duty ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“Deputy Commissioner” means Deputy Commissioner of Snland Revenue appointed for the purposes of the Inland Revenue Act, No. 28 of 1979;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“encumbrance” includes mortgages, hypothecations, and terminable charges;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“estate” means—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "? (a) im the tase of a deceased person who at the time of his death was domiciled in Sri Lanka, sll property which passes on his death wherever situate except immovable proper ‘ty not situate fn Sri Lanka; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "(®) in the case of a deceased person who at the time of his desth was not domiciled in Sri ‘Lanka, all property in Sri Lanka, which passes on his death ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“estate duty” or “duty” means the duty imposed under this Act;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 14,
    "text": "“executor” means the executor or administrator of the estate of the deceased person, and includes, 8 regards any obligation under this Act, any person ‘who takes possession ot, or intermeddles with, the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "Estate Duty Act, No. 13 of 1980 a property of a deceased person, and any person who has applied or is entitled to apply to a District Court",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "\"for the grant or resealing of probate of letters of admunistration in respect of the estate of a deceased person 5",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "“incapacitated person” means any minor or person of ‘unsound mind ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "“local authority\" means any Municipal Council, Urban Council, Town Council or Vilage Council, and includes any Authority created and established by ‘or under any law to exercise, perform and dis- charge powers, dutfes and functions corresponding or similar to, the powers, duties and funetions exercised, performed and discharged by any such Counell;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "“non-resident” meens not resident in Sri Lanka ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "“person”, except when used with reference 10 a deceased Person includes a company or body of persons ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "“property includes movable or fmmovable property at every kind, and the proceeds of sale thereof, and any money or investment or ather asset for the time being representing the proceeds of sale ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "“property passing on the death” includes property deem- ed ta pass on the death and property parsing either immediately on the death or after any interval esther certainly or contingently, and either original ly or by way of substitutive limitation, but does not include property which is exempt from the pay= ment of duty ; and the expression “on the death” includes “ at a time ascertainable only by reference to tha death\";",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "“public corporation” means any corporation, board or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "| body which was or is established by or under any written Inw other than the Companies Ordinance, with funds or capital wholly or partly provided by tbe Government by way of grant, loan or other- wise;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": "“trustee”, when used with reference to an ineapacitated ‘person, includes any guardian, curator, manager oF other person having the direction, omtrol, oF",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 45,
    "par_num": 12,
    "text": ". ‘Management of any property on behalf of auch incapacitated person,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "a Ketate Duty Act, No. 18 of 1980 (2) For the purposes of this Act—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": ". (@ a person shall be deemed competent to dispose of property if be has such an estate or interest therein ‘or such general power as would, if he were sv juris, enable him to dispose of the property; and the expression “general power” includes every power ‘or authority enabling the donce of other holder thereof to appoint or dispose of property as he thinks fit, whether exercisable by instrument inter ‘vives or by will, ot both, but exclusive of any power exercisable in a fiduclary capacity under # isposttion not made by himself ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "(5) & disposition taking effect out of the interest of a deceased person shall be deemed to have been made by him, whether the coneurrence of any other person is or was not required ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "(©) money which » person has a general power to charg ‘on property shall be deemed ta be property of which hhe has power to disposs. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "Apgcnton Nothing in the Estate Duty Ordinance shall apply * Haste puty oF in relatfon to, the levy and payment of estate duty upon Ordmance. the value of the estate of any person dying on or after November 15, 1978. Moditention ‘8% (1) Notwithstanding anything in the Estate Duty ot Seta, 4g Ordinances a \"Bate (©) the Commissionet-General may reduce or waive zy ro ‘interest incurred an the amount of any estate duty payable under the Estate Duty Ordinance, if he considers that such reduction or waiver is just snd equitable in ali the circumstances of the case; and (®) the vatue, for the purpose of co1 the estate mputing ‘uty payable under that Ordinance upon the value of the estate of any peraon dying on or after April 1, 3977 pat prior to November 15, 1978, of any ime moval for ‘t Property forming past of any such estate, fi) if that property hed been acquired by the . deceased prior to March 31, 1977 be deemed to be the price, which in the opinion of att Assessor, that property would have fetched AE sald tm the open market on March lr",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "Estate Duty Act, No, 13 of 1980 8 1077 increased by an amount equal to the value of any improvements, alterations and additions, if any, made to that property after",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": ". March 31, 1977 and prior to the date of death of the deceased ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "-  @i) if that property had been acquired by the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "deceased on or after March 31, 1977 but prior to November 15, 1978 be deemed to bbe the price which in the opinion of am Assessor that property would have fetched If sold in the open market on tha date on which it was acquired by the deceesed increased by an emount equal to the value of any improve- ments, additions and alterations, if any, made to that property after the date on which it was acquired by the deceased and prior to the date of death of the deceased.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "(2) Notwithstanding anything in section 49 of the Estate Duty Ordinance, where any estate duty payable under the - Fatate Duty Ordinance upon the value of the estate of a Petson dying prior to November 15, 1978 is in default on",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "* November 15, 1979, simple interest at the rate of eight per centwm per annum shall be paid upon the amount of duty in default from November 15, 1979 to November 15, 1981 or the date of payment, whichever date 4s earlier, and where any such duty is in default on",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": ". November 15, 1981, simple interest at the rate of twelve Per centum per annum shall he paid upon the amount of duty in default from November 16, 1981 to the date of payment,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "(3) Where any estate duty payable under the Estate Duty ‘Ordinance upon the value of the estate of = person dying prior to November 15, 1978 is in default on the date of Sommencement of this Act, the amount of such duty may, ‘notwithstanding anything in the Estate Duty Ordinance, be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "+ collected and recovered under this Act as if such amount ‘Were estate duty in default under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "(4) Tn subsections (2) and (8) “estate duty” includes interest whether incurred under the Estate Duty Ordinance",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 47,
    "par_num": 11,
    "text": "or by virtue of this section,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 48,
    "par_num": 5,
    "text": "“4 Estate Duty Act, No. 13 of 1980",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 48,
    "par_num": 5,
    "text": "SCHEDULE Gooiion 2)",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 48,
    "par_num": 5,
    "text": "Oden F elena, TE",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 48,
    "par_num": 5,
    "text": "(Tabus of tha Batote) ata of Duty)",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 48,
    "par_num": 5,
    "text": "On dhe Brak. Re, YON oF the water af the ents Ca On the next Ra. 300,000 of the vahia of the eniate a per oontam, ‘On the naet Re, 100,000 of tie value of the actate 10 per oentam On the next Ra. 100,000 of the vahie of the ednta 16 pee ent, Qn tha net Ra. 100,000 of tho valve af the aninte 20 ner genial ‘On the next Ba, 10A,000 of the vale of the amtate par nent) On the next Be. 200.000 of the vaine af tho eatnte 30 poe canteen Qn the next Ra, 200.000 of the value of the exrto $6 per nontasn Gn the next Re 200,000 of tho wna af the extats 40 per santa Gn the nest Fs. 200.000 af the value af the ovtato 45 per eontum, Qn the nest Ra, 200.004 of the value of the aweate 50 par conta On the next Ra. 300.000 af the watan af the oeinte 6 per arabe, On the next Re, 500.000 of the valun OF the arene 99 par nants On the next Ra. 680.000 of the wxlas ofthe ovtate 65 par contd Go the Lnlonsa of the value of te eats 70 yer ovata",
    "mean_p_confidence": 0.6
  }
]