[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  iy)  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  EVIDENCE (AMENDMENT)  ACT, No.33 OF 1998  Price: Rs, 4.50 ' Postage : Rs. 2.50)",
    "mean_p_confidence": 0.6165625
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Eden nando Acs Ro. 33 of 1998  {Cems 120 me, 1988  ADant) 16  dvr asene we Eimince Once  DE nes ye Patiomertol ts Danae Sit  ep Lon owe  1. TWishetomy esis athe dese Amend) Sear  act No 8 oF  2 “thefts seton derby ascneineevely tne  her seceun 38 anda tone ef onion Sa che een  Evidence Oedinonce theoinefie refered ww ache priacipas SH  owen  Scns 334 A vate of a fit combines in»  aed pecnd, compiled  cetera) yeny pion ins towse sy on  veoimse, Gino, or osapeion fu Mich i  See engage ocomplovde fe tps  one ey eke of Eg  face ena  Tooke  we iy tomtom sates pen  forte pea ee pesos who ho  Sey resconably tuppoved fo ave had,  Se rea! age of the mater ea  = hint foo,  is coeaait  Protea a tenes sal ws Be  cps feria thewra enon cb  soa who oily spl di inferaion  From shih he cot coting te sae  serene  1. The folowing erctons ae hsrby inserted ater anna  cast anal have eles evans Sin A, and semen  ‘Ne rspeiey of he pag amen wens  bens)",
    "mean_p_confidence": 0.2747488584474886
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Poidence Amends Act Ni. $30 1908  “Reese 2a (0) What no ation for defomation,  ESP\" te question whether any pervn comtad ©  ding end fleacess satis eon, ment of  Sone, uy cota SH Dai octling consi of  inca prion for Hat cima lence, Ue  eeites urgent agsinat which no appeal has hae  preted wid Ue appesbe Senco wach  Fas bewu finally atinnet on apes, shall be  eslevant fhe papas of proving ht sac  Peron commas sch cHleace, a sil be  Enea pro oft ft  £2) Without prejaice ta the ovis of  subsection (1, whew it any chil proms,  Se guetn wht: wy seson, hci ach  eons to chi proceaings no,  tes ben envied of ny flee by any Sor  ‘cot mati eS Lanh 7has crmd  {heats coesttingan foes 8 facta oa,  _julgmente rdf cert or at eta  ecomng 2 envision of och pena fr sac,  tens Pagel cord nis ich  ho appea! hay been preferced within the  apesae pio, oc which hae best ally  famed in appen, sath be revs For the  uspenes of roving Hat soc person somite  ‘ae free ot commie ease consign  sub oes,  VR Bie section  \"Court Masih caus 9 Cove Manat  coma wn twat  [Navy Act onthe Ale Rees ac an  cexprstion “convict wien Gor  fetasion tn 8 Cour Basa, sans 4  Suoviction by such Csr Mielit  soniemed in rccardaoce sth th  (inns ol the few trac ec  Cour Maat es sort",
    "mean_p_confidence": 0.32368231046931406
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Beience iisesiments ict in 34 of 1883  Ndoas of ale (Where aay cv grnecanges the  PRSUES queue beset ay person wheter sachs  Foci #6 pay a sud cl peocecsng mo has  Shiesrse outed adver is fat iw 502s ay  org, filament, dese or ear ae srt  Prsminss paceadingsotceding » cdg tat sh po",
    "mean_p_confidence": 0.26688524590163937
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  feastees foun gully of wry bei a det,  gent road fram hic tho hos Been ns  ‘ype within me sppealane gerne ovaich as  ose finaly aren appeal shal be eto  forthe puspane of proving that such pers  comrised ch xbhery",
    "mean_p_confidence": 0.35319148936170214
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  23 ints ston, “timonilproostings”",
    "mean_p_confidence": 0.056666666666666664
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  mevns gn scr fr dvavea vite kr  secures ws maa et thay on pores  Jaa before « Distier Regiacar pursuant aa  Sprlinvea nade ean Dewat Regis under  sccbot! of the Kenn Muriage ind Dire  Actor proceedings tise nQuoel or Speck)  Qua purcancioa applicon adie made  ‘iso the Mie Mermage and ivenoe As  Hiusratons  (2) inutes © white diving A cin the  coun of B's employers th A  Be cuniciod er crane diving,  {action ar dara inet by  © ogsirat A and B, We conviction  eles,",
    "mean_p_confidence": 0.29158415841584157
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  8) A ooaine x oecree for disse ait B  nite grou ef Hy ataery witb ©. Cs  vite snes Cr dneroe he grant  Sacohery wath B. The dines decree  ‘is reesans ic prave Ws edalery wh:",
    "mean_p_confidence": 0.2980952380952381
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Bidoneetbmembaert Ae, Na 38 af 198  fekn amy ate (19 hase in vy snl precise  SP cain ete peeve. ear snp  SSsoe barat tosudh cl preceeding wots he  ans 'r fiero acide cine at on tod  PESO n any mpitiensnes proceedings seccrig 4  See Cinmgsha sick pris he ero eR Me  \"Snead feos ich hare Ras been a  apreatmthin the apeable pide hs  Seen Gall ares in pea hl Re ee  are parpone of ena tat est pees  he fata Fae le,  bis, minenase roseting™  san prosoedings had before a Magisnate  Pursuant (0 a application made 0 such  agen for anon unr weston 2 of ha  Maintenance Qudinonce oF proceedings bad  Afr a Quan pa oan defo  ‘Goat ye eon al of 4 ctl weer he  ties Mage at Disa as\"  Aonesiamet —Ae_Seelin 2 of the pricipahenaczat is herey  ‘Pon 201 ggyendt By tae santo, fe tho ORs gues  on \"Sevlion wheres tse word and gies seen tat  seston encase en he wend a gas  ecient, slatted dhe  docuives st ——_§._ Seaton 43 of the prinzipe easstmans heey  SRewalbchie omendet by se sebsotatin, Fer the words ond figure  sisal\" Syetons 3 and 42” wherever hase words gates  ™ coc tht rt inthe ginal te tee ed he  swords ges “eso 8 AE, Atm Ae and  aceosietst ‘Seaton 4 of he prineigal easctment  Reeeby  Seeseritcite  arseeded by the substan, forthe sorts ant fires  BES Satins a oe \"af ho warded pes eons  Abba 9, ae 2\"  sertoncs the eneet af sy inconsistency between the Sink  omtieasot sod Tad enn of hs AB Ue Sata ten’ prevel",
    "mean_p_confidence": 0.32808580858085806
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  ‘Amantcpan of gla ila Aceh Pann Re SCL. RS Ag  ‘pie te Sonapmesnor Covrvu sus Sin, No Tanne  \"ens ans, Co tie Ish Desert ea ef ee Fale",
    "mean_p_confidence": 0.3246875
  }
]