[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Liteesti : on _PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF . . SRI LANKA SUPPRESSION OF UNLAWFUL ACTS OF VIOLENCE AT AIRPORTS SERVING ©” INFERNATIONAL CIVIL AVIATION AGT, No, 31 OE 1996 {[Ceritted on 12th November; 1996) (Printed. on the Order of Government) ‘Puilshed a0 a Supplement to Patt Tof the Gazette of ‘the Democratic eM Socialist Republic of Sti Lanka of Novetnber 15,1998 \"Foren 1a verte cur cv cn rE tA Wow PGI AF THE COhgpanes PORLICATIONS BUREAU, COTONED OL Brice: 60 cente. * Postage: Rs, 2.00",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Suppression of Untawful Acts of Violence at : Airports Serving International Civil Aviation Act, No. 31 of 1998 [Certified on 12th November, 1996]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L.D-O, 41/89 : : AW ACT 20 GIVE KFFECT 0 TEE PROTOCOL FOR THE SUFPRECHION",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "or Umawror Acts oF Viotunce at Ameomrs Senvine",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Tnreny,v10Nat CIV, Aviarion, SUPPLEMENTARY 10 THE",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "CONVENTION FOR THE SUPRHRSSION OF UNLAWFUL ~ ACTE",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "AGADIST THE SAFETY OF CIVIL: AVIATION, SIONED-At MONT",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "REAL ON SEPTEMBER 23, 1871 ; AND TO PROVIDE FOR MATTERS",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "CONNECTED THEREWITH OR INCIDENTAL THEHETO. WHEREAS a Protocol for the Suppression of Unlawful Acts of Violence at Airports Serving International Civil Aviation, supplementary ta the Convention for the Suppresion of Untawful Acts against the Safety of Civil Aviation, signed at Montreal on Twenty-third day of September, Nineteen Hundred and Seventy-one, was signed at Montreal on the twenty-fourth day of February, Nineteen Hundred and Eighty-Eight ; AND WHEREAS the said Protocol for the Suppression af ‘Unlawiul Acts of Violence at Airports Serving International Civit Aviation, supplementary to the Convention ior the suppression of Uniawlul Acts Against the Safety of Civil Aviation signed at Montreal on September 23, 1972 (hereinafter referred to as “The Converttion™) was acceded to, by the Government of Srt Lanka on the twanty-eightb day of October, Nineteen Hundred and Eighty-Eight; AND WHEREAS legal provision Has been made to give affect to the Convention in Sri Lanka and it'ls necessary : to make further legal provision te give effect to the prove : sions of hte said Protocol in Sri Lanka. . . ‘NOW THEREFORE, be it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka ax follows:— .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. This Act may be cited as the Suppression of Unlawful short title",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Acts of Violence at Airports Serving International Civil md gate of ‘Aviation Act, No. 31 of 1996 and shall come into operation #48 fon such date as the Minister, by © Order published in . the Gazette cottities ds the date on which the Protocol on the Suppression ot Unlawful: Acts of Violence at Airports Serving International Civil Aviation signed in Moritreal on ‘the twenty-fourth day of February, Nineteen Hundred and Eighty-Bight enters into force in respect of Sti Lanka,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 + Suppression of Unlawfut Acts of Violence at Airports Serving International Civil Aviation . Act, No, 31 of 1998 . PARTI Minizer to = 2-The Minister may, from time to time, by Order certily toa ‘Published In the Gazette, certify the countries which are coantries, parties to the Convention, A country in respect of which an Order made under this section is in force, is hereinafter : referred to a2 “a convention country\", Offences & (1) Any person who, unlawfully and intentionally, SHeyaf. using any device, substance or wespon— civilaviation. — - (@) performs an act of vialence agsinst a person at an . ‘airport serving international civil aviation, whether : Jn, of outside Sri Lanka, which causes is likely to ‘eause, serious Injury or death; or () destroys or seriously damages the focillttes of an : airport serving international civil aviation, whether tn, or outside Sri Lanka, or an aircraft not in seevice located thereon or disrupts the services of auch alxport, being in each case an act which endangers or is Ukely to endanger the safety at such airport, shall be guilty of an offence urider this Act and shall on conviction after trial on indictment before the High Court, be liable to imprisonment . of either description for a term which may extend to fifteen : years or to a fine not exceeding two hundred thousand | Fupees, or to both such fine,and imprisonment. Jurisdiction” 4, (2) The High Court of Sri Lanke ts hereby vested with ee juridiction tp hear, try and determine any offence under * this Act , (2) The jurisdlction. vested in the High Court. hy sub section (1) shall be exercised by the High Court of Sr ‘Lanka holden at Colombo. Bvidenee, 5 In any prosecution for an offence under this Act, « eertificate under the hand of the Secretary to the Ministry ‘of the Minister in charge of the subject of Foreign Affaira to the effect that the airport described therein is an alrpor serving international civil sviation, shall be admissible s evidence without further proof and shall be print jacle ev! dence of the matters stated therein, =\" ~ Amendment PART Eetradition 6. The Extradition Law, No. 8 of 1977, 1u hereby amendet Tay Noé of in the Schedule to that Lew, by the insertion, finmediately \"+ Rolare Part B thereof the following:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Suppression of Uniawful Acts of Violence ot ee . Airports Serving International Civil Aviation . Act, No, 31 of 108 . “40. (a) An act of violence by the use of any device,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "substance, or weapon, against a person at an airport serving internstional civil aviation within ‘the meaning of the Suppression of Uniawtul Acts of Violence at Airports Serving International Civil Aviation Act, No, 31 of 1996, which causes, . or is likely to cause serious injury or death,'and being on act which endangers or is Ukely f° endanger, safety of such sirport, ‘",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(b) Destruction or serious damage to the facilities of an airport serving international clvil aviation _ within the meaning of the Suppression of ‘Unlawful Acts of Violence at Airports Serving | International Civil Aviation. Act, No. 31 of 1998 - or aireraft not in service located thereon or the . |, disrup:ion or services of such airport, and being an act which endangers or fs likely te endanger“ safety of such airport.”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "7. Where there is an extradition- arrangement tu foree, Existing between the Government of Sti Lanka and @ convention nouns country, such arrangement shall be deemed, for the purposes deemed 1 of the Extradition Law, No. 8 of 1977 to include providen Provide for for extradition in respect of offences set out in the Schedule the to this Act” + Schedule,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "8. Where there fs no extradition arrangement ti foree, Minister may between the Government of Sri Lanka and a ednvention gS gnre country, the Minister may, for the purposes of the Extradi- exaadidom | tion Law, No, 8 of 1977, by Order published fn the Gazette, fetween Sr treat the Convention inciuding the Protogol as an extradi- Lenk ond tion arrangement made by the Government of Sri Lanka’ founiry i” with sucb convention country providing for extradition in faspee ¢ respect of the offences set out in the Schedule to this Act. gene",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "‘Schedule.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "9% Where a request is made to fe Government ef St Duty of ‘Lanka by or on behalf of the Government of « convention ‘winter 1 oot country for the extradition of any person eceused or POU SUG? convicted of 2h offence specified in the Schedule to this Act Meaxures ‘the Minister shall, on bebalf of the Government of Sri Lanka | @K=%. feecwith notify the Government of the requesting State pines for of the messures which the Government ef Sri Lanka has hott request taken, or proposes to tnke, dor the prosecution orextraditien ts made. _af that pereon for that offence. Lee",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Suppression of Unlawful Acts of Violence at : Airports Serving International Civil Aviation 2 Act, No, 81 of 1906 : Sinhila text. 9%, In the event af any inconsistency between the Sinhala intascot and Tami texts of this Act, the Sinhela text shell prevail. ‘Sncoauistenay. : . SCHEDULE - {Sections 7 cmd ] 2. An act of violence committed unlawfully end intentional, . . Vaing any device, substance or weapon, ogsinst @ poreon at an airport serving internations) civil aviation, which causes, o ix Ukely wo cause, serious injury or death and which endengers, oF \"Ie ely to endenger, the safety of such alzport. «Destruction of serious damege to the facilities of an cirport serving international civil aviation or aireraft not in service locate 1. ereon or-disruption of services of such airport, unlawfully and : intentionally, ama by the use of any device, subsianca or wexpon and which endangers, or it likely to endanger, safety at such airport,",
    "mean_p_confidence": 0.67
  }
]