[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . 2nd Session 1961-62 pa oh Sirens - Ly RUS Sy ee Industrial Products. (Amendment) Act, No. 69 of 1961 Date of Assent: December 7, 1961 Printed on the Orders of Government ‘Printed st the Govamomrr Passi, Carton. To be parchessd weet Soecoumet Pet ont, Te pro ‘Aumes| Scbecription (neluting Bik} Ru. 8 acs, Ra, 40 (Forel), or tar pte BB CeO P.O. Box 800, Colombo 1, before 30th Decerober each yoo in resprch of daar lige te et (Gai Se ond tloe tbe dato af peyasct wil ac be wiped. Price: 20 cents, Postagos 10 cents,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Industrial Products (dmendment) “ Act, No. 69 e 1961 L. D.—O. 25/61, | AN ACT To AMEND THE INDUSTRIAL Propucts ACT, ° No. 18 ar 1949. (Date of Assent : December 7, 1961} BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "4. This Act may be cited as the Industrial stocttite Products (Amendment) Act, No. 69 of 1961.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. Section 16 of the Industrial Products Act, Ameadueat of ‘No. 18 of 1949, hereafter referred to as the “prin- tion 16 of cipal Act”, is hereby amended as follows :-— ‘Ag No 16 of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "(a) in paragraph (a) of sub-section (2) of that ® pana ee mubstiuton er he words “which will be delivered on surrender of that warrant ;”, of the words “ to which that warrant relates ;”\"; (© by the insertion, immediately after sub- section (3) of that section, of the : following new sub-section — “ Ga) A delivery warrant— (@) shall, as soon. as practicable after ite issue, be surrendered by the person to whom it was issued or his authorised * agent to the registered manufacturer or stockist whose name is specified therein ; and + @) shall, upon, such, entrender, “be endorsed by such manufacturer or stockist with the date or dates, within the period of the validity of the war- anton which the quantity oz any part of the quantity, of the grade of the local product specified in the warrant will be available for delivery to sue. Person or his authorised agent.” : 2.3 x uno cis",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Industrial Products (Amendment) Act, No. 69 of 1961 . © by the repeal of sub-section (4) of ‘that. ‘section and the substitution therefor : of the following new sub-section :— . \"!",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ": “(® A delivery warrant which is issued in respect of any grade of any local product and is endorsed as required by sub-section Ga) by the registered manufacturerorstockist whose name is specified therein shall,—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". (@) if such quantity of that grade of that “local product as is specified in \"such endorsement is available for . _ delivery on the date so specified, be",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "_ | sufficient authority for the person to 7 whom that warrant is issued or his authorised agent, on surrender of that warrant on that date, to obtain at the Place specified therein. {slivery of such quantity of that grade of that local product as is so specified from the stocks of such manufacturer or stockist ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ": (6) if only a. part of such quantity of that grade of that Jocal product as is specified in such endorsement is available for delivery on the date so specified, be sufficient authority for person to whom that warrant is issued or his authorised agent, on surrender ot that erent oe ted",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "te, to obtain at lace specil thertin delivery of such part of that ant, and to obtain delivery of ¢ balance of such quantity at such places and on such other dates as . may be specified by any subsequent endorsement made on such warrant by such manufacturer or stockist ; or ©) ifsuch quantity of that grade of that local Product as is so specified is . ‘not available for delivery on that date, or i8 $0 available but such person or . his authorised agent is unable to take such delivery on that date, be suflicient authority for such person or his authorised agent, to obtain + at such place delivery from such",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Industrial Products (Amendment) 3 Act, No. 69 of 1961 wy stocks of such quantity of that grade ot of that local product as is so specified, ion . on the surrender of that warrant on + such other date as may be specified 7 by any subsequent endorsement made. Ur on such warrant by such manufacturer vote or stockist or the Controller either of his own motion or at the request of such, person or his authorised agent.” ; an @ by the repeal of sub-section (5) of that section. oS 3. Section 17 of the principal Act is hereby Ameodment of amended as follows :-— . section 17 of the . sriacpal Act. (a) by the repeal of sub-section (1) of that ® section and the substitution therefor, of the following new sub-section :— “ (1) Where stocks of any grade of any ai product specified in a delivery warrant are kept in the factory or store of the registered . manulacturer or stockist whose name is specified in that warrant, such manufacturer or stockist shall, inmme- diately after delivery of any quantity of that grade of that local product to the person to whom such warrant was issued or his authorised agent, fequire such person or such agent to make an endorsement on that warrant in acknowledgment of the delivery of such quantity, and it shall be the duty of such person or such ageat to make such endorsement. ” ; and (©) in subsection (3) of, that, section, by the substitution, for all the words from “ the Controller shall,” to “such quantity of the local product as may . be specified in that delivery warrant 5 of the words “the Controller shall, immediately after delivery to the Person to whom that warrant is issued or his authorised agent of any quantity of such local product,”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Industrial Products (Amendment) «| Act, No, 69 of 1961 Amendment of 4. Section 18a of the principal Act (inserted seotion 18s of Act No. 53 of 1956) is Perce amended, in sub. pe ane section (1) of that section, as follows :— \">,\" (@ by the substitution, for all the words from “ Where the Contcoller ” to’ for delivery to that person,”, of the words “Where, after the expication ‘of the . period of validity of any coupon or delivery warrant issued to any person, the Controller is satisfied that the quantity, or any part of the \"quantity, of the local Product specified. : in the ‘coupon or delivery warrant was not available for delivery to such person or his authorised agent during that period,” ; @) in paragraph (@) of that sub-section, by the substitution, for the words “cannot be delivered to that person ”, of the words “was not delivered to that person or his authorised agent ” 5 and (© in paragraph (2) of that sub-section, by . the “substitution, for the _ words “cannot be delivered to that person ”, of the words “was not delivered, to . that person or his authorised agent”. Special 5. (1). A person to whom a coupon or delivery “provisions in warrant was issued at any time prior to the date eer of the commencement of this Act shall not be ee sued deemed at any time to have been, or to be, entitled © aronss. to any refund of the price paid by that person . for any quantity of any such local product as are sarongs by reason of the fact that any such ‘quantity of that product as was specified in that . coupon or delivery warrant was not delivered to him, upon the surrender thereof, during the period of the validity of that coupon or delivery warrant, . os that such quantity was offered or taken after that period ; ‘and accordingly the provisions of . the principal Act shall, in their application ia the case of that coupon or delivery warrant, or that ot + product, be deemed at all times to have had, 7 and to have, effect subject to the preceding provi- sions of this section.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Industrial Products SAruendinent) 5 ‘Act, No, 69 of 1961 . {2} The provisions of sub-section (1) of this section shall have effect notwithstanding anything to.the contrary in the ptincipal Act or any undertaking given by the Controller: to make a refund, :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "6. The amendments made in the principal Act Resospecive",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "by the preceding provisions of this Act shall be sof + deemed to have taken effect on the date of the “““™= commencement of the principal Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "7. ().No writ, suit or prosecution shall lie Pretetioa for against the Controller by reason only of his not ashen having made, or not making, the refund referred Comat. to in section 5 of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(2) In this section, the expression“ Controller” has the same meaning as in the principal Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "& Nothing in the provisions of this Act, or in Swinsof the provisions of the principal Act as amended <rsin by this Act, shall be deemed or construed to Tuas prejudice or affect any refund of the price paid prinipal At for any local product actually made to any person under the principal Act prior to the date of the commencement of this Act, and accordingly the Controller shall not be entiiled to claim that any money so refunded shall be returned by reason only of the aforesaid provisions,",
    "mean_p_confidence": 0.89
  }
]