[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1967-68 ey wee Gi Mee) , Sa Tourist Development Act, No. 14 of 1968 Date of Assent: April 17, 1968 Printed on the Orders of Government Printed at the Gomumcete Pum, Cmnot, (Tobe Penta fC en SEE, Cans feemaadoae eae Recto Siete 2a Deseret Foe ot fo na ‘betore the date of payment will not be supplied. Price: Res. 2.55 Postage : §0 cents",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Tourist Development Act, No. 14 of 1988",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L, D.—O, 9/87.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Aw Act 10 PROVIDE FOR THE FROMOTION OF TOURIST DEVELOPMENT AND, IN PARTICULAR, BUT WITHOUT PREJUDICE TO THE GENERALITY OF THE FOREGOING PROVISIONS, TO PROVIDE FOR THE PROMOTION AND CARRYING OUT OF TOURIST DEVELOPMENT PROJECTS,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AND FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO, AND 70 AMEND THE CEYLON Touersr BoarD Act, No. 10 oF 1966.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: April 17, 1968]",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "by and with the advice and conseat of the Senate and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Tourist se ste Development Act, No. 14 of 1968, and shall come acu,” Into operation on such date as may be appointed by the Minister by Order published in the Gazette (in this Act referred to as the “ appointed date\").",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PART I Computsory Acquisrrion of Lan, Vzsrine oF Foresnone axp Restitouszs IN THE BOARD, ALIENATION OP LAND, AND PROVISIONS ‘APPLicabte 10 LOANS CHAPTER Compulsory acquisition of land and the vesting of Crown land for tourist development projects",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, (1) Where the acquisition of any land is comp necessary 20 28 to make it available to the Board for ‘reso the purpose of aay tourist development project, : whether such project is to be carried out by the Board or by any other pereon under the general direction and control of the Board, and the Minister by Order published in the Gazette approves the proposed : acquisition so as to make such land so available,— :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(e) the purpose of that project shall be deemed to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "be » public purpose, and sach land may be acquired under the Land Acquisition Act for ¢w. «. the Purpose of that project, and may be subsequently vested in the Board in the manner provided by sub-section (2); and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "13 coor nie",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Tourist Development Act, No. 14 of 1968 (®) accordingly, no such Order, acquisition and subsequent vesting shall be deemed to have + been, and to be, invalid by reason only of : the ‘fact that such land is subsequently alienated by the Board to any other person for the purpose of carrying out that project under and in accordance with the provisions of this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(2) Where any land is, in pursuance of sub-section",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Cap, 400, (1), acquired under the Land Acquisition Act so as to be made available to the Board for the purpose of any tourist development project, the acquiring officer of the district in which that land is situated shall. after possession of that land has been taken for and on bebalf of Her Majesty, by a cortificate issued under his hand, vest that land in the Board, subject to such conditions or restrictions, if any,’ as may be specified in the certificate.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(8) The expression “ public corporation’ in section 494 of the Land Acquisition Act shall be deemed to include the Board and that expression shall, for the purposes of that Act, be construed accordingly.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4 Where any land in any area is, in pursuance of the provisions of this Part, acquired under the Land Acquisition Act for the purpose of being made available to the Board for any tourist development Project, then, notwithstanding anything to the con- weary in the Land Aoguistion Act, in ascertaining the market value of the land for the purpose of deter- mining the compensation payable in respect of that land, no account shail be taken of ony benefit or increase in value which has accrued or of any expec- tation of any benefit or increase in value likely to accrue, directly or indirectly, from any work of development or any other operation carried out by the Board, the Government or py, Resort Authority ; in pursuance of the provisions of this Act,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "‘Special grant 8. Where the Minister certifies that any Crown |",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "gia Gt” tond is required to be made svailable to the Board for 2 ort, the purpose of any tourist development project, + whether such project is to be carried out by the Board -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "or by any other person under the general direction",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "and control of the Board,——",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". (@) the purpose of that project shall be deemed to be @ purpose for which a special grant or a * lease of euch land may be made to the Board «",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Tourist Development Act, No. 14 of 1968 = 8 under section 6 of the Crown Lands Ordin- cep at. ance, and accordingly, the provisions of that Ordinance shall apply to a special grant or lease of such land to the Board for the purpose of that project; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(8) accordingly, no such special grant or lease shall",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "be deemed to have been, and to be, invalid, by reason only of the fact that such Jand is subsequently alienated to any other person for the purpose of that project under and in accordance with the provisions of this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "4%. (1) Notwithstanding anything in the Crown vesing ot Lands Ordinance or in any Sree weitien law, where {ya lead, the Minister certifies that any Crown land is required ° to be made available to the Board for the purpose of any tourist. development project, whether such project is to be carried out by the Board or by any other person under ‘the general direction and control of the Board, the Minister may, with the concurrence of the Minister to whom the subject or function of Crown lands has been assigned by the Prime Minister under section 46 (4) of the relevant Order in Council, by Order (hereafter in this Aet referred to as a “ vesting",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "rder ”’) published in the Gazette, vest such land in the Board, with effect from such date as shall be specified in the Order, subject to auch restrictions or conditions, if any, as may be 90 specified.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "@,A vesting Order shall have the effect of giving the Board absolute title to any lend specified in the Order with effect from the dete specified therein and free from all encumbrances.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(8) The vesting of any Crown land in the Board shall not be deemed to convey any right to any mineral, mineral product or mineral cil in, upon or under that land, unless otherwise expressly provided in the instrument of alienation and save as otherwise 80 expressly provided, any such mineral, mineral pro- duct and oil shall, notwithstanding any such vesting, be deemed to remain and shall remain the absolute property of the Crown.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "5. Whore any Crown land is, in pursuance of churns may section 8 or section 4 to be vested in the Board, the peer ara4 Chairman of the Board may, if there is no plan of saiet sy that land made by the Surveyor-General's Depart. Crows nad. ment, cause a survey and plan of that land to be made by a licensed surveyor approved by the Surveyor-General. 4",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Tourist Development Act, No. 14 of 1968 He compere, 6. _ Where any and is, in pursuance of section 2, the Booed compulsorily acquired under the Land Acquisition in eet ot Act so as to be made available to the Board for the Gp. 40,\" = purpose of a tourist development project end is subsequently vested in the Board under this Act, no compensation or damages shall be ‘payable by the Board to any other person for any loss incurred by him, whether directly or indirectly, or by way of business ur otherwise, by reason only of the fact of such compulsory acquisition and subsequent vesting and, accordingly, such other person shall not be entitled to demand or receive such compensation or damages from the Board:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Provided, however, that nothing in the precedin, provisions of this section sball be deemed or ponstraet to prejudice or affect the right to compensation, to which ‘any ‘Person interested im that land within ‘the meaning of that Act is or was entitled, from. the Crown or any other person under the provisions of that Act in respect of such compulsory acquisition of that land. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "CHAPTER 11 The Foreshore Power to rest 7. (1) The Minister may. with the concurrence of sm the Minister to whom the subject or function of Crown per of the lands has been assigned by the Prime Minister under tess section 46 (4) of the relevant Order in Council, by Order published in the Gazette, vest in the Board the administration, control, custody and management of any such part. of the foreshore as shall be specified in the Order. Such Order shall come into force on the date of its publication in the Gazette, or on such later date as may be specified therein,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(2) For a0 long, and so Jong only, as any Order under sub-section (1) is for the time being in force in respect of any part of the foreshore, the adminis- tration, control, custody and management of that part of the foreshore shall vest in the Board instead of in the Crown, and accordingly section 38 of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "cap. wh. Crown Lands Ordinance shall have effect in that part of the foreshore subject to the following modifica. tion, namely, as though the reference therein to the Crown were a reference to the Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Tourist Development Act, No. ‘14 of 1068 5 8. (1) For s0 long, and so Jong only, as any Order Special powers under section 7 is for the time being in force in res- Say'gar af pect of any part of the foreshore, any other enactment ie Jonson shall have effect in that part of the foreshore, subject Ore Order to the modification that it shall be lawfal for the poder yesion 7 Board— Mae obs (a), to make or issue for that part of the foreshore any subsidiary written law under any such oiler enactment; and (8) to exercise, discharge or perform in that part of the foreshore all or any of the powers, fonctions or duties conferred or imposed on any authority or officer or person by any such other enactment, in like manner as though references in any such other enectment to the authority, officer or person empowered to make or issue such subsidiary written law, or to exercise or discharge or perform euch powers, functions or duties, include references to the Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) For so long, and oo long only, a2. any Order . under section 7 is for the time being in force in respect of any part of the foreshore, no authority or . officer or person in whom aay powers, functions or - duties are conferred or imposed by any other enact- ment shall, within that part of the foreshore, exercize or discharge or perform any such powers, funotions or duties except with the concurrence of the Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(8) Regulations may be made under this Act, with the concurrence of the Ministers to whom the subjects or functions of fisheries and local government, bave been assigned by the Prime Minister under section 46 (4 of the relevant Order in Council, for the protection Of the rights of shermen using any port of the foreshore in respect of which an Order under section 7 (1) is for the time being in force.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "CHAPTER IIT Resthouses",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "9. (1) Notwithstanding anything in any other Yates of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "enactment or any subsidiary woitten law, the Minis. °W\"Btara, ter may, by Order published in the Gazette, vest any resthouse in the Board:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Provided, however, that where the control of any",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "resthouse is vested in any local euthority, the Minister shall not make such Order in respect of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "i 6 Tourist Development Act, No. 14 of 1968 i : that resthouse, except with the prior concurrence of the Minister to whom the subject or function of local : government has been assigned by the Prime Minister under section 46 (4) of the relevant Order in so Council:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "And provided further that where the control of *",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ": any resthouse is not vested in any local authority, the Minister shall not make such Order in respect of such resthouse except with the prior concurrence of the Minister to whom the subject or function of Home Affairs has been assigned by the Prime Minister under section 46 (4) of the relevant Order in Conneil.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) Any Order made by the Minister under sub- section (1) shalt have the effect of giving the Board absolute title to the resthouse specified in the Order, inelnding the land in or upon which such resthouse is situated, with effect from the date specified therein and free from ail encumbrances.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Special rie 10. Where, on the day immediately prior to the Soiicsia date of the coming into operation of the principal featoure:” Act, the control of any resthouse was vested in the tormer Director of the Government Tourist Bureau or the former Tourist Development Board, then, if _ an Order under section 9 is made hy the Minister in respect of that resthouse, euch Order, and the vest-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". jing effected by such Order, shall be deemed, for all purposes, to have taken ‘effect on that date, and accordingly, the Board or any of its officers or | servants shall be deemed to have had on or alter ( that date, and: to have, power and authority, on behalf of the Board,— . | @).to-have taken, and to remain in, possession",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "and custody of that resthouse ; |",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(®) to have entered, and to enter, into contracts”",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "and agreements in respect thereof; i +(e) to have issued, and to issue, instruments or | «7 + documents by whateoever name or designa-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "' tion called in respect thereof; and .: (@} to have done, and to do, all such other acts or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". * things as may have been, and may be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "| . necessary, in respect thereof. oa",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Tourist Development Act, Ne. 14 of 1988 7 CHAPTER IV Alionation of land by the Board",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "{4, (2) Withont, prejudice, to the generality of ess the powers conferred on the Board by the principal sition Act, the Board may, with the approval of the fil by tte Minister, alienate, for the purpose of any tourist development project, any land held by the Board, subject to—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(a) such conditions as are specified in the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "succeeding provisions of this Chapter; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) such further conditions as the Board may, in",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "its absolute discretion, deem necessary to specify in the instrument of alienation, and in particular, but without prejudice to the generality of the Soregoing provisions of this paragraph, condition to the effect that the alienation effected by such instra- ment may be cancelled or determined in the event of a failure to comply with any other condition specified in such instrament, or in the event of any money due to the Board under such instrument remaining unpaid",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "‘for any such period as may be specified therein.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) Nothing in the Crown Lands Ordinance shall cep. s5¢, affect, or be deemed or construed to affect, the alienation of any Crown land held by the Board for the purpose of any tourist development project.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) No land vested in the Board under the provisions of this Act or any other written law shall",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "e alienated by the Board by way of gift save to a local authority or to any Government-sponsored board or corporation constituted under any law.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "42:\"\" (1) It shall be @ condition of every alienation, coaditiow of ‘by way of sale, of any land by the Board under this (uyrat Chapter— Beard.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "{a) that the vendee shall, at his own expense,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Garry out the provisions of any, tourist . development project for tle time. being in ‘++ operation in respect of such land, and do . the necessary work and take all the necessary measures in, upon or in relation . + to such land- or any structure thereon - -, ‘within the period specified by the Board in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "8 Tourist Development Act, No. 14 of 1968 the instrument of alienation, or such further period as the Board may thereafter speci, ‘rom time to time;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(8) that, in the event of the vandes failing to do so within. the period or further period so specified, the sale effected by such instru- ment may be cancelled or determined by the Board; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(¢) that the vendee shall have no right to any timber in or upon such land, and accordingly, that such timber shall, ‘notwithstanding ' such alienation by way of sale, be deemed to remain the property of the Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(2) It shall be a condition of every alienation,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "otherwise than by way of sale, of any land by the Board under this Chapter—",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(a) that the alienee shall, at his own expense, carry out the provisions of any tourist develop- ment project for the time being in operation in respect of such land, and do all the necessary work and take all the necessary measures in, upon or in relation to such land or any structure thereon, within the period specified by the Board in the instrument @F alienation, or auch further period. as the Board may thereafter specify, from time to time;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "{¥) that, in the event of the alienes failing to do 80 within the period or further period 90 specified, the alienation effected by such instrument may be cancelled or determined by the Board; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(0) that the alienee shall have no right to any timber in or upon such land, and accordingly, that such timber shall, ‘notwithstanding ’ such alienation, remain the property of the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "‘Consequential 48, Where the Board alienates, by way of lease or rete permit, any lend under this Chapter subject to the applicable in Condition that, according as it may be specified in the pisgation of instrument of alienation, all or any of the provisions feed esbies! of Chapters V to IX (both Chapters inclusive) of the condition. Land Development Ordinance shall aply to that land Can. he in like manner and to the same extent as such provi- sions apply in the case of @ protected holding under ~",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "Tourist Development Act, No. 14 of 1968 9 that Ordinance, then, all or any of such provisions, according as it may be so specified, shall so apply; and for the purpose of such application, such instrument shall be deemed to be an alienation, such land shall be deemed. to be a protected holding, the alienee shall be deemed to be the owner of that holding, and the Board shall be deemed to be the Government Agent and may exereise, discharge or perform in respect of such land or the alienes any power, duty or function vested in, imposed upon, or assigned to the Government ‘Agent ander that Ordinance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "44, (1) Where any land alienated by the Board by So. way of sale under this Chapter revests in the Board walieseon under section 18, the Board shall not be liable to pay wst54,cf to the vendee, and the vendee shall not be entitled Bor. to demand from, or to be paid by, the Board—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(@) the price at which the land was sold by the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "Board; or",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(®) the valne of the land at the time of such revest-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "ing; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(©) the value of any improvements effected thereon",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "by the vendee, whether or not for the purpose of the tourist development project for the time being in operation in respect of that land; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(@) the value of the goodwill of any trade, business",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "or undertaking carried on in or upon such land; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(¢) the value, as a going concern, of any such trade,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "or business or undertaking.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(2) Where any right, interest or benefit under any alienation of land, otherwise than by way of sale by the Board ‘under this Chapter, revests in the Board under section 18, the Board shall not he liable to pay to such alienee, and such alienee shiall not be entitied to demand from, or to be paid by, the Board—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(@) the value of such right, interest or benefit; or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "@) the value of any improvements effected on such land by the alienee, whether or not for the purpose of carrying out the provisions of the tourist development project for the time being in operation in respect of that land; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(e) the value of the goodwill of any trade, business or undertaking carried on in or upon such land: or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "‘",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "10 Tourist Development Act, No. 14 of 196% : {@) the value, as a going concern, of any such trade ! or business or undertaking. Paymente by 15, (1) Where any land alienated by the Board, Siprevel-eeas by way of sale, under this Chapter ‘which is subject sgn oo” to.a mortgage or encumbrance in favour of an approved « fant. aredit agency entitled to notice under the second proviso to section 17, revests in the Board under section 18, the Board shall pay to such approved credit agency, either— (@ the price at which the land was sold by the Board, or the value of the Jand at the time of such revesting, whichever is less, together with the value of any improvements effected thereon by the vendes for the purposes of the tourist development project for the time being in operation in respect of the land; or \\ (0) the amount due on the mortgage or encumbrance in favour of such approved credit agency; whichever is less.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(2} Where any right, interest or benefit under any alienation of land, otherwise than by way of sale, by the Board under’ this Chapter is subject to any mortgage or encumbrance in favour of aby approved credit agency entitled to notice under the second proviso to section 17 revests in the Board under section 18, the Board shall pay to such approved credit agency the value of such right, interest or benefit together with the value of any improvements effected on such land by the alienee for the purpose of carrying out the provisions of the tourist, development project for the time being in operation in respect of such land, or the amount due at the time of the cancellation or determination of such alienation, whichever is Jess.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(8) “ Value ”, in relation to any land or improve- ments on such land, means, for the purposes of the preceding eub-sections, the value as assessed by the Chief Valuer of the Government.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "In the assessment of such value none of the following facts shall be taken into account by such Chief",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": ". Valuer :— . .",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(@ the goodwill of any trade, business or undor-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "taking carried on in or upon such land; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "(®) the fact that any such trade, business or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "| ‘undertaking was a going concern, -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Tourist Development Act, Ne. 14 of 1968 41",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "@ No payment in respect of any improvements shall be made by the Board under sub-section (1) or sub-section (2), unless such improvements have been in conformity’ with the provisions of the tourist development project then in operation in respect of that land. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(5) No payment shall be made by the Board to any approved credit agency in respect of any land subject to-any mortgage or encumbrance in favour of such agency, unless such agency discharges the mortgagor oF eneimbrancer, as the case may be, frem the obliga: tion arising on such mortgage or encumbrance to the extent of such payment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "16, It shall be lawful for the Board or any member Poets of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "thereof or any person acting under the authority ‘of Beyed to enter the Chairman of the Board to enter into or upon any mris iste land alienated by the Board under this Chapter for the purpose of ascertaining whether tha provisions of gay tourist development. project for the time being in operation in respect of such land are being or have been carried out on such land, and to inspect such land or any structure thereon or any measures taken for that purpose: _ Provided, however, that no person shall enter or inspect such land in parsuance of the power conferred by the preceding provisions of this seotion except with the consent of the allenee of such land or the oceapier, or after giving such alienee or occupier not jess than seven days' notice of the intention to do so.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "47, Where the alienation of any land by the Board Cancalistion or under this Chapter becomes liable to cancellation or ‘mination, determination by virtue of the operation of — satin",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(@) the provisions of section 12; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "{b) eny condition specified in the instrament of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "‘alienation to the effect thet such alienation is liable to cancellation or determination in the event of @ failure to comply with any other condition apecified in such instrument, or in the event of any money due to the Board under such instrument remaining unpaid for any period specified in such instrument,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "the Board may, by endorsement on such instrument,",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "cancel such alienation, and thereupon such alienation",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "shall be determined accordingly: .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "12 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Provided, however, that no such endorsement shail be made on such instrument until the alienee of such land has been afforded am opportunity of showing cause against the proposed cancellation or deter- mination:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "And provided further that where such land is subject to any mortgage or encumbrance in favour of any approved credit agency, no such endorsement shall be made on such instrament, until such agency bas been given written notice of the proposed cancellation if, bat only if, such agency had notified in writing to the Board the existence of such mortgage or encumb- rance, and had also furnished the Board the name and address of such agency to which such notice may be given.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Cancinton a 18. Where the instrument of alienation of any land dpermieatn” ig cancelled or determined by the Board under this a 'cnmate!* Chapter, such land shall revest in the Hoard, and the sf inni'ted provisions of sections 47 and 48 shall apply to the smn ejectment of the occupants of such land. No emo. 19, No alienee of any land or other person shall (anor demaxes be entitled to any compensation or damages for any Wz maa, (088 incurred by him, whethor directly ar indirectly, or fhe Gaveelation by way of business or otherwise, by reason only of the gubzen”” cancellation or determination of the instrument of  - meet; alienation of such land by the Board under this sy ine. Chapter. CHAPTER V Provisions which may be applicable to loans Apptiatn ot «20. (1) Any provision of this Chapter shall apply alate sy eioas granted by an approved oredit agency on the; security of land alvenated by the Board. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(2) In this Chapter, the expression “ appropriate | authority\" in relation to © loan granted. by al i sooty aan en gut Oy |",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Porer of 24. ‘The appropriate authority may call upon any | Tele _pergon to wham avloan has been or is granted by thet | quusiiy © othority to satisfy that authority that the loan has | pipette been ‘or is being applied to the purpose for which it | wich loam i» 0g been of is granted, and the person so called upoo may addyce evidence before the appropriate authority cor any officer authorized by that authority to take sucl evidence to prove that the loan hae been or is being - ‘applied for such purpose,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "Tourist Development Act, No. 14 of 1968 13",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "22. (1) The appropriate authority may at any fore of time, in the discretion of that authority and without {iie'y to assigning any reason therefor, by written order direct quire, that, within the time specified in that behalf in the  Seunsy or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": ". order,— wal! Jona, 4 (@) additional security for a loan granted by that authority be provided to the satisfaction of that authority, and (®) a loan granted hy that authority be repaid : either in full or in part.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "(2) Where an order issued under sub-section (1) in respect of a loan is not complied with within the time allowed therefor by the order, default shall be deemed to be made in respect of the whole of the unpaid portion of that loan and the interest due thereon up to date, and, where that loan was granted on the mortgage of any land, the provisions of sections 80 to 46 shail apply to and in relation to that loan.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "28. The appropriate authority may, in lieu of the chacge of whole or any part of any security which that authority“ has already accepted for any loan, accept new security",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "_ if the new security, either aloue or together with any portion of the original security which is to remain, is sufficient for a new loan of an amount equal to the total of the principal and interest still outstanding on account of the original loan. 24, Every loan shall be repaid— Mode of pep (@ by instalments specified by the appro- priate authority, or () in any other manner 20 specified: 28. Every person— Regicent {@) to whom a loan is granted by the appro. tnt: * priate authority, or {8} who obtains probate of the will or letters : of administration to the estate of a Person to whom a loan has been granted by the appropriate authority, or :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 Tourist Development Act, No. 14 of 1968 Lo. (©) who, under section 34, ia appointed to . Tepresont the estate of a deceased a borrower, or : (@) to whom any right, title or interest in, any land mortgaged to the appropriate authority as security for a loan granted by that authority, or in any | other description of security for such a loan, passes whether by voluntary conveyance or by operation of law, : shall notify in writing to the appropriate authority . an address to which all notices to him may be sent. Serpico 26. Any notice which is required by or under this Rector. Chapter to be served on any person to whom section 25 applies shall be deemed to be duly served on that person if it is sent by post in » registered letter directed to that person at the address notified hy him ~ under that section, and the service shall be deemed to be effected at the time at which the letter would be delivered in the ordinary course of post. i eony of 27, Where a loan is granted by the appropriate | Seems? authority on the mortgage of any land, that land shall, hammer on and after the date of the registration of auch mort- —_| gage be charged with the payment of the loan with | interest in priority to every other debt, mortgage or * charge affecting it, except a debt which is secured by | a mortgege daly registered prior to such date and = ( which is due to a creditor who in good faith advanced the money before the loan was granted by the ! appropriate authority. | Horm of 28. No loan shall be granted by the appropriate * penegect —suthority on the mortgage of land alienated by the | Board as security without the prior written consent i of the Board, and every such mortgage executed in favour of such sathority shall be eubstantially in such: form as may be approved by the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Tourist Development Act, No. 14 of 1968 15",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "29. Where default is made in the payment of any Dates ot sum due on any loan granted on the mortgage of land, ™7™*™* whether that sum is due on account of principal or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "interest or of both, default shall be deemed to be 4 made in respect of the whole of the unpaid portion of that loan and the interest due thereon.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "80. Where, under the provisions of this Chapter, seen by default is made or is deemed to be made in respect sthety where of the whole of the unpaid portion of any loan and {fst ™ the interest due thereon, the appropriate authority : may, with the prior written approval of the Board, take action as specified either in section $1 or in section 33; and where in any case the appropriate authority takes action or commences to take action in accordance with section 31, that authority may at any time thereafter take action in that case under section 83 if that authority deems it necessary to do £0.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "B1. Subject to the provisions of section 34, the Ayeszinent ot appropriate authority may by order in writing neon 2",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": ". authorize any person specified in the order to enter .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "upon any land mortgaged to the appropriate authority as security for any loan in respect of which defautt has been made, to take possession of and to manage and maintain such land, and to exereise the same powers in the control and management of such land as might have been exercised by the mortgagor if he had not made defealt.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "82. (1) Any person authorized by order of the Poise Appropriate authority under section 31 in respect of | sppamet™ any land shall be entitled generally to take action in : terms of the order, and in particular—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "{@) to sell the produce of such land;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(®) to receive the rents, profits and other income",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "from such land; (©) to pay the expenses incurred in the control and . management of such Iand ont of the income from such land;  — saspry .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "16 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(a) to appropriate to himself out of such income auch sum, if any, as the appropriate authority may deem fit to fix as remuneration for his services; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(@ to remain in possession of such land until all moneys due to the appropriate authority under the mortgage of such land have been fally paid or until he is directed by that authority to yield possession of such land under sub-section (2).",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(2) Any person anthorized by order of the appropriate authority under section 31 in respect nf any land shall—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(2) pay quarterly or as otherwise directed by the ‘appropriate authority to such person or persons and in such manner as that authority may direct the balance of the income from such land remaining after the payments herein before authorized have been made;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(®) keep and render to the appropriate authority at such intervals as that authority may deter- mine, clear and accurate records of all soma received or paid out by him in respect of such land; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(6) yield possession of such Jand to the mortgagor ‘or 'gome other person ag directed, by the appropriate authority and pay to that authority any balance of the income from auch land remaining in his hands after the payments herein before authorized have been made.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(8) The appropriate authority shall, when all sums due to that authority under the mortgage have been fully paid, surrender possession of the mortgaged Jand to the motigagor and return to bi ery balance remaining of income from such land.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "“Axsbortation 88. (1) Subject to the provisions of section 34, the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "ale of appropriate authority may | by order in writing",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "mertgopot and. authorize any person specified in the order to sell by public auction any land mortgaged to that authority fy security for any loan in reapect of which default has been made in order to recover the whole of the anpaid portion of such loan and the interest due thereon up to the date of sale, together with the moneys and costs recoverable under section 40.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "Tourist Development Act, No. 14 of 1908 1",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": ": (2) Where any land alienated by the Board is pat",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "+ up for sale ander the provisions of sub-section (1), 20 person shall purchase any right, title or interest in Such land except for the purpose of a tourist develop- tent project for the time being in operation in respect",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "of that land.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "- (8) Where any land sold under the provisions of sub-section (1) is purchased by an approved credit agency, such agency shall, notwithstanding saything in any other law to the contrary, be entitled, wi",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "+ the approval of the Board, to carry out the provisions of the tourist development project, and accordingly",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "+ the carrying out of such project shall be deemed, for all purposes, to be one of the purposes or objects of such agency.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": ". 84%. (1) Save as otherwise provided in gub-section Where barawer",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "_ @), the provisions of sections ‘31 and 38 shall apply * in ‘the case of any default notwithstanding that the borrower may have died or that any right, title or interest in the land mortgaged by the borrower as security for the loan may have passed by voluntary conveyance or by operation of law to apy other person.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "(2) Where the borrower is dead and probate of his + will or letters of administration to his estate have not been issaed— :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "(a) the District Court of Colombo, or the District Court of the district in which the land mort- gaged by the borrower as security for the loan is situate, may, upon application made in that hehalf by the appropriate authority and after service of notice of the application on such persons, if any, as the Court may order, and if satisfied thet the grant of probate or the issue of letters of administration is likely . to be unduly delayed, appoint person to represent the estate of the borrower for the purpose of this sub-section, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 12,
    "text": "@) the provisions of sections $1 and 33 shall not apply in the oase of any default made by the borrower unless and until a representative of his estate ia appointed under this sab- section. |",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "18 Yourist Developmens Act, No. 14 of 1968",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "Note of te 35. Notice of every order under section $3 autho-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "ken et rizing the sale of eny lend shall be published in the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "Ktod\"uoneest Gazette and in a duily newspaper in Sinhala, Tamil",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "manent and English, and copies of such notico shall be scrved on the borrower, if he is alive, and on every person who has, in respect of that land, notified his address under section 25.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "Rote ot mi. 96. Notice of the date, time and place of every sale shall, not less than fourteen days before the date fixed for the sale, be published in the Gazette and copies of such notice shall—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(@) be served on the borrower, if he is alive, and on every person on whom notice of the order authorizing the sale ig required to be served under section 85;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(®) be posted on or near the land which is to be sold; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(©) be affixed to the walls of the kachcheri and the several District Courts and Magistrates’ Courts within the jurisdiction of which the land is situate.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "Parnes before BT, (1) If the amount of the whole of the unpaid",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "tale portion of the loan (together with all interest due thereon according to the terms of the mortgage), and of the moneys and costs, if any, recoverable by the appropriate authority under section 40 is tendered to that authority at any time before the date fixed for the sale of the land mortgaged to that authority as security for the loan, that land shall not be sold and no further steps sball be talen in pursuance of the order under section 88 for the sale of that land.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(2) If the amount of the instalment or other pay- ment in respect of which default has heen made, together with any interest due thereon aocording to the terms of the mortgage, and of the moneys and cots, if any, rocovereblo by the appropriate authority under section 40 is tendered to that authority at any time before the date fixed for the sale of the land mortgaged to that authority as security for the loan, that authority may, in the disoretion of that authority, direct that such land shall not be sold and that uo further steps shall be taken in pursuance of the order under section $8 for the sale of such land.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "Tourist Development Aot, No. 14 of 1968 19",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "38; he Board may fix an upset price below which Upset price. the land mortgaged to an approved credit agency as security for bate shall not be sold to any person other than that agency.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "89. In any caso where two loans have been granted Defsalt by the appropriate authority on the security of the respect of | como tanland default is made in the payment of any feos oo the sum due upon any one of such loans, the foregoing “= '#st provisions of this Chapter shall apply notwitbsiand- ing that default may not have been made in respect of the other loan; and the appropriate authority may, with the approval of the Board, in sny such cise, by order under section 83 authorize the sale of the lan: for the recovery of the total amount due to that authority in respect of both such loans; and the provi- sions of this Chapter sbail apply accordingly.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "40. In addition to the amount due on any Joan, the Recovery of appropriate authority may recover from the borrower Shanr ond of any person acting on bis behalf— wh",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(@) all moneys expended by that authority, in tumne.”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "accordance with the covenants contained in the mortgage bond executed by the person to whom the foan was made, in the ‘payment",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": ". of premiums and other charges under any poly ‘of insurance effected in respect of the land mortgaged to that authority, and in the payment of all other costs and charges authorized by the aforesaid covenants to be incurred by that authority; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(0) the costs of advertising the sale of, and of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "selling, the mortgaged land:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "Provided that the amount recovered as costs under paragraph (0) of this section shall not exceed such per- centage of the loan as may be prescribed by the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "M1. Where the mortgaged land is sold, the appro- Payment af priate authority shall, after deducti from the baleore af proceeds of the sale the amount due on the mortgage fale alter and the moneys and costs recoverable under section 40, utes ot, py, the balance remaining, if any, either to the ths appropriate",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "jorvower or to any person legally entitled to accept ert. the payments due to the borrower, or, if the appro- priate authority is in doubt as to whom the money",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "+ should be paid, into the District Court of the district - in which auch land is situate to be drawn by the person 1 entitled thereto. Be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 Tourist Development Act, No. 14 of 1968 Grits 2, (1) Where the mortgaged land is sold, the mle appropriate authority shall, with the approval of the Board, sign a certificate of sale in such form as may be prescribed by ‘the Board for the parpese, and thereupon all right, title and interest of the borrower to and in the land shall vest in the purchaser; and thereafter it shall not be competent for any person claiming through or under any alienation whatsoever of the right, title or interest of the borrower to and in the land, made or registered after the date of the mortgage of the land to the appropriate suthority, in any court to move to invalidate the sale for any cause whatsoever or to maintain any right, title or interest to or in the land as against the purchaser: Provided, however, that no right, title or interest in such land shall vest in the purchaser under the certifi- cate of sale, unless the purchaser had the prior . written approval of the Board for such purchase. (2) A certificate signed by the appropriate authority in accordance with sub-section (1) shall be conclusive 1 proof, with respect to the sale of any land, that all the provisions of this Chapter relating to the sale of the Tand bave been comptied with. . (3) Regulations may be made under this Act pres- eriblag ibe form of the certificate of sale. an (4) Every certificate of sale under this section shall * be liable to stamp duty and charges as if it were aj conveyance of immovable property, and to any gis tration and other charges authorized by law, all of { which shall be payable by the purchaser. t Onder ter 43, (1) The purchaser of any land sold in dsivey of pursuance of the preceding provisions of this Chapter ttaiea, ‘EVEL, upon applivation made to the District Coutt of Colombo or the District Court having jurisdiction over the place where that land is situate and apon produc- tion of the eartifioate of sale issued in respect of that land under section 42, be entitled to obtain an order for delivery of possession of that land. (2) Every application under sub-section (1) shall be made, and-ehall be disposed of by way of ‘summary rocedure in accordance with the provisions of cap. 101 Bhepter KXLY of the Civil Procedure Code; and on all documents filed for the purpose of each such appli- cation and on all proceedings ‘held thereupon, stamp + duties and other charges all be payable at the respee- tive rates at which such duties and charges are payable",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "Tourist Development Act, No. 14 of 1968 21 under any written law for the time being in force on applications for, and proceedings connected with or incidental to, the execution of a decree of a District Court for the delivery of possession of any immovable Property of the same value a the land to which such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "1 application relates.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "(8) Where any land sold in pursuance of the preced- ing provisions of this Chapter is in the occupency of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "‘the Aeotor or of some persun on his behalf or of some person claiming under a title created by the debtor",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "+ subsequently to the mortgage of the land to the appro- priate ‘authority, the ‘District Court shall order",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "+ delivery of possession of that land to be made to the purchaser by putting the purchaser, or any person whom he may appoint to receive possession on his bebalf, in possession of that land.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": ". ae Where any land sold in pursuance of the pre- ceding provisions of thie Chapter is in the occupancy of a tenant or other person entitled to occupy it, the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "{District Court shall order delivery of possession of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "; that land to be made to the purchaser by afixing @ notice of the sale having taken place, in the Si 7 Tamil and English languages, in some conspicuous",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "+ place on that land, and proclaiming to the oomupant by",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "at of tom-tom, or in such other mode as may be",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "+ customary, at some convenient place, that the interest of the debtor has been transferred to the purchaser. ‘The cost of such proclamation shall be fixed by the court and shall in every case be prepaid by the purchaser,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "(5 Every order under sub-section (3) or sub-section 9 shall be deemed, as the case may be, to be an order",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "for delivery of possesion made under section 287 or section 288 of Civil Procedure Code and may be Cap, 101, enforced in like manner as an order go made, the debtor",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "and the purchaser being deemed, for the purpose of",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "the application of any provision of that Code to be",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "the judgment-debtor aud the judgment-creditor, respectively.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "4. Where the land sold is purchased by the cance appropriate authority, the Board may, at any time fm. before that authority resells that land, cancel the sale by an endorsement to that effect on a certified copy of the certificate of sale, upon the debtor or any person on his behalf paying to that aathority the amount",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 19,
    "text": "» due in respect of ‘he loan for which the land was sold (including the costs of seizure and sale) and interest :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "22 Tourist Development Act, No. 14 of 1968 on the aggregate sum at a rate not exceeding the pres- cribed Tate. Such an endorsement shall, upon registration in the office of the Registrar of Lands, revest the land in the debtor as though the sale under this Chapter had not been made. Racale by 45. (1) Where the land sold is purchased by the smyeerste appropriate authority and the sale is not cancelled ender section 44 that authority may, with the prior written approval of the Board, at any time resell the land and transfer to the purchaser by endorsement on guich copy of the certificate of sale as is certified by that authority to be a true copy, all the right, title and interest to or in that land acquired by that authority. (2) The provisions of sub-section (4) of section 42 shall apply to an endorsement made under sub-section (1) of this section in like manner as they apply to a certificate of sale. (8) An endorsement made under sub-section (1) shail, when it is registered in the office of the Registrar of Lands, vest in the purchaser specified in that endorsement such right, title and interest as are so specified. sapinrne 48, Nothing in sections 30 to 45 shall be deemed asihonty net to preclude the appropriate authority from recovering She meiois the amount due on any mortgage bond in accordance of weorery. with the provisions of any other written law: Hi Provided, however, that no action or proceeding for the recovery of money due on such mortgage shall be, instituted except with the written authority of the | Board. ' , CHAPTER VI Miscellaneous _ 7, (1) Where any land is vested in the Board Srosiass @ © “nder section 2 or cention 9, or ie made over to the ssn. Board by way of @ special grant or lease under the giwates) Grown Lands Ordinance, read with section 8 of this Gap. a4. ‘Act, or Tevests in the Board under section 18, the Chairman of the Board may in writing order any person in possession or occupation of that land to Pavate the land within the time specified in euch order. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "Yourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "(2) Where any land is vested in the Board under any of the provisions of this Act and the Minister has reason to believe that as the result of any action taken or proposed to be taken by the Board or the Chairman of the Board any person or persons will be de-housed in such manner as to cause hardship to such person or persons the Minister may take such steps 9s he deems neceseary to provide alternative agcomnmodation to such person or persons or to direct the Board to pay any sum or suma by way of adequate compensation to such person or persons ont of moneys specially provided by Parliament to the Board for that purpose.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "48. Where any person on whom any order under seaions 190 section 47 is served fails to vacate the land to which (170006 thot order relates within the time specified in that was Staite otder, he may be ejected from the land under the pro- made applicable visions prescribed ‘by sections 120 to 127 (Goth esas, inclusive) of the Land Development Ordinance which Ea shalt apply in relation to that land as if the instrament“ “* of alienation of that land were a grant under that Ordinance, that land were a holding under that Ordinance, the order were a notice under section 119 of that Ordinance, and the Chairman were the . Government Agent exercising, discharging ot performing in respect of that land any power, duty or function imposed upon or assigned to the Government Agent under that Ordinance.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "49, No loan shalll be granted, and no alienation of teams ad any land shall be made, under this Part to individuals were who, or companies or firms or other sssooiations of uct of persons in which the majority of members or partners, $82 ° are not citizens of Ceylon, except with te prior approval of the Minister.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "80. (1) Where any land alienated by the Board gedion 4¢ ant under this Part for aay tourist development project is Se ST morigaged to an approved oredit agency, the provi. 585 her | sions of sections 46 and 47 of the Mortgage Act shall UES, hot apply to the recovery of any loan granted on the mortgaged 10 35 mortgage of such land and, accordingly, any decree in Serer? or any hypothecary action upon any such mortgage of Gp. 8. land, and any decree in any action for the recovery of any moneys due upon such mortgage, may order any property whatacever to be sold for the recovery of any Moneys found due under the mortgage and any property whatsoever may be sold or may be liable to be sold in execution of auch decree, - :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "24 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "©) In this section “* action for the recovery of wwoneye due upon a mortgage ” includes any action for the recovery of any debt secured by a mortgage where the cause of action set upon arises by reason of the mortgage or otherwise,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "Provisions of 54, (1) The provisions of the Debt Conciliation",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "Debt Consiie, Ordinance shall cease to apply in respect of any debt isd st weden incurred or loan obtained on the security of any land Bi‘ Tausa alienated by the Board under this Part, and such",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "Saoamoir provisions shell be read and construed accordingly. np.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "(2) Section 1114 of the Inland Revenue Act, No. 4 of 1963, shall cease to apply to any land alienated by the Board and, scoordingly. nno such land shall be liable to be vested in the Crown under the provisions of that section.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "Regulations 52. Regulations may be made under this Act in respect of all or any of the following matters :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "(@) the terms and conditions subject to which aliens- tions of land may be made by the Board under this Part;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "(©) pregeribing the procedure for the registration of documents whereby the nomination of sue- cesgors or life holders is effected or cancelled, and for matters connected therewith or incidentel thereto, including the registers which shail be kept and the fees which shall be charged for such registration;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "(o) the manner of the publication or service of notices or of the service of other process;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "(@ the procedure for the payment of compensation by the Board and for matters connected there- with or incidental thereto;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "(@) any other matter connected with or incidental to ‘any of the matters aforesaid.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "PART If",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "Natrona Houay Resorts. CHAPTER 1 Establishment of National Holiday Resorts and Powers and Duties of the Board in such Resorts",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 15,
    "text": "eesti 8B, (1) The Minister may, by Order published in ‘of patioaal the Gazette, declare that any area comprising land botiday naorts. Jd by the Board ehall, for the purposes of this Act, —",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Tourist Development Act, No. 14 of 1968 25 be & national holiday resort, and may by that Order, or by any Order subsequently published in the Gazette, assign & name to such national holiday resort.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(2) Any Order declaring an area @ national holiday resort under this section way define the ares by setting ont the metes and bounds of the lands or each of the jands comprised in the area.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(8) The Minister may, by Order published in the Gazette, declare that from a specified date the limits of any national holiday resort shall be altered or varied.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(f) J the area or any part of the area which is to be declared a national holiday resort by Order made by the Minister under this section is within the administrative limits of any local authority, no such Order shall be made by the Minister, except after consultation with such local authority and with the concurrence of the Minister to whom the subject or function of local government has been assigned by the Prime Minister under section 46 (4) of the relevant Order in Council.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(8) Notwithstanding anything in any provision of ene geotion the Honse of Representatives may by resolution revoke any Order made by the Minister under this section within fifty days of the publication of such Order in the Gazette, and in the computation of such period of fifty days no account shall be taken of any period during which Partiament is prorogued or dissolved. Such revocation shall be without preju- dice to anything previously done thereunder.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "54. The Board shall be the authority responsible  saminisration, for the administration and control of each national &, ofc, holiday resort. sore Tend",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "i the Board.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "85. The functions of the Board in relation to each rusetions of national holiday resort shall be— the “Boa",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(a) to promote messures for public health; Baotee",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(@) to establish and maintain within such resort any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "publio utility service, recreational facilities and cultural activities for the benefit of people residing in or visiting such resort; * {¢) to undertake and promote any development for the comfort, convenience or welfare of those residing within, ot visiting, such resorts and to provide all such amenities as the Board may deem necessary; and \\",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "26 «Tourist Devetopment Act, No. 14 of 1068 (d) to levy such fees and charges as may be necessary for services and amenities provided by the Board. Boner of 58. (1) For the purpose of enabling the Board to ister to - r Bea exercise, perform or discharge, within any national caain holiday resort, any power, duty or funotion under any writen eve written law for the time being specified in the First Schedule, regulations may be made under this Act, with the concurrence of the Minister to whom the subject or function of that written law has been assigned by the Prime Minister under section 46 (4) of the relevant Order in Council, declaring that any such written law shall, in its application within that resort, have effect subject to such modifications as may be specified in those regulations.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "(2) Regulations may be made under this Act, with the concurrence of the Minister to whom the subject or function of any written law for the time being specified in the First Schedule has been aasigned by the Prime Minister under section 46 (4) of the relevant Order in Couneil, declaring that such written law, or any such provisions of such written law as may be specified in those regulations, shail not apply within any national holiday resort.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "{8) Where any regulation is to be enacted in pursuance of sub-section (1) or sub-section (2) which amends, modifies, limits or suspends the exercise of the powers, duties or functions statutorily conferred upon or delegated to any local authority or any Goverament-sponsored board or corporation under any written law specified in the First Schedule, the Minister shall before he seeks the concurrence of the Minister to whom the subject or function of that written law has been assigned by the Prime Minister under section 46 (4) of the relevant Order in Council consult the wishes of such local authority or board or corporation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "(4) Notwithstanding the provisions of sub-section (3) of section 96 of this Act no regulation made in pursuance of any of the provisions of this section shall come into force unless and until it has been approved by resolution of the House of Representatives,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "Tourist Development Act, No. 14 of 1908 2% CHAPTER I Constitution of Resort Authorities and Powers and Functions of such Authorities",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "87. (1) The Minister shall, by notification 4 roo published in the Gazette,— Anthony to",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "{a) constitute a Resort Authority for each national 4",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "holiday resort; and Balidey revere.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(8) assign a name to that Resort Authority,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(2) The provisions for the time being contained in the Second Schedule shall spply to and in relation to a Resort Authority for each national holiday resort in respect of all matters to which such provisions apply.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "88, (1) A Resort Authority shall, as agent of the Hest sumo Board, exercise, discharge and perform such powers, islet of ibe functions or duties of the Board as are assigned or ™*\"!- delegated to it by order from time to time made by the Board, and in the exercise of such powers, func- tions or duties, the Resort Authority shall give effect to any directions which may, from time to time, be iseued by the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(2) The Board may, from time to time, by order assign or delegate to a Resort Authority any of the powers, functions or duties conferred or imposed on the Board under this Act or any other written law.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(3) Any directions which the Board may issue under the provisions of this section shall bs in conformity with sub-section (1) of seotion 14 of the principal Act.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "{4) Where the effect of an order of the Board under sub-section (2) is that functions previously directly exercisable by the Board are exercisable by a Resort Authority, or that functions previously exercisable by a Resort Authority are exercisable directly by the Board, the order may include such transitional provi- sions as to the parties by and against whom legal",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "Proceedings are to be instituted or continued, and such other transitional powers, if any, as may appear to the Board to be expedient.",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "2% Tourist Development Act, No. 14 of 1968 Speciad prom. 89. (1) No assignment or delegation of powers b: fou wolieh the Board under tgs Chapter, Or aby ‘lirection issued ie by the Board, shall empower a Resort Authority to aihertier. borrow any money unless the borrowing is temporary and is for the purpose ‘of carrying out the current business of that Authority and is authorized generally or specially by the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "(2) As respects matters for the time being falling within the scope of any assignment or delegation by the Board under this Chapter, the following provi- sions shall have effect except as between a Resort Authority and the Board, that is to say—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "(a) ony rights, powers and liabilities of the Board, including suits or prosecutions, shall be treated as rights, powers and Habilities of that Authority, and that Authority only;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "(8) that Aathority shall to the exclusion of the Board be treated as the employer of any officers or servants of the Board’ so long as they are by virtue of the assignment or delegation under the control of that Authority;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "and any reference to the Board under thia Act or any other written law or in any contract or document shall be construed accordingly, and legal proceedings shall be brought by and against that Authority accordingly tothe exclusion of the Board:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "Provided that if any sum required by any jndg- ment of order to be paid by the Resort Authority is not paid by that Authority within one month from the date on which the execution becomes leviable to enforce the judgment or order, the Board shall be liable to pay that sam and that judgment or order shall be enforceable against the Board accordingly.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "Contrasts by 60. Any local authority or Government depart- Tet Auten mont or other body of persone (whether corporate or Tange unincorporate) may, notwithstanding anything to the st feel contrary in any written law or instrument relating to ee its functions, enter into and perform all such contracts with a Resort Anthority as may be necessary for the exercise, discharge or performance of the powers, functions and duties of that Authority. Delegation of 64. All duties and powers which a Resort poem cl Beat Authority is empowered to perform and exercise under samy this Act or under any other enactment, or any aub- sidiary written law made or issued thereunder, may",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "Tourist Development Act, No. 14 of 1968 20 be performed and exercised by any officer of that Authority generally or specially authorized thereto in writing by that Authority, object to the direction and control of that Authority, for such period and to such extent, if any, as may be specified in such written authority.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "62. A Resort Authority may, by instrument in PogeotBaot",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "writing, grant ‘a general authority to any officer of grans gout! that Authority to do, give, or receive, as may be fatheran pecessary, from time to time, subject to the general 7 control of that Authority all acts, receipts and approvals which that Authority is enipowered to do, give, or receive by this Act or any other enactment, Gr by any subsidiary written law made thereunder, and all acts, receipts, and approvals done or given ar received by such officer, 20 long as such instrament remains in foros, shall be as binding and valid as if such acts, receipts and approvals were done or given by that Authority.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "63. Whoever shall wilfully obstruct any officer of Pusishmest to a Resort Authority in the performance of any power, ain of” fonction or duty or in the exercise of any authority Ret, vested in or conferred upon him under or by virtue ‘Here of any of the provisions of this Act or any other enact- ment, or any subsidiary written law made thereunder, hall be guilty of an olence under this Act, and shall be liable on conviction to be punished with a fine not exceeding two hundred and fifty rupees.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "6%. A person who is # Resort Authority, and all 4 Bem officers and servants of that Authority, shall be {stqus=* eemed to be public servants within the meaning and +m’ sevss for the purposes of the Penal Code. cee",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "° cary CHARTER TIT Planning Procedure",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "65. (1) The Board may direct the Resort Jur! mr Authority for a national hobday yesort to prepare Stine t @ regort development plan for that resort, and may prmrereas specify a date before which such plan should be pic?\" submitted for the consideration of the Board:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "Provided, however, that the date so specified may be extended, from time to time, at the request of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "such Authority.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "30 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "(2) Upon a direction being issued under the preceding sub-section for the preparation of a resort development plan for notitnal holiday resort it shall be the duty of the Resort Authority for that resort, in accordance with auch directions and on or before such date as may be specified in such directions, to prepare a draft resort development plan for that resort.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "(8) The draft resort development plan so prepared by the Resort Authority shall be accompanied by such maps or sketches and a statement setting out the stages and the period within which the proposed plan is to be implemented, together with an estimate of the cost of implementing such plan.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "rate resort 66. (1) Every draft resort development plan which",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "fee is prepared ‘under this Chapter stall be submitted to",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "gbaitelto, the Board, and the Board shall, as soon as practicable,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "fue examine the draft plan and tranamit it to the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "Minter. Minister, together with its recommendations for the approval or modification thereof.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "(2) Upon the transmission of the draft resort development plan to the Minister under the preosding provisions of this section, the Minister may, after consideration of the recommendations made by the Board with respect to the plan, approve the draft resort development plan, subject to such alterations or modifications, if any, as the Minister may consider necessary.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "\"Provision with. 67, Before a draft resort development plan for suet te 40 ony national holiday yesort is approved by the ‘tia! bobtsy Minister, the Minister may, if he considers it expedi- ia ent that the plan should include provision with respect to any land which, though situated outside the limits of that resort, is contiguous to that resort, direct the Board to include or cause to be included in the plan provision with respect to such land. Coming inte 68, Every resort development plan or modification sentin ot thereof which has been approved hy the Minister shall ment plan, be published in the Gazette and shall come into operation only after the expiry of a period of fifty days after such publication, provided however that the House of Representatives may by resolution",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "Tourist Development Act, No. 14 of 1968 31 within that period declare such plan or such modifi- cation thereof to be void and of no effect and provided further that in the computation of that period no account shall be taken of any period during which Parliament is prorogued or dissotved.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "69, (1) The Board may, at any time after a resort Dictation to development, plan has come into operation for any Tunas ational holiday resorts direct, the Resort Authority Seatarese to prepare o new resort development plan for the eliession or modification or revocation of that plan, or of any lesion provision contained in that plan, and may specify the date before which such new plan shall be submitted for the consideration of the Board:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "Provided, however, that the date so specified may be extended, from time to time, at the request of the Resort Authority.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(2) Upon suck directions being issued under the preceding sub-section for the preparation of a new resort development plan for a national holiday resort, . it shall be the duty of the Resort Authority, in acoord- : ance with such directions and on or before such date ° as may be specified in such directions, to prepare a new draft resort development plan for that resort,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(3) Every direction issued under the preceding provisions of this section for the preparation of a new resort development plan shall have the like effect as any directions issued under section 65, and the pre- ceding provisions of this Chapter shall, in so far as they are applicable and subject to such modifications or adaptations as may be made in that behalf by regulation made under this Act, apply in relation to the preparation and consideration of that new plan, and the approval and the coming into operation thereof.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "70, (1) The Board may, at any time after a resort Application tor development plan has come into operation, make appli- 4 mets, cation to. the Minister to revoke any provision seyese contained in that plan. poe",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "aorelopment",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(2) The Minister may, upon application made to P#. him in that behalf under sub-section (1), determine that any provision contained in the resort development plan to which such application relates shall be revoked.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "it pons tien",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "32 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "(8) Every determination made under the preceding provisions of this section for the revocation of any provision in a resort development plan shall be published in the Gazette and shali come into operation upon the date of such Publication, or on such later date as may be specified in the determination.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "Geoeral pom 74, Gy Any resort development plan for any",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "Gaus of «ational holiday resort may contain such provisions",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "fog dewhy, as may be necessary or expedient for regulating or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "pios.\" prohibiting the use or development of land in that Tesort.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "(2) Without prejudice to the generality of the powers conferred by sub-section (ps a resort, develop- ment plan for any national holiday resort may make provision in respect of all or any of the matters specified in the First Schedule to the Town and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "cop. 280, Country Plaaning Ordinance. Aatbociy 72. The authority responsible for the execution of femoositle for any resort development plan for any national holiday reste develop resort shall be the Board. ‘nat plan.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "~ Permits for 73. (1) On or after the date on which any resort sexton... development plan comes into operation for any af meucures, national holiday resort, no person shall, if provision pet lr ses. ig included in ‘hat plan in respect of land contiguous 4a, connection to. tha resort,— mith weds, sod offen. (a) erect, re-erect, alter or repair any structure in",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "or upon auch land; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "(8) Jay out, construct, widen, extend, or close, ot",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "attempt to lay out, construct, widen, extend,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "or close, any road in or upon sach land, except under the authority of a permit issued by the Resort Authority.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 33,
    "par_num": 14,
    "text": "(2) A permit in respect of any land referred to in sub-section (1) shall be granted by the Resort Authority under that sub-section unless the Authority ig satisfied that the work to be executed under the authority of the permit will be inconsistent with or in contravention of any provision in the resort develop- ment plan for the time being in operation and applic- able to such ares. or of any provision of any other enactment Telating to the execution of such work ‘which may be applicable in the case of such land.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "Tourist Development Act, No. 14 of 1968 33",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "3) Any person who is aggrieved by the refusal of ans peso PAuthority to ant @ permit under this section may, subject to regulations made under this Act, appeal to the Minister against such refusal and the ‘decision of the Minister upon any such appeal shall be final and conclusive.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "(4) Where any resort development Plan for the time being in operation for any national holiday resort includes apy provision in respect of land contiguous to that resort, any person who does any act or thing to, in or apon such land in contravention of that provi- sion shall be guilty of an offence under this Act, and shall be liable on conviction to a fine not exceeding two hundred and fifty rupees, and in the case of & continuing offence to an additional fine not exceeding fifty rupees for every day during which such contra- vention is continued after such conviction, or after service of a written notice from the Chairman of the Resort Authority for that resort directing attention to such contravention.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "PART IIL Prorgction or Hisuways anp Pracea or Scenic BEAUTY AND ConTROL oF JunK YaRos",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "74, (1) Regulations may be made under this Act, Cole fr te prescribing a Code comprising such provisions as [opm of may appear to the authority competent to make such regulations necessary and A proper for the pur- poses of the promotion of the safety and recreational value of public travel, end of the preservation of natural and scenic beauty.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "{2) Without prejudice to the generality of the powers conferred ty sub-section (1), regulations made under this Act prescribing the Code referred to Jn that sub-section may make provisions in respest of ail or any of the matters for the time being specified in the Third Schedule, and for all other matters connected therewith or incidental thereto.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "78. (1) No Crown land situated within any area Gwwn unt declared to be a scenic reserve under the Code \"iia 17, referred to in section 74 (1) shall be alienated under to be s scenic the provisions of any written law, except with the [tyt.ta,\" priok approval given in writing by the Minister, ube te",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 34,
    "par_num": 8,
    "text": "(2) Any gach alienation of Crown land in breach *-taitw. ‘of the provisions of aub-section (1) shall, for all purposes, be null and void.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "34 Tourist Development Act, No. 14 of 1968 Rrovisoas 76. Neither the provisions of the Prescription rereriing_-Ordinanos nor those of any other law relating to the ELE.ge —Soquisition of rights by virtue of ownership, “posses io seat sion or user, shall apply in respect of advertisements, Sap. buildings, structures, alterations or junk yards",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "erected, displayed or maintained in contravention of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "the provisions of the Code referred to in section",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "7 ty, and no person shall be entitled to any",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "exclusive rights of ownership, possession or user in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "respect of any advertisement, “building, structure,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "alteration or junk yard erected, displayed, or main-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "tained on any road or reserve or ‘other place in eon.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "travention of such provisions, either before or on or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "after the appointed date.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "PART IV REGutation, Supervision, Cuasstercation, Insze- TION AND CONTROL OF THE ESTABLISHMENT, ‘Mamrenance AND OPERATION OF Tourrst SERVICES CHAPTER 1 Tourist Services",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "Tourist Hotel §= 7, (1) Regulations may be made under this Act Code prescribing ¢ 8Gode ‘comprising such provisions as",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "Tay appear to the authority empowered to make",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "cock repolations necessary. ard proper for the pur- .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "posts of the Tegulation, ‘supervision, clasilfcation,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "Inspection and control of the establishment, main-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "tenance and operation of tourist services, consisting",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "of tourist hotels (in this Act referred to as the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "“Tourist Hotels Code”).",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "(2) Without prejudice to the generality of the powers conferred ty sub-section (1), regulations ‘ made under this Act prescribing the Tourist Hotels Code may make provisions in respect of all or any of such matters for the time being specified in the Fourth Schedule as may be necessary or appropriate ; for the purposes referred to in aub-section (1). :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "revel agents’ 78. (2) ‘Regalations may be made under this Ac *",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 35,
    "par_num": 22,
    "text": "Coie, prescribing a Code comprising such provisions as Tay appear to the authority empowered to make regulations necessary and proper for the purposes of the regulation, supervision, classification, inspection and control of the establishment, maintenance and operation of tourist services, consisting of travel agents (in this Act referred to aa the ‘ Travel Agents’ Code”).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "Tourist Development Act, No. 14 of 1068 35",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "(2) Without prejudice to the generality of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "pos conferred ty sub-section (1), sepalaons Trade under this Act prescribing the Travel Agents’ Code may make provisions in respect of al! or any of such matters for the time being specified in the Fifth Schedule as may be necessery or appropriate for the purposes referred to in sub-section (1).",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "79, (1) Regulations may be made under this Act Toukt quite prescribing a “Code comprising ‘auch provisions as xg\" tnny  OpPSar to the authority” empowered to make . su regulations necessary and proper for the pur- poses oi the regulation, supervision, classification, {hepection and control of the establishment, main- tenance and operation of tourist services, consisting of tourist guide lecturers (in this Act referred to as the ‘' Touriat Guide Lecturers’ Code ””).",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "(2) Without prejudice to the generality of the pea coarse by sabencton °(1) regulations fmade under this Act prescribing the Tourist Guide Lecturers’ Code may make provisions in respect of all or any of such matters for the time being specified in the Sixth Schedule as may be necessary or appTo- priate for the purposes referred to in sub-section (1).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "80. (1) Regulations may be made under this Act spite: prescribing @ Code comprising such provisions a5 Sivas cols may appear to the authority empowered to make such regulations neoseary and proper for the par- poses of the regulation, mupervison, classification, inspection and control of the establishment, main- tenance and operation of specified tourist services (in this Act referred to as the ‘‘ Specified Tourist Services Code”).",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "(2) Without prejudice to the generality of the powers conferred by sub-section (1), regalations made under this Act prescribing the Specified Tourist Services Code may make provisions in respect of all or any of such matters for the time being specified. in the Seventh Schedule as may be necessary or appro- priate for the purposes referred to in sub-section (1).",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "SA. @ The Minister may, on the recommenda- spedte__ tion of tha Board, by Order published in the Gazette, \"ev declare that the provisions of the Specified Tourist",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": ". Services Code shall apply to any such tourist service of any such class or description as shall be specified",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "36 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "in the Order, not being a tourist service consisting of tourist hotels, travel agents or tourist guide lecturers (in this Act referred to as a “‘ apecified tourist service\"). :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "(2) Every Order made by the Minister under sub-section (1) shall come into force on the date of its publication in the Gazette, or on such later date as may be specified therein.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "(8) For so long, and so long only, as an Order under this section is in fores in respect of any tourist serviee, the provisions of the Specified Tourist Services Code shall apply to, and in relation to, such service.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "Diferent 82. Different Codes may make different provi- Soler may, sions in respect of the different descriptions of tourist poehioon services to which such Codes apply. CHAPTER Ir Control of Prices, Fees, Rates and Charges in respect of Tourist Services Qrter by 83, (1) The Chairman of the Board may. where it Ghoims appears to him to be expedient so to do, after consul- pres ey tation with any other price control authority consti- i wiec'st — tnted under any other written law, by Order fix the acrvicen. maximum prices, rates, fees or charges that may be imposed, levied, demanded or recovered by any tourist service. Such Order is in thie Act referred to as a “\" price control Order”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "(2 Any price control Order—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "{a) may be made operative to all tourist. services throughout Ceylon, or may be limited in its operation to tourist services in any such place or area in Ceylon as may be specified in the Order;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "(®) may be limited in its application to any such description of tourist services as may be 50 specified;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "(©) may fix different maximum prices, rates, fees ‘or charges in respect of tourist services of different descriptions or different classes of _ tourist services of the same description; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "Tourist Development Act, No. 18 of 1968 87",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(@) may prescribe the conditions subject to which",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "such prices, rates, fees or charges may be imposed, levied, demanded or recovered by any such services, including conditions as to quality and standards of the amenities or facilities afforded by any such services.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(8) (a) Without prejudice to the generality of the powers conferred by the preceding provisions of this section, the Chairman of the Board shall, in making any price control Order, primarily bave regard to the necessity of ensuring that any description of tourist services of any one class shall be entitled to impose, levy, demand or recover higher maximum prices, rates, fees or charges than any other lower class of tourist services of the same description.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(®) For the purposes of this Chapter, the term “dass ”, in relation to any tourist service of any description, means the classification allotted or given to that tourist service in the register maintained for the purposes under the provisions for the time being of any Code applicable in the case of such tourist service.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(4) Every price control Order shail come into operation when atch Order is made and signed by the Cheirman of the Board.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(6) After rice control Order bas been signed by the Chairmen'of the Board, public notice thereof shall forthwith be given—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(a) by publication of such Order in the Gazette;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(6) in such manner as may ba prescribed. bj la",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "tions made for the purpose under this Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(6) Every price control Order shall, as soon as may be after the date on which it comes into operation, be placed before the Minister for his consideration, and the Minister may thereupon approve or rescind the Order.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(7) Where auy price control Order is rescinded by the Minister onder sub-section (8), notice of such res- cission shall be published in the Gazette, and the Order shall be deemed to be rescinded with effect from the date of such publication, but without prejudice to any- thing done or suffered thereunder or any right, obliga tion” or Lbility acquired, accrued oF ncorsed thereunder.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "38 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "(8) Where any Brice ‘control Order has bean approved by the Minister, notification of such approval shall be published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "Marocasion of 84, (1) Notwithstanding that « price control Order",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "Buse! in respect of any tourist service has been approved by the Minister, that Order may at any time be vevoked by the Chairman of the Board—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "(a) by a new price control Order in respect of that",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "tourist service; or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "(®) by an Order published in the Gazette,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "Every Order under Paragraph (2) of this sub-seetion shall take effect on the date of the publication thereof in the Gazette or on such later date as may be specified therein; and nothing in sub-sections (6), (7) an Got section 88 shall apply in the case of any such Order.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "{2} The rescission by the Minister or the revocation by the Chairman of the Board of any price control Order in respect of any tourist service shall not be deemed to prejudice or affect the power of the Chair- man to make a new price control Order in respect of that tourist service.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "Duy of 85, Where any price control Order is for the time",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "Feri t being in operation, the proprietor or manager of every",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "tort wrvice tourist service to which that Order relates shall—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "Sane ot (@) maintain, or cause to be maintained, a register",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "pee of prices, rates, fees or charges levied in respect of each of the services provided by such proprietor or manager and referred 10 in the Order;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "(8) make, or cause to be made, such register avail-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "able for inspection by the Chairman of the Board or any person authorized in writing in that bebalf by the Chairman; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "(¢) exhibit, in a conspicuous place and in euch",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "© einer as ‘may be dizeoted by the Chairman,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 39,
    "par_num": 19,
    "text": "a list of the maximum prices, rates, fees or charges referred to in that Order. se 86. (1) Regulations may be made under this Act Reeder er for the epee oF carrying out or giving effect to the H'aiee. principles and:provisions of this Chapter.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "Tourist Development Act, No. 14 of 1968 30",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(2) In particular, but without prejudice to the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "generality of the powers conferred by sub-seotion (1), regulations may be made under this Act for or in respect of all or any of the following matters:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "{@) the returns and information to be furnished for the purposes of this Chapter;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(®) the appointment, constitution and functions of a general advisory body and one or more local advisory bodies for the purpose of advising the Chairman of the Board on the exercise, discharge and ‘performance of his powers, functions and duties under this Chapter;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(&) the power to summon and examine witnesses or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "informants, to administer oaths, to require the produotion of, or to impound, documents, and to search and inspect premises;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "(@ the modes, other than the modes prescribed in section 83 (5), in which  pablic notice may be given of price control Orders; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "{¢) any other matters incidental or consequential to any of the matters aforesaid, or which may be necessary for the purpose of securing compliance with any price control Order.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "87, Any person who acts in contravention of any asec egsinse provision of this Chapter or of any price control Order tus Shapiro shall be guilty of an offence under this Act, and shall Brees, be liable on conviction, in addition to any other penalty that may be imposed on him for thet offence, to a fine not proveding two thousand rupees, orto imprison- ment of either description for a term not exceeding three months, or to both such fine and imprisonment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "PART V Generar",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "88. Any subsidiary written law made under this Bde ot Act shall, on its coming into foree or operation, be suidiey deemed to be as valid and effectual as if it were herein enacted. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "89, The exercise, discharge or performance of any Special provi- power, function or duty conferred ‘or imposed on the eee",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "ard by this Act or any other enactment or by any : subsidiary written law, shall be deemed fo have been,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": "40 Tourist Development Act, No. 14 of 1968 and to be, one of the objects for which the Board was constituted under the principal Act, and the provisions of that Act shall be read and construed accordingly. Porat of Bout 90, (1) For the purpose of the exercise, discharge S08 or performance of its powers, functions or duties ° under this Act, or any other enactment (other than the principal Act), the Board may enter into and perform AIL such contracts as may be necessary for that purpose.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": "(2) For any purpose referred to in sub-section (1), the Board may establish its own branches or agencies or make contracts or other arrangements for such Purposes with Government departments, local Suthorities, or other persons (whether in or’ outside Ceylon).",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": "Rover ot 91. (1) For the purpose of enabling the Board or Minietes to any Resort Authority to effectively exercise or dis- \"charge or perform its powers, functions or duties under this Act, or any other enactment, the Minister may, by Order published in the Gazette, issue all such directions as may be necessary with a view to pro- viding for any unforeseen or special circumstances, or to determine or adjust any question or matter for the determination or adjustment of which no provision or no effective provision is made by this Act, or such other enactment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": "@) Within a period of fifty days after the publi- cation in the Gazette of any Order made by the Minister under sub-section (1) the House of Represen- tatives may by resolution revoke such Order, and in the computation of such period of fifty days no account ghall be taken of any period during which Parliament is prorogued or dissolved. Such revocation shall be without” prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": "ob Rest 92, The Rent Restriction Act shall not apply iS\" within any national holiday resort, ond in oF ia ptr retin ay relation to land alienated for tourist development fears er led’ projects under Part I of this Act or any building newetie’ standing in or upon such land, and accordingly the gw” provisions of that Act shall be read and construed demionoant .  gubbject to the provisions of this section. Cap. OH,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": ". Any Resort Authority shall be exempt from",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": "niger te eynoct of any tax on the imoome or profis made Blas, by such Authority.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "Tourist Development Act, No. i4 of 1968 41",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "93, (1) No suit or prosecution shall lie Sgainst Pretection far any member of the Board or any Resort Authority sion taken or any advisory body or against say officer, servant Sictouel te or agent of the Board or euch Authority or such body Beard ¢ sor for any oct which in goed faith is done or purports 2's to be done by him under this Act or any subsidiary *dvivry tody. written Jaw made thereunder, or on the direction of the Board or any such Authority or body.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(2) Any expense incurred by the Board or any Resort Authority in any suit or prosecution brought by or against the Board or any mach Authority before any Soudt shell be paid out of tbe Fund of the Board or any such Authority, as the case may be, and any costs paid to, or recovered by, the Board or ony cach Authority in any such suit or prosecution shall be credited to the appropriate Fund. £ Any expense incurred by any such person as is referred to in sub-section (1} in any suit or prosecution brought against him before any court in Teepe af any act, which is done ar purports to be done by him under this Act, or any subsidiary written law made thereunder, or on the direction of the Board or any Resort, Authority or any advisory body, shall, if the court holds that the act was done in good faith, he paid out of the appropriate Fund,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(2) For the purnoges of this seotion, the expression “appropriate Fund \"—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "(@) in relation to the Board or any advisory body",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "or any member, officer, servant or agent of the Board or such body, means the Fund of the Board;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "() in relation to any Resort Authority, or any",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "member, officer, servant or agent of such Authority, means the fund of thet Authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "98. No writ against person or property shall issue No writ 0 against a memberof the Board of any advisory body Sore sia or of any ‘Resort, Authority in any action brought prpery of a against the Board or such body or Authority, as the Bett of case may be. Been dale",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "Sitinory body.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "96. (1) The Board may, with the concurrence of Fepultioas. the Minister, make regulations to give effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "42 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "@) In particular, but without prejudices to the generality of the powers conferred by sub-section (1), the Board may, with the concurrence of the Minister, make regulations in respect of all or any of the following matters: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(a) any matter in regard to which regulations are authorized or required by this Act to be made;",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(®) the amendment, revocation or replacement of any of the provisions of any Schedule or of any Code;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(@) the mode and manner of payment for facilities or services rendered by persons operating or providing tourist services;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(@ the appointment, constitution and functions of a general advisory body. for the purpose of advising the Board, the Chairman thereof or the competent authority on the exercise, discharge and performance of its or his powers, functions or duties under this Act or any Code;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(©) the appointment, constitution and functions of ‘one or more local. advisory bodies consisting of members of local authorities or other persons for the parposs of advising Rerort Authorities on the exercise, discharge and performance of its powers, duties or functions under this Act or any Code; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(f) all other matters connected with or incidental to the matters aforesaid.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(8) Witbout prejudice to the generality of the powers conferred by sub-section ‘(h, the Beard may, ‘with the concurrence of the Minister, make regula- tions in respect of all or any of the following matters:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(@) the reference of every | dispute as may have arisen between a claimant to compensation under any Code and any other person or authority for decision to any arbitrator ot arbitrators;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "(®) the manner in which the arbitrator or arbitea- tors shall be nominated, the procedure to be followed by the arbitrator or arbitrators in entertaining, hearing and Sisposing of such references and the awarding of costs on such references;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "Tourist Development Act, No. 14 of 1968 48",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(©) the conferment on the arbitrator or arbitrators of all the powers of a District Court to summon and compel the attendance of wit- nesses, to compel the production of docu- ments, and to administer any oath or affirmation to witnesses;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(@ the mode and manner of the enforcement of the decision of the arbitrator or arbitrators;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(©) the finality and conclusiveness of the decision of the arbitrator or arbitrators; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "{f) all other matters connected with or incidental to the matters aforesaid.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(4) Without prejudice to the generality of the powers conferred by sub-section (1), the Board may, with the concurrence of the Minister, make regulations in respect of all or any of the following matters: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(a) the constitution of a Tribunal to which appeals may be preferred under any Code, and the mode and manner of the » appointment of the member or members of such Tribunal;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(®) the procedure to be followed by the Tribunal in entertaining, hearing and deciding such appeals, and the awarding of costs on such appeals;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(© the conferment on the Tribunal of all the powers",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": ". of a Distriet Conrt to summon and compel the attendance of witnesses, to compel the production of documents, and to administer any oath or affirmation to witnesses;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(@ the mode and manner of the enforcement of the decisions on such appeals;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(@) the finality and eonclusiveness of such decisions; an",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(/) all other matters connected with or incidental to the matters aforesaid.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(5) Every regulation made by the Board, with the concurrence of the Minister, shall be published in the Gazette and shall come into operation on the date of such publication or on such later date as may be speci- fied in the regulation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 44,
    "par_num": 15,
    "text": "(8) Every regulation made by the Board, with the concurrence of the Minister, shall, as soon’ as conve- nient after its publication in the Gazette, be brought",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "\"44 Tourist Development Act, No, 14 of 1968 before the Senate and the House of Representatives for approval. Any regulation which is not so approved shall be deemed to be rescinded as from the Mate of disapproval, but without prejudice to anything pre- viously done thereunder. Notification of the date on which a regulation is deemed to be rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "(7) The provisions of sub-section (5) shall in its",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "application in the ease of suy regulation made by the ard in respect of any of the matters referred to in sub-sections (1) and (@) of section 56 have effect subject to the provisions of sub-sections (8) and (4) of that section; and the provisions of sub-section (6) of this section shall not apply to any such regulation. Delegation at 97. The competent authority may delegate in pra writing to the Board or any member or officer of the sompetent Board, or to any Resort Authority, any of his powers, Paris funetions or duties under this Act or any subsidiary written law made or issued thereunder. Prtectog 98. It is hereby declared that nothing in this Act en or any Code is to be treated as conferring on any person who carries on any tourist service which is registered or licensed under such Code any right to the continuance of any benefits arising from the provistons of this Act or auch Code, or from such registration or licensing, or from any conditions attached thereto. Osences, 99, (1) Every person who contravenes or fails to comply With eny provision of this Act, or of any subsidiary written law made or issued thereunder, shall—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "(a) if such contravention is not made an offence by any other provision of this Act or such lav, be guilty of an offence under this Act; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 45,
    "par_num": 5,
    "text": "(®) if no other punishment is expressly provided for such offence by any other provision of this Act or such law, be liable on conviction to a fine not exceeding two hundred apees, and, if such offences is a continuing offence, to an additional fine of fifty rupees for each day on which the offence is continued after conviction, or after written notice of such contravention is served on such person by the competent authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "Tourist Development Act, No. 14 of 1968 45",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "(2) Every offence ander this Act shall be summarily triable by @ Magistrate’s Court.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "& No prosecution for an offence under this Act shall be instituted in any court except with the written sanction of the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "400, Where an offence under this Act is committed Oaeaces by by @ body of persons, then,— roast",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "{a) if that body of pereons ie a body corporate,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "every director and officer of that body corporate; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "(®) if that body of persons is a firm, every partner",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "of that firm, shail be deemed to be guilty of that offence:",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "Provided, however, that a director or an. officer of such body corporate, or a partner of such firm, shall not be deemed to be guilty of such offence if he proves that such offence was committed without his",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "aowledge or that he exercised all due diligence to prevent the commission of such offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "401. (1) Any offence under this Act may, if n0 Powe prosecution for such offence is actually pending, be Suzan? compounded by the competent authority on the pay ment by the scoused of such sum of money as may determined by such authority, or if a prosecution for such offence is actually pending, be so compeanded by such authority with the consent of the Magistrate; but the Magistrate shall record his reasons for giving such consent.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "(2) The compounding of an offence under this settion shall hive the eect of aa acquittal of the accused.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "402, The provisions of this Act and of any Bist ot subsidiary written law made or issued thereunder *** shall have effect notwithstanding anything in any other written law.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "408, (1) In this Act, unless the context otherwise Interpetatna. Tequires—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "“ alienation ’, with ite grammatical variations and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 46,
    "par_num": 16,
    "text": "cognate expressions, means any transaction of whatever nature affecting land or the title",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "‘ 48 Tourist Development Act, No. 14 of 1968 thereto, and includes any conveyance, trans- ' fer, grant, surrender, exchange, lease or i mortgage of land; “ approved credit agency ”” means any commercial bank within the meaning of section 127 of ap. 122, the Monetary Law Act, and includes am ' * other institution for the time being specified in the Eighth Schedule; “Board? means the Ceylon Tourist Board established or constituted under the principal = cts ’ “ Code ** means any Code prescribed by regulations made under this Act; “competent authority” means the Director. General of Tonrism appointed for the purposes of the principal Act or, if there is no such Director-General, the Chairman of , the Board; *< Grown land \"” means all land in Ceylon to which : the Crown is lawfully entitled or which may be disposed ‘of by the Crown, and includes ‘ all rights and privileges attached or apper- taining to such land; “foreshore” means the shore of the Island of ~ Ceylon between the high water mark and the low water mark; ** instrument of alienation '* means any instrument ‘or document whereby any alienation of land is effected and includes a grant, lease, permit or licence relating to land; “Jake? means a lake as defined in section 70 of ap, 58, the Crown Lands Ordinance and includes any tank declared under section 71 of that Ordinance: “land” includes— {a) any interest in land; (8) the bed of any lake or stream; ! (¢) things attached to the earth or perma- ! nently fastaned to anything attached i to the earth; ‘ (d) any resthovse:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "Tourist Development Act, No. 14 of 1968 47",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "** local authority ’' means any Municipal Council, Urban Council, Town Council or Village Council;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“* national holiday resort * means, subject io the provisions of sub-section (2), any area declared to be a national holiday resort under this Act;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "‘« principal Act ” means the Ceylon Tourist Board Act, No. 10 of 1966;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“relevant Order in Council’ means the Ceylon (Constitution) Order in Council, 1946;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“ Resort Authority” means a Resort Authority established or constituted under this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "* resort development plan ”’ means a resort develop- ment plan prépared for a national holiday resort under this Act, and for the time being in operation;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "**resthonse ’” means a public resthouse, and in- cludes any land appertaining to any rest- house, and any ambalama, maddum or any public building for the shelter of travellers;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“ Schedule *’ means a Schedule to this Act;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "‘© subsidiary written Jaw” includes all Orders, rules, by-laws, regulations, Codes, directions and any other instrument by whatsoever name or designation called, made or issued under any enactment including this Act;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "'< timber ”’, in relation to any land, has the same ‘meaning as in the Forest Ordinance; cap. 68",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "* tourist” has the same meaning as in the pria- cipal Act;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“tourist development project” means the execu- tion or carrying out of any tourist develop- ment purpose;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“* tourist development purpose ” means any service declared to be a tourist service by Order",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "made under section 48 of the principal Act;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 48,
    "par_num": 16,
    "text": "“* tourist guide lecturer” has the same meaning as in the Order for the time being in operation under section 48 of the principal Act, declar- ing a tourist guide to be a tourist service for the purpose of that Act;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "! 48 Tourist Development Act, No. 14 of 1968 * tonrist bute” has the same meaning as in the | . . me 8 3 Order for the time being in operation under : section 48 of the principal Act, declaring any tourist hotel to be a tourist service for the purpose of that Act; ~ tourist service has the saute meaning as in the principal Aot; ** travel agent” bas the same meaning as in the Order for the time being in operation under section 48 of the principal Act, declaring a travel agent to be a tourist service for the purpose of that Act: “vest”, in relation to any Crown land, means to : vest by way of special grant or lease under Cap. 404. the Crown Lands Ovdinance, read with section 3. of this Act or by vesting Order under section 4, and its grammatical varia- tions or cognate expressions shall be j construed accordingly. {2) ‘The expression “ national holiday resort”, in any context relating to a resort development plan, 4 sball, if such plan includes provision in respect of land ‘contiguous to such resort, be deemed to include ‘ such land. - PART VI SPEctAL PROVISIONS RELATING TO CERTAIN MATTERS Aupnain of 104. On and after the appointed date— . Prdinapee. (a) the Guides Ordinance and any by-laws, Fup. 218, licences and any other instruments made or issued under that Ordinance and in force on the day immediately prior to that date * shall have effect subject. to the following modifications, namely, as though references in that Ordinance or by-laws or licences or * other instruments to the authority, officer or person (other than the Minister) were references to the competent authority, and ali references to the Minister were references _ to the Minister to whom the subject or = function of tourism has been assigned by ihe Prime Minister under section (4) of the relevant Order in Council ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "Tourist Development Act, No. 14 of 1968 49 (®) such by-laws, licences or other instruments shail be deemed to be by-laws, licences or other instruments made or issned under this Act as modified by paragraph (a) of this section,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "105, (1) The provisions of Part I of this Act spedu pv. shall be deemed for all purposes to have come into ao, force on the date of the coming into operation of the  sesistio © principal Act. of led.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "(2). Any acquisition of any Jand under the Land Acquisition Act prior to the appointed date shall be csp. 400. deemed for all purposes to have heen made ander thet Act read with Part I of this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "(3) Any alienation of any land, being land referred to in sub-section (1), by the Board prior to the appointed date shall be deemed, for all purposes, to have been alienated by the Board under Part I of this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "(4) Any special grant or lease of Crown land made io the \"Board under setiion © of the Crowe Lands Ordinance prior to the appointed date shall cup. as. be deemed, for all | purposes, to have been tads under the provisions of that Ordinance read with Part I of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "106. The principal Act is hereby amended as Amentnent of followa:— a Pamsel",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "(1) im section 22 thereof by the substitution, for",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "sub-sections (1} and (2) of that section, of the following new sub-sections:—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "* (1) The accounts of the Board shall be andited annually by a qualified auditor (hereinafter referred to as ‘‘ the auditor 3 appointed by the Minister on the advice o} the Auditor-General. The auditor shall receive such remuneration from the Fund of the Board as the Minister ey eterming with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "(2) The Auditor-General shall have the power— 5 (a) to direct the manner in which the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "Board's accounts shall be audited by",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "the auditor and to give the auditor",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "instructions in regard to any matter",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "relating to the performance of his",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "functions es the auditor; mn one 69)",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "50 Tourist Development Act, No. 14 of 1968 @) to conduct » supplementary or additional audit of the ‘Board's acount by such",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "Berson oF persons as the Auditor",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "jeneral may authorize in that behalf, and for the purpose of such audit, to require information or additional information to be furnished to any person. go authorized, on such matters,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "yy such person or ‘persons, and in such form, as the Auditor-General may, by special order, direct.’;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "(2) by the repeal of section 23 of that Act and the substitution therefor of the following new section s—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "Tasaiere 28. (1) The auditor shall examine J the accounts of the Board and furnish @ report stating—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "- (@) whether he has or has not obtained all the information and expla- nations required by him;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": ": (8) whether the balance sheet and accounts referred to in the report are properly drawn up so as to exhibit a trae and fair view of the affairs of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "(2) The auditor shall submit a copy of his audit report to the Auditor-General who sball have the right. to comment upon, or supplement, the auditor's report in such manner as the Auditor- General may think ft.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "(8) The Auditor-General shall trans- mit the audit report, together with his",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": ": comments upon, or supplement to, such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "report to the Board. ”;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "(8) by the insertion, immediately after section 28, of the following new section which shall have effect as section 23, of that Act:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "“ Zommoftte, 93a, The Anditor-General and the SuPaSGuits. auditor shall have access to all such books, deeds, contracts, accounts,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": "vouchers and other documents of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 51,
    "par_num": 16,
    "text": ": Board as the Auditor-General may con- sider necessary for the purpose of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 52,
    "par_num": 4,
    "text": "Tourist Development Act, No. 14 of 1968 51 audit and shall be furnished by the members or officers of the Board’ with such information within their knowledge as may be required for such purpose. \"5",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 52,
    "par_num": 4,
    "text": "(4) in section 24 of that Act by the substitution, for the words “‘ the report relates, and’, of the: words “‘ the report relates, together with the Auditor-General’s comments (if any) upon, and his supplements (if any) to, the auditor's report, and’!; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 52,
    "par_num": 4,
    "text": "(5) by the insertion in Part ITI of that Act, immediately after section 25, of the following new section which shall have effect as section",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 52,
    "par_num": 4,
    "text": "25a of that Act:— * Bxeaption 25a. Notwithstanding anything in ger \"\"\"\" any other written law, the Board shall be exempt from the payment of income tax upon the profits and income of the Board.”’. FIRST SCHEDULE (section, 16] Last or Exaonmmurs axp Soxstotanr Warrrey Law Animals Act, No. 29 of 1958 Antiquities Ordinance (Chapter 168) Anuradhapurs Preservation Board Act, No. 92 of 1061 Avotionsera and Brokers Ordinasee (Chepter 100) Boats Ordinanes (Chapter 198) Butchers Ordinance (Chapter 272)- ‘Osmoteriss and Burial Grounds Ordinance (Chapter 281) ‘Crown Landmarka Ordinance (Chapter 456) Dog Registration Ordinance (Chapter 477) Bleoteicity Act (Chapter 205) Entertainment Tax Ordinanes (Chapter 267) Excize Ordinance (Chapter 63) Feuns ond Flora Protection Ordinanoe (Chapter 480) Flooa Protestion Ordinausa (Chapter 449) Forest Ordiasaca (Chapter 451) Hotel Keepers Ordinance (Chapter 26) Botel Keepers’ Liability Ordinance (Chapter 74)",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "52 Tourist Development Act, No. 14 of 1968 Housing and Town Improvement Ordinance (Chapter 268) Laud Development Ordinance (Chapter 463)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Lands Resumption Ordinance (Chapter 456)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Mines, Quatries and Minorals Ordinance (Chopter 210)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "‘Municipal Councils Ordinonee {Chapter 282)",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Nuisances Ordinance (Chapter 230)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Bilgenmoges Ordinance (Chepter 178)",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Publis Performances Ordinance (Chapter 176)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Rabiea Ordinance (Chapter 476)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Resthouses Act (Chapter 275)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Street Collections Regulation Ordinance (Chapter 478)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Soburban Deities and Laundries Ordinance (Chapter 288)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "‘Thoroughteres Ordinance (Chapter 103)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Tolls Ordinenes (Chapter 197)",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "‘Town Councils Ordinance {Chapter 256)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Town aod Country Planuing Ordinance (Choy",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Brban ‘Covvets:Grdivance {Chapter en) vier 20)",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Vehicles Ordinances (Chrpter 202)",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Village Councils Ordinanoe (Chspter 257)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "Subsidiary written lew enscted under any of the aforesaid",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "enactments, (Section 67) SECOND SCHEDULE PROVIGIONS APPLICABLE 70 AMD TT BRLATION 10 Rasoar AvreoRMEs J 1, A Resort Authority shell consist of one member appointed by the Board.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "2, A person shell be disqualified for appointment or for",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": ". 2 continuing a8 a Resorb Avthority if he is @ Senstor or s Member of Parliament or any member of @ local authority.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "8. Where a who is 3 Revorh Authority is, by reason onsets Raa Se a a Sake temporarily to perform the duties of bis office, then, the Boerd may appoint say person to act in bis place.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "4, A person who fe» Resort Authority shall, unless be earlier vacates office by dest, resignation or removal, held office for & period of three years.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "5, _A person who ia a Resort Authority and who vecutes office by effiuzion of time shall be eligible for reappointment.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "6. A person who ia a Resort Authority may resign frm office by letter addressed by him to the Board.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "7. No ach or proceeding of @ Resort Authority abell bo invalid by reson oaly of any defect in the appointment of the person who fs sunh Authority.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 53,
    "par_num": 28,
    "text": "8. A person who Ig s Resort Authority may be removed from office by tha Board without sesigning any ronson and his removal from ofine by the Boerd shall not be called in question in sny ‘sourt,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "Tourist Development Act, No. 14 of 1968 83",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": ". Any persoa who is » Resort Authority may be paid such ramoueration out of the funds of the Resort, Autbority and in such manaer and at such rates aa mey be determined by tha Board.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "10. A Resort Authority shall, by the name assigned to it under this Act, be, © body corporate with perpetual avoostion and a common seal. and may sue and bs sued in its corporate ame and absll, gubject to the approval of the Board, be espabie ‘of aoquiting, ‘holding or alienating property movable or immovable.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "11, Subject to the other provisions of this Act, sad to such special or genersl diractions ax may be isiued from time to time by the Board, a Reaort Authority may—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(1) appoint, dismiss and exercise disciplinary control over all",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "‘ta officers and servants;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(@) fix the wages, aalaries or remuneration of such officers and servants;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "() determine the terma and conditions of aervioa of all its officers and servante; .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(@ establish and regulote provident funds or achemes for the benefit of ite stall, and make contributions to say such fund of sohame:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "Provided thst the Besort Authority hall not, under the preceding provisions of thia eection, appoint any officer whose annual emoluments in the aggregate exceed four thoussnd rupees, without the prior approvel of the Board,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "13. (1) A Resort Authority shall bave its own Fund, aod all ronoys received by tbe Resort Authority shall be payale ato such Fund sud placed to the oredit of an account bearing the ame of that Fund at a bank approved by ths Board.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(2) ‘here shall be paid into the Fond of the Resord Authority for any national holiday resort—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "() all such sums of money as mey be voted by Parliament for the purpose of tho development of such national holiday resort;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "@) all sume of money resoived by the Resort Authority in ‘tho garrying on of ite business oF the exercise, discharge and performance of Its powers, functions and duties under this Act or onder any written lew;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(©) al revenus derivad by the alienstion of any proper situated within the bolidey resort; 7 7",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(@) all sume of money maua over by the Bosrd for the development of auch holiday resort.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(8) Thero shall be paid ont of the Fuad of the Resort Authority",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "for any national holidey reaort—",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 54,
    "par_num": 19,
    "text": "(@) ali sums of money requited for development;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "54 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "(®) soy expenditure inourred by the Authority in the carryis oo of its business or i the exercise, discharge and performance of ite powers, functions and duties under this Act, or under any other written lew;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "(0) all cums of money paysble by the Resort Authority in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "Gop, 190. renpect of any’ Hebility under tho Workmen's, Cora: pensation Ordinance;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "(@ oll sums payable by the Resort Authority, from time to time, a8 promis for the insurance of sny propecty belonging to or vested in the Board and situated in auch resort, of for insurance agsinst any liability that may be incurred by the Resort Authority under the Work- men’s Compensation Ordinance;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "(@) all sume whioh the Resort Authority mey decide to award ‘by way of ex gratia payments to any persous ot the Ggpendeats ‘of ‘any. persons. (other dian servazte of that Resort Authority) who receive iojuries or sustain any other damage or azo killed in cireumstances which, being due to an accident or to a defect in any machinery, plant or equipment used by the Resort Authority er to Yhe unauthorized or unlawful interference of @ third party, are only indirectly sttibutebls to the exercise of any of the powers vested in the Resort Authority or its officera or servants by or under this Act;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "(H all sums reosived by the Resort Authority which thet Authority is wuthorized or required by any written law to refund to the persons by whom they were paid;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "{g) such expenses not exceeding in the aggregate two hundred ‘and Gfty rupees in any year ae may bo incurred by the Resort Authority ja eonnection with civio receptions ot Yhe celebration or observance of any event ot occasion tf public interest, and such contributions not exeseding fn the aggregate two hundred and Sfty rupees in suy year a may be voted by thet Resort Authority towards The coot of public ceremoniea;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "() all contributions voted by the Resort Authority towards ‘the cost of publio recreations or entertainmenta or towards the support of any library or apy educational, Cultural, sclentifo, charitable or benevolent institution;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "() all gums voted by the Resort, Authority to meet the travel- Jing oxpenses of the memaber constituting thet Authority or Ofbcera of that Authority attending any meeting or conference for promoting the intercate of that Authority.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "18. (1) A Resort Authority shell cause ite eccounts to be",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 55,
    "par_num": 12,
    "text": "Kept im auch form and manner #s may be directed by the Board. (@) Tho provisions of sections 22, 23, 284 and DA of the principal Act, as amended by thi Act, shail apply to tbe Tecouste of every Resort Authority as if the references in those sections to the Board were refereuces to a Resort Authority. All cheques of orders for payment of moneye by 6 Bosort ‘AutGority ball bo signed sad izeued in such manner ae 207 bo determined by the Board.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "Tourist Development Act, No. 14 of 1968 55 THIRD SCHEDULE 1Beetion 74) MaxPERS 0k BEGPECE OF WitlOm PROVISION MAY BE MADE IH THE Cope FoR THE PROTECTION OF HIGHWAYE AND PLACES OF SOmMIC BEAUTY AND THE CONTROL OF UNE YARDG-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "1, The declaration by the Minister by Order, op the edvice of tho Board and with the coscurtencs of the Minister to whocs the subject ar funotion of thoroughfares hes been ossigned by the Prime Minister under seotion 46 (4) of the relevant Order ip Counail, that any such highway or part shereaf as may be speci- fied in the Order shall be a protected highway for tho purposes of thie Aot inorder fo promote the safety and recreational value of public travel and to proserve natural and soanio beauty fio this Schedule referred to os 6 “ protected highway \").",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "8, ‘The declaration by the competent sutharity, by general or special order, hab ony advertisement, not being a probibited advertisement, which is erecied or displayed within auch distance from tha centre of any protected highway os may bs specified im the order and is visible from such highway, shall conform to such requirements os shell be so specified (any edvertinement to which auch order applics ig in this Schedule xeforred to se a “controlled sdvertisement ”).",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "8. The probibition of the erection or display of any probibited sdvanisoment, bang op ndverinmant which vibe om ay ffofected bighoey, within such divtanos from the oantre of wu bighway ss msy be specified in the order.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "4, The decloration by the Minister by Order, om the advice of the Board, thet suy siich area as may be specified in the Order shall be scenic reserve for the purposes of this Act in order to promote the safety and recreational vatue of public travel end to reserva natural snd scenio beauty {in this Sobedule referred to as a“ scenic reserve ‘).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "A requirement that no such Order is made without the gonourrence of tha Minister So whom tha subject or function of local government, und the Minister to whom the subject or function of lands, nas boon aacigned by the Prime Minster under ‘saction 46 (4) of the relevant Order in Council.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "5, The making by the Minister from time to time of Orders contsining provisions to the following effect in respect of scenic reeerves:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "(@) the prohibition of the erection or display of any advertiso- mont ia any auch reserve except in conformity with the requirements or provisious of any such Order;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "(©) the probibition of ths erection or alierstion of any building ar other etruoture in any auch reeerre or the planting or felling of soy trees or other foliage in suy sucl reterve, except in sovordance with the requirements of any such Order; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "(©) the mode, manner and time within or in which ‘ocsightiy structure or object ia uty uch reserve. ahall be sereaned from view.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "8. (1) Empowering the Minister ou tho advice of the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 56,
    "par_num": 12,
    "text": "If bo is satisfied that it is necessary to do eo. in order #0 promote the enfety and resreationsl value ot public fraral and to preter 1 natural beauty, by general or special Order, to direct that any juok",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "58 Tourist Development Act, No. 14 of 1968 ‘roe yard situated in any such area as may be specified in the Order Bnd ie visible from ang highway",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "{e) shall be aoreened by natural objects, ploutinga, fences or ‘other menns 20 4a not to be visible from such highway; or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "() shall not be used theveatter; oc",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "(©) shall bo closed or filled up.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "() Empowering the competent authority from time to time to issue direotions fo the owners or osaupiera of lands ia any freq io which an Order under sub-rarograph (1) relate ts Yo the mode and manner ia which, snd the time within which, the provisions of that Order shell be romplied with.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "7. The publication of orders,  diveotions or notices in the Goxeite and in such other manner ss is bes’ calculated to give publicity thereto,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "8 ‘The mode and manner of the service of orders, directions or uotices om persona affected thereby.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "9 ‘The making of breaches or contraventions of the provisiona of the Code, or of any orders or directions or notines made or isaued thereunder, offences under Shis Act, and the provision of penalties for such offences.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "10, Such powers of entry and inspection of premizes, ond the doing of any such work, act or thing, in or upon any premises, a& may be uecessary for the purpose of enabling the competent suthorty fo eccure compliance wits, or preventing breaches or contraventions of, the provisions of the Code, or any orders oF direotions or notices made oe fsaued therounder.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "2. In this Sehedule—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "“* gdvertisement \"means any word, letter, model, sign, placard, board. notice, display, device or represents. tion, whether iluminsted or not, in the nature of, end employed wholly or in part for the purpove of, on",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "_ advertisement, announcement or direction (excluding",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "‘any such, thing employed wholly as a memorial or ns @ railway signal), and includes say hoarding or similar structure aed or adapted for the uee of display of an advertisement;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "“Coda” means the Code for the protection of highwage and Places of scenic beauty and the control of juok yards;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "“+ automobile graveyard\" shall mean aay establishment or place of business whiob is maintained, operated or used for storing, keeping, buying or calling wrecked, sorapped, ruined of dismantled motor vebicles or motor vabiale parte;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "hi \"\" qugons any road or thoroughfares to whieh the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 57,
    "par_num": 17,
    "text": "at. RignTAy oupbtares Ordinance applice, and includes. w rail on \"ads",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "Tourist Development Act, No. 14 of 1968 57 | “* jum” shell meso old or scrap copper, brass, rope, rags, : P™\"patteien, paper, trash, rubbieke debris, mooi ‘waste, sawn or vosawn timber or junked, distaantled or wrecked automobiles or parte thereof, iron, steel and other old",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "i ‘or scrap ferrous or non-ferrous anstevial;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "~ “junk yard\" meous en esteblishment, plese of business or other placs which is maintsined, operated or used for ‘storing, keeping, buying or selling junk, ot for the main-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "1 tenance or operation of an automobile graveyard, and Inches garbage ood rofuee dumps, sanitary fs, cesspools, abandoned quarries and lime pita;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "~ prohibited sdvertisoment ” means every adverticament,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "other than— (@ directional and officiat signs and notioss, which signs ' : ‘and notices shall include, but shall not be limited to, signa aad notices’ pertaining to natural wonders, seenie sod bistorigat stérections which are required or suthotized by law; (®) advertiaementa which sdvertisn the anle or lease of property upon which they are located; : (©) advertisementa which advertise activities conducted on the property ou wbich they are located; ‘advertiaemeots displaying the vame of tha propa oie thay are Leatel or the ome of Go proprietor or person in possession or ocoupation ‘thereat. . FOURTH SCHEDULE (Gestion 77] Marrans 16 RESPEOR OF WHICH PROVISION MaY EE MADE ti emp Touist Horse Cops",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "1. The regulation, supervision, classification, inspection and control of the establishment, maintenanse and operation of ‘tourist hotela.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "2. The probibition—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "{0} of the erection, re-erection or alteration of buildings to be",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "used or Used 88 touries hotals; oF . (®) of the use or oocupation of tourist hotels or any parte thoreof for any purpose other than the business of such hotels, . except under the authority, and under snd in accordance with ‘the terms ot conditions, of any permit issued by the competent authority.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "8 The form and manner in which applications for such permite shall be made to such authority, aud the dooumente ‘snd other information which shall accompany such applications.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "4, Tha procedure to be followed by such authority in enteriaining and disposing of applications for euch permite, and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 58,
    "par_num": 13,
    "text": "‘the circumstances in which ordema may he made by ‘such euthority granting or refusing such permits, ‘",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "58 Tourist Development Act, No. 14 of 1068",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "6. The prohibition of the use of premises for the purposes of carrying on the business of tourist Hotels uolese auth premises are registered and licensed by the competent authority under the Code, the form snd manner in swhich applications for such registration of Hieensing shall bo made, and the procedure to be followed in entertaining and disposing of applications for such registration ot licensing.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "@. ‘Tha fees to be paid for euch registration or licenting, the ciroumstances in which orders may be made by the com: petent suthority granting or refusing such registration or liceas- ing. aud the cireumstances in which orders may ba made by such authority suspending or cancelling such registration or Tioansing.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "7. The conditions subject to which such registration or licens. ing may be granted, the form and manuer in which such regis ‘otion or Iiceusing may be effected, the oloseification of tourist hotels for the purposes of such Hconsing, and the eirdumstances in which auch classification may be altered or reviewed.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "‘The duration of such registration or Hoensing.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "9 ‘The meintonance of registers and books for the purpose of the regiatration or Ticeatig of tourit hotels, the symbols and designs that shall be extibited in touriat, hotels for the Purpose of indiesting to tourista the classification assigned to such hotels, ond the display of lists of fees or charges which may be levied by tourist hotels under and in acoordance with the provisions of any pris control Order relating to suah hotels.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "10, The preferment of appeals to the Tribunal constituted for ths purpose under this Ast by potsons aggrieved by orders aaada by the competent authority refusing avy application made under the Code. or any orders made by such authonty suspend- ing oc cancelling the registration or Hcensing of such hotels,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "11, Buch of entry and inspection of pramises, the Inspection of Bocumenta and books, the furnishing’ of rtutae ot information, snd the teking of copies of or extrats from books or documents, as may be necessary for the purpose of enabling ‘the competent authority to diszose of any opplications mada under the Cods, or for seouting complisoco with, or preventing breaches or contraventions of, bho provisions of the Code.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "12% ‘The prohibition of tha teking or essumption of any namo, tile oF addition that w tourist hotel has bean registered, clastified and licensed under the Code unless it has been 20 registered, classified and Boonsed.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "18. The books to be kept and maintained in respect of touriat hotels.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "14. The making of breuchea or contraventiona of any provi- sions of the Code offences under thia Act and the provision of penalties for auch offences.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 59,
    "par_num": 12,
    "text": "16, Providing that the procuring or attempting to prooure sean Parag nt th rong oe senting, ae the making of say false or fraudulent representations pball be Se otfence under tia Act and the penalties for such offence.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "Tourist Development Act, No. 14 of 1968 69",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "18. The mode end menuer of the peyment by tourists for services and facilities provided by tourist hotels, and the mode and mauner of the acceptance of such payment by sush hotels,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "17. All other msiters connected with or incidental to any of the matters eforesaid.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "18. In thi Schedule —",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "‘alteration, in rélation to any tourist hotel, meane—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "{o) the construction of an internal wall or partition;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "{®) tha alteration of the intemal arrangement of euch hotel which effects any change in the open space attacked to such hotel, or its drainage, ventila- ‘iom or sanitery errangements; or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "(©) any change which hes the effect of reducing the uitling felitea, comfort or amenitin of euch",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "tel;",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "“Code” means the Tourist Hotela Code.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "FIFTH SCHEDULE Bestion 1} MAvTERs iN GESPECT OF WHICH PROVISION MAY BE MADE ww ame Traven Acasts’ Cops",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "1. ‘The regulation, supervision, classification, inspection and control ‘of the establishment, maintenance and operation of the business of a travel agent.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "2. The prohibition of the onzrying on of the busiaess of 3 travel agent unleea such business is registered and licensed by the competent anikonty, the form amt mander ia “whiet any sppliestin for euch registration or eonsing shell be made, ang the provedure to be followed in enteriaining and disposing of such application,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "The feen to be paid for such rayitcation ot sensing, tha circumstances im which orders may be made by the com- pelent outhority granting or refusing such registration or lioane- ing, and the circumstances in which ordera may be made by such suthority svapending or cancelling auch registration or Veensing.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "4. The conditions subject to which auch registration or licensing may be granted, the form and manner in which such registration or licensing may be effected, the cleasificution of fwavel agents for tha purposes of such ‘registration, and the siroutaatences in which such classification may be allered or reviewed.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "5. ‘The duration of such registration of licensing.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 60,
    "par_num": 17,
    "text": "S. ‘The maintenance of registers and books for the purpose of the registration or Lvencing of travel ageata, the displa by travel agents in their principal place of business aod in seal brmach office of their certificates of registration and their licences, fand the liste of foas or charges which may be levied by such agente vader snd in accordance with tbe provisions of any P¥ice control Order relating to auch agents.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 61,
    "par_num": 1,
    "text": "60 Tourist Development Act, No. 14 of 1968 1 7. The preferment of appeals to the Tebunal constituted for : the purpose under this Ast by pereoua aggrieved by orders made ‘ dy the competent authority refusing ony application made under the Code, or any orders made by such authority suspending or cancelling the registration or licensing of sucb agents. 8. Such powers of entry and inspection of premises, the * inspection of documents aid books, the furnishing of returas , or information, and the taking of copies of or extracts fram books or docutaents, as may te Decessnry for the purpose. of enabling the competent authority to dispose of applications made under the Code, or for securing compliance with, of Bietanting breeches or contraventions of, the provisions of the le. 9. The probibition of tha teking or assumption of any name, title or addition thas any teavel. agent hae been rogiatored, classified sod Jicensed under the Code unless his business bas been so registered, classified and licensed. 10, The making of breaches ot contraventions of suy provi- sions of the Code offences under this Act, and the provision of penaltien for such offences, 11. Providing that the procuring or attempting to procure travel agents to be registered or licensed under the Code by the makiog of any false or fraudvleut representations shall be an offence under this Act and the penalties for auch offencs. 38. ‘The mode and manner of the payment by tourista for services and facilities provided by travel agents, and the mode and manner of the acceptance of ouch payment by such agents. . 18. Ths prohibition of the transfer by any travel agent of any licence issued to bim under the Code, and the declaration that any such transfer shall be wull and void. 14, All other matters souneoted with ot incidental to any ‘ of the matters eforessid. 15. In thia Schedule, ‘* Code” mesus the Travel Agents’ Code. i (Aeotion 99) SIXTH SCHEDULE : MArTRRG 16 RBOPEOT OF WHICH PROVISION MAT DE MADE : wi tae Tourist Guwvs Leoronzas’ Cope. i 1, The regulation, supervision, classification, inepastion and | control of ths establishment, maintenance end operation of the = | business of a tourlat guide lecturer. 2. The prohibition of the carrying on of the business of ai tourist guide lecturer unlear such business ia registered snd Beeneed by ha competent authority, the form and manner in which ans. application for such registration or Hesnsing shall be made, snd the procedure to be followed in enterieining and disposing of such application.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "Tourist Development Act, No. 14 of 1968 61",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "B. ‘The fees to be paid for auch registration or licensing; the circumstances in which orders may be made by the competent authority granting or refusing such registration or licensing, and the oirournstances in which ordere may be made by auch authority euspending or cancelling such registration or Vioensing.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "6 4. ‘The conditiona subject to which such registration or licensing may be granted, the form end manner in which such registration or liceasing may be effected, tha classification of tourist guide lecturers for the purposea of auch registration, and the eiroumstances in which such classification may be altered or reviewed,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "5. Tha duration of such registration or Leensing.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "6. The maintenance of registers snd books for the purpose of the registration or licensing of tourist guide lecturers, the display by tourist guide lecturers in their principal place of Dueiness and iz each branch offics of their certifcates of registration and their licences, and the lisis of feea or changes which may be levied by such guide lectorers under and in accardunee with the provisions of auy price control Order relating to such guide lecturers.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "7. The preforment of appeals to the Tribunal constituted for the purpoee under this Act by persons eggrioved by orders ade by the competent authoriy tefvsing any application made under the Cots, or any orders made by such authority suspending or cancelling the registretion or licensing of a tourist guide lecturer.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "8. Sucby powers of entry snd inspection of premises, the inspection of documenta and books, the furnishing of returna ar",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "information, and the taking of copies of or extracts from books",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "+ gr documents, as may be necessary for the purpose of exebling",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "+ the competent authority to dispose of applications made under the Code, or for securing compliance with, or proventing breaches or comtraventione of, the provisions of the Code.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "9. The probibition of the taking or assumption of say name. title or addition thet the busiuess of any tourist guide lecturer hae been registered, clastifed snd losneed under the, Code uoless such business tes been vo registered, classified and Vieensed. .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "10. The making of bresches or contraventions of any Provisions of the Code offences under thin Act, and the provision of penalties for such offences.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "11. Providing that the procuring or attempting to procure fouriat guide Ieotorets to be registered or Tieenaet under. the Code by the making of su false or fraudulent representations shall be an offence under this Aot and the penalties for such offenss.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "12. The mode and manner af the payment by tourate foe j horvioes, and facilities provided by touriat guide lecturers, and ‘the mode and manner of the acceptance of auch payment by much guide lecturers.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 62,
    "par_num": 15,
    "text": "1B. ‘The prohibition of the transfer by any tourist guide Ieoturer of any livense issued to him under the Code, and the declaration that any such transfer shall be mull and void.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "82 Tourist Development Act, No. 14 of 1968",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "14, All other matters connected with or inci 0 of the mntters aforesaid. with or imckdoatal to say",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "16. In thie Schedule, * Code \" iat Gui abs it this Sebedule, “Code” means the ‘Tourat Guide",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "(Gekion 60) SEVENTH SCHEDULE Marmens 1 ASPECT OF WINCH PROVISION WAY BE MADE it mam Srucirien Touater Senvicrs Cone",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "1. The regulstion. supervision, classification, inspection ond control of the establishment, msintenanoe and operation of the business of « specified tourist service.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "2. The preubition of the easing on of the business of « epesiGed tourist service vnleas such busioess is registered aod Nesnsed by the competent authority, the form and msoaer ia which any application for suet registration or liceusing sball ba made, and the procedure to be followed in entertaining sod disposing of suah spplioation.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "3. The fess to be paid for auch registration oF licencing, the oiroumetances in which orders may be made by the coat: petant authority granting or refusiag auch registration or liceus- ing, and the clxcumstances in which orders may be mode by such authority suspending or canealling such Tegistrstion <r licensing.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "4. ‘Tho conditions subject to which such registration or licensing may be granted, the form and manner in which such registration or licensing may be elected, tho cletsifcation of specified tourist servioes for the purposes of auoh repistration, fend tho citeumstances in which euch elassifeation may be altered ar reviewed.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "5. The duration of such regiatestion or licensing.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "6. The maintenance of vegistera und booke tor the purpose of the registration ot licensing of epeolfed touriat serves, the display by specified tourist aervices in their principal place of business and in each branch offco of their oartifcates Of rege- tation sad their Goences, and the liate of fess or cbarges which mey be levied by auch services under ead in accordance with the provisions of any prica control Order relating to auch service.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "7. Tho preferment of appeals to the Tribune! constituted for the porgoce under thie ‘Act by perms agoved by orders made by the competent authority refusing any application made under the Code, or any orders made by suoh authority suspending oF omcelling ‘the registration or Uoensing of a apecified toust service.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "8. Suoh powors of entry and inspection of promises, the inspection of dosumente snd books, the furniebiag of returos or information, and the taking of copies of or extraots from books or documents, a8 may be necessary for the purpose of enabling the compatent authority to dispose of applications made under the Code, of foe securing compliance with, or proventing breaches of controventions of, the provisions of the Code.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 63,
    "par_num": 13,
    "text": "9. ‘The probibition of the taling or assumption of any nowt, title or addition that the business of any epeciiied tourist service hos been registered, claseified and licensed under the Code unless suck bosinese haa been wo registered, classified sod licensed.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "Tourist Development Act, No. 14 of 1968 63",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "10. The making of breaches or contreventions of any provi- sions of the Code offences under this Act, and the provision of penolties for such offences,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "11. Providing that the procuring or attempting to re 's specified tourist service to be registered or licensed onker the Code by the making of any false or fraudulent representations shail be un offence under this Act ond the pozalties for euch offence.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "12. The mode and manner of the payment by tourists for services and facilities provided by specified tourist services, and tha mode and manoer of the acceptance of such payment by such services.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "18, ‘The prohibition of the transter by any specified tourist service of any licence isaued to such service under the Code, and the deslaration that any such transfer shall be null and void.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "14. All other matters connested with or incidental to any of the matters aforeasid.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "15. Tn this Schedule, “ Code “’ means the Specified Tourist Services Code.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "EIGHTH SCHEDULE (Ceotion 208)",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "1. ‘The Development Finance Corporation of Ceylon.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "3. The Ceylon State Mortgage Baok.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "8. The Agricultural and Industrial Credit Corporation of Oozion.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "‘L.DUB. 12/68,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "‘HE TOURIGT DEVELOPMENT ACT, No. 14 OF 1968 . REGULATIONS under sections 74 and 96 of the ‘Tourist Develop- moan Act, No. 14 vf 1968, rade by the Ceylon Tourist Board with the concurrence of the Minister of State,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "Ceyton Tourist Board. jon Tourist Colombo, January 11, 1969. ” ‘The Protection of Highways and Places of Scenic Beanty and the Control of Junk Yards Code, 1909 PROTECTED HIGHWAYS",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "1. These regulations may be cited as the Protection af Highways Short title. and Pleces af Scenic Besuty and the Contrel of Junk Yards Code, 1989.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "2. (2) Where the Minister, on the advice of the Board, ts Protected satisfied that in order to promote the safety and recreational valus highways. of public travel and to preserve natural and scenie beauty, it is necessary 80 to do, he mey, with the concurrence of the Minister to whom the subject or ‘function of thoroughfares bas been assigned by the Prime Minister under section 48 (4) of the Ceylon (Constitution) Order in Counell, 1948, declare that any highway ‘or part thereof, ahall be a profected highway for (he purposes of this Code,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "(2) A declaration under this regulation shall be published in the Gazette and in at least one daily newspaper and shall eame into operation on the date of much publication in the Gazette or ‘on such later date as may be specified therein.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "3. (1) The competent authority may, by general or specie) Controlled order, direct that eny advertisement which is not a prohibited Sdvertise- advertisement, and which has been erected or displayed within Tent. six bundred and sixty feet of the centre of a protected highway and ig visible from such highway, shell conform to the standards laid down in such order. Such standards shall contain proviaions concerning the lighting, rize, number, spacing of letters, signs, symbols and deviess, and such other requirements aa that authority may consider appropriate to give eect to such order.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "(2) An order made under this regulation shalt ba published In the Gazette and in at least ane dally newspaper, and sball come into operation on the date of euch publication in the Gazette, or fon such inter date as may be specified therein.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "(a) Any advertisement in respect of which an onder has been made under this section shall be a controlled advertisement,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "(4) The competent authority may serve a copy of such onder fon any person erecting or displaying any advertisement which is ‘not a probibited advertisement.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "4.1) No person shall erect or display any prohibited No prohibited advertisement which i within ax hundred end sixty feet ot Sevrisement She centre of @ protected highway and is visible trom such \"UY, Pe, Ge",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "_— Since of ©",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "(2) For the purposes of thls regulation, a certifeate under the hand of the competent authority shall be conclusive proof that Eizheray, ‘an advertisement bas been erected or displayed in contravention ‘of the prbviaians of this regulation. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 65,
    "par_num": 14,
    "text": "W Aenean",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "Displaying an. S. (1) Any person who erects or displays anp advertisement Edeteement in contravention of this Code or of any order mule under semcies ip contravention 3, and who, on being requested oo to do by notice in writing Hon of tus by the competent authority or by any oflcer of police, fale to Coge-ar am carry out the dizections speed inthe notice within seven daye cnder Vader Of the Tees of suc notee, shall be guilty of an oflence aha Tegulation § shall, be Hable on conviction fo a fine of Ave hundred rupees, soffenee, nd to's continuing ing of ity Tupees for each day on) which buch ‘advertisement ig displayed invcontravention of thie \"Code or an erder made under regulation 3.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "2) A prosecation under this regulation may be instituted in ang agBaatos Gpart waihin whee jursattten tbe abverices Tueat in respest of which the offence js alieged to have bean committed has been erected or displayed.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "SCENIC RESERVES Declaration (1) Where the Minister, on the advice of ‘the Board, ie of seenie salisfied that in order to promote the safety and recreational Teserve. Value of public travel and io preverve netural and. scenic beauty if nepeosary 10 doolare any” aren a seenic raderve, he ear, BY Order, declare such area to be a scanie reserve for the purpoves of this Code,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "(2) An Order dgctoring an aveg @ scenic reserve under thig regulation may deine auch eres by setting out the metes and Bounds of the area or each of the lends comprised in that area,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "(3), The Minister may, by Order, deciare that trom » specified date the limits of scenic reserve’ thail be altered or varied,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "(4)_No Order under the provisions of peragraph (1) or perasraph, (8) of this regulation shell be made by the Miniter Except with the concurrence of the Minister to whom the subject ‘or function at ipeal government, and the ‘Minister to whom the Subject or function Of lands, hag been assigned by the Prime Atituster under section 48°(4)\" of the Capion, (Constition) Onder in Council, 1945,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "(5) Every Order made under the preceding provisions of this regulation shall be publisisa in the Gazelle and in’ at least one daily newspaper, and shall come into operation on ihe date of such publication in the Cazelte or on such falcr dale as may be specified therein.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 66,
    "par_num": 8,
    "text": "Claims for, 4, Where any'tight, Hille or interest of any person is alfectad ggragensition yy ‘an Order made under regulation @, such person shall have a 2heled by lal for compensation from the Board for the actual loss ineurrod Grder deciar- by him ar a result of such affected right, title or intorest. ing scenic reserve. . Declaration 8, (2) Where the Minister makes an Order devlering a, scenic Ghat no aaver- reserva under regulation & he may by subsequent Order, diecl— Heiitina’ etc, . (a) that no advertisement. shall be erected or displayed in may be ‘uch reserve except ia conformity with such Order; constructed (0) that no building or other structure shall he erected of within. scenic ‘altered, oc any trees or other foliage, be planted or reserve. felled, in such reserve except in accordance with such Order’ 'and (e) where necessary, the manner and time In which any ‘wily nirucuare or object shall be screened. trom view. An Order made by the Minister under thia, regulation shall ne 2uhthed in die Goatte\" and where 40 directed stall be tered 7 Upon the person. sMfecied thereby, Such Order shall come inte ‘operation én the date of, such publication, or on such tater date SF may be specided therein. 1s",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "(8) A direction under this regulation may require that—- (a) any advertisernent erected or displayed in contravention E his regulation ov such’ Order Gr any dsecton 90 oniained or (0) ang building or tsusturg, tee or otber fling exeted ot tered or planted in cohirevention of thin Tegulation oF any direction o contained, shall be within such Iine as may be fixed by such Order or diree- ion, or dismantled, demolished or removed from sight 9. Where the competent authority is of opinion that any pers0n Notice by {a acting in contravention of eny Order under regulation 8 or any competent dlreetion contained in such Order, he may, by notice in writing authority Served on that person, dzeee such peryen to Somply with te terms SRLBHIOD, Gf that Order or dizection within the time specifed in such mation. Sisto\" airection. 10. (1) Where any person— Bailar to (2) acig in contravention of the provisions of regulation § or Ga17y ou Co) wo ang Order mate tuereudder, or ef sny direction Gon dizeeiion or tained in such Order jo ite Ey ) tails to comply. with any. Onder made ander regulation & ampetent wr ang nection conteined in such Order ‘of @ notes ty to Served under regulation % ‘be an offence, hhe shall be guilty of an offence and shalt be lisble on conviction 1 ate oi\"fve todd ugées ands continuing Aap ot fity pees for each gay comprising the poriod dung which fhe Sons of tha said regulation bor of any such Order ex direction ar notice are not compiled with, (2) A prosecution under this regulation may be instituted in any Magottatee Gout within whee furiedicon toe scenic eerye Deapect of which the offence is alleged to have been committed oF any pact theneot is situated. JUNK YARDS",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "1 (Where any highway or pact therect a een declared Control of under Yepulation 2 t0 be 4 protested highway or any aren laa been Sunk yards. Heclared under ‘sepulsod to bes scone Teserver and the ‘Sinister, an the advice of the Board, iz satisfied that in order to Primots fie cxily ‘aa’ secreatonal value of pubuc Gavel ond Er'preperye natural Beauly tc necneeary to do Sy he may by deneral oF special Grder, dicect or any Srittun sight of such protected highway’ ot such scenic reservar",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "{a) shall be screened by natural objects, plantings, fences, or jolher appropriate roeans 50\" 40 nat Co be stb Tons any highway | oF",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "(b) shall be removed trom the sight of such highway ; oF",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "(C} hall not be used thereafter ; or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "(@) aball be closed or filled up,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "(2) very Order under thin regulation shall be published in the Gaedie Gi ral dual gun dail auepancy, aoe Oa ee ts operation on the date of quch publication ia the Gazette, or On atch later ato as may be specited therein.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "12, (1) Where the Minister makes an Onder under the preceding Competent regustion, # ahall be lawful for the comprtent authority by authority notice in writing under his hand, to give dvections where macer- TAY £70 sary as to the manner in which, and the time within which, much  $irectiong, ap Order shall be complied with. of june yards",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "(2) Such notice shal! be given to the owner of the land on, which, ssuch jan yard is ntuaeed oF Colne person in possestion tharene",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 67,
    "par_num": 10,
    "text": "19",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 68,
    "par_num": 1,
    "text": "Failure to 13. (1) Any person Serger {a} who fails to comply with the provisions of any Order any Order, ‘nuade under segulation Ii, oF say divection contained th der Tegule- any such Order oF notice under (2) who fall to comply with the provisions of any notice fexisuon 12 ‘served on hi ‘uader Tegulstion If, or ny ‘Sicection isthe an onlsinad in such notice, oftance, ball he guilty of an offence, and shall be tlable op conviction to a fine not exceading Gfty mupena for each day duting whish such failure continue. (2) Any proseention for an offence under this reguistion be instiited In any Mogisteate’s Court within’ whose tarcdictok i junk yard ox any part Cheney reopect of which the ofence is aileged to have beon committed 2 situated. GENERAL Chairmen 14. (1) Where the Chairman of the Board considers it desirable may couse that any area ahould be declared a scenic ressrve far tae Purpose Tolle af this Code, he may eause or he tnoy divect the Director-General Geclating of Touriant to cause! 4 nolice in accordance with paragreph (2) to feeplo severve Se exhibited hs some conepiousus pias Ia that stax. exbited. (2) The notioe retarved to in paragraph (1) shall be in, the Sinaia, unit and Enguan longuagee ond Seal sipte Chat lard Jn aren spose fo iat nouce is groped to be declare & scenle reerye and that all ‘or any of the acts autloniead by Postgeanh (fay be done ob Soy and a ‘Gat aten in ndet TD investigate “ibe “desirability “of \"making \"a\" declareion under regulation 6. @), After a notice under paragraph (2) is exhibited for the frst time in ny area, the Chairman or any ‘member ot the competent authority, ar any oficer or servant of the Beard, Seting under the wiitier dlcection of the competent authority, of Soy ulet person Guly- authorised Sy the competent author a SMoresald thay\" enter yon any land in that aves, together wih Sach perso ieiplenet, moneriny, vehicles, and annals ax muy be neoessary’ an : (a) survey and take levels of that land ; b) dig o bore into the subsoll of that land : (e) set out the Loundazies of that lond and the intended line ‘of any Work propared to be done on thae land (4) mark such levels, boundaries and line by placing marks ‘and cuiting weniehes } (e) where otherwise the survey of that Jand eannot be coat. fisted and such eves tut, and such Doondaried and ine marked, cut down and clear away any part of Sy standing crop, fence ar jungle on tal land? and (1 doll other scts neceseary to ascertain whethar it desi- ‘able that an arder be taede Under regulation @? Provided, however, that no officer or other person in the exercise cof the powers condetred an him by the preceding provisions of Gia Paragraph shal anos any oostpied buling ot kay encoesd court or garden attached thersto, unless he bus given the occupier Gf that building at least saven Gays written elise of his intention i do so. Powers, of 15, Where it ix necessary to ascertain whethee any_advertise- Zany, ter ment, biliding or construelion hes eon erected or constructed, oF ay, tleratcn of may busiding hae been ehecied aay ‘see follage felled or planted, or any Junk yerd maintained, incon iavesiion of tie Provisions of thit Code or angy Order ‘or direr- Ha nade thereunder Ht gol be lawful for any anember of the Bourd, the campetent authonty or any officer or servant duly Euthotized iy the competent authority’ to enter upon any land iy",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 69,
    "par_num": 1,
    "text": "wiveeon any advertisment ot sicusture, is constructed or such, BANE os frown or junk yard io masintainel and to exencie ee a TenT “at ihe powers, Sonterred by paragraph Gof Pebatation ta, | 18, No prosecution for an offence under the provisions of this 1 ' code Shall Be‘inattuted th mop\" court except ‘wth the writen Non? to'Se | Sichdn'ot dhe Hoard Eottated , weagut the sanction of ‘the Board. 11, In these ragulations-~ Interpretation “aavegusement wautomehile graveyard” “highway junk”, “junk yard” and “ prohibited advertisement | hive the gue Soraning tespestvely, ag iu the rd Schedule ‘to the Tourist Development Act, No. lf of | $ “Hoard”, “competent authority\", “lake” and “land™ have ‘the same Meaning, respectively, as in section 103 of the : outel bevelopitant Ret, Nov 14 of 808 \\ “the Minister” means the Minister to whom the subject or ! ‘hinction ‘ot Touim' ‘bas \"heen. afaigned by the ‘Prize hiner under gestion AGG)\" of ti Ceylon ‘(Constr tion) Order in Council, 1946. ne |",
    "mean_p_confidence": 0.54
  }
]