[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55 Indian and Pakistani (Parliamentary . Representation) Act, No. 36 of 1954 Date of Assent ; July 16, 1954 . Printed on the Orders of Government Printed a tne omounns Passe, Cev.on To De yardased rings a ee Gomme ee, Cerone be gare Azone Subscription, {inehuding Bills) Rs, 28, payable in Boon, Boot Gamer Box sh, Seccterat, Galanos T Price: 56 cents. Postage: 15 cents,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". Indian and Pakistan: (Parliamentary = 3 : Representation) Act, No: 36 of 1954.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "_ L. D0, 2/84.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "AN ACT TO MARS PROVISION FOR, RELATING TO AND iN",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "CONNECTION WITH, THE ELECTION OF MEMGRES OF THE",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "t House or REPRESENTATIVES TO REPRESENT PERSONS \"WHO ARE REGISTERED AS CITIZENS oF CEYLON UNDER",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘tag Inpran AND Paxrsranr Resinents (Crr1zENsutP)",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Act, No. 3 or 1949,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "[Date of Assent: July 16, 1964]",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Queen’s Most Excellent “Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, a8 follows: —",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4, This Act may be cited as the Indian and St ste, Pakistani (Parliamentary Representation) Act, shanti’. No. 86 of 1054, and shell come into operation on sach date as may he appointed by the Governor-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "General by Order published in the Gazette.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2. {0} The provisions of otions 9 and 4 of thia Pus rs Act shall cease to be in force on a date in 1966 to be “4,5, Sppointed by the Governor-General by Order pub- iy o'% lished in the Gazette:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Provided that, if there is no dissolution of Parlia~ ment in 1966, those provisions shall continue in force until the date of the dissolation of the Parliament for the time being, and shall thereafter cease to heve effect.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 pon the prorisions of seotions 8 and 4 ceasing to be in force by virtue of the pablication of an Order",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "_by the Governor-General under sub-section (i) end- section (8) of section 6 of the Interpretation Ordinance cep. shall apply as though those ptovisions had been repealed.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "8. So long as the provisions of this section remain Motifeutions in foros, the Ceylon KGonsitationy Ord in Connell, Gensco 1046, shall have effect subject to the following modifi- Qristin o cations: — * 7",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(1) As though in sub-section (1) of section 3 of that Order there were inserted imme- diately after the definition of ‘' Governor- General ”, the following new definition: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2.8 aie-3006 50.",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "4 Indian and Pakistani (Parliamentary Representation) Act, No. $6 of 1854. ‘“Yndian and Pakisteni electoral dis- trict” means the Indian and Pakistani electoral district cons- tituted under this Order;’,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "2) As thongh the following new section were inserted immediately after section U1 of that Order:— :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Soran 11a. (1) An electoral district, by the 34 eotsin naive of the Indien and Pakistani clec- erie iedan — toral district and comprising the Island, se Zutst is hereby constituted, The Indian and aaa. Pakistani electoral district herembefore constituted shall be an electoral district",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": of the Island for all the purposes of this Order and of any law for the time being",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "in force relating to the election of mem-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "bers of the House of Representatives; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "the provisions of this Order and of any",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "such law shall be construed socordingly.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "( Noveithetanding the constitution of the Indian and Pakistani electoral district —",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@ no Member or Members of the House of Representatives shall be retarned for that district;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(®) no person or persons shall be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": entitled ‘to ‘be ‘so returned; and",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@) n0 election shall be held or other steps taken for the purpose of retarning auch Member or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "- Members for that district,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "until after the date specified in the notice pablished by the Governor-General under sub-section (8), and the provisions of this Order and of any lav for the time being in force relating to the election of mom- bers of that ‘House shall be construed accordingly:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Provided, however, that nothing in the preeeding provisions of this setion shal affect or be deemed or construed to afiect the operation of the provisions of sections",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ". 234 to 280 of the Ceylon (Parliamentary",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Indian ond Pakistani (Parliamentary 5",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Representation) Act, No. 86 of 1964. Elections) Order in Council, 1948 (both sections inclusive); and accordingly steps may be taken under those sections before the date aforesaid for the preparation or revision and certification of the register of electors for the Indian and Pakistani electorel district.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) There shall be returned, after a date specified by the Governor-General by notice published in the Gazette, for the Indian and Pakistani electoral’ dis- trict four Members.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(@) Notwithstanding that the Indian and Pakistani electoral district comprises the Island, the Island may continue to be divided into electoral districts in accordance with Part IV of this Order, and any such division shall be valid for all purposes although such electoral dis-. tricts include areas comprised within the limits of the Indian and Pakistani elec- toral district.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Any such division effected prior to the date of the constitution of the Indian and Pakistani electoral district and in force on that date shall be valid and shall ‘continue in force until it is superseded or altered by » fresh division in accordance with this Order.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) As though in section 24 of that Order, there were inserted, immediately after sub- section (2) of that seotion, the following new eub-sections: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "*\" (3) The Governor-General may, by notice published in the Gazette, order the holding of an eleotion for the purpose of electing the first members of the House of Representatives for the Indian and Pakistani electoral district, Such notice shall, for alt the purposes of this Order and of any law for the time being in foroe relating to the election of members of that House, have the same force and effect, as a notice under sub-section (2) for the holding of an- election to fill @ vacancy",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "6 Indian and Pakistani (Parliamentary Representation) Act, No. 36 of 1954. in the seat of a member of Parliament; and the provisions of this Order and of any auch law shall be construed acoord- ingly.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(4) No notice shall be published by the Governor-General under sub-section (8) of thia section until after the date speci- fied in the notice published by the Governor-General under sub-section (3)",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Y of section 11a.’’. Motiedion 8, So long as the provisions of this section remain Gatiamestary in force, the Ceylon (Parliamentary Elections) Order Beton in Council, 1946, as subsequently amended, shall have Conall, 2046. effect subject to the following modifications: —",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "- (1) Asthough in sub-section (1) of section 8 of that",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ". Order—",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(a) there were inserted, immediately after the definition of “! Commissioner ”, the following new definition:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "‘* disqualification mark” means the disqualification mark yeferred to in paragraph (2) of sub-section (4) of section Bas? 5",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "@) there were substituted in the definition of “electoral district’, for the words and figures ‘Order in Council, 1946; 7\", the words and figures “Order in Council, 1946, and includes the Indian end Pakis- tani electoral district; ”* ; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(©) there were inserted, immediately after the definition of “‘ House of Repre- sentatives”, the following new definition :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "‘“Tndian and Pakistani electoral district ” means the Indian and Pakistani electoral dis- trict constituted under the Ceylon (Constitution) Order in Couneil, 1946; * .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "_ Indian and Pakistani (Parliamentary 7 Representation) Act, No. $6 of 1964.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "@) The provisions of section 4 of that Order shall not apply to or in relation to the register of electors for the Indian and Pakistani",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "¥ electoral district.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(8) The provisions of section 4a of that Order shall in so far and in so far only, ae they impose an incapacity for registration as an elector, not apply to or in relation to the registra- tion of a person as an elector in the register of electors for the Indian and Pakistani electoral district.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(4) The provisions of section 5 of that Order shall not apply to or in relation to the register of electors for the Indian and Pakistani electoral district.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "() As though the following new sections were inserted immediately after section 5 of that Order :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "uatictions 5a, No person shall be qualified to fe gerstcaoe have his name entered or retained in the 2 fatty Hiden register of electors for the Indian and ison! \"\" Pakistani electoral district in any year divkcie. unless— (1) such person is registered as a citteen of Ceyin under the Indian and Pakistani Resi- dents (Citizenship) Act, No. 3 of 1949; and (2) the name of such person is entered in any other register of electors for the time ‘being in operstion undar this _ Order; and (8) the name of such person is marked in such other register of, electors with the dis- qualification mari. Special dis. 58. A person whose name is marked Bice a «With the disqualification mark in any aeaens. register of electors for any electoral dis- trict’ shall, notwithstanding that bis",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "8 Indian and Pakistoni (Parliamentary Representation) Act, No. 36 of 1964. ‘ame is enteted in that register, be in- capable of voting at any election under this Order for the election of a Member for that district, Such register shall , not be conclusive evidence of the right of such person to vote and the provisions of section 38 shall be construed accordingly.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "48) The expression ‘‘ register \"” coearring io section 8 of that Order shall be deemed not to include the register of electors for the Indian and Pakistani electoral district.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{7) Sub-section (1) of section 9 of that Order shal! in its application in the case of the Indian",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ": aud ‘Paletant electoral district have effect",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "as though—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(@) there were substituted, for the words “is created,”, the words “is",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". * created or constituted, \" ;",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(@) there were substituted, for the words “ registering and revising officers ””, the words “ registering officers”; and ‘",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{c) there were omitted the words ‘‘or revising officer\"? wherever they occur therein, and the words ‘or an assistant revising officer, as the case may be.””. 48) Section 10 of that Order shall in its applica~ tion in the case of the Indian and Palkisteni electoral district have effect as though— (@) there were substituted, for the words * is ereated,”’, the word “ is created or constituted,”; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(6) sub-section (2) of that section were Tepealed.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(9) Sections 15 to 28 of that Order shall, sabject to the provisions of sections 234 to 23p (both sections inclusive), not opply to or in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ": relation to the Indian and Pakistani elee- toral district and the preparation or revision and certification, of the register of electors for that district.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Indian and Pakiston: (Parliamentary 9 Representation) Act, No. 36 of 1964. (10} As though the following new sections were inserted in Part TET of that Order, . immediately after section 23:— Enlimisory Ba. (1) For the purposes of the pre- Frat, paration of the a noir of electors ted rerio for the Indian and Pakistani electoral fore district, the Commissioner may, by ee notice published in the Gazette, direct send the registering officer of every other manele electoral district to comply with the pro- visions of paragraph (a) of sub-section (4) in respect of the register of electors for the time being in operation under this Order for every such district. It shall be the uty of the registering oftcer of every such district, after compliance with those provisions as directed by the notice, to transmit a copy of that register to the registering officer of the Indian and Palsistani electoral district. -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "‘The registering officer of any elec- toil district {other than the Indian and Pakistani electoral district) shall, imme- ‘ diately before the certification by him under this Order of the register of elec- tors prepared for that district under section 15 of this Order, comply with the provisions of paragreph (a) of sub- section (4) in respect of that register. It",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "shall be the duty of such officer—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(@) after compliance with those pro- visions as hereinbefore re- quired; and :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(®) after that register has been certified and has come into operation under this Order,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "to transmit a copy of that register to the registering oficer for the Indian end Pokistani electoral district.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(8) The registering officer of each elec- toral district (other than the Indian and Pakistani electoral district) shall, after the completion of the revision in any year of the register of electors for that district and immediately before its certification",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "ay Indian and Pakistani (Parliamentary Representation) Act, No. 36 of 1964:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "ag required’ by this Order, comply with",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "the provisions of paragraphs (a) ded @)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "of sub-section (&) in respect of that regis-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "ter. It shall be the duty of such officer—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(@) after compliance with those pro- visions as hereinbefore re-- quired; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(®) after that register has been certified ant bas come into operation under this Order,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "to transmit a copy of that register to the Tegistering officer of the Indian and Pakistani electoral district.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "@ @ A registering officer who is required by or under the preceding pro- visions of this section, to comply with the provisions of this paragraph in res. pect of any register of electors—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(i) shall ascertain the total number of persons who, being persons whose names are entered in that register, are registered",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "as citizens of Ceylon under * the Indien end Pakistani Residents (Citizenship) Act, No. 3 of 1949; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "Gi) shall, if such total oumber amounts to or exceeds two hnndred and fifty, mark the name of each such person with an asterisie or other tit",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "le distinguishing mark {in this Order veferred to as the “ disqualification mark ”*).",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "(b) A registering officer who is requir- ed by the preceding provisions of this section to comply with the provisions of this paragraph, in addition to the provi- gions of paragraph (@) of this sub-section, im poopest of any register of electors",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "@ if the total number Of persons ascertained as required by the said paragraph Gi is lesa than two hundred and fifty; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "Indian and Pakistani (Parliamentary iW Representation) Act, No. 86 of 1954. ii) if the name of any such person a) ite already racked ‘with, the disqualification mark, erase that mark. Ergo 280. (1) Upon the reosipt ofall the gee registers of electors which are required fr Jagin = to be transmitted to him under sub- Stctor section Q) of section 28A, the registering strict, officer of the Indian and Pakistani elec- toral district shall prepare or cause to be prepared in the English Tenguage the irst register of electors for that district, 30 however, that every name appearing . in any one of the registers received by him and marked in such Tepister witl the disqualification mare shall be entered in the register of electors for that district and no other name shall be so entered.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "Nothing in the preceding provisions of this sub-section shall be deemed or cona- trued to preclude the registering officer from commencing the preparation of the register of electors for that district upon",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "‘A the receipt of the first register of electors transmitted to him under sub-section (1) of section 23a. -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "(2) Upon the receipt of a register of electors Weeaeuitied to hist under eu. section (2) of section 23a, the registering officer of the Indian and Pakistani elec- toral district shall revise or cause to be revised the register of electors for that",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": ". district, so however, that wery name appearing in the register recei by him and marked in such register with the disqualification mark shall, if it is not already entered in the register of electors for the Indian and Pakistani electoral district, be entered in the register for that district.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": ". 8) Tpon the receipt of all the regis- ters of electors which are required to be & transmitted to him under sub-section (3) of section 284, the registering officer of the Indian and Pakistani electoral dis- trict shall revise or cause to be revised the register of electors for that district, so however, that—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "12 Indian and Pakistani  {Pertionentary Representation) Act, No. 36 of 1954. (a) every name appearing in any one @) every nem Taster “of electors received by him and marked in euch register with the dis- qualification mark shall, if it is not already entered in the register of electors for the Indian and Pakistani eleo- toral district, be entered in that register; and (®) every name already entered in the register of electors for that strict which either does not appear in any one of the registers aforesaid or does so appear but is not marked with the disqualification mark, shall be erased from : the register of electors for the Indian and Pakistani elec- toral district.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Nothing in the preceding provisions of this enb-section shall be deemed. or construed to preclude the registering officer from commencing the revision 0 the register of electors for the Indian and Palcistani electoral district upon the receipt of the first register of electors transmitted to him under sub-section (3) of ‘section 28a.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "‘Cortiation 28c. (1) Upon the completion of the of rogieter 1 fhe . S.RS.. _ PyRparation or revision ander section 238 #4 Pestiat of the register of electors for the Indian Milena and Fabiani electoral district, ithe ‘gupmeneerent isteri icer of that district shal Srnkea. Touthveithecertify that register.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "@ On a certification of the register of electors for the Indian and Pakistani electoral district under sub-section (1), the registering officer shall give notice in the Gazette and in one or more news- papers circulating in that district that the register has been certified and that such register or a copy thereof is open for inspection at all reasonable hours of ‘the day et such place or places in the district as may be specified in the notice.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Indian and Pakistani (Parliamentary Ca Representation) Act, No. 36 of 1064,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "8). The certified register of electors for the Indian and Pakistani electoral dis- trict shall come into operation upon the date of the publication of the notice aforesaid and shall continue in operation until superseded by the next certification of the same.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Astin io’ «3p. For the purpose of assisti iis eesti segitoring officers sn eomplying with the ite rege,” provisions of section 284, the Commis- avd Pakistani sioner for the Registration of Indian and geet Pakistani Residents shall cause to be furnished to such registering officers from time to time ali such information as he may have in his possession as to the’ botsone who aro rogsiared aa atizons of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Ceylon under the Indian and Pakistani",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Residents (Citizenship) Act, No. 3 of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "1049, and as to their places of residence.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(11) As though in section 24 of that Order, there were substituted, for the words and figures “ Order in Council, 1946.”, the words and figures ‘Order in Council, 1946, or by that Order.”’.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(12) Section 38 of that Order shall have effect— (@) as though for the words ‘‘ shall be con-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "clusive’, there were substituted the words ‘“‘ shall, subject to the provisions of section 33, be con-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": ". clusive ’; and (@) as though in the Proviso to that section",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "there were substituted, for the words",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "‘ and figures “section 4a of this Orden,” the words and Agures “ section 44 or section 5p of this Order,’’.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(28) As though the following sub-section were inserted immediately ater sub-section (1) of section 42 of that Order:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "“ (1a) No ballot paper shall be deliver to any voter at any election for any electorel district (other than the Indian and Pakis- tani electoral district) if his name is marked in the register of electors with the dis- qualification mark or if the presiding",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "14 Indian ond Pakistani (Parliamentary Representation) Act, No. 36 of 1954. officer or any person acting under his authority ig satisfied that it should have bean so marked.””. 14) Ae though in paragraph (0) of sub-seotion (1) Of) As eration BE AF taut’ eden, there ware substituted, for the words and figures “* section 4a of this Order,”, the words and figures “section 44 or section 58 of this Order,”’.",
    "mean_p_confidence": 0.71
  }
]