[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "LEERSO os) Sea (ee) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA RECONSTRUCTION AND : REHABILITATION FUND _ ACT, No, 58 OF 1993 [Cortified on 25th November, 2083] Printed on the Order of Government i Published as a Supplement to Part II of the Gazotte of the Democratic : Socialist Republie of Srl Lanka of November 26, 1993 . PRDETED AT TRE DERARTOORNT OF GOVERNMOENT WMTING, SAE DANEA \"ye Be PURCHASED AP SEE GOVERNDIENE FUELICATIONG RUBEAU, COLOEO T Price: 60 cents Postage: Re. 100:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Reconstruction and Rehabilitation Fund Act, No, 58 of 1992 {Certified on 25th November, 1993] L. D:—0, 110/90 AN Acr £0 PHOVIDE YOR THE ESTABLISHMENT OF A FUND cactep Taz Reconsraucrion AND REMasILITaTION Fun FOR THE PROVISION OF FUNDS FOR RELIEF AND REHADILTIA~ ION PROIDETS | AND TO PROVIDE FOR MATTERS CONNECTED ~ ‘THEREWITH OR INCIDENTAL, THERETO BE it encted by the Parliament of the Democratic Soctalist Republic of Sti Lanka, ax follows: L This Act may be cited as the Reconstruction and Short title Rehabilitation Fund Act, No. 58 of 1998, 2 (1) There shall be established a Fund to be called Estabishment + the “Reconstruction and Rehabilitation Fund” (herein- ftructionand ‘sfter referred to as “the Fund”), Renabilita tion Fund. @) The Fund shall, by the name assigned to 4t by sub- section (I) be » bedy corporate, and shall have perpetual suecession and a common seal and may sue and be sued in such name, ‘ 3. (1) The administration, management and control of Bonndot the Fund shall be vested in a Board of Governors consti Sovemers ot tuted as hereinafter provided. (2) The Board of Governors of the Fund (hereinafter referred to as “the Board”) shail consist of— 1 (@ the Prime Minister ; {B) the Minister in charge of the subject of Reconstru- ction, Rehabilitation and Social Welfare ; (c} the Speaker ; (@) the Leader of the Opposition ; (¢) the Secretary io the Prime Minister ; (Pf) the Secretary to the Treasury or his nominee ; {) the Secretary to the Ministry of the Minister in charge of the eubject of Reconstruction, Rebabili- : : tation and Social Welfare; and (h) two other members appointed by the Prime Minis- ter, each of whom shell, subject to the provisions : of tabsections (%) and (4), hold office for such period as may be specified in the letter of appoint- ment issued to him by the Prime Minister. ‘",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "a Reconstruction and Rehabilitation Fund Act, No. 58 of 1993",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@) The Prime Minister may in his absolute discretion revoke the appointment of any member appointed by him under paragraph (h) of subsection (2).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(4) Any member of the Board appointed under para graph (h) of subsection (2) may at any time resign from the Board by letter in that behalf addressed to the Prime",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@ The Board may regulate the procedure in regard #7 its meetings and the transaction of business at suco mocetings.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(©) No act or proceeding of the Board shall be deemed to be invelid by reason only of the existence of a vacancy among its members or any defect in the appointment of @ member thereof.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(7) ‘The Prime Minister shall be the Chairman of the Board,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Bowers of 4. (1) The Board shall, tn the name of the Fund, have ‘the Fund, the power to—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(@) acquire, hold or manage property, whether movable",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "or immovable ; =",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(®) sell, mortgage, oxchanse or otherwise dispose of, of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "esl with, any property, whether movable or immovable to which the Fund may become entitled : . © perform oll such ucts or things as may ie necessary to give effect to the provisions of this Act. ‘The Recons- %. (1) The Board shall maintain an-account called “The EWPSeuj. Reconstruction and Rehabilitation Fund Account” at the gieuRind Central Bank and there shall be credited to such account— (@) all sums of money that may scirue to the Fund after the date of commencement of this Act ; () all sums of money that may be received by the Fund, . by way of donations, grants or gifts from any source whatsoever. + @) Te As hereby declared that a donstion in money to the Fund 4s, for the purpose af the application of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Inland Revenue Act, No. 28 of 1978, a donation made in",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "money to a Fund establizhed hy the Government,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Reconstruction and Rehabilitation Fund 3 ‘Act, No, 58 of 1993",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "&. it shall be the duty of the Board to apply the money Purposes for belonging to the Fund va auch manuer es the Board m8Y Wey ofthe determine, subject to the directions of the Prime Miniter— Fund may be",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(a) for the relief of persons affected by any disaster;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{) for the reconstruction of property affected by any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "dligaster 5 (©) for the rehabilitation of property or persons affected ‘by any disaster:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(d) for any other purpose comected with the prevention",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "of any disaster or mitigation of the effects of any disaster.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7%. Any moneys belonging to the Fund may be invested Investmentof by the Board im auch manner as the Board nay determine ang” othe subject to such directions as may be given hy the Prime",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "8 The Board shall have the power, subject to the ‘Officers and directions of the Prime Minister— aeremtaot",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(a) to appoint such officers and servants of the Fund a8",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "may be necessary for the administration and mana- : gement of the affairs of the Fund; : (®) to determine the rerumeration payable to the officers and servants 30 appointed ; (¢) to pay such remuneration and the other expenses éncurred in the administration of the affaics of the Fund, out of the income of the Fund. 9 (1) The Board shall cause proper books of secounts Auuit and to be kept of the income and expenditure of the Fund. — S=*0\"ri#",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The Auditor-General shall audit the accounts of the Fund every year. For the purpose of assisting him in the audit of such accounts, the Anditor-General mey employ the setvices of any qualified suditor who shall act under his rection and contriol,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(8) For the purpose of meeting the expenses incurred by him in the audit of the accounts of the Fund, the Auditor-General shall be paid out of the incoma of the Fund, such remuneration as the Board may determing. Any Temuneration received from the Fund by the Auditor- General, shall, after the deduction therefrom of any sums Paid by him to any qualified auditor or auditors employed ‘by him for the purpose of such audit, be credited to the : Consolidated Fund.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ": t",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "4 Reconstruction and Rehabilitation Fund ‘Act, No, §8 of 1993",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "{@) The Auditor-General shall, es soon as practicable after the thirty-first day of December of each year, prepare a report on the administration of the affairs of the Fund during that year together with a statement of the income and expenditure of the Fund, and of the investment of the moneys belonging to the Fund, during that year.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(8) In this section, the expression “qualified auditor”",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "means—",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "{@) an individual who, being a member of the Institute of Chartered Accountants of Sri Lenka or of any other Institute established by law, possesses & certificate to pravtise as an Accountant issued by the Council of such Institute ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(b) a firm of Chartered Accountants each of the resident partners of which, being a member of the Institute of Chartered Accountants of Sri Lanka or of any other Institute established by law, possesses @",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ". certificate to practise as an Accountant issued by the Council of such Institute, Auiitor. 10. The Auditor-General shal] transmit the report and Reutals, statement prepared by him in pursuance of subsection slatementto (4) af section 9 to the Minister in charge of the subject of bepiaees Finance, who shall cause such report and statement to be Parliament. placed before Parliament, : Power of ii. The Board may make such rules as it may consider Boardto | necessary in relation to any matter sffecting or connected with, or incidentisl to, the exercisa discharge and perfor mance of {ts powers, functions and duties, Oftcerg ond AR Al officers and servants of the Fund shall be deemed i Se one to be public servants within the meaning, and for the pur- + FERS pases, of the Penal Code. 1 Events Bog y ot ‘hee Eonal Cote, Mert Board deemed 13. The Board shall be deemed to be a Scheduled Instl- Soreduiea tution within the meaning of the Bribery Act end the Sittin, Provisons of that Act shall be construed accordingly SheBribere ae",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Reconstruction and Rehabilitation Fund 5 Act, No, 58 of 1993 sit Tn the event of any fnconsistency between the Feecerniile lichata and Tamil texts of this Act, the Sinhala text shall {a taseof Prevail, Snconsiatency. . diag this Act, unless the context otherwise requires— [pterpreta- means-— @ 8 food, earthquake, cyclone, storm, landslide, cala- mity or other natural happening? . (b) any explosion, fire, oil spill, or accident of any kind ; (c) any infestation, plague, or epidemic; (2) an attack directed against the State whether or not made by an enemy and whether by bombs or mis- ailes or by atomic, chemical or other means, that causes or threstens to cause loss of life or property . ‘or injury to persons or damage to property or distress to person or thet in any way endangers the sefety of the public or any part thereof",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "ee ‘Annual subscription of English Bila and Acts af the Parliament Re 868 (Local), Rx 1280 (Porelya). ‘payable to the Sorametmmner GoveewenT PUXLICATIOND Busey, No, 258, Bauddnaloka Mawnwtha, Colomabo 7, before 6th December",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "year io respect of the year following.",
    "mean_p_confidence": 0.59
  }
]