[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  ac  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  NATIONAL MINIMUM WAGE OF WORKERS,  (AMENDMENT) ACT, No.1 OF 2028",
    "mean_p_confidence": 0.6511111111111111
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Naot Minimum Wage of Workers (Amendment)  fe No I of 2025  {Cen on 2nd of ay, 2025)  LD-0 192025  Wonkeas Act, No. Sor 2016  BE it enacts by the Plamen ofthe Democratic Socilit  Republic of Sri Lanka as flows:~",
    "mean_p_confidence": 0.3659574468085106
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1.0) This Act may be cite a he National Minimum Shri  ‘wage of Workers (Amendment) ActNo. 1 02025, af opatin",
    "mean_p_confidence": 0.3678260869565217
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (2) The provisions ofthis Act shall be deemed o have  come into operation on Api 1,202.",
    "mean_p_confidence": 0.5226315789473684
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2. Section 3of the National Minimum Wage of Workers Anendnat  [Ac No3 of 2016 f hereby amended by the repel of scent  ‘subsection (1) thereof and the substitution therefor, of the ®#<¥2016  fang:",
    "mean_p_confidence": 0.5318421052631579
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  “(a For the period commencing on Api 1,  2025 and ending on December 31,2025 the ational  Teli monty wage ral workers in any fda  ‘or servic shal be twenty-seven thousand rapes, nd  ‘henattona minimum daily wage of worker shal be  one thousand eighty ress.",
    "mean_p_confidence": 0.4117647058823529
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (0) With fet fom January 12026, te national  nina monthly wage for all workers in any  industry or servic shal be thiny thousand pecs and  ‘henattonal minimum daily wage of worker sil be  one thousand vo hundred riper",
    "mean_p_confidence": 0.44045454545454543
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  4. Forthe avoidance of doubt, itis here decal tht~ non oh",
    "mean_p_confidence": 0.32384615384615384
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  pore  (0) te budgetary elie allowances payable as at Sonar",
    "mean_p_confidence": 0.4246153846153847
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  March 31, 2025, under the provisions of the go",
    "mean_p_confidence": 0.5563636363636364
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  Budgetary’ Ree? Allowance of Workers Act,",
    "mean_p_confidence": 0.4075
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  No. 36 of 205, the Budgetary Retief Allowance",
    "mean_p_confidence": 0.445
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  of Workers Act No. 4 2016, o boy shal form",
    "mean_p_confidence": 0.4791666666666667
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 National Minimum Wage of Workers Amendment)  det, No 1 of 2025  pat of the national minimum monthly or dily  ‘wage specified in ection 2 payable to all workers  In any Industry oe service: and  (8) the wage of any worker who, as at March 31,  2025, received a wage that included the budgetary  feliefallowances under the provisions of the  Budgetary Relief Allowance of Workers Act,  No. 36 of 2005, the Budgetary Relief Allowance  lof Workers Act, No. 4 of 2016, or both such Acs  ‘hall, fom the date of commencement of his Ac,  ‘consolidate such allowances as part of such wage  of such worker  Proision ge 4Am employer shall not duce the monthly wage of any  ‘sium o'mage worker in any industry or service, including any allowances  ‘alowanes” payable nde the National Minimum Wage of Workers Ac,  [No.3 of 2016, the Budgetary Rei Allowance of Workers  ‘Act, No. 36 of 2005, or the Budgetary Relief Allowance of  ‘Workers Act, No.4 of 2016, in @ manner that would nepate  the inerease made to the national minimum wage by the  amendments to the National Minimum Wage of Workers  ‘Act, No.3 of 2016 under tis Act  Ioplenension _§, The Commissioner-General shall issue directives to  since” any employer, including the ial employer who abtins the  ‘Riliiowm Services of any worker in any industy or service through  {an intermediary or contractor to take all necessary measures  to ensure thatthe inerease made tothe national minimam  ‘wage by the amendments 0 the National Minimum Wage  fof Workers Act, No. 3 of 2016 under this Act is duly  implemented,  Siulsewtio 6 Inthe event of any inconsistency between the Sinhala  rrealinccot and Tamil texts of this Act, the Sinhala text shall prevail",
    "mean_p_confidence": 0.5688050314465408
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]