[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1955 eee : GY F worenta86 “Sf FN & y iS fey ? y, Ga 5 SOroRa ©, SY — : Co-operative Wholesale Establishment (Amendment) Act, No. 36 of 1955 Date of Assent : November 12, 1955 . Printed on the Orders of Government + Bibel atom, Pees, Annus] Subscription (including Bills) Rs 25, payuble in BBS RE Ser aeny, Cee eon Price : 20 cents, Postage: 10 cents,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Coreperative Wholesale Establishment 3 (amendment) ‘Act, No, 36 of 1965:",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1.2.0. 28/65. .",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Ag ab yo ane n sue Co-operative Waornsane",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "~\" “Esrapisaaent Act, No. 47 or 1940.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: November 12, 1983]",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen’s Most Escellent \"© *. Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in: this present Parliament assembled, and by the siithotity of the same, 2s follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Co-operative stot we Wholesale Establishment (Amendment) Act, No. 36 off 1955.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Section 2 of the Co-operative Wholesale Estab- Amiinest, on lishment Act, No. 47 of 1949, hereinafter referred to Zao. 17 ot as'the:* principal Act”, is bereby amended in sub- 1°. . section (2) of that section as follows: — a",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) in paragraph (0) of that sub-seotion, by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "_ == substitation, for the words, ‘societies;",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "and”, of the word “' societies; ” ; @) in paragraph (@) of that sub-cection, by the * . substitntion, for the word ‘ objects.”, of the words ‘‘ objects; and ”’; and (8) by the insertion, immediately after paragraph (©) of that sub-section, of the following s+ RaW paragraph :— no ~ 7-7 6 (& te carry om the business of insurance <*> of the lives aud properties of the members and employees of ,,00- P, ‘operative societies.” .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Let . m",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "8, Sexton § ofthe principal Aci hereby repealed piarany and the following new section substituted therefor:— of wth 6 spin “8. (1) The Board shall consist of Ae\" Seed not more than seven and not lese than",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ", wR five-members appointed by the Minister gad Deir) of whom thres shell be so appointed SRNESL\"; from among the persons chosen for the“. itv: Purpose bythe Co-operative Federation \"v1 of Ceylon Limited. ut 1x n seaman",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "4 Co-operative Wholesale Establishment ‘ (Amendment) Act, No. 36 of 2955. (2) The Chairman and the Deputy Chairman of the Board shell be ap- pointed by the Minister from among the members of the Bosrd.”’. . amentment ot 4, Seotion 6 of the principal Act is hereby amended seston. 6.cf, as follows: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "a {1) in sub-section (1) of that section, by the sub- stitution, for the words “ Every member of the Board shall be appointed by the Minister, and”, of the words ‘ Every member of the Board\"; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@) in the marginal note to that section, by the eubstitution, for the words “ Appoint- ments, term of office’, of the words “Perm of office ”. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "azqunea ot 8, Section 7 of the principal Act is hereby amended",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "$Sremeier a follows: —",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(1) by the substitution, for the words ‘if such person is found to be unfit or\", of the words ‘if such person”; amd. “",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) by the substitution, for the word ‘* reason- able.”, of the words “‘ reasonable, or if the Miniater considers that it is expedient to remove such person from office.” **",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Touetin of 8 The following new section is hereby insested By #4 immediately after section 14, and shall have effect. a3 wiodpal Ae. section 144, of the principal Act:— . Boner of 14s, The Board may from time to Boer to time, with the approval of the Minister, money. borrow such sums of money as may be required for carrying out the objects of the Establishment, and may secure the | repayment of any such sum by the mort- gage of any property of. the Establish- ~ Ment.” 1 ty fog Auminast of 7. Beotion 15 of the principal Act is hereby goa amended in. sub-section (1) of thet section es es follows:— whee",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Co-operatioe Wholesale Establishment 5 (Amendment) Act, No, 36 of 1956. (1) by the substitution, for the expression  geotion 14,”, of the following:— “section 14 and the sums borrowed under section 144,”’; and (2) by the substitution, for the words “* the Board under this Act.”’, of the following:— “the Board under this’ Act, and the rincipal of, and interest on, any. Kean cbtained by the Board under this Act.””, 8. Section 21 of the principal Act is hereby Ammanest ot amended as follows:— wasg aa (i) by the substitation, for the words ‘‘ the Co- operative Store Societies ”, of the-words \"the Co-operative Store Societies and of other Co-operative Societies which transact business with the Establishment”; and (2) in the marginal note to that section, by the substitution, for the words “report of members to be laid before the co-operative store societies.””, of the words ‘ report of the Board to be laid before meeting of representatives of certain co-operative sovieties.””. ®. Section 82 of the principal Act is hereby Rebemat repealed and the following new section substituted eee © therefor :— . ence Act * Miniete's 82, (1) The Minister may give the doa G\" Board such general or special directions thebawt,” —_telating to the exercise, performance and Pity oe discharge of its powers, duties and Biro” functions as he may consider necessary 3 gai... inthe public interest or in order to ensure the financial stability of the Establish ment and the efficient performance of the work of the Board. - _ @) The Board shall furnish the Minister with such information (includ- ing returns) relating to the transactions of the Board as the Minister may require.”",
    "mean_p_confidence": 0.79
  }
]