[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "a sien VEN (s) :  @ BGS Sees PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA ; \"CODE OF CRIMINAL PROCEDURE - (AMENDMENT) ACT, No. 52 OF 1980 . [Certified on 13th December, 1986] . Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic . Socialist Republic of Sti Lanka of December 12, 1980 sean um sana SORA PNM NTA ee ane te ot a Fo oO Price : 35 cents . ‘Postage : 50 cents:",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Gode of Griminal Procedure (Amendment) a Act, No. 52 of 1980 i? a {Certified on Lith December, 1980) u LD—0.62/86 : : An Ac? TO AMEND: THz Cops oF CrmuvsL Procapune ACT, _. No. 16 or 1979. BE it enacted by the Parliament of ihe Democratic Socialist Republic of Sti Lanka as follows :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. ‘This Act may be cited as the Code of Criminal Shert ttle Procedure (Amendment) Act, No. 62 of 1980.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 Section 2 of the Code of Criminsl Procedure Act, Amendment No. 15 of 1979 (hereinafter referred to as the “principal Sofacr enactment”) is hereby amended as follows :— No 1s of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(0) by the substitution, for the definition af * Govern .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "ment Analyst”, of the following new definition :-—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘Government Analyst” includes any person appointed to be or to act as Government Anslyst or Additional or Deputy or Senior ‘Assistant or Assistant, Government Analyst’ and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{b) by the substitution, for the definition cf “Govern- .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "ment Examiner of Questioned Documents”, of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "following new definition :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘Government Examiner of Questioned Docu- ments” includes eny person appointed to be or to act as Government Examiner of Questioned Documents or Senfor Assiv-ant or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘ Assistant Government. Examiner of Ques- . tioned Documents ;’,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“ Section 109 of the prinelpal enactment i» hereby Apendouet amended us follows -— - Morte",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(a) by the insertion immediately after subsection (4) Brneipal, « . _ of that section of the following new subsection: —",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "* (4a) Where an offence is committed in the . presence of a police offlcer he may proceed to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "record the statement of any person present at oF",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". ebout the scene of the offence and the statement of any suspect, and if such police officer is not _ himself the officer in charge of the police station of the area in which the offence is committed, he shall ‘forthwith report the facts to the officer in + “charge of auch police station.” ; and . 2A orero art ORR",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 (Code.of Criminal Procedure (Amendment) ? Act, No. 52 of 1980 ‘ (®), by the repeal of subsection: (5) of that section and the substitution therefor of the following new sub- : section :— . wees . vile Uns 468) (a) IE from informatica: received of ottier- ‘wise, an officer'in charge’of the police siation or inguizer has reason to suspect the commission of any ‘aluik. #& ‘offence, he shall himself make an’ investigation or authorize the malting of an Investigation under this suas hon “Tenjgn.sty Chapt in the manner hereinafter set outz Provided iowever, if. the offence.1s:a cognizable offence or he has reason to apprehend a bresch of “ineatamus gu) sit the penée, he shall, in-the case of every inquirer, voc iguec forthwith submit a report to the Magistrate’s Court wale having jurisdiction in respect of suck offence and ait + im the case of an officer fa charge of the police . wo station, forthwith submit.a’teport to “hissown 4\"! *-tymediate superior and proceed in person to the neva.q  SPOb to.dnvestigate the facts and circumstances of . ianusiets the case and to take such measures as may be eine -Recessary for the immediate’ discovery and arrest Gauri, 08 the offender : Geter Provided further, ‘that an officer in charge of « : ccc: Police station may depute.one of his subordinate vier. bfficers to proceed to the spot to matke such invest! gation-and to take: such measurés as. may be . | Receseary for the discovery and arrest of the sunt orofenden, te fie ne hit was <i Eo\" @y Hit appears to an officer in charge of a pollee ++ Ay sana! Station’ or an inguirer that there is no sufficient cei) = Found for entering on aa investigation he shall not . \"be bound to investigate the case.”.-; * Amendment 4, Section 115 of the :peineipel enactment: 1s hereby SESC74RS i. “amended by the repeal of Subsection (4) of that zeetlon and > principal 4 the substitution therefor of the following new subsection: — * 2 ASG) Whenever .an “investigation, under this Chaptet cannot be completed within the period of, twenty-four . “hours fixed by ‘section 37, and'there are grounds for ©! believing that further investigation is necessary the officer 1% 4m charge’ot the’ police statiot’ or the inquiréf stall forth- + with! forward the suspect to thie Magistrate having juris teidietion 4a the’ ease anil hall at ‘the’same time, transmit 1.40 gudhy Magistrate a-repori ‘of the’casé, tégether with & ori summaty of the statements, if any, madé by each of the i witnesses examined in ‘the’ course ‘éf sich investigation _ relating to the-ease, a ae Pee . ein tegen sate ee",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Code of Criminal Procedure (Amendment) = 3 Act, No. 52 of 1980",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "3. Section 116 of the principal enactment ia hereby Amendment amended az follows :— Siterthe",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(a) im subsection (1) of that section, by the substitution Prineipal",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "for the words “that the information is well founded or that further investigation is necessary”, of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "_ words “ that the information is well founded” ; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "+ (b) in subsection (8) of that section, by the substitution for the words “any such weapon”, of the words - “any weapon”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "6. Section 118 of the principal enactment ip hereby Amendment amended by the repeal of subsection (1) af that section and figeug™ the substitation therefor of the following subsection :— principal |",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "© (1) If an inquirer or # police officer who is investigat-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "ing any non-cognizable offence is of opiion that it ix",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "necessary to exercise any power conferred upon him by",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "this Act which could be exercised only in respect of a",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "cognizable offence, he shall, upon reveiving an order from",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "‘2 Magistrate, he entitled to exercise such power in respect",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "‘of such non-cognizable offence, *.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "7% Sectlon 135 of the principal enactraent is hereby Amendment amended 25 follows :— ‘pepection ; (@) in paragraph (c) of subsection (1) af thas section by Enacteent",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "the substitution for the words and figures “under +. sections 190, 191, 192, 103, 198, 197, 202 203, 204, 206, 206, 207 and 223 of the Penal Code”, of the words and figures “under sections 190, 193, a 1096, 19%, 202, 203, 204, 206, 206, 207 and 223 of the > | Penal Code”; { 4) im paragraph (¢} of subsection (1) of that section by : the substitution for the words and figures “any = - offence punishable under Chapter VI of the Penal & Code or, punishable under section 290, oF section i 291 of the same Code”, of the words and figures 4 “ any offence punishable under section 290, or 2018 of the Pensl Code”; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@) by the addition immediately afte subsection (4) of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": ", ‘that section of the following new subsections :—~ ‘ + (§) In this section the expression “‘some other . person” shall be deemed to include a peace officer. - (6) This section shall not apply to any case in : which the Attorney-General has exercised hiv . powers under section 393 (7).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "a s1470 ojo",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Code of Criminal Procedure (Amendment)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "‘Act, No. 52 of 1980 . Replapement Section 142 of the principal enactment is hereby tafe tie repealed and the following new section substituted",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Principat, = therefor :— «Procedtive 142, (1) Where the offence or any one of! eee ed them where there is more than one, fatis whenease within the list of offences set out in the proceeds Second Schedule to the Judicnture Act, : No, 2 of 1978, or where the Attorney-General has under section 145(b) or section 803(7) (b) directed the Magistrate to bold a Pteliminery inquiry, the Magistrate shalt follow the procedure laid down in Chapter XV. : - (@) Where the offence appears to be one triable summarily in ¢ Magistrate's Court ‘the Magistrate shall follow the procedure lald . down in Chapter XVIT:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". Provided that if the Magistrate is of opinion that the offence cannot be adequately punished by 2 Magistrate’ Court he shall",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "' forthwith stop further proceedings and forward the record of the case to the, Attorney-General, snd thereafter abide the instructions of the Attorney-General.”. Replacement = §, Section 158 of the principal enactment is hereby {Sor te —-Fepealed and the following new seotion substituted there- principal for:— : Snactmmant,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". canes, 158 (1) When an accused has been com~ Sisiements -Maltted for trial he shall, if he demands it at fo the a reasonable time before the trial, be furnish- potlee + ed with a certified copy of the statements to",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "the police of the witnesses who have testified before the Magistrate and of the statements Git any) to the police of the accused, by the oficer-in-charge of the police station where the relevant books are kept, on payment ...+ + therefor at such rate as may be prescribed by",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ": the Minlster by regulation :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Provided that until a rate is so prescribed",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "o the vate shell be twenty-five cents-for @ hundred words,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) When an indictment has, been for~",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "warded against any person in respect of 3",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "offence which is not shown to be triable BY",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Code of Criminal Procedure (Amendment) = 5 ‘Act, No. 52 of 1980 ‘a Magistrate's Court in the eighth column of the First Schedule, the Attorney-General may, in the interests of justice, make availa- ble to the accused or to his attorney-at-law, for perusal the statement to the police of any witness not Hsted in the indictment”. \"48 Section 162 of the principal enactment is hereby Amendment amended in subsection (2) of that section by the ‘e?orthe substitution for paragraph (b) thereof, of the following Principal new paragraph :—  (b) where thee was no preliminary inqulry under this Chapter, copies of statements to the police, if any, of the accused and the witnesses listed in the indictment ;\". iL Settion 281 of the principal enactment is hereby Amendment amended as follows :— Siete principal (@) by the aubstitution for-the words “under the age of Snactment. _ sixteen years,”, of the words “under the age of eighteen years,\"; and (2) in the marginal note thereto, by the substitutlon for the words “under sixteen years of age.”, of the words “under eighteen years of age.”. 12, Section 293 of the principal enactment ts hereby Amendment amended 5 follows :— Sfsecticn (@) by the insertion immediately after subsection (6) of Fnscibent. - that section of the following new subsection :— Des : “ (1) Notwithstanding any other provislons + contained in this Act, ft shall be lawful for the ; |. Attorney-General, having regard to the nature of 1 the offense or any other circumstances, fn respect +» of any.summary offence— . (a) to forward an indictment directly to the High ‘Court, or 272) to direct the Magistrate to hold a preliminary =. ‘1 \" ‘inquiry fi accordance with the procedure set ~ “ * “+ ‘out in Chapter XV in respect of any offence _!° ‘specified’ by him where he is of opinion that viP oret tthe evidence recorded at a preliminary ov ven swnguity will be necessary for preparing an __ fo N8indiotment.. 0\" .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "6 Code of Criminal Procedure (Amendment) Act, No. 52 of 1980 i and thereupon such offence shall not be trinble by; 2 Magistrate's Court.”; and (®) by the renumbering of subsection (7) of that rection ‘as subsection (8). Amendment 13. Section 204.of the principal enactment is hereby SSE, «amended by the substitution for the words “All persons",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Principal appearing before the High Court under a commitment for",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘mectnent. trial or in pursuance of bail so to appesr” of the words “All persons appearing before the High Court”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Replacement 14, Section 443 of the principal enactment is hereby",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "sfgection repealed and the following new section substituted",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Facies, Sherefor~ qhttomey- 443. ‘The Registrar of the court shall complainant Without delay, upon application made to him sedeccured — jorue—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Berson",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Satifled to (a) to the Attomey-General who shall be copy of exempt from any payment; or ‘whale or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "partof @) to the complaint or to every accused esas person on payment made at the concluded rates mentioned in section 442,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘or pending,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ": 8 certified copy of the whole or any part as desired of the proceedings (whether pending of coneluded) against auch accused person.”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "+ Insertion 15. The following new section is hereby inserted jmme- ot pew diately after section 456, and shall have effect as section iain the 456, of the principal enactment :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘enactment, “Failure ta 45Ga. The failure to comply with any SAR, provision of this Act shall not affect or be not toaitest ~ deemed to have affected the validity of any Somplaint «complaint, committal or indictment or the fe, admissibility of any evidence unless such",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "failure has occasioned 2 substantlal mis- cearrlage of justice”.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Retrogee: 16. The amendments made to the principal enactment",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Hive ellectot by the preceding provisions of this Act, chall be deemed for all purposes to have come into operation on the date of coming into operation of the principal enactment and such provisions shell apply fo all prosecutions, proceedings or matters pending in any court of first instance or pending im any other court whether in appeal or otherwise,",
    "mean_p_confidence": 0.85
  }
]