[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "2» Gah PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA JUDICATURE (AMENDMENT) AGT, No. 71 OF 1981 oe c. [Certified om 18th November, 1981] Printed on the Orders of the Government een et a rte mt rin sett OF ere RE A a Price; 45 cents Postage: 50 cents i",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Judicature (Amendment) Act, No. 71 of 1981 [Certified on 18th November, 1981]",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "L. D0. u/a. . :",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘Aw Act to ama tm Juoicasone Act, No. 2 oF 1078.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BE it enacted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1. This Act may be cited as the Judicature (Amendment) Short title Act, No. 71 of 1981, and shall come into operation on such Spetation® date as may be appointed by the Minister by Order published in the Gazette. ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2 Section 4 of ‘the Judicature Act, No. 2 of 1978 Amendment (hereinafter referred to as the “principal enactment”) is of SoCa3t) hereby amended by the substitution, for the words “not ° 1078. more than sixteen Judges\", of the words “not more than twenty Judges”. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "3. Section 5 of the principal enactment is hereby Amendment",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "oteection’s amended ag follows :— of the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@) by the repeat of subsection (1) thereof and the Snactiment,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "substitution therefor, of the following subsection :—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘(1) There shall be in each judicial district of Sri Lanka a “District Court” which shall be . deemed to be the “Family Court” when exercising the jurisdiction vested in a Family Court under this Act ot any other written law, and in every judielal division there shall be a “Magistrate's Court” and a “Primary Court” and each such Court shall be holden by and hefore a person to be called the “District Judge and Judge of the Family Court”, “ Magistrate” and \" Judge of the Primary Court” respectively.”; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(®) by the repeal of subsection (2) of that section, .”",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4, Section 6 of the principal enactment is berehy Amendment amended by the substitution for subsection (1) thereof, of | fapetlon 6 the following subsection :— principal",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "“ (1) Bvery District Judge and Judge of the Family",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Court, Maglstrate, and Judge of the Primary Court and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "all such Additional Judges and Magistrates of such courts",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "shail be appointed to their offices by the Judicial Service",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Cammission, *,",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘A 57nen_1ng00 (8108)",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2 Judicature (Amendment) Act, No. 71 of 1981 regemett «5. Section 8 of the principal enactment is hereby stthe tepesied and the following section substituted therefor :— Smactment, « appoint & (0) The Judicial Service Commission",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Ctedditional ay appoint as many additional District",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Judges, te! Judges and Judges of the Family Courts,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Magistrates or Judges of the Primary Coust to the same District Court, Family Court, Magistrate's Court, and Primary Court respectively ag the occasion may require. (2) Every Additional District Judge and Indge of the Family Court, Magistrate, or Judge of the Primary Court, appointed to any such Court, shall sit seperately and exercise all the powerg or jurisdiction vested in the District Court, Family Court, Magistrate’s Court and Primary Court, respectively of that district or division, as the ease may be, for which such Additional Distriet Judge and Judge of the Faraily Court, Magistrate or Judge of the Primary Court, is so appointed. ”, Amendment 6 Section 9 of the principal enactment is hereby Sftgetions amended in subsection (2) thereof, as follows :— inelpal Snacunent, {a) in paragraph (b) of that subsection, by the substitu- tion, for the words “nominated by the President of the Court of Appesl”, of the words “nominated hy the Chief Justice” ; and {) in the proviso to paragraph (b) of that subsection, ‘by the substitution, for the words “the President of the Court uf Appesl may”, of the words “the Chiet Justice may\". ‘Amendment 4. Section 17 of the principal enactment is hereby Srsection!? amended by the substitution, for the words “and the in President of the Court of Appeal may”, of the words “and ‘enactment, the Chief Justice may”. ‘Amendment -& ‘Section 2% of the principal enactment is hereby QTtection 4 — mended in subsection (1) thereof, by the substitution for aoe ae the words “damages for adultery, claims for maintenance Shectinent, gud alimony”, of the words “damages for adultery, elaims for alimony, ”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "Judicature (Amendment) Act, No. 71 of 1982 3",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "Section 26 of the principal enactment, an amended by Amendment Act No, 37 of 1979, is hereby further amended ax follows :— ee",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "principal",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "G) by the repeal of subsection (1) thereof and the “nsctmeat.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "“substitution therefor of the following subsection :— (1) There shall be for every judicial district an officer who shall be called the “Family ‘Counsellor ”,?; (iJ by the repeal of subsection (6) thereof ; : si) by the renumbering of subsections (2), (3) and (4) thereof as subsections (3), (4) and (5) of that nection ; and :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "4iv) by: the insertion tmmediately after subsection (1)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "thereof, of the following subsection :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "“ (2) Where a dispute in any action in respect of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "any matter within the jurisdiction of a Family",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "Court, or any application for maintenance, comes",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "up for inquiry oF trial before a District Judge and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "Judge of the Family Court or Magistrate, as the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "case may be, such Distriet Judge and Judge of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "the Family Ccurt or Magistrate shall, unless any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "party to the actfon expresses in writing a desire to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "the contrary, refer such dispute to a Family",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "Counsellor, who—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "(2) shall make every effort to induce the parties to settle such dispute; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "{b) shall submit his report thereon to the District Judge and Judge of the Family Court or ‘Magistrate, as the case may be, within such time as may be specified by such District . Judge and Judge of the Family Couct or : Magistrate\".",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "10, Section 29 of the principal enactment, as amended by Amendment Act No, 37 of 1979, is hereby further amended by the repeal of set‘ion 2 of subsection (2) thereof and the substitution therefor, of | prineipa? the following subsection :— Snnectenent",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "(2) ‘The provisions of the Adoption of Children",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "Grdinance governing the institution and conduct of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "Peoceedings under such Ordinance shall be deemed to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "apply to auch proceedings that may be instituted in the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 25,
    "text": "Family Court\",",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 fadicature (Amendment) Act, No, 71 of 1981 Amendment = 1. Section 45 af the principal enactment is hereby ot ime, Pal amended in subsection (4) thereof, by the substitution, for enactment. the words “before a Judge of the High Court, District Judge, Judge of the Femily Court or Magistrate,”, of the words “before a Judge of the High Court, District Judge and Judge of the Family Court of Magistrate,”. Smmendinent 12 The Third Schedule to the principal enactment is Hreciuei2, hereby amended by the omission of the item “Maintenance enaciment. = Qrdinance (Chapter 91)\" from that Schedule. Amendment 13, The Fourth Schedule to the principal enactment is Bchoiulato | hereby smended by the omission of paragraph (22) from ensciment. that Schedule, ‘Trensitions!) «MM All_ proceedings pending in the Family Courts in provisions = Seapect of any application for maintenance on the day preceding the date on which the provisions of this Act are brought into operation, shall stand removed to the appropriate Magistrate's Court and such Court shall have jurisdiction to teke cognizance of, hear and determine or to continue and complete the same, and the judgments and orders of the aforesaid Family Courts delivered or made before the date on which the provisions of this Act are brought into operation ahall have the same force and effect as if they had been delivered or made by the appropriate Magistrate's Court,",
    "mean_p_confidence": 0.83
  }
]