[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  lam (  eam  Wee  Ores)  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  SUPPLEMENTARY ALLOWANCE OF  WORKERS :  ACT, No. 65 OF 1979  [Certified on 9th November, 1979]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of November 16, 1979  Price: 65 cents “. . aa 25 cents",
    "mean_p_confidence": 0.6651851851851852
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Supplementary Allowance of Workers  Act, No. 65 of 1979  [Certified on 9th November, 1979]  _ LD—0. 55/79  AW Act To PROVIDE FOR THE PAYMENT OF A SUPPLEMENTARY  ALLOWANCE BY. EMPLOYERS TO CERTAIN CATEGORIES OF  WORKERS. IN THE PRIVATE SECTOR AND FOR MATTERS  (CONNECTED THEREWITH OR INCIDENTAL THERETO.  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7314666666666667
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1, This. Act may be cited as the Supplementary short  Allowance of Workers Act, No, 65 of 1979, and shall be {leand  deemed to have come into operation on the first day of operation.  September, 1979 (hereinafter referred to as the “relevant  date”).",
    "mean_p_confidence": 0.766734693877551
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2 (1) The Commissioner shall be the competent Competent  authority for the purposes of this Act. ssuhcetiy",
    "mean_p_confidence": 0.689
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (2) The competent authority may delegate to any officer  of the Department of Labour any power, function or duty  conferred or imposed on, or assigned to, such authority by  this Act,",
    "mean_p_confidence": 0.8127777777777777
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  3. (1) With effect from the relevant date, every employer, Payment of  in any trade, of a worker whose total earnings for the month SUPpie-  do not exceed one thousand five hundred rupees shall in allowance.  respect of each month, pay to every such worker employed  by him an allowance (in this Act referred to as the “ supple-  mentary allowance”) calculated on the following basis:—",
    "mean_p_confidence": 0.806027397260274
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (a) in the case of a worker remunerated at a monthly",
    "mean_p_confidence": 0.7584615384615384
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  rate, the allowance payable shall be a sum of fifty-  five rupees:  Provided, however, that in the case of a worker",
    "mean_p_confidence": 0.7724
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  i who does not work for the requisite m: nber of days",
    "mean_p_confidence": 0.6692857142857143
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  as prescribed by any written law or contract for  any reason other than the failure of the employer  to provide work for such worker, the allowance  payable to such worker shall be in proportion to  the number: of days he has worked for the month,  so however that such allowance shall not exceed  fifty-five rupees ;",
    "mean_p_confidence": 0.79125
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (b) im the case of a worker paid at 2 daily rate, the",
    "mean_p_confidence": 0.7626666666666666
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  allowance payable shall be a sum of two rupees and  fifty cents per day for each day he has worked  2A sa87—15,700 78/10) i",
    "mean_p_confidence": 0.7107142857142856
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 ‘Supplementary Allowance of Workers  . Act, No. 65 of 1979  during the month, so however that the total  allowance payable for that month shall not exceed  fifty-five rupees; and",
    "mean_p_confidence": 0.7455555555555555
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (©) in the case of a worker who is employed on a piece-",
    "mean_p_confidence": 0.7886666666666666
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  ate basis, the allowance payable shall be a sum not  less than ten per centum of the wages due to him at  such piece-rate during the month, so however that  the allowance payable for that month shall not  exceed fifty-five rupees.",
    "mean_p_confidence": 0.8131914893617022
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (2) Every employer of a worker whose total earnings for  the month exceed one thousand five hundred rupees but are  Jess than one thousand five hundred and fifty-five rupees,  shall, in respect of each month, pay to such worker as  allowance, an amount equivalent to the difference between  one thousand five hundred and fifty-five rupees, and the",
    "mean_p_confidence": 0.83375
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  siovey-* amount drawn by such worker as salary-or wages for that  month, F ee",
    "mean_p_confidence": 0.6047058823529411
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (8). Every worker who is entitled to. the-Supplementary  Allowance and is also entitled to a Cost of Living Allowance  determined in accordance with the Colombo Consumers’  Price Index or to a special allowance payable under the  Wages Boards Ordinance shall, as long as this Act is in",
    "mean_p_confidence": 0.7945283018867925
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  _suasu, force,.not be entitled to any Cost..of Living Allowance in  excess of the amount determined in accordance with the",
    "mean_p_confidence": 0.7313636363636363
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  . Cost of Living Index figure of 245.9 or to such special  allowance in excess of the amount paid for the month of  September, 1979, unless such Cost of Living Allowance or  such special allowance in respect of any month exceeds the  aggregate of the Cost of Living Allowance determined in  accordance with the aforesaid Cost of Living Index figure  or the special allowance paid for the said month of Septem-  ber and the supplementary allowance, in which case such  worker shall in respect of that month be entitled, in addition  to the supplementary allowance, to be paid the amount of  such excess.",
    "mean_p_confidence": 0.8333913043478262
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (4) Where a worker who is entitled to the Supplementary  Allowance is also entitled to a Non-Recurring Cost of Living  Gratuity in accordance with, or on the basis of, the provi-  sions of any Collective Agreement or in terms of any Order  made by the Minister under section 10 (2) of the Industrial  Disputes Act or by reason of his employer voluntarily  agreeing to pay such gratuity, such worker shall, as long  as this Act is in force and notwithstanding anything to the",
    "mean_p_confidence": 0.8482608695652173
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Supplementary Allowance of Workers 8  Act, No. 65 of 1979  contrary in such Agreement or Order, not be entitled to a  Non-Recurring Cost of Living Gratuity in excess of the  following amounts :—",
    "mean_p_confidence": 0.7835897435897435
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (a) where the Cost of Living Index is'at a figure not  exceeding 245.9, the amount determined in accor-  dance with such figure ;",
    "mean_p_confidence": 0.7596296296296295
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (b) where the Cost of Living Index is at a figure exceed-  ing 245.9 but not exceeding 273.4, the amount deter-  mined in accordance with the Cost of Living Index  figure of 245.9; and",
    "mean_p_confidence": 0.7946153846153846
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (©) where the Cost of Living Index is at a figure exceeding  2734, the aggregate of—",
    "mean_p_confidence": 0.7389473684210526
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (®) the amount determined in accordance with the  difference between such figure and the Cost  of Living Index figure of 273.4; and",
    "mean_p_confidence": 0.768076923076923
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (ii) the amount determined in accordance with the  Cost of Living Index figure of 245.9.",
    "mean_p_confidence": 0.765
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  4, ‘The provisions of this Act shall have force and effect This Act  notwithstanding anything in any other written law or in any 2R2™q  Collective Agreement or other agreement or in any contract effect  of employment whether oral, written, expressed or implied ; Both  and accordingly in the event of any conflict or inconsistency anything in  between such provisions and any such other law, Collective ny otter  Agreement or other agreement or contract, such provisions Taw, &.  shall to the extent of such inconsistency prevail over such  other law, Collective Agreement, other agreement or con-  tract.",
    "mean_p_confidence": 0.7682242990654206
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  5. Subject to the provisions of subsections (3) and (4) Special  of section 3, every worker who has been employed by any Proding  employer in any trade on the day immediately prior to the continuation  relevant date shall, for so long as he continues to be aS cioyment.  worker of such employer, continue to be so employed on  such terms and conditions relating to salary, allowances or  other payments in money by whatsoever name or designa~  tion called (excluding the supplementary allowance payable  under this Act) as are not less favourable than those which  such worker had enjoyed on the day immediately prior to  ‘the relevant date.",
    "mean_p_confidence": 0.8139495798319327
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  6 (1) The employer of a worker in any trade shall Duty of  maintain and keep in the premises in which that trade is S™plOyer",
    "mean_p_confidence": 0.7657142857142857
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  carried on, a register setting out— Fegister.",
    "mean_p_confidence": 0.7122222222222222
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (@) the name of each worker employed by him;",
    "mean_p_confidence": 0.7463636363636362
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Supplementary Allowance of Workers  Act, No. 65 of 1979 if",
    "mean_p_confidence": 0.7014285714285714
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (®) the class of work performed by -each worker",
    "mean_p_confidence": 0.6972727272727273
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  employed by him ; and",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (c) the amount paid to each such worker in accordance",
    "mean_p_confidence": 0.7508333333333334
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  with the provisions of this Act.",
    "mean_p_confidence": 0.695
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (2) Every employer who maintains or has maintained a‘  register under subsection (1), shall preserve such register  for.a period of six years commencing on the relevant date  and shall, when required to do so by the competent autho-  rity, ‘produce such register for inspection or furnish a true  copy of such register or permit such a copy to'be made.",
    "mean_p_confidence": 0.8251515151515152
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  Powers of 7. The competent authority shall have the power—  competent  authority, (a) to enter and inspect at all reasonable hours of the day",
    "mean_p_confidence": 0.7842857142857144
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  or night any place in which workers in any trade",
    "mean_p_confidence": 0.7983333333333333
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  are employed, for the purpose of examining any",
    "mean_p_confidence": 0.766
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  register or of ascertaining whether the provisions",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  of this Act are being complied with; or",
    "mean_p_confidence": 0.7569999999999999
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  (b) if any such register is not available for examination",
    "mean_p_confidence": 0.7791666666666667
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  when he is inspecting such place, to require the",
    "mean_p_confidence": 0.770909090909091
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  production of such register on a specified later date",
    "mean_p_confidence": 0.770909090909091
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  ‘for examination at such place or at the office of",
    "mean_p_confidence": 0.7725
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "  such authority ; or Bs",
    "mean_p_confidence": 0.5614285714285715
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "  (c) ‘to take copies of the whole or any part of any such",
    "mean_p_confidence": 0.7966666666666666
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "  register ; or",
    "mean_p_confidence": 0.534
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "  (a) to interrogate any person whom he finds. in such",
    "mean_p_confidence": 0.7416666666666667
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "  place and whom he has reasonable cause to believe",
    "mean_p_confidence": 0.7809090909090909
  },
  {
    "i_page": 5,
    "par_num": 21,
    "text": "  is an employer of workers employed in any trade",
    "mean_p_confidence": 0.7754545454545454
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "  carried on in such place ; or",
    "mean_p_confidence": 0.6788888888888889
  },
  {
    "i_page": 5,
    "par_num": 23,
    "text": "  (e) to direct, in writing, any employer of workers in any",
    "mean_p_confidence": 0.8023076923076923
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "  trade to furnish to him on or before a specified",
    "mean_p_confidence": 0.6816666666666666
  },
  {
    "i_page": 5,
    "par_num": 25,
    "text": "  date—",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 5,
    "par_num": 26,
    "text": "  () a return relating to all workers employed by  any such employer or any specified class or  description of such workers and containing,  such other particulars.as he -may require for  the purposes of this Act ;",
    "mean_p_confidence": 0.7292857142857143
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "  (i) ‘such information or explanation as he may  require in respect of any particulars stated =~  in any return furnished by any such emplo-  yer; or",
    "mean_p_confidence": 0.7567741935483872
  },
  {
    "i_page": 5,
    "par_num": 28,
    "text": "  (ii) @ true copy of the whole or any part of any  register maintained by any such employer.",
    "mean_p_confidence": 0.7728571428571429
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Supplementary Allowance of Workers 8  Act, No. 65 of 1979  & Every person who— Offences and  penalties.  (a) fails to comply with the provisions of section 6; or  (b) fails to furnish such means as are necessary for any  entry or inspection by the competent authority for  the exercise of his powers under section ‘7; or  (c) hinders or obstructs such authority in the exercise  of the powers conferred by that section ; or  (d) refuses to produce any register or furnish any infor-  ‘mation which such authority requires him to  produce or furnish ; or  (e) makes or causes to be made in any register, any  statement which is false in any material particular,  or produces, or causes or knowingly allows to be  produced, any register containing a false statement  to-such authority, knowing the same to be false;  or  (f) furnishes any information to such authority acting  under the powers conferred -by that section, know-  . ing the same to.be false ; or .  (g) makes default in complying wih any directions given  by such authority under section 7, or who, when  called upon to furnish a return under that section,  knowingly, makes or furnishes or-causes to be made  or furnished, a return containing any ‘false  statement,  shall be guilty of an offence and shall be liable on conviction  before a Magistrate to a fine not exceeding one thousand  Tupees or to imprisonment of either description for a term  not exceeding six months or to both such fine and  imprisonment. J  9. The supplementary allowance payable to a worker Payment  under this Act shall be deemed for all purposes.of written que under  Jaw, including— fo constitute  part of,  (2) contributions to Employees’ Provident Fund and worker's  pension ;  (®) annual holiday remuneration ;  (c) overtime remuneration ;  (@) maternity benefits payments ;. and",
    "mean_p_confidence": 0.77821325648415
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Supplementary Allowance of Workers  Act, No. 65 of 1979  (e) bonuses and gratuities,  to constitute part of his wages, and accordingly every  employer of such worker shall pay such supplementary __  allowance within the period within which such employer is  required by any written iaw to pay the wages or salary of,  such worker,  Failure to 10. (1) Any employer who fails to pay a sum required  ey gm to be paid to a worker of such employer under this Act  workers. or fails to comply with the provisions of section 5 or section.  9 shall be guilty of an offence and shall be liable on convic-  tion before a Magistrate to a fine not exceeding one thou-  sand rupees or to imprisonment of either description for  a term not exceeding six months or to both such fine and  imprisonment.  (2) Upon conviction by the Magistrate of an employer  for failure to pay any sum required to be paid to a worker  of such employer under this Act, the court shall, in addi-  tion to any other penalty which it may impose for such  offence, order such employer to pay such sum to such  worker within a period specified in the order, and if such  sum is not so paid, such sum shall be recovered and paid to  . such worker on the order of the court, as if it were a fine  imposed by the court. ¥  Recovery ot _‘1._(1) Where an employer has been convicted for failure  iors. _-t@ pay any sum required to be paid to a worker of such  inertain» employer under this Act, then, if a notice in the prescribed  bial form of intention so to do has been served on the employer  at any time before the date of commencement of the trial,  evidence may be given of any failure on the part of the  employer to pay any sum in accordance with the provisions  of this Act to that worker or any other worker or workers  at any time during the six years preceding the date on  which the complaint was made to court of the offence of  which the employer has been so convicted and, on proof of | '  ‘the failure, the court may order the employer to pay such  sum as it may be found by the court to be due from him  to such worker or workers. Any sum ordered to be paid  under this subsection may be recovered in the same manner  asa fine.  (2) In this section “prescribed” means prescribed by +  regulation made under section 12.  Regulations. 12, (1) The Minister may make regulations in respect of  ‘matters for which regulations are authorized or required to  be made under this Act, :",
    "mean_p_confidence": 0.8252380952380952
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Supplementary Allowance of Workers 7  Act, No. 65 of 1979",
    "mean_p_confidence": 0.7246153846153847
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (2) Every regulation made by the Minister shall be",
    "mean_p_confidence": 0.7772727272727272
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  published in the Gazette and shall come into operation on  ~ the date of such publication or on such later date as may  be specified in the regulation.",
    "mean_p_confidence": 0.8134374999999999
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (3) Every regulation made by the Minister shall, as soon  as convenient after its publication in the Gazette, be brought  before Parliament for approval. Any regulation which is  not so approved shall be deemed to be rescinded as from  the date of such disapproval but without prejudice to any-  thing previously done thereunder.",
    "mean_p_confidence": 0.828
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (4) Notification of the date on which any regulation made  by the Minister is so deemed to be rescinded shall be  Published in the Gazette. 7",
    "mean_p_confidence": 0.8113333333333334
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  13. In this Act, unless the context otherwise requires— pacer",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  “Collective Agreement” shall have the same meaning ‘  as ini the Industrial Disputes Act ;",
    "mean_p_confidence": 0.6144444444444445
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  “Cérrimiséioner” means the person for the time being  holding the office of Commissioner of Labour and",
    "mean_p_confidence": 0.7378947368421053
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  . includes any person for the time being holding  _ - «office as a Deputy Commissioner of Labour or as  a Senior Assistant Commissioner of Labour or as  as Assistant Commissioner of Labour or as a Labour  Officer ;",
    "mean_p_confidence": 0.7291111111111112
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  “earnings” shall have the same meaning as in the  Employees’ Provident Fund Act, No. 15 of 1958;",
    "mean_p_confidence": 0.796
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  “employer” means any person who on his own behalf  employs, or on whose behalf any other person  employs, any worker in any trade and includes any  person who on behalf of any other person employs  any worker in any trade;",
    "mean_p_confidence": 0.8219565217391305
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  “trade” includes any industry, business, undertak-  ing, occupation, profession or calling carried on,  performed or exercised by an employer or worker,  and any branch of, or any function or process in,  any trade, but does not include any industry, busi-",
    "mean_p_confidence": 0.8171739130434782
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  5 ness or undertaking which is carried on by any  corporation, board or other body which was or is",
    "mean_p_confidence": 0.805
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "  _ established by or under any written law other than",
    "mean_p_confidence": 0.765
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "  the Companies Ordinance, with funds or capital",
    "mean_p_confidence": 0.7166666666666667
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "  wholly or partly provided by the Government by",
    "mean_p_confidence": 0.752
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "  3 way of grant, loan or otherwise; .",
    "mean_p_confidence": 0.665
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Supplementary Allowance of Workers  Act, No. 65 of 1979",
    "mean_p_confidence": 0.7238461538461538
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  “wages” on “salary” shall mean the aggregate of—",
    "mean_p_confidence": 0.686
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (a) the contractual wage or salary of the worker  or the wage prescribed by the relevant Wages  Board for the trade to which the worker  belongs ;",
    "mean_p_confidence": 0.791875
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (b) any amount payable to the worker under the  Interim Devaluation Allowance of Employees  Act, No. 40 of 1968 ;",
    "mean_p_confidence": 0.7566666666666667
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (©) any amount payable to the worker under the  Budgetary Relief Allowance of Workers Law,  No. 1 of 1978 ;",
    "mean_p_confidence": 0.7695833333333333
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (d) any amount payable to the worker under the  Special Allowances of Workers Law, No. 17  of 1978 ;",
    "mean_p_confidence": 0.751304347826087
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (©) any amount payable to the worker under the  Budgetary Relief Allowance of Workers  (No. 2) Law, No. 18 of 1978 ; and",
    "mean_p_confidence": 0.7770370370370371
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (f) any amount payable to the worker in accordance  with the provisions of or on the basis of any  Collective Agreement ;",
    "mean_p_confidence": 0.7965384615384615
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  “worker” means a person employed in any capacity by  any employer under a contract whether oral,  written, expressed or implied to perform any work  in any trade and includes a worker whose salary  or wages are regulated by any written law or  otherwise and a worker employed on a piece-rate  basis but does not include a domestic servant or  an employer's personal chauffeur.",
    "mean_p_confidence": 0.8145833333333333
  }
]