[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "! i ae 7 ea ; PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF i SRL LANKA REGISTRATION OF ELECTORS ; AGT, No. 44 OF 1980 : {Corte am 24th Getobes, 1800) rho he Order of Cones uti wa fpplenent Pt of the Gets a te Demserets Sect Hei of 3 Lan of ee th A AE FRE Pee ee ent",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Repistesion of Bisetors Ath No. #4 of ta6t . {Ceti on 26th Cetaber, 5900] + nme 5/00, ‘oe Acrzo exvare con i Renaneazies Of Eascrone meee - ‘9 AStiCLS 10 oF Tae Common a6 0 vacua rm  MAPTEnS SEOMRCTED ERGRELIEDE O€ ARCUDESTAN THERETO, * “BE it euacted by the Parliament of the Demsseatic Soctetist +. Rapublie af Se Latke a9 fallow 1. This Act cay be cited as he Retsnasion of Blestom in ite At, Molt of 1899, aid ditt come Inia pezstion cm such Reb dee ot ‘its of may be appointed by the Proadest ky Order p> lumned In the Garett, PART 1 Gime oF Buzraey . % Ho porann shalt be qualitied to have Ms name entarat Chem - + valsinad in any register of electors for sty wrcorad Hy \"— letiet {hoveiafter neterted to an the “raginer\") in ang SMe ‘Year if-arch person is subject to any oF the disaialifications ‘Wm pened fn Arie 89 of &he Comatimtion, Te Gast dag of June im ang year in eneby paseribe + asthe quskiying date on which a pason should have gains fut es 8 the age of elghtaan putas to qually Sor the parpoaes of ‘Sige registration as am eleeior AM The frst dy of June any year fe bersby quae ‘praseribed as tha qualitying dxte on which a peraoa abouts Se bbe resident i any cieetanal dieteict 40 ayo a tame Suga satered or retained Sa fe rogiser of thet electoral det 42) Thesddrens at which 2 perasa was ordknaily resent 4m any elorerat dati on th fost day of Jane 25 any yet fp hereinafter zeforred 40 an bia “qualifying wide”. _ ~ Gy Ta the deterninaion of any question as t 2 pero’s 8 + weeidence on the frst dag of June tn any voce, pam segard shall be ad fo He purpose and other ereamstancon ‘aell bs to the fect, Of is presence af, or abssocn Srey, ‘he addrece in question, and in particular he aboanee {rm ‘eh addrece inthe portormanee of any dy eeeriing fee er Sneental to ony offs, seeview ar exaployinent, fla oF + andertseen Bp hina 3. Subject to the provisions of asaton f, every penton Gens {BOL otherwise dinquclificd shel he qualified to have Bix Quam same enicned ta wetated inp regieter. perenenrerres",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 —-Rigstation of Mleclore Act, No, # of 1960 wiazyge Toe mame of person ell be enteced cr soa eS tae veitr for any eostual diet n any year waar bis Fr geatying addr and noringy och parva thal tbe ERNZS entitled to have his name go entored or retained under aup ther dees: Provided, howovet, hot th regiteation of such par = sm lector shall dawned ce construed nol be invalid ar of 00 eat by roan only of tbe tau to ot with the peselng provens of this action in asopec of tha try or sete of his name ta soc rite. pense 7 (1) No pesson shall be oiled to Bave his mace SP extra ociaind a ore Ui ne rete notin tag Unt he may be quale to have hi nae ected oF tetaned into ex more reuters {2} No parson shall be entitled to have his name entered or retained more than once in the same rayister, notertth: funding Sat be may be qalifed to have hi am 90 ter fo eta, Pane rave Orcs, Pots DIRS oe Panes Det . primes kL) Ae seman may aa he pain of tn Seog | Protumtm vote Arle #7 of th’ Cetin te CComaminioner of Elections (heeinatier refered to we tba Comnbetoner”) stall appeal, ey nasa or by ofa, 2 reglonring ocer toe each lecial tlt fut may from tue fo tzu appoit by name ar by offs nn or more pert to sant any segitecng oc i ia ‘evformapes of hi dudes A. person sapped eet Ty meh ooo a afore oa ave al tha power 0d Tany portonn all the dtr ofthe officer Whom be i a> ‘pointed to asetst, and any reference in this Act fo a regi",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Registration of Bisctors Act, Ko. of 19690 #taving ofcar abel, unlagn the coment ofberwtse requires, ++ be donmed te instr a reference io an assent coger tices ae Ax sppointmnt made by the Commissioner under this | salon aay he ovate yim at ay He, +. b G5) Ae son an may bo atte the pubiloction of ths woing 4 Prodamation ‘under Article Taf the Commttution, the See; repioting oflor of cnc electoral dati speiind in the ' + Proclamation afeeeaid, all, im acomdane with aun stan veces a may be led ty the Commislonte (o) aivide that eectotat diateck inte gating dviclra, fad antiga to oath nich poling Gviion dete ‘sisbing ieftas oF ators (8) subdivide onc such poling divkton tata potting = ‘etre end assign *o each atch ping dust . stinging member} an +e) yolieh tn the Gasset & matics speciyinge . (0) the ling divisions snta which that Mectaad tit hes been dividnd andthe dstngulte ing toer of lotace tescguet te esch eich te paling dtveian, ant 1 1H) the polling incite fate which wach mich ‘allngdivstn le boon sub-divided and tow ° dixtingsishing number serignod to each muh : pilieg dimer {2 Uadess the Comision otbtrwive direct, th sub division of 3 palling division into poling dimrets call be oo made thie sath ping Gate a the thoy of auch scbviivsion, costana fot coore tha ane ¢howend ve Srudrod electors * (9) The Avision of an clectoral district fain poling + divskon, ad tas saben of «poling. division intr . Polling aiseta may be atered hy Hae sapien eter 35 scemien may rogue; and pen any wich aller tetag mace ho stall pubis in the Gaon a note moor 4 tying. tn relation to det elecroral district, the partisans ‘aentlaned to parngvaph fe) of sutertion (3). Any auch + ltecnio shatl come into eect on the date of publi _ Of the not under eection 30 selting So the oat neta tion of the register for such elevtorat district, bot the + wevlson of auch regiates before mech etext 200 be ‘ado om the beds of auch alteration",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4. Registration of Elseione. Act, No, 44 af 7090 PARP Patrauamoee or Recsesene Epyarmfioe 40. {1} Aa soon as may be after the publloation of Oe, fewer Proulamation under Aetite QT of the Constitution and after the publsstion af the notion referred to in section 9(2), th seplstering officer of each electoral diatlot spesifed in auch Proctsimation shall propre, or cause ta be prepared, and cortify a register for such ectovel dixtret, so howeren, ‘that every name appearing ia a emgister in eporation or in ‘those parts of 2 espiter in operation feamedlately patut to ‘the publication af such Proclamation which selete te Soe ‘rea enurprised in gue sleetorsl district shall appear in the efleter eo prepared and cartited together with the quality jog addrent under Which such name = appeared in te regiier in operation.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "2) The registering oMeer dhall, wihjat to the provisions of section 7, enter oF cauet to bn entered in a raglatar ‘ropored uniter svhserlion {0}, the meme af persona who ‘lthogh their names are not tn the register in qperation a — ‘those pasts of a register in operation refereed 10 Jn thot ‘subsection appear to him tn be quali to have thete names ‘entered in dhe regiclér co prepared.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(3) Before the certifoation of fe register proparad for any eletiored district under rubsention (1), epplfeation wey lke miade to tho registering ulfizer af that electoral dishrict for the eursection of am existing mntxy relsting +0 Te deplicant in such register, avid where such application we” made, the segisioring ofloer sat, ke és satisfied ater 200d ingumry an ie deeens Bt that the etry sclasea to tlie, applicant and is czmarous or dafeetive la any perticntnr, ‘enuse the nectanery amendment in the entry to he made.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "() Nothing in this Act shall be deemed 10 peoisbie the sogitering cfr, bolore oartifying suy regisier prepared ‘under wpbveesion (), from careecting any cleriea? error stbied appeaty ta him to have bees mada thesein,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(5) tn this suction, “register in oporation ” means any. agistar of lectstn to? the Hane being bs aperution fo teem,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "Of Bie Ceylon (Pantianentary Rleettons) Onder in Counen.. 18,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Revisteation of Hiecors Act, No. 46 of 19805 a (1) On the cartitotion nfs sepister under wection 10 ntge of ‘the regirtering officer aball give notice in the Gazette and Same An st least ane newspaper in each of the National Languages #408, hat the seginter bar been certifed and. hat such + coger or xcopy there sapen fr ineperton at all rsa 1. hie hours of the day a the offce of the registering oficer rah ach othr place nthe ditrct ax may be spin fn the noe, @) A register tor any alactorel district skal come tate ‘peration on the dete of the publiatim in tha Gazette ‘of the notice aforesaid and suc reget shall cootinua fn ‘peratinn until euperseded hy the emming into operation af ‘he next cert register as bereinater provided, PART IV avimos oF Remsres \"a G1) On or bafore the frat day of June in euch your Revision of * ater the repiter for any electoral distil Is frst cere OH + uncle section 10, he Commissioner shall cause the revisn of mch regiatr to be commenced ad a notifeaton stating thatthe revision of such regstar be commented and ine foeming every person quulited to be an elector for mich ‘dectoral district how he may atcertain whetbar his bame 4st auch register and fof, how ba may sacioe ta entry tberelr, to be poblished tn the Gasca and in at oust ame = ewipaper ia each of the National Languages und to be .—_concpteously diplayed at public places witha such slcto- al dati (2) For the purpons af zoviaing the regater and of sat + fying himselé af the qualifeation of any pera for rear \\ atl ar determining whether the name of any persen | should be eatered or retned in the reser, the registering | los may make wich hows te house o ater ing ae say door necesiay ether by himself or through & perso sppuinted by hm, Por the purpose of soch ingucy the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Registration of Pectone Ac, Ma, of 980 registra ocar may require any housbolder cx any pet“ son orang or ooeupying any Sand ne premises in His lew tora diet ot fe agent of sch petton to eve io mish” forma 98 may fox fae to time be detained bythe Come” valmioner, any information in the poumon of euch yore, cr ugg Wich Hie ceering leer map equine. ARE, lee routing information wader tie satection mag be ent bp ation lstir pst 10 the pnan from whom the” Inteuston ie requed or may belive to him ar sult mambar of bis boarahal, (8) All ofa in te sevice of toe Gemamnuene tes | Lata, or any publip corporation oF eay eal euthorty {ether thon efter im uch eerste who are bound by a eth ot eecy weer ney wate lew), are eeby eto end sd regu? fo lash to the negutring fteee ah \"7 ‘30h adorntion apo may vogue to emblems tonne ~~ the mgiee, 2 (4) Beery peru who, bang i pomenson of my iat tuston requaed unr idwecton (elo give eve Sn fecrnation to the siatering eter ot ang peeson appoint: sf by tbe regatering officer for the pupae ot willy ~~? fives any false information, sll be euity of an oflwse —-~* foveal ox convicn bate a Magutte, be Hable 9 8 = foe nck exoming five hundoed rupee, or  inprsoamest ct eihardecrigtion fora tem nak expeodng ono manch (6 bth such ie and tmpteanmest 8) Every ofteer whe Is apponted by 6 registering a | (0) wba witty superemen any Information reattog to the quatiteation of any perton for seqitration ax “1 fn sloctar or sierant foe Geter wonton the 5+ same of any peron eiolé or tox not be eterad fr uined in The mle, lla Sos koran od bon furlbed tao elected hy Im or gee any Infomation relevaot forthe urpoas sere ion ouch inbamatien to be Sale or ht @ sho wihaly and witout reunite ome deletes ~** or cares to he deleted fiom the Reiter at falls *,° Withaly and witout semoneble cause to niet oe tule ba tho soise the noma of sx sant wins Ys Ede v0 he eqhared a6 an elit",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Regletration of Blectore Act, No. 44 of 1059 9 Tsu be guilty of an offence sud shal, on conviction before ** a Magisirate, be Hable m 9 fine not excesding dve hundred . ‘rupees of to imprisonment of ether description not exceed+ a+ Migope month or to both such fine and impeisonment, =) © Every person who, at any revision of any engiter tn +, MBY Yont, Imowing tht he or any thar parson f aot quall- wx tad to have tbe manne of himaelé or such ofber person entered |) OF Retained i such registen, clin or appli, or induces ‘ sm aids ot abets such other perwon to clan or apply, for ‘he entry o& retention of the name af lasalf at of wach other pervon, an the cage may be, in auch segister, shall be guilty an offence und shall, on eaneiction before a Magisirate, bo Biahte to a fie not exceding five hundred rupees or io _upricontaent of either deserption not exceoding ane 7 een oF to both ah fine and impriscmimect. * 49) Ga) Where st appeare that @ person 49 quelled to + ave bia name antared or retained — 1) im ore than one segister aa (Gi) more than once in the same register under differant = swalifying address, = A egiatering offer shal couse notice to be served on that ‘perma reouicing bim to apecify, within soven days of éhe ~* Gate of eorvig of uch notes, the rier in whidh he de- 2g thre his sare tered o tne oe aonyng ‘eldeess under which he desires to bave his name et or retained ia the ware register aforesaid an the cose may be, |”) Any notlee retrres to in paragrapl (@) ey be gen te mance vin na tn on ~* (©) Whore, sn compliance with a notice under paragraph . (e), a peroon specifce— - 4) the rogieter in which he devas ta have hia : same entered or setained, snd the registering ” offer forthe appropriate electoral district it ‘ satisted that such peroon is qualified to have : this name entered or retained in that regia, 6 ‘hla name shall be entered or relnind ia that replitar and in na other register; or",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Registration of lectore Act, Ho, 44 of 1080 (GD the quelltying addrees under which be desires to have bis name entered ot retained ia the acon repistes, and the regutering officer it tla thas puch person fs qualified to bave ‘hia name entered or retalned in that register, ‘under that address in name aball be entered -~' cor ratoined und tot addeves in that reginies ad under no other addens in that register (@) Where » pera falls to comply with ¢ motive wader |, ‘paragraph (6)— . 6) the Comminslouet shall, if th notice required ‘rach peroon 10 specify the segiaiar in which ‘eh perton desires to huve hig marae entered ‘or retained, determine whlch ane af the gle ters ta which sveh person is qualified to have his name entered or vetelned ahall be the. fegister in which much nazme shall be entered a vetvined, and sich name shall be entered br retained in Ube reqiste determined by the + Coxsmigslanor and in no other rege 30 io (0) the registering oftose shall, if the notice require v1 him to apecify the qualifying address under, which he desires to have his mame entered” or retained im the samo register, determine ‘which one of the qualliying addrentea in the ~~ same regirier under which such person & > ‘qualified to have his name entered or retained ‘Saal be the addreas under which oueh marae shall be entered or retained in that register, and such pare shall be entoced or retntuad . ‘under the quall'ying oddeess in that regirtet determined by the registering offer and “t7 ‘under no other quilifying address fm that =~\" register, . {@) The fedlere of any yeroun ta comply with amy notien =” served under paragrapa (a), or the falure of the Commis» “> sloner or a registering officer to comply with the provisions =. + ‘of paragraph (2) to reepect of thet peroon ar the fect hat. c ‘upon suck compliance his name lp nat entered oc retained =, fn eny register, or under nny qualltying address in tbe setae regitee, specified Wy such peroon, shall net affect or prejie",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Regirtion of Blistors Act, a dk of 080 ue ‘dive hin right to have his name entered or retalsed, sibjact \"++ the provisos of ston, in any aegicen unary quali ars nthe sare rgiter a the se ney Be how novus whieh hee qolied to ave bis ume ete on en \"8 1D Yor he pune of reve teste men Hae s+ OME the negtering fone dhl peepee two seperate, SEE Lyte tainatier cera to a \"Bet AD wetonng te fares of peste nthe rege ac0 ee ot te seta Siagutted fo rptation ner the ssliyog ade ‘rem show ip ath tegaer, ar Basle for any ghar Tenn snd the ober, insite eatread tome \"ae ‘Salahing the somvr of prs, whet het sleaty te the regio uy the Gualying edna or sent Pa Giaqualified appear to the magistering offlcer to be qualified “+ tabive their Some etaed te er tae xe aie + \"The proporatca of wih Ye aha be coisa by the segrewing oer on or btos tne BitgRO ta | ayln comedy nen 7“ 2) Upon the completion at the ta Hele referred to dn \"+ breton tue gotaiag oder aed ue noise TB Onset ad a et oa mpc eae eonal Lingtger thet such ln bie Poet seated >a hat the reghtee and such lit of cone oo ee ihetet ase apn for apoio 202 ruptnahie Mae at {he aay the ofln of to eghacng oer end at ic ‘other plucea in. the electoral district a4 may be specitied tn the mation . 14 (1) Bewry pera wo fe gelled is neconbe with Cine end “3: tun aes to nave in nam entsed oe tlaned in any vgn SRS cael ‘ter at u revision of dhat rugister and whose name has been Fomine, + ila ten thet eee end na lat 8 won moe Jar be itt fis A aa who abun ts hie hae an enter etal 8b coe may be fn tho utter ~+ Gate pellon and e scton 19 retried toe oe s+ Malate\") tnoy apply fo Soe roger eerste oes v2 boone entered or Fetunet in sock pglaes nde age fying address, very ¢latu under thid swbeection shal] ba af in writing and shall be substantially tn form A set out in She Scbndale to this ack",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "Raginnaci of Scions Act, Wo. dk of B88 aa der bis right te have his name anitered ar retained, subject a ‘te the provisions of pentinn 7, i any register, or under any . sgralifying address in the axmoe rogicer, a6 the ome tiny be v=* Voie which bo equalled are is ate nine or oy etn te 48 Ul} For the purpers of revising tag register tn each Hepes ot = ‘Year, the negistering offlow shel] prepare tem separate Lists, register. +886 Roriaftr retareod tp ws lat A” coneiing the stat of peas i the suger who are dea tae be came tube for rgesnen under the qiatving ad tems shown in sth reeien ar nga’ for any ote Un, ud the otc, herinotoereoeed waa \"hot 8 santaining the names of persons, who not being alresdy .. lib sper under she uttying widest Showa, **  dlauatited appear to Go syringae to be gion +live thi pe eotered inte epee ater Ce (7 Sigecaome ae ‘Tee preparation of auch Nuts shall be coxapleted by the racing oftcer on oe blave tb thst So fay of ase Spine sessed yer _ 42) Upon the completion of the two late referred to in “+ subonionG) the negitareg cer a give note Lhe Gatete std fe a eat eae neways tack ioe Nuova Language Uist ay lite ne bea oie ~ Stat tho reer and sah toto er of mses thetot ane op for inpetion oa Teena ae the dey atthe oan of thn sagtering er wnd at rich other places in the electoral district as may be specied 4n ‘the notes, ‘ 1. Q) Every person who in quelled in accordance with Gata and Pe Acheron eter yee SRE ~~ ter at a rovinion of that register and whnee mame has hese PHBE tie tom that egiter and from Bt B or whtee nee ies hoon ins to lat A ante eaion We hane he ‘mr ootared or etined, the om nay bn, he gitar t+ “Gavtuia wetin and in ctu Io teri to + daiment\") tne spel te Soe reggae te neve | Anne enteed or reise auch eogater andere grate 7 tying addrase. Every claim under this subsection shall bo ’ ‘im writing and shail be mabstantlally in form A set out in the Bebedule te Bis Ack",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "10 Registration of Biectra At, Ho. 8 of ED 42) Whece a person ix entitled to claim under subec- on 1} to have his name entered ot sptained in amy regis 7 fan, eny ober yocson {in thls vclion and in ectina 13 ree, fenzed to an the\" applien*) sory apply to the repli clon fs bao the ratte of the Rrskaseationed pero ents ‘ed oc vetzine in such resistor under a qualifying adrews p< ‘Bvery cloim under thie euboeetion aa be ta wating end ; aha be mubatantiolly Sm form Beet cult the Bchadate to ores ” {@) Bvery cloim under mibeerton (3) or suborotion (+? fall be made 2a os fo reach the refisesing ficer within favs weeks feos the date cf tho pubticaton in the Gaaeite af tha nathee of completion of list & ot lat B. The rogh- tering atber shell rom tine ta time exbe ft a wang ‘ens plaee a hia fon 9 notise eemtatning the samme ad ‘deer of exch claimant. (8) Any penton hove ane appears in the register of fa list B for any electorat istrict may ebfect fo fae enkzy —** of ketanilon tn soch rogitar of = (© be own nome: or = {0} the mate of ay ether pesson appearing i ch reise tex artist B ar wha {e) Bie nome of any clatmant ce (0) In this yaction and i ston 15 evory pera obfecle = = ing tothe extey or retention of ang name ix the meistot fs refbened to na Me\" besten”, (8) ‘oory objection under parsgeapts (a) oe petegeaph {0} ot aibseeion (4) to the entry or retention of any name ji the roglatersbail Be einde in weing tn aiplgove a Ball by substantially fm foem Cet out to the Schainie * to fis Act and shalt be made mo a8 to each the smsioriag totter witan fur woot fro the date of publication ia the - Gaveite of Boe matice of completion of Uist A und tit BT ‘Tipe vepistering fens shall from teve to Hee exhibt ix 4 conplovons placa at bis office » rotlse containing the - nome and addrem of each objector and petgon in raged, to whem soch abject bas fen made Beery objection under paragraph (0) af eubsection \"7 (0 to the enn of the meme af eng caine inte regis * Shall be made fn writing In duplicole aad all be me's {otlaly in frm B sat ot ia te Schotndo to this Act and shall be made wp a9 10 reach the repitaring officer within ~ ‘ousteon Gage trom the date on which the mace eon |",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "| Ragistration af Kiactora Ant, No, 44 of 1980 a : tte name of sich claimant i iid wader ribsecton (8). oe ‘Fhe registering officer shall from tima to time exhibit in # t- eonsplovous place at hie atfiec a notice sontaining the maine aad adem of exch ejector see the pots in seg #2 ‘whew auch cjetion has been made, , 48) The registaring officer sball, as soon es precticntie + er receiving an obetiog imder this netisor donde = 2b of the objection to the pemen fe regard fo wham > : ectan as baa mado, (0) ‘The eegisecing acer shat, nx soon 39 pense, Ik public inguty int sl else nd objeto whieh Axve beon duly mada, giving not lees than seven elear aye sien notice ot the date om wie, and the Hime fod plate aE whieh, Gat Soquley wil commence, oy ere Sloinnot, aelican,cbiector sad perv ia egind to whom a Sbjtion Sas been aude At any uh pub Inquiry, aay {eraon appearing to the egssring efios fo be intrtated fae aferted by the aibjochenater of the dogg may sot span and Ue heasd either hy honselt ov by anyother tuo GSRy ethers byron in wet Shak Beda: a Proved that he rgiteriag coer may, witout any + poblic inquiry as atevemid, allow any clnim in respect of ++ Srblen no abject fas mode Fe otherwise sation vine ied that such claim shox} be slowed and shal anter the _ sivimant's oane fn the register + ‘And povided forther that the mfictening offen rey, € ~~ the deems if ncestary 50 to do, by written notice direct a5y claimant, applloant, objoutae, or peraon bs Tegand 19 ‘wham ebfeetion nes hewn mada, to appear at any pubic fneqiry a8 aforemid wither by Bimaelf or By any other person daly autharid by bie in wetting in thit behait fd if such parson fee to comply with nach dretion, such Pett dial be guilty of neice and shot! om contin “{-  Reforo a Stagstrete be Hails to-# fine not exeeoding Eve (2s andeed zupees 7a (10) Where an objaction ts mode under this section, the reilitering ober shail cult upan the abjecter, or some ‘ [pore shorted i writing i that beball by the abjetoe 1)y Torge proof to the mtistation of suah Tugstering otter e+ ote ground ot the chetion de (31) Tf proof of am objection under thix section t given: | tw Rb sattantion ofthe registering after, tbe registering a oftoer aball require procf of the yuelifcstion of the pera in vegerd fe whem He objection bap haan sada, sid",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "f 22 Registration of Hletors At, Ho. d of 198° fe) f such parson qualifcalion is not proved tothe satisfaction af the regletering ffieec, much olaet \" ‘hall expunge auch perunn’s nama from, or, a the Eee may ber Tehuse 19 enter such person's tame Ot ; ee ragier | {B) it eyed essai’ qualification tx proved, auch offer 4 shall enter or Yelain such porsan's oame im tbe. register. :",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "13) If on the date xed Soe inguiny into any objection, .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "‘he objector or e perdon, auiberizad in wring im that be- ‘ball hy the objector Gall to eppany, ox sppeara bat dalle ‘give proof 19 the mtisfaction af the egieieting oftcer, hen Ge) if the objection [a 10 dhe retention in the register ‘of the mune of & pecwoe oppesring desein, or bo the entering tharein of the mene of # person whites ! usm appears in Lint B, the rogictering oficar shall ‘retain of enter, ar Hoe case may be, alich perron's nema (a muh regvter without calling upon auch pemmon to prove hs quabeation . {b) Hf the objection ww the entry In the register ‘of the natne cd any daimant, the rexintering offer Sheil rogue proof of the’ qualifention of the =” lsimart, n= - Q) if the daimaet's qualification 1 not proved 49 the patletaction of fae vagistormng offest, he, shal refune to anlar Qo claimant's sarae In such reset {im the slofmant’s qualifcetion & ap prommd, ho shall enter the Gaiment's mame in mich raghter. .",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "(99) M any objection is made and ts overriied fy Gat registering offer und, fp hie opinion, the objection wae Goede pHhout rinsanable exuse the registering oGices mag, Gf he thisks Mh, order the cbyjectar to pay 10 she person {n Tapani to whom objection har bees made auch Sum nek exe ceeding Sfty rupezn un the rogieloriog oflear considers Sesworie compensation for any lam of dime meured by, bach pers0e tn doneaquence af the objection,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "{140 3F spon an obleeton halng overrule, the cbjetae oppents tader section 10 to the revising afierr and sha appeal so imcianed, and ty the opinion of the revising ‘ofleee the appeal was made without reasonsble cata, the revising officer may, If be thinks i, order the objector 10",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "Reglsivation of Htestors Act, No. 48 of 100 + pag ta the person Jn regaed to whom objection has bean + Made auch sua not eneeeding Oty mapees oa the nevising heer comsiiors reasonable componeation for any lowe of uve ineurted fy such person im emsequence of the nrosth ~—Rhany appeal as afore allowed by the nevising oficer, Be chall have powat so revise or wancel any arder maa by fie registering ofcer ir the papment of compensation By",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "* Bie ebjastor.",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "7 455) Any sum mando as compensetton under thst setion",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "+ shall be tecoverable a¢ Cauda fe ander of the sogistering ‘Shor or rorsing aficer were a dace of peuwk",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "G6) Any apeldon made hy» tegitering oom under ‘hie section Sn aspect of ony clams or objection shall be communteatad In wrltiog {0 och clalmant, applicant, objector of petien in regaed ta whem abfeetion fsa heen",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "aise, Such communicalfon may bo sext by ordinary Beer poet,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "“ TK) Te my clsimant, aplicmt bjertor or person 3t Azpan regard to whom objection has been made Ainatisied with Si the dovition of she xepiring eset, Be may, within ven diay from the date of recep of the comamuntrtion of ach",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "> aesisice appesl theatrum ty the mvising acer.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "° {2} Ruery appeal under this section all be In matting, shall state shortly the ground of apes), and shal} baa @",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "amp a ive pes,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(G) The zavising eBheee ehell heat euch appeat ia open court or offen, giving notice of the date of the hearing of fhe appeal to the porlen concemed. Tt hell be ta his dis cretion whethar to hear at not to bear any evidence, His Astarmination af the appeal shall be final,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ": £4) When the revising ofMeot ius desermined the appeals which have bem Yodged vith vempeet fo aay reghter, he",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "\"thal forward to tha regisving eee a staleont andar hs",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "~ and contaning the names which he hee delded sail be",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "vt eteced o” retrned tn the retater and theoe which be had",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "“hecho stall be expunged feoen Hee veil, and the reais",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "“ing leer shalt amend the registne aocoedingly",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "4 40) I on apes te allowed, the eum of five cupese paid tons sahanesian (2) shall be vefunded! to the appellant",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "14 —_Reglstvation of Btetors Act, a, ¢t of 1088 Pom 4. (1) Reory qusson who wiltlly mekes a false sate egmeirs ‘mau or dectaration ia any claim or objection or at any ‘Sgro —_tiqutry holel tm connection therewith or im any appeal shell, atone sm ctmviction before a Bagstente, be lnbla ta a ne an",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "exeneding one hindzed expos,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "@) A regiovelng otfeer ov ravietng ofleer may, an the ennaldoratier or hearing of any application, claim, stjectioa, co appeal reguire thst the evidence tendered by amy pecan shall be etven on affirmation or oath and may administer ‘zach alfeenatinn as aath for that pompose; and every petota fag in the couse of asy such consideration oe lvasing Ihnowingly axon or swears anytalag matertat to the ‘abdity of uuch epptication, elaim, objeetion or appeal ‘which falar dal bo sqly sf the offence of giving fale sovidence and stall be Hate t tie guntehment provided ‘therefor in the Penal Coda",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "ggg 1. Wve a ogiieing oor in eid ny inaty",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Sites ander steer @ ob setion",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "‘Gentine (0) Mat 9 person's same appears in « vegiaber wader A",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "aes incoceect qualitying witreee, be may subituve in",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "ect ‘oe matey Felating to thet persoe 7m wach eagites,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "= for auch sdrans, the correct qualifying addrons as snag be determined by him; oF",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(2) thatthe correct qualifying addres af «person whose",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "‘eamme bi tp be ontated te a eetter Je oe the adkicess specified in tho claim made by bit a om hin behalf, seeh officer may ontee such peewee sama % that register under ath fer sireat at muy be daiermined by much flee to he the enerect ‘suslifying addvem of sock peraan.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "aging 1) \"The reyuaring teen of osc electoral dit",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "erg) etal cortly the register fo that eleciocal dntrict ws 00m",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Fate” «an convendenty may be after tp alslme and objectona",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Thave bes adiudiented wpm:",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Providd that the wegterteg oMioer may cently ony register in accoranee with thin section during the pendency of aay appaal under section 15 and sll here ‘lier euler in or expunge tom, auch eet regist= Be ‘name of any arkon fo agcostasce wis Ube dedsien of 18 ‘evlaing offocr ox the determination of such appesk,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "Regstaion of Electors Act, to, o€ of 5090 ab ~ 4) Noibing in thls Aat shall be dovmed to peobibit the represlng otleer befowe serltying any ropiter trom teeing any seston! armor which poate io hint to ‘havo bn mada tharal, (Appleton may be made to the repstring cffear af \"any dlectocal district before the certifsasion of the register \"+ foe that distriot for the oumection of an unisting entzy selating to the applicant in that regieter, and, where such - sPpllation is mado, the registering flee et if be de stited str such ingulty an he deems fi tnt the entry estat bo the appicont and fs errant or deteotve fm any etticdar, case the neceimry ameniment in the enfey be rade, 26. (1) All notions requlved 40 be grea by u reitosing Nusete + as ora revising four shall be axiciandy given wat OREO . hy tegistared latéer post to the adatons, if any, piven iw she TNE lai ar objeto. ov in deutt of such adic, to ht Eo ete ‘ito given ie the xen. . 12) A segintacing offer of zevining oflowe may trom time te ten adja ay prooteding before him under thie Act to amy canvenient fie an pla 20. G2) On the cnstieation of say sageter under stlon Neen af 24, tn wgitring oboe shall give ation fn the Gevace GPR sod in at Inuit one newsqeper im etch of the National hone _— Tamyguages thet the regivtor hee ben certified end that PEP such ragistes, of & copy therect, ts open for tmaxection at aff BERaMton. ‘Teasonabte hours ef the day et the odfen of the registering: _efces, of ab such other placa in the ditiieh so may be speitied ip the note. (8) The corte sepster for any electonat Gath shalt cena into opertion oa ths date of the wublicatm in the ‘ ‘Cavette of the notice afarenaid, end subject te such altars : ‘Hons, 1 any, as may subsequentty be made thereln tr aeaor lanes with soton 28 (4) or section 18, such repster salt <ontiue to be i operation unt wepecaned by te coming fats operon of the next erttied roger.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "6 Registration af Electors Act, No. tf of 1950 PART ¥ Samant gopotinion Bh. 1) A regha. Sor any visio dit required to Feoage De Prepared or zov. od under thls Act may de oumplled and Piles. cnictained, hace oxoeeety in uth ihce of port 6s ay Ye convenient. The total touaher of poh rest taken tovetien shal be dented fo be the rope for wah aioe: tonal cise. (2) A soatster for any teen tact requeet 10 be prepore or revised vcr 1h Act shall be compiled and Inainiiced, sobjct to the proviism of sibeeeten CH, ‘operrtly in each of toe Hutional Lani ong 23, Where ay aerson whme noma ix deleted tom any Ghnel’ —_rgisor az he x eubjet to the neupanty of Reg sitet Folie, sean elottarby reas af any af the provisions of eerazrashe Ce), G3, (9), th) (send 47) of Article BF of the donstity. Son, cetses tobe subject io that ncapaety, thet if he mater a welts appltoson to Se regtering otter of any elee- tora otic bo have hs mate ested in the segiter for ‘at electra atest wed wach mpatving fica i enitod fhatauch pesos ino dinyslfed to have Ms narne entered in such ragister, dhe neme of alith person shall be entered * fe aueb regime, The entry af wh mame in such register shall have effect notuiiianding iat of te time of sich entry the preperation, revision or certification af such regia tox under this Ant may have beat completed. Repimeee 11) Brey metering fier soll x som a4 may ‘fen ‘bs after a rogisior has bao carilted by him waver section 16 eet ‘or section 2% turaiat to the Commissioner i such farm as Bein, the Comuitsiner nay detrei in tat ehal! 9 ettemect SATA sedting cart the tatel nummber of dlostora whore nates appear dn suck rege, 2) Whore any aoe bs outered Sn any register wer seciion 18 oF wets 22, ue where any toe expunge ‘rom such segster nds sation 18, tha eagitarng ae sedi fonbverth taraldy fo Bie Commoner natch form fe may be determined hy the Comminfones fn tht baba, tm amended stern of to total mambo of olectats Sone ‘sames appear in such register.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "Replatratin of Bictona At, No, $4 of 1990 tp , 44, The Camtninionr shai poset ait ante , (0) ee gral diet ond seers opr the SE Sle admintsirstive condect of the tegistration @f PP esters: ©) ero power a tune to Deputy and Asemiane ‘Commisionam of. Rlaption, regsteingeeee asd older albcts mpedotnd foe the, Puapones of Heeparing ot swing techie, ‘ach directions sho muy don neceuiy 1 camice aoe . ascoton at the pevkoan ot i Sat (©) exeoute az penorm all other power wd dine ‘wick ary confer ot mpoed son him By it aot 1, No misnomer or Iaseuatedentptin of any pomen sgsete os placa namad Oe dewethed i any sepeter Use notioe ot Sem tier document whstwever prepaid or teu Goder oc SSS + Gor the pormovn of this Aut shalt fx ary wine oft the operation of tie Act ar tie salty of such negiter, Ut UUllet ar other dovamens as respects tat porte or Hac JE that pecan op ple & m0 Gevignted te wash Pee, Un, metlee or dasttonat to bo idee ~ ah) Whene may motion nepiter oF other doemment spent + insnguinod by thie Aat to be putlohea yim tbe pion eee ofthe authority wha i seit te pulls gosh ‘pation alee register ox other document, the mode of publication dome orumanth nob gira autielnt ply b soah ation, ager or oe Abcument be may. Ha ation la. petliding’ such natiee, epeter oF olher dattment 9 cequred Wy tis et, at Or mob asailie for inapoction capa af ach’ ‘notion teehee ot atbordocuniet in congcunsplooes Witte lector ditt to which auc tan, Fegat a thee Sacomen} relates or Siena emer tape athe my Sowa _—Reomney far ging peg thon : 1) very parse who, withoot eal authori, deters nutlatsg defaea oF serhoves any notin, regia oles *— aumant ish bs esites or Made svete tr nee - Handa eootetonee wie At of Ex exit ae wallable for dnapaction under the “Act any notion ‘aglue ov ether dacinnt or tuples Gheroct al be pale ff efanon an ale eonecton tote ageeeue, te able tas ne tt exceeding Ay upon M0) Poet ond Part tof tae Ceylon (Peslamentesy pesos and ‘eshons) Order fn Counc, 146, are hereby repeating. URS! sk. oie",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "38 Heplstration of Electors Act, No. Mt of 1400",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "() Notwittsianding the provisins of mubsection (0), ang regiier of electors revised andar the said Oxder hi ‘Garvie end im operation on the date tmmedistely peice #2 the date of coming inte oparatin of this Aat shall onatinna twhe in operation until the rogleeng of electors prepared and sertided wider this Act shell came into operation,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(8) Where the xt General Blaciton fo to be held inthe sircumstanone referred tm in Artie 162 af the Constitatien, Ube regitter to be used in rompent of each aleccaral disriet ‘eferred io in that Article shall be prepared on the basis of the ruglrters of electors in operation urver tho seid Order in Counett un the date immadiately prior to the dete of the Sslutiva of tha faot Poslament.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Sing 38, (0) Where the revislon of a tegltee how omamanced vundor section 18 of the Cayton (Pcliamentary Elections) Ordee im Counet 3948, and has mst boen woncinded on the dato of the publionton af the Proctawation under Asticle ff of the Comifution, such vevirion shal, upom the publ sation of puch Proslatnition, be continued and eonsluded fm ronnlanee with the provisions of Hix Act, av It euch fevision ware a revision of o vegistar propared under Part Hot tat Aci, ond accardingty any step taken in ropact of seh tevition sider the aforessid Ordon in Connell chal, fr alt purposes, be daamad to be ¢ siep tame under this Ack",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "2) Rrezy reference in any doommant réoting to te see ‘Son of a register in zompect af ay. elzctanet dictrteh in ‘adetencd before “he publication of the Prodaceation ander ‘Asticle 7 Ske Conatitetion, che, upon atch publication, tbo road and gonsitied as m refereece to. She approprists Heolate! district eonrfied fm avch Prociamstion within which the stectaret district in existences before tho BuBIE ation af pach Prochamation hes been tncbudad.",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "fptarpoos-——« BT this Act, umdens thn content otherwise emiticeg=",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "we ~Commiestonor of Elections” means the Comte of ‘Plectlons nupointad under Article 149 of the Canat- ftion af the Demncratic Socialist Rapublo of Set Tamika",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "“elector means 9 perean wh fa entitled to be registered",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "up nn elector under this Ae |",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "“‘otechoval district” means an electors) disstet specie",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "tn» Prodlemntion mode under Article 97 of fhe Constitution",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "Retain of Blo An a dep ear “iy ne ay i Cast ise : in ane oe ony ate ea ; Skt any hehenly ate eae Sonat tne teste - Dower emia cca i 7 tise ipo lel fein ; care pol ay ck . “public corporetiios” means sny corporation, beard or wise Ly wither els ove anwar Ch ae ide in oft chat Satyr ‘vided by the Goverment by way of grant, han or “tee of cn mans hg eh la . iy Sect tia",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "eng te ems Co eas tnt tm Dae un te Tint Gre ik te pecans eh",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "meen ue (0 i ano on shce, heDat Foe of . hte Sa wala ean of Saye : eee eat",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "38 Rapin of Bo At of 30 — : ees erry reeset ir hire taiaceagiemmeneetrm me tinsel cbtorat aus, utara eased ne geen Fe poeternetstng mm nes re Err ae ae a St oe Ament a —",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "1 dao pi (oat : TE tka nim rma",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "te) the oinisdoain oF vitae nai eine OF wag vatiow/ 7 9 ei ea ote wet Oggieeseei et owe ath aiewfeinase 69 1 us cnet mrdnce a te whdva wexcaed i Bem | ceteris ah * ta tenrematiterirce ieee grating us ee eb at Detain ‘ey pone mann ee ran Zmkkegeumeesrmera a Rigi ot Ubi at of Cian ste na Tecan",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "Replat of lcs Ae, ot 00d rons 2 taboo [ya as a ene go + yA aah ir chee ord eee te | VEG See eee Techn mento nomen tr 13g asp a Gye Bi ia rT Oareninen ter Be seamen : 2) ti . (sere nm Te ret no may enone : DEVLSsiaaih anes meaty Sigg bag emg in w meno : sme sacs pyar up te vsyneceoier se, power Go he bul fie chin made wan say up amen eae a a . {hi) tite pemmoo am whona behalf this abies te made Bet not de : See em tine wee Sines eee ‘etn - So a enon n apt e ern, eae acti | Se ASe (Han Ant ae ia Thin ik ae",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "‘3 ‘Regitration of Electors Act, No. ¢4 of 1980 rom © eon 609 . 7 te Butta pm, . once nen Bt Die, se sccyinalin it aso sxtan dike orcad So sre honed pos cote . BRE tty aa e rs BER eS ateglisng tem: nnn anennnnne nn Pile irkna ate} woman ‘Rolling Diatelst Numboe © 2. pmurmimininiaiinaineaneaiete Iejiiindtniter noone Gendt sfeteien, one ya eps os gr tein Boe hs sore snloet ation banana Bey dg re Se ceericinewenmmmanemey BEE coe, CL ms B EE Ste MiepDiiintatn: — oncmnnnn MirgDtie Yoni! oneness iatminted “Biers o¢ tha maeivaf Ojon, Ont i stv vertetht em spe",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "Registration of Eisetore Act, No. 44 of 1590 oy",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": ". aR B . fer 14 Redeem pa,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "Fearne - ieee Diao,",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "7 ceneutminaernicarmnrnnns nee ly ohe 02 © eines avatar tater rng soot ast Se a = he romiof a pntn desbad blow",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "Raeatpema ee eee nnnencamnonanineinene Bngalifng wae aemseroetenor monnrenrnnninnian UNE cope eeenenewininteniaeimme = As eainanm te agtfabeton LY Bath aber mented, este Geeta Ay tig A na ne statement Ping dinianfe eonnnoeemmvantneniniennn, es PAD RE oe conaecrninttene niente = Resi Mikes ennai nnnntennenner nna ~sigaiataasc prcpea 5 atone attr Se nene beta word wihary senapeinta",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "i Zonal paioaivte ot Blond gwe af Be Fouamet te fo (toed) Aor ENCE at te te Moetratttar Corameent, Ponietrns Bone Nomen hae eobeeries wile acspieg ontee candy Wak \"alls snd Laws anol belose tho date of payiment Wi Bot be Supls",
    "mean_p_confidence": 0.31
  }
]