[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "feo tea PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL INSTITUTE OF PLANTATION MANAGEMENT (AMENDMENT) ACT, No. 5 OF 1987, (Certified on 30th Janmary, 1987} Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Soclaitst Republic of Sri Lanka of Fanuary 30, 1987 FRONTED AT THD SAPANTOEIDT OF QOVERERSENT FRIITING, BRE LAMA \"Fo tt FONCHASED AT Til GOVERN FURLICATIONS BUXEAT; COLONED Price : 75 cents Pastage : 75 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "National Institute of Plantation Management (Amendment) Act, No. § of 1987 [Certified on 30th January, 1987] L. De. 18/83. (Am Acr ro aucene Tue NamtowaL Inezrrure or PLANTATION Management Act, No. 45 or 1979 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka us follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be cited as the National Institute of Short Plantation Management (Amendment) Act, No. 8 of 1987, SH*-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 Section 3 of the National Institute of Plantation Amendment Management Act, No. 45 of 1979 (hereinafter referred to a of section the “principal enactment”) is hereby amended in sub- No. 450f section (1) of that section by the addition at the end of 17% varagraph (f), of the following paragraphs :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“(g) to offer training in plantation management to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "persons who have the necessary aptitude for Plantation management having regard to the man-power requirement in the plantation indus- trys .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(} to furnish managerial, technical and administeative",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "advice and services to any Government depart- ment, public corporation or other institution within or outside Sri Lanka in respect of plan- lation industry, ”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. Section 4 of the principal enactment is hereby Amendment amended by the addition at the end of paragraph ()  £¢,zeetion thereof, of the following paragraphs :— pelncpal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "dnectmant,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“ Gj} assess the eligibility of candidates for admission to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "various grades of membership and to conduct or provide for the'conduct of the qualitying exami- nation for at] grades or membership of the Inati- ‘tate and to promote, provide or approve courses of study for such examination ; (x) ensure the maintenance of high standards in the professional activities and the general conduct of its members\".",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4 Section 6 of the principal enactment is hereby Amendment amended in subsection (1) thereof, by the substitution for gf gettion sub-parsgraph (@) of paragraph (c) of that subsection, of principst the following sub-paragraph :— ‘enactment,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "@ @ three members nominated by the Minister in charge",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "of the subject of Plantation Industries ;*. 2A nazi, 100 (85/0)",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": 2 National Institute of Plantation Management (Amendment) Act, No, 5 of 1987 tesertion 5, The following new Part is hereby inserted immes Part te the diately alter Part I and shall have effect as Part 1a of the Beineipel, _prinelpal enactment -— ‘PART 1a Quauarreamions FoR Rwnosmewt, PROVISIONS AS 70 DigENnOLMEIe, USE OF ‘Trmss, fc. General 15a, (1) No person shell be enrolled as a oie member of the Institute under section 4-—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(@) if he has not attained the age of eighteen years ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(b) if he has been adjudged by a compe tent court fo be of unsound mind;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(o) if having been adjudged an insolvent or bankeupt, he has not been granted by a competent court a certificate to the effect that his insolvency or bankruptcy has arisen wholly or partly from unavoidable losses or misfortunes ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(@) if he has been convicted by a compe- tent court, whether in Sri Lanka or outside Sri Lanka, of any offence involving moral turpitude and punishable with imprisonment for a term not lesa than six months.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": (2) The Board shall disenrol any person who is a member of the Institute, if he becomes subject to any disqualification mentioned in paragraph (b) or paragraph (©) or paragraph (d) of subsection (1) of this section :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Provided, however, that such disenrol- ment shall not prevent the Board from sub- sequently re-enroliing such person if satis- fied that he is fit to be a member,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Pigensolment 155, (1) The Board ‘may disenrol any",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "fesstonal individual who is a member of the Institute,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "misconduct, ag a member, if satinfied that he is unfit to be a member by reason that he bas been guilty of professional misconduct,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "National Institute of Plantation Management = 3 (Amendment) Act, No. § of 1987",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) The disentolment of any member under subsection (1) shall not prevent the Board trom subsequently re-enrolling that amber, if satisfied that he ts fit to practise. the profession of a member.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(8) For the purpose of this Act—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) conviction by a competent court",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "‘whether in ar outtelde Srl Lanka for any offence involving moral turpl- tude punishable with tmprisonment ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(} gross negligence in the performance or professional work ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(©) making a declaration, statement of return to the Board knowing #t to be false ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) discrediting or attempting to dis- credit the reputation of the Insti- tute,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "shall be deemed to be professional miscon~ duet. ‘auiies 18, (1) ‘The Board shall not, under Bloat section 168 disenrol any member unless a Gommittses Disciplinary Committee hes, after inquiry made a report to the Council that the member has been guilty of professional misconduct.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) Where the Board has ressonable cause to believe, whether upon complaint made to ft or otherwise, that any member of the Institate has been guilty of professional misconduet, the Board may appoint a Dise!- plinary Committee for the purpose of holding an inguiry into the conduet of that member,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "() ‘The provisions of the Schedule to this Act shall apply in relation to the constitution of and the procedare to be followed by Dis- ciplinary Committees appointed under thin section, the proceedings at. inquiries held by such Cotntaitters and the powers exercisable by such Committees.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Scorer coon",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "4 National Institute of Plantation Management (Amendment) Act, No, 5 of 1987",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Seppension 160, In any case where the Board is by",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Sececeent, section 163 empowered to disenrol any member from membership of the Institute the Board may, in lieu of exercising that Power, suspend that member from member- ship for such period as the Board may deem ft,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "‘Appeat 1x, Any person aggrieved by 2 deciston",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "‘Sourt of of the Board under section 152 or section 15D",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "irom may appeal against that decision to the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "site Court of Appeal within one month of such under decision being communicated to hien,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "ig or",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "section 150,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Bestel ction 15r, No person, shall take or use the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "astouse",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "titles title—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "_ornferved “student member of the National",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "‘thin Act. Institute of Plantation Management \",",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "“Associate member of the National Institute of Plantation Management”, “Fellow Member of the National Institute of Plantation Management”, unless he bas been enrolled as such by the Institute.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Offences, 156. Every person who neglects or fails to comply with the provisions of section 15r of this Act shall be guilty of an offence and on",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "7 conviction after tris] before 2 Magistrate be Viable to imprisonment of either description for a period not exceeding six months or to . a fine not exceeding one thousand five hun- * dred rupees or to both such imprisonment ‘ and fine. ’, ‘Replace- @ Section 30 of the principal enactment is hereby st section repealed and the following section substituted therefor :— Principal “Power to. 30. (1) ‘The Institute may make rules in snaciment, —eakerulet. respect of all or any matters for which rules are authorized or required by this Act to be made, aed",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "National Inetitute of Plentation Menagement = 3 (Amendment) Act, No, 5 of 1987 (2) Without prejudice to the generality . of the powers af subsection (1), the Board may make rules in respect of ail or uny of the following matters :-—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "{a) qualifications for admission to various grades of membership ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". (b) the time and roanner of the payment ‘of enrolment and renewal fees for different grades of membership, the termination of membership upon follure to pay renewal fees and the conditions of restoration to member- ship in such cases;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(©) the fees to be paid to the Board by",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "| students admitted to the qualifying",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "examinations for courses of instruc tions provided by the Board and the engagement and remuneration of lecturers and examiners ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "{a} the grant of assistance whether financial or otherwise to student members,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "@) A rule made by the Institute under this section shall not have effect until it is approved by the Minister and 1s published in the Gazette.”,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Scrmpute Rules as to Tnguirles by Disefplinary Committees",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "1. For the purposes of any inquiry to be held under this Act, the Board shall appoint, by drawing lots, three persone from ‘among its membara to constitute a Disciplinary Committee, and shall appoint one of them to be Chairman of the Committee.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "2. (1) The Board shell cause a statement to be prepared set fing out the ehurges to be investigated by the Disciplinary Com- mittee, and the Secretery of the Board shall transmit a copy of the statement to each member of the Committee and to the peroon ‘whose conduct fs the subject af tha investigation,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) Whare the inquiry is to be held In consequence of a petition or complaint alleging misconduct by any person, the Soccetery of the Board shall im addition tranamait 1 copy of thet petition or complaint is the cose may be to thet petton and to each of the members of the Disciplinary Committes, |,»",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "6 National Institute of Plantation Management (Amendment) Act, No, 5 of 2987",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "3 (1) The Secretary of the Board shati give notice of the first ste faxed for the inquiry to the person whose conduct is the subject of the investigation. Every such notice shell, at least fourteen days before the date Gxed for the Inquiry, bo delivered by hand ot, or sent through the post by registered letter addreaved fo, the last known place of residence of that person.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) Where any person to whom a notice has been given under paragraph (1) fails to appear In person or through his represen- tative, the inquiry may be held by the Disciplinary Committee in his sbeencs,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) Notice of any date ta which the inquiry may be adjourned shall be given by the Committee personally to the person whose conduct is the subject of inquiry or be given in the manner pro~ vided in paragraph (1),",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "4. (1) If the Bourd is of the opinion that the evidence of any ppetson or the production by ony person of apy document, ta neces~ sary {fo enable any matter 19 be investigated by a Disciplinary Committee, the Board shall direct the Secretary of the Bourd to require the altendance of that person or the production by that person of auch document, at euch time and place ax may be specl~ fied in a notice which shall be delivered by hang or sent through te post by registered letier addressed to the last known place ‘of residence of thet person.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) \"The Secretary for the time being of the Board shall be the Secretory of every Disciplinary Commitiee and every notice sewed under these rules shell be signed by ‘im.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(3) A. Disciplinary Commalttee shall have power to adminiater ‘ath or affirmation to all parsons who are required to give evidence Defoce such Committee,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(4) Any person whose conduct is the subject of investigation at an inguiry or whe is In any way concerned in ruch inquiry may tbe represented by an Attorney-af-Lew at such inquiry.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(8) ‘The Bonrd may authorize any Attomey-at-Law to amsist toe Disciplinary Committee as to the leading and taking of evi« dence,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(6) Every ingulry hld by a Disclptinary Committee shall, un~ Jess the Board otherwise determine in any case, be held fn camera.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(D Any question before a Diselplinary Committee shatl be Actermnined by the decision of the majority of the members of that Committen,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{8) Upon the coneluston of the inquiry, the Disciplinary Com- sitige shall prepare and tranmnit to the Board a repoet embodying the findings on the matters in reapect of which the inquiry was held.",
    "mean_p_confidence": 0.78
  }
]