[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ° Ist Session 1956.57 ZH - a ky eS: 4 ig S30 Margy Se 2 Ba eral) Prevention of Social Disabilities Act, No. 21 of 1957 ™ . : | Date of Asrent: Apri 13, 1957 ww ~ Ber Printed on the Orders of Government” 2 Aly ; commen reas, Crviox. ‘fo be > Bike amon a Gray, ete . \"- ‘Apnunl Subeeipfon,(Goctading Bile Be. 26 Payabie tn . . Buntav, Poor Grricz Box 800, Secretariat, Colombo 1 * * __ Price ; 10 cents, Postage: 10 center. .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Prevention of Social Disabilities Act, 8 No. 21 of 1957 .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BL. DO. 20/56. Aw Acr 0 PREVENT THE IMPOSITION OF SOCIAL",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "DISABILITIES ON ANY PERSONS .BY REASON OF",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "THEIR CASTE. ¢",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: Apri] 18, 1957]",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by snd with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, This Act may be cited as the Prevention of start ts.” Social Disabilities Act, No, 21 of 1957.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2, Any person ‘who imposes any social disability  Topesition ot on any other person by reason of such other Siysbnies person's egste shall be guilty of an offence and shall, 9 pest by on conviction after summary trial before a Magistrate, ther eae to bs liable to imprisonment of either description for a °° ** term not excceding six months or to a fine not exceed- ing one hundred rupess.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "” g. For the purpose of section 2, a person shall be reterpresin, deemed to impose a social disability on any other pereon—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "@ if he prevents or obstructs such other person . from or in— ‘ @ being admitted as a student to, or hei employed as a teacher in, “ane . edavcational institution, (ii) entering, or purchasing any article at, . any shop, market or far,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(ii) entering, or being served at, any public hotel, reathouse, _ eating-house, restaurant or any otber place where artioles of food or drink are old to the ‘public,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(iv) obtaining any room for residence in a public hotel, resthouse, or lodging-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "se, os",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(¥) obtaining or using water from any public, well, spting, water-pipe or any other source of supply of water to the public,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 Roma ansonn",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Prevention.of Social Disabilities Act, 10. 24 of 1957 (vi) entering, or obtaining the service pro- - vided at, a publio hair-dressing «Saloon or laundry, (vii) entering any public cemoti and . attending of taking part fn any 6 burial or cremation therein, ‘ (viti) wearing any kind of clothes, bead- : “covering or foot-covering ‘at any place f ‘which the public have access whether on payment or other- wise, or at the piace of such other person's employment, or in the course of such other person’s trade, business or employment, ix) being carried as a passenger in any . Public vehicle or dessel, (x) entering, or being present in, any place tO eibieh the Poublio have access . whether on payment or otherwise, other then a temple, devale, kovila, church, mosque or other place of any religions worship, or (si) being engaged in any lawful employ--~ ment or activity, or (®) if he prevents or obstructs such other person. being the follower of any religion, from ot in entering, being present in, or worship- Ping at any place of worship to which ‘ollowers of that religion have aocess, or (6) if he, being a public officer, does not perform oF exercise any duty or power which he is legally bound to perform or exercise for the . benefit of such other person, or @) if he, being the proprietor of, or a person having control over, or a person cmpleyed, as a worker in, a place to which the public have access whether on payment or other- wise, subjects such other person to any discrimination. a",
    "mean_p_confidence": 0.83
  }
]