[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF - . SRI LANKA . URBAN DEVELOPMENT AUTHORITY (AMENDMENT) : ACT, No, 49 OF 1987 ‘ [Certifted ot 24th December, 1987] . Pritted on the Orders of Government : Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of Dectmber 24, 1987 ‘PRINTED AT THE DEPARTRCRNT OF GOVERNMENT PRINTING, 59K LANES : ‘ ZO BE FORGLAMED AF SEE QOVEINMEMT FUMISGARGMS BUREAU, COLORING Price : 45 cents Postage 275 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": ". Urbun Davelopment Authority (Amendment) Act, No. 49 of 1987 + coup +, [Certified on 24th December, 1987] + Epos 2 RE ae (Ax Act To amenp ‘ec Unsin Devecopment Auriorrry orgs Baw, No. 41 ov 197872 | ‘UB it enacted by the Parliament of the Dempcratie Sosialist Republic of Sei Lanka as follown:—-; 1",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1. This Act may be cited as the Urban Development short title. Authority (Amendment) Act, No, 49 of 1987.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. ‘The following new section is hereby inserted imme- Insartion of diately after section 8x of the Urban Development Autho- ghee” rity Lew, No.:-41 of 1978 (hereinafter referred to sa the iyt! oF “prineipal enackment™), ‘as amended by Act No 4 of 1962, ° and shall have effect aa section ax of the principal enactment :— . . oFgisnion ®t. (1) Where any building is constructed",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": ". + dn any development area under, and in ac- cordance with, a permit issued under section 8x, then, notwithstanding anything in the ‘Municipal Councils Ordinance and the Urban Councils Ordinance—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "{a) a remission of eighty per centum of the rates aasessed on such building, . , = Under any such Ordinance shail be allowed by the Municipal Couneil or the Urban Council, as the case may be, for a perlod of five years cal- culated from the date of the certifi- cate issued under section és in” respect of such construction; and (®) 2 remission of fifty per centum of such rates shall be allowed by the Muni- : ~~ eipat Counell or the Urban Council, : as the case may be, for a further “ x - period of five years calculated from . the expiration of the period referred . - to in paragraph (4). , FS totems ory",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2 Urban Development. Authority (Amendment) . Act, No. 49 0f 1987 | E#' 9) Whiere any building is redeveloped in any development area under, and in accor- dance with, a permit issued under ‘section 83, vo then, notwithstanding anything in. the Muni- ‘eipel Councils Ordinance and the Urban Councils Ordinance, a remission of fifty per _ceatuyn of the rates assessed on such redeve- *Yoped building under any such Ordinance shall be allowed: by the Municipal Council ‘or the Urban Couneil, as the case may be, for \"| & period of five years calculated from the date of the-certificate istued under section seea) vayeain yo wi BE 2 Fespeet of such redevelopment,\"",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "irospeetiig: “3. ‘The amendment ‘made to the principal enactment by jftect of |. section:4.of this Act shall ke deemed for all purposes to",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘have cqme into-operation on November 12,1979. 1...",
    "mean_p_confidence": 0.72
  }
]