[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ELECTRICITY (AMENDMENT) ACT, No. 15 OF 1984 . [Certified on 24th April, 1984] hay i Printed on the Orders of Government Published as a Supplement to Patt Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of April 27, 1984 sn sn en mi ~ “19 Be EURCEASED AT THE GOVT, PUBLICATIONS BUREAU, COLOMBO Price: 48 cents Postage: 60 cents",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Electricity (Amendment) Act, No, 15 of 1984 [Certified on 24th, April, 1984], L, DO, 40/83. Aw Ae? To AMEND Tae Evzctarcrrr Act. BE it enacted by the Parliament of the Democratic Socialivt Republic of Sri Lanka as follows;— . + 4. This Act may be cited up the Electricity (Amend- shart ment) Act, No. 15 of 1994 ‘ue,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 Section 65 of the Electricity Act (hereinafter referred Amendment to as the “principal enactment”) is hereby amended by fection 6 the substitution for all the words from “shall be guilty” 205, to \"not exceeding six months ;\", of the following :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“shall be guilty of an offence and shall be Hable on conviction before a Magistrate’s Court to a fine not less than five thousand rupees and not exceeding ten thousand rupees or to imprisonment of either dew eription for a term not exceeding one year or to both such fine and imprisonment and such court is hereby. empowered to impose such punishment notwithstand- ing anything to the contrary in any other law ;”.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3 Section 66 of the principal enactment is thereby Amendment amended by the substitution, for all the words from gisettion “shall be guilty” to “such fine and such imprisonment\", principal of the following -— Snactment,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“shall be guilty of an offence and shall be Hishle on conviction before a Magistrate’s Court to a fine not less than five thousand rupees and not exceeding ten thousand rupees or to imprisonment of either descrip- tion for a term not exceeding one year ar to both such fine and imprisonment and such court is hereby empowered to impase such punishment notwithstand- ‘ing anything to the contrary in any other law.”,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. Section 61 of the princtpel enactment is hereby Amendment amended by the substitution, for all the words from “shail pfseetion be guilty\" to “not exceeding twenty-five rupees”, of the principal. following —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“shall be guilty of an offence and shall be liable on conviction before a Magistrate's Court to a fine not Jess than five thousand rupees, and not exceeding ten thousand rupees or fo imprisonment of either des- ciption for a term not exceeding one year or to both such fine and fmprisonment and such court {s hereby empowered to impose such punishment notwithstand- ing anything to the contrary in any other law,”,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2-8 vesren—7.050 (842081",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Electricity (Amendment) Act, No, 15 of 1984 Insertion 3. The following new sections are hereby inserted sections immediately after section 67 and shall have effect as ota ore sections 674, 678 and €7c of the principal enactment :—~ of, the Principal | ‘abetment 67s. Whoever abets the commission of enact ences any offence punishable under section 65, Snder section 68 or section 67, shall be guilty of BH. og such offence and shall be liable to the Be , ‘ igibe an punishment provided therefor,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Jn this section “abet shall have the same meaning as in section 100 and section 101 of the Penal Code,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Eyery 6%. Notwithstanding anything to the tinder contrary in the Code of Criminel Procedure Grob or 67 Act, No. 15 of 1979, every offence under Sogniante section 65, section 66 or section 67, shall and a be—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "oncballuble —_(g) cognizable offence ;",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(®) a non-bailable offence, within the mesning, and for the purposes of that Act,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Additional 87. (1) Where any person is convicted of Bneiot oe any offence under section 65, section 66 or every offence section 67, the Magistrate's Court shall, in under gs, addition to any penalty which it fs required Svorstanda to impose under this Act, impose on such gee person a fine in a sum of money being the Ucenseetobe value of the loss or damage caused to the Brqamege licensee az a result of the act or default inthe absence constituting such offence and any sum {becontrary, recovered as such additional fine shell he paid to the lleensee on application mada to Court by such leenses, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) Where two or more persons are con- vieted of having committed the same offence whether as principal or abettor, the value of such damage or loss may be apportioned among such persons and the amount 50 apportioned shall be imposed on each of such persons as a fine,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(3) A certificate issued by’ the Moensee shall be received as proof of the value of much loss or damage in the absence of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". evidence to the contrary.’",
    "mean_p_confidence": 0.73
  }
]