[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "en ak A SERA yet Qomnad corprus Corsoded siqgusPor LTS TER toss LD 1992 oye oyeimigsr 16 mb Qvds, HGghysr gyico 2 tsruydensear . (Sw@s54) stud (2008, ured un pis 8 gb Op@ a ierlRinOemiuce gp) aeRert pferiuy, 4AM ug i, wets wr mh 40 4s Ce Pu Qobmat emprue Crredcs gyustin eben Merc UsRPmedes Th yh ugBigd GapAridure Ad lucs gp, ca Btn arene need Birden die vpUBLacoUAED. Carey qrenke Guehics prema sfs CuppeGarderects Bot ea a Bue Oaving : epee 100",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "998 yuh gpobrgaie 18 guib Gorka, SQep pee gyese aay semene (Ropat) oss",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "[1009 orto corps 10 yb CHR appr Rie iene ge} «wp 16/81",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BGr piper gis eLegiments eLismad Qodewsh Fos",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "arecQarg o8tih",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "singe praru DRup Per pi apy sriss Besos Bot qewee. Raper ange abpie sp PRud Bde ope oi dugéon aps qerachae arvasreg. Reiwe ape Pius Be oF ewig pesoms QuesCede GOrfips gyi ancupemeas re tang Peptm pepe, unregucpa Ber oper eutiiSealeae aepesga",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Piusher gegrt rau gipoes erdugéns eocyer aie AXVIL gyih a gclyemnreucs Sepa, 1990 yar 20 gy Cn seudp aipmas geset emuier ani Oure pe papas Poi, GimeOurh Ses qipmeu esp ioe RYE sais offer wiga Poissag (Bis yerormrt “alae Raine\" ow GMESTUGUEE) ERA A gee see ergot",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘estar Redes Riere arent 1991, gieut 11 yb OeP aide gs uneregiece pif opair endnSeatuce pr sete god:",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Bains grorimh 26Curs PGdeswe © iniOoranB inn Bra git",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "aig Rigs ror ward wend OxeBiugig GOripe Bim aLepémsad ac sons Roswew aePecie ne Baerga! vo",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ener giturg Qodmsé rerprus Coreded gutter , uer@iotns fae Giugure oe iurecGusr (en —",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "% Deeced 1992 yd yorgsr 16 yh Bode, GOrapee omead",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ge ws eh petee paar aurea, ame. 2G as Gon denasee (Dudes) eCLG om ROppdarcL iu yapiauegd Od esugie yonee? rieRse premu PPug Pec arce SAR doe eatijmraggcacen (pegs Ros eh Qades Cer ie SRE Cp Bure Qe p20 CaDcuGs at brgperd MUR Re pager yssmer Ce Ridn percpensis MOF MN Cree Gis,",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 1998 gyb qyoiy.cir 16 pyih Guede, GO ipa pyc eLdipémsedr (Rgked) ec 4 a 2B GOrspc gyiith excrimpdoeacr “ei g Ber 10 gd Bay D andnal “Ru oceupéns\" adupe aardokca ims PseeGrig Bae 10 ay HeAGiuBare Grags wasdnssen sng Deprirgpeur OF ‘SRaparer S DexdpinO@anere Raaeo. art Boar Oe pgp . ek “PRu eccrugéns” cdug gniughe oppeRehesiu erga (a) rip Rugs Rpiyfesusddr gy. cue0 86 we BOurcrop CRU passGb (BiPgasePer oresd 1968 pout Bigg Ce Puss Or BR Base concer gpsreNBePee awit Séstu gh pie 12) 4@u efetsr grory yopmudunieps arOiugis (DAROS Ey 1978 CIAD 1 win Ce Bush ge CxAes gre Cusender qpercitndes rutiGéanie PPudhe eerpées ptyeredi § areegRe Cridecut 28); yb (BD wapese wocymese®y yser acusOsde fap Cups sonny ari ree Der aséachiivouyty exiyos efensbrys Go Loipa Cotagssren opur@ Coie FOGb (DARGA AER erset 1901 gaGeud 11 gd Cafucrgr ursrenuncps Ber epcvalndlé outiSes utah Pork Sirert Po eRiUCLargergurer cietse prore Pus Bor eLerupdesast a gijerace oar OuergsruGb”. gierens 4 Beers Zier Boon, BOp emragyiag DorCu gaara oauB CRNA ULE ERS, Parser eomsCu CuGwes® Bisnis Carairhd ucegse Pare peony utneee Piph. as",
    "mean_p_confidence": 0.17
  }
]