[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "{sy le PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA : AGRARIAN SERVICES (AMENDMENT) . ACT, No. 40 OF 1993 * [Certified on 8th September, 1993] : , Printed on the Order of Government ann Published as a Supplement to Part Il of the Gaxette of the Democratic Socialist Republic of Sri Lanka of September 10, 1903 ° ‘PRINTED AT THE DEPARTMENT OF GOVERKMENT PRINTING, ARI LANKA Price: 3® cents. Postage: Re. 1.00",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "\"Agrarian Services (Amendment) Act, No. 40 of 1993 [Certified on 8th September, 1993)",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L, D—0. 48/92, ’",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“Aw Act To ancenp the Acnantan Senvices Act, No. 58 oF 1979",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enscted by the Parliament of the Democratic",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Soclaliet Republic of Sti Lanka as follows :— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "J. This Act may be cited as the Agrarian Services Short title. (Amendment) Act, No. 40 of 1998.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "% Section 27 of the Agrarian Services Act, No. 58 of Amendment 1979 (hereinafter referred to as the “principal enact: $f Act ment \") is hereby amended by the repeal of paragraph (¢) iva.\" of subsection (3) of that section.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "3. Section 29 of the prineipalensetment, as amended by Amendment the Agrarian Services (Amendment) Act, No 9 of 1990,is ofthe hereby fucther amended by the repesl of subsection (1) of Prscubent. Unt section and the substitution therefor, of the following subsection :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". “ (3) Where under the provisions of this Part, ~ + default fs made, or deemed to be made, by an owner cultivator’ or occupier of agricultural land in respect of the whole of the unpaid portion of any oan granted by a prescribed bank and the interest due ‘on such Joan, such hank may notify the Magistrate’s Court that such owner cultivator or occupier is in defauit‘of the sum of moncy specified in such notice. \".",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. In the event of any inconsistency between the Sinhale Sinhala and Tamil texts of this Act. the Sinhala text shall provail in Prevail, . _. Rreonsiatoney,,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription of Bngiieh Bille and Acts of the Parliament Re. 686 (Local),",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ra 1,180 (Foreign}, payable to the Suumneevomrr Govemeocens Punticarions",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Sureaw, No, 255 Bavnoeatoxs Mawarns, Couns 7, before ith December each year in respect of the year following.",
    "mean_p_confidence": 0.68
  }
]