[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON _ 5th Session 1952 caras ‘ ae ‘Sy “ ee — % Pees pena y Bo ttiiitue 3 Sea ey, Vey Nihae 33 . ee A ‘A Y LESETE LA {Sonic Arts Council of Ceylon Act, No. 18 of 1952 ‘ Date of Assent: March 24, 1952 “Printed on the Orders of Government Printed at the Cenom Gove, Pans, Coxnen_ Yo te anal Subacrion, Gnctoding Bil) ‘ara, pspasie ie SESE See ara came eee Price: 20 conts, Postage: 5 conte. '",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Arts Gouncit of Ceylon Act, No. 18 of ivbe L.D—0, 34/6). Ko, 177250 GE), AN Aer 70 PROVIDE HOW THE ESTAHLISUMENT AND .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "REGULATION OF THe Ants CONCH, OF CEYLON,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "[Date of Assent: March 24, 1952.]",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with tho advice and consent af the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and hy the anthority of the same, a3 follows: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4. This Act may be cited as the Arts Coumeil of Shor tive, Ceylon Act, No. 18 of 1982.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Retablishment and Powers of the Comneil und Capital.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2, (1) An institution to be called the Arts Council Masblishmen of Ceyion (hereinafter referred to as the Council ”\") Gbjece af is hereby established. the Connell",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) The general objects for which the Council is constituted are hereby declared to be—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(a) to develop « greater knowledge, understand. ing and proctice of the fine arts:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(8) to increase the accessibility of works of art to the public in Ceylon;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(© to improve the standards of execution in the fine arts;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(@ to preserve, promote and encour the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": ": dbvelopment’of such arts and erafis a8 are",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "indigenous to Ceylon; and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "{@) to advise, and co-operate with, Government departments, local authorities and other bodies on any matter concerned directly or indivectly with the eforesaid objects.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "8, The Council sball be a body corporate with coe te perpetnal succession and « common seal and may sue Scenic’ and be sued in its name.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": ".&, As soon 98 convenient after the date on which Coutzibuiim this Act comes into operation, the Government shall ut uy make an initial contribution of two hundred and fifty Goremacat. thousand rupees for the purpose of defraying the preliminary expenses of the Council under this Act and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "of providing the working capital of the Council.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "8. ‘The Council shall have power to acquire in any rover to manner whatsoever avy property movable or immoy- f5h'\" aut",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "* able, and to hold and enjoy the property so acquired. propery. Pa MB aT 8 0/07.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "4 Arts Council of Ceylon Act, No. 18 of 195% Apriction 6. All property movable and immovable nequited Soqtz, ot held by the Council and all moneys paid io. oF received by the Council under this Act shall he used - and applied by the Council in furtherance of its objects; and the Council shall have power, from time to time, to sell, grant, convey, devise, assign, exchange or otherwise dispose of or mortgage any such property, and to invest its funds in such manner as may necessary and expedient for the furtherance of its objects, The Counctt. Censtitatin 7. The Council shall consist of the followi: ee members:— : ne",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) five persons, two of whom shall respectively be designated President and Vice-President of the Council, appointed as such by the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": Minister in consultation with the Minister . of Education; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(0) every person for the time being holding office ag Chairman of any panel constituted in accordance with the provisions of section 12, if such person is not already 2 member",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "of the Council. Term ot 8. (1) Every member of the Council appointed Seaber. under paragraph (2) of section 7 shall untess he earlier vacates offive by death or as hereinafter provided hold office for a period of three years. : @ Any such member who vacates office by effluxion of time shall be eligible for re-appointment. Necatioa 9 A member of the Council shall vacate office a8 such—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) if bis membership is terminated by order made by the Minister in consultation with the Minister of Education; or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(B) if he acoepta or holds the office of auditor of the Couneil; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(0) if be is adjudged by a competent court to be of ansound tind; or .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "@) if he is adjudged by a competent court to be an insolvent or bankrapt or if he compounds with his creditors; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{e) if he has directly or indirectly interest in any",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "contract with the Council; or . (/) if he resigns office by writing under his hand addressed to the Minister. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Acts Council of Ceylon Act, No. 18 of 1958 5",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "20. (1) A mecting of the Council shall be held ones Meeunge of ‘at least in every three months. He Cassi.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(2) Tho President, or in his absence the Vico- President, of the Couneil, shall preside at every meeting of the Couneil, and may, with the consent of the majority of the members prevent at any such meeting, whether or not there is a quorum, adjourn such meeting from time to time and from place to place.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(3) The President of the Council may of his own motion cause a meeting of the Council to be summoned at any time, and shall do so upon a request in writing made in thet behalf by the Executive Committee or o!",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "_ any five or more members of the Council.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Cy Aor gestion arising at any mecting of the Council shall be decided by ® Inajority of the members present, and in the case of an equal iy of votes, the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "resident or in his absence, the Vice-President of the Council shall have a second or casting vote.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(5) Except, 2s otherwise provided in this section, no business shall be transacted at any meeting of the Couneil unless there be present in person at least seven members of the Council. , .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(6) Subject to the preceding provisions of this setting the Council may make alg alating to the Procedure to be followed at its meetings and to the conduct of its functions and activities. an",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "+ Ewecutive Committee of the Council.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "44, (1) The Council shall appoint from amongst ine Kseroive its members an Executive Committee consisting of Committe of the President, Vice-President and not more than three other members.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(2) A member of the Executive Committee shall . vacate his office as such—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(a) if his membership is terminated by order of the Council; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(®) if for aay other reason he ceases to be a member: thereof.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8} The Execative Committee shall exercise all the powers of the Council except such ag the Council may specifically reserve to itself. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". (4)-A meeting of the Executive Committee shall be held at Jeast once in every month and any such meet- ing may with the consent of the members present. whether there ig a quorum or not, be adjourned from. time to time and from place to place.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "& Arts Councit of Ceylon Act. No. 18 of 1052",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(5) The Executive Committee shall be presided over hy the President, or in his absence the Vice- President of the Council, or if neither the President wor the Vice-President ‘is present, by somo other member chosen to preside by the other members present at the meeting.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(6) Except as otherwise provided in this section no business shall be transacted at any meeting of the Exeeutive Committee unless there be present in person at least three members,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(2) Where the President at any mecting. of the Executive Committee is of the opinion that any matter before auch Committee—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "{@) is of exceptional novelty or importance or is likely to lead to considerable expense, or (®) gives rise, or is likely to give rise, to a serions’ difference oF opinion among the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "members of such Committes, or (e)agives_riso, or is likely to give rise, to : qriticiem or opposition on the part, of @ responsible section of public’ opinion, ‘he shall refer such matter to the Council with a view",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "to obtaining further instructions thereon.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(8), Subject to the provisions of this section, rules may be made by the Council relating to the procedure to be followed at meetings of the Executive Committee. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ". Appoiniment of Penels. Appointment 42, (1) The five members of the Council appointed offence under paregraph (0) of section 7 may appoint panels, each consisting of such persons as the Council may - think fit, for the purpose of advising and -ascisting the Council on the general advancement of cach of the : following activities: — (a) Daneing—Oriental and Western (b) Kandyan Dancing . ® Painting and Sculpture Oriental Music 8 Western Music (f) Sinbalese Drama (g) Tamil Drama . (i) Western Drama @® Handicrafts a, . :G) Any such other activity in respect of which a ‘panel is considered necessary.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Arts Council of Ceylon Act. No. 18 of 4u68 7",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) A member of the Council appointed ander para- graph (0) of scution 7 shall be eligible for appointment to any panel constituted under this section,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(3) The members of the Council appointed under paragraph («) of section 7 shall appoint a member of each punel constituted under this section as Chairman of that panel,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(4) The Council shall have the power to revoke the appointment of any panel appointed under the pre- ceding sub-sections or of any member thereof.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Staff of the Councit.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "48. (1) The Council may, subject to the approval ‘\\yeinmesr of tho Miniaiee and the Minvcrol Education, appoint a General Secretary who shall be the Chief Executive sro. Officer of the Council.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "@) The Council may appoint such other officers and such servants as the Council considers necessary for carrying out its objects.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(8) The remuneration and conditions of service of : the officers and servants of the Council shall be such ‘ag may be determined by the Council with the approval of the Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Finance, Accounts, Minutes.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "44. The sum paid to the Council under section 4 unde ot we and all the money received by the Council by way of m=! income, grant, gift or otherwise shall be credited to the funds of the Council, and there shall be paid out of such funds all expenses incurred by the Couneil in carrying out its objects and all expenses incurred by the Council under the authority of this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "45. (1) The Council shall cause its accounts for Acwsi of each financial year to be kept in such form and manner = as may be approved by the Minister.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) The Council shall cause its accounts to be audited each year in such manner as may be approved by the Minister.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "{8} The financial year of the Council shall be the year commencing January 1.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "46. ‘The Council and its Executive Committe shall ativan of te cause minutes to be made in books provided for the Sol. Re ‘purpose of the following matters, namely—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) of all appointments of officers or_servants <°\", made by the Council or the Executive Committee,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "8 Arte Council of Ceylon Act, No. 18 of 1952 (2) of the names of members and other persons present at every meeting of the Council or the Executive Committee, and (©) of the proceedings and resolutions of every ., meoting of the Council or the Executive Committee. Paty 17. The books of accounts and minutes of the Coun- ieeena, oil and its Executive Committee shall be kept at the head office of the Council or at such other place es the Council may determine, Aawal wont. 48, (1) -As soon ap tay be after the end of each financial year the Council shall prepare a report + giving a tine and faithfal account of its activities, and of its income and expenditure, during that year,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(2), The President of the Council chotl transmit to the Minister a copy of the report prepared under sub- section (1) in respect of each financial yesr, not later than the thirty-first day of March’ in’ the next succeeding year.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "General Provisions. gag te 49. All acts done at any meeting of the Council Bete or its Executive Committee or any panel sppointed by Summits x — the Council shall, notwithstanding that it shall after- Mawithasndiag Wards be discovered that there was any vacancy in its gubscaeat “membership thereof or that there was some defect in macy\" the appointment of any member thereof or that any ifeléeatien, such member was disqualified or that there was ae a failure to give notice of such meeting to any member thereof, be as valid as if there bed been 10 such vacancy or as if such member had been duly appointed or duly qualified or as if there had been no such failure to give notice. Seat of the, 20. (J) Any instrument which is by lew required Sonne to be made under seal, shall be made uader the teal of the. Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(2) The seal of the Council shall not be affixed to any instrament whatsoever referred to in sub-section (1) except in the presence of one member of the Council and the General Secretary or such other person as may be authorised by the Comneil for the purpose,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "‘of whom shall sign his name to the instrament . in token of his presence and such signing shall be inde- pendent of the signing of any person as & witness.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "Taatevmente 24. All instruments which are not required to be not vopuiring under seal shall be signed by such Bergan or ‘persons Sous ag may be authorised Ey rales made by the Conseil in : at behalf,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "‘Arts Council of Ceylon Act, No. 18 of 1952 9",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "22, (1) Subject to such special directions as may  Remaserton, bo given fn that behalf by the Minister, the Couneil 22,2, may poy to any of ite members of to any member of the Executive Committee or any panel constituted under section 12 any expenses actually incurred by such member for the purposes of the performance of his duties as a member.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "@) Save as provided in sub-section (1), no member of the Council or the Executive Committee or any panel constituted under section 12 shal] be entitled to any remuneration or allowance for work done by him as a member.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "28. No rule made by the Counci) onder the provi- gos st de gions of this Act shall be of any force or effet unless Gover it has been approved by the Minister and published in the Gazette,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "14.8. Bsn cs * _",
    "mean_p_confidence": 0.43
  }
]