[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF “SRI LANKA ESTATES (CONTROL OF TRANSFER . AND ACQUISITION) (REPEAL) ‘ACT, No. 19 OF 1982 . (Certified on 20th May, 1982] . Printed on the Orders of Government “ Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sti Lanka of May 21, 1982 —_nanety at pes DERAMSCOT OF OPENER FROURNG, At aA Price: 35 conts Postage: 58 conts",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Estates (Control of Transfer and Acquisition)’ (Repeal) Act, No. 19 of 1982 s fo). ECettified oh 20th May, 1962)\". < Epo. syme Reb ad 1 ane deny Aw Acr To REPEAL tHe Eotaves (Cowmnon OF TRANSFER AND “Acquisinon) Act, No. 2 O¥ 1972, AND 10 PROVIDE TON BAT fms coNICcED TOREWTUE Gn RCNA, aHETG! BE it enacted by the Parliament of the Democratic Socialist Republic of Sei Lanka as follows —oy:3--35,7. 4 \"Lo This Act may be elted as the Bstates (Control of Trans: Short tite fer and Acquisition) (Repeal) Act, No. 29 of ias2,\"\"",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 The transfer of ownership of any estate effected on or Certain after February 18, 1972, shall, notwithstanding that sucb gfawnsr- transfer was effected without a certificate of consent of he Sufa'ta™ Minister under section 2 of the Kstates (Control of Transfer \"**\" and Acquisition) Act, No, 2 of 1972, be deemed for all pur- poses to be valld in Jaw:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Provided that the validation of such transfer shall not confer 2 title superior to the title of any party who, or . whore predecessor in title, had subsequent to such transfer obtained a valid transfer of ownership of such estate.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "3. The Estates (Control of Transfer and Acquisition) Repeat ot ‘Act, No. 2 of 1972, in hereby repealed. aise",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4& Jn this Act— ‘Interpre-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "tation.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“estate” means any land or group of jands—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "() Which constitutes a separate and distinct pra. erty;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(8) which belongs to or is held by one or more per- sons; and :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "{ii) of which em extent af not less than one Iumdred seres is or hag been at any time after Janu- ary 1, 1962, under cultivation or used for any purpose of husbandry,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "and ineludes unsold produce, all buildings, axtures, machinery, implements, vehicles and other things",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2A A176 —14.876 (8900)",
    "mean_p_confidence": 0.05
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "'& Estates (Control of Pronsfer.and Acquisition) (Repeal) Act, No. 19 of 1982 movable and immovable belonging to, ancl requirot in the opinion of the Minister for the running of, such estate ; and “transfer of ownership” in relation to an estate means . the transfer of ownership of such estate or any por- ton thereof, whether divided or undivided, by sale, “exchange or gift other than a gift by a testamen- tary disposition, or a lease of such estate oF portton thereof whether divided or undivided for a period exceeding ten years or any hypothecation of stich estate or portion thereof, whether divided or un rye divided ce “",
    "mean_p_confidence": 0.8
  }
]