[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  poe  Gos,  PARLIAMENT OF CE \\  2( 12F E8159,  3rd Session 1958-59 EA <  Sotore®  xy  et Sra)  RI  Tea Research (Amendment) Act,  No. 3 of 1959  Date of Assent: Jonuary 21, 1959  Printed on the Orders of Government  Printed at the Govmoumr Pras, Ceram, Tobe  So ag a  ‘Annual Subvcrpton “Cincluding Bil) Ra 25, payable. i  ‘advance to the SuPERNTENDEN:, Government PUBLICATIONS  iimsy, Hu! “Gees Ear Go, Soocaone came  Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.4454166666666666
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Tea Research (Amendment) Act, 3  No. 8 of 1959  L. D0. 47/58,  ‘Aw Acr 70 amen Tue Tea Reseanci ORDINANCE. chet, 0.  Cini  & (Date of Assent: January 21, 1959} =e  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and =  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows:—",
    "mean_p_confidence": 0.695952380952381
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  4. ‘This Act may be cited as the Tea Research stot et  (Amendment) Act, No. 3 of 1959,",
    "mean_p_confidence": 0.7366666666666667
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2, Section 5 of the Tea Research Ordinance (here-\" Amanimeat ot  after in this Act referred to as the “principal gen 5,of  enactment \"), as amended by the Proclamation pub-  lished in Gazette Eatraordinary No. 9,773 of Sep-  tember 24, 1947, and by Act No. 24 of 1948, Act  No. 51 of 1953 and Act No. 20 of 1955, is hereby  further amended, in paragraph (a) of sub-section (1)  of that section, by the addition, at the end of that  paragraph, of the following :—",
    "mean_p_confidence": 0.7895789473684212
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  “The Director of the Tea Research Institute of  Ceylon.”  8. Section 12 of the principal enactment is hereby Anecdaeat ot  amended as follows:— een  (a) by the renumbering of sub-section (2) of that fancizent.  section as sub-section (3); and  (0) by the insertion, immediately after sub-section  (1) of that section, of the following new  sub-section: —  “« (2) The Board shall have full power to  fix the rates of emoluments, bonus, royal-  ties and other remuneration payable to its  offers and servants, and to) apportion  moneys derived from patents, brevets  @invention and other similar rights and  privileges between itself and its officers and  servants in such manner as it may deem  equitable.””.  J. mcm store 2204 cy",
    "mean_p_confidence": 0.704963503649635
  }
]