[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA LOANS (SPECIAL PROVISIONS) ACT, No. 40 OF 1982 L a, [Certified om 3rd November, 1582), . Printed on the Orders of Government Published a3 a Supplement to Part IL of the Gazette of the Democratic Socislist Republic of Sri Lanka of December 09, 1982 vor en nt ‘YO BE PURCHASED AT THE GOVIRMMEST PUSLICATIONS BUREAU, COLOMBO _ Price: 20 cents Postage : 50 cents",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": Loans (Spetial Provisions) Act, No, $0 of 1082: [Certified on Srd November, 1982}",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L DO, 45/82",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AN ACT To AUTHORIZE THE RAISING OF LOANS DF, On OUTSIDE,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘Sar LANKA FOR THE SERVICE OF THE GOVERNMENT DURING ANY",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PERIOD TN RESPECT OF WHICH NO APPROPRIATION ACT HAS",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BEEN PASSED AUSHORIZING EXPANDITURK DURING THAT PERIOD",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "ARD TO THOVIDE FOR ERE PAYMENT FROM SUCH LOANS oF",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘MONEYS NEUIED DURING SHAT PERIOD TOR EXPENDITURE OR",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "SUCH SERVICE; AND 70 PROVIDE FOR MATTOS cONNTCTED",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘TORREWETE OF ENCIDENYAL, THRLETO.",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "LL This Act may be cited as the Loans (Special Provi- shortdtie. sions) Act, No. 40 of 1982,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 Without prejudiea to any other law suthorizing the futrtiy raising of loons for and on behalf of the Government, any Ipnar iar’ expenditure of the Government, for which provision has ofthe ‘been made hy, or under any law or which bas been other- seep wise lawfully authorized, for any period commencing on the Paring first day of any finenciel year of the Government gnihefit in respect of which mo Appropriation Act has been fnandal passed by Parliament and ending on the date of commence- Tact tom ment of the Appropriation Act for that financial Act hasbeen year (in this Act referred to as the “zelevant period”), Pauettne may be met from the proceeds of loans which are hereby 2ndending authorized to be raised, whether in or outside Sri Lanka, <ommence for or on behalf of the Government, so however, that the AEpropriation aggregate proceeds of the loans raised in any period of three months in the relevant period shall not excsed one- fourth of the tots] amount of the loans authorized to be talsed for the preceding financisl year of the Government",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "\" by the Appropriation Act for thet financial year. 4 06170-14970 @9}10)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Annual subscription of Bills and Laws of tha Parliament Ra, 100 (Local}. Bs, 200 (Foreign), payable to the Scrmpomromr, Govmersene: PUMCICAsIO6S Beaean, P.O, Hox 00, Coxoomo 1, before 18th Dectimber anch year in reqpect Eh ice. la... Me 0 your allowing. g",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "EEE _",
    "mean_p_confidence": 0.21
  }
]