[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF SRI LANKA CODE OF CRIMINAL PROCEDURE (AMENDMENT) ACE, No. 12 OF 1988 [Certified on 19th May, 1988] Printed on the Orders of Government “Published as a Supplement to Part i of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 20, 1988 UNGHD AP REE DEEAREMTT OF ODPSRTERET HOHG, OE ERA \"TW Fencannes A Tar GOVRRTRGRA FORAGATONG BOREAS, LORD Price : 30 cents Postage 2.78 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "Code of Criminal Procedure (Amendment) Act, No. 12 of 1988 [Certified an 19th May, 1988] LD—O. 5/86. An AcT To AMEND THE Cove or CmrMINAL PROCEDURE Act, No, 15 or 1979 BE ft enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— This Act may be cited as the Code of Criminal Pro- short title \\ gedure (Amendment) Act, No. 12 of 1988,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "2, Section 2 of the Code of Criminal Procedure Act,No.15 amendment of 1919, is hereby amended hy the substitution for the defini- of section ton of “ peace officer \", of the following new definition:— eas\" “Pesce “pence officer\" includes a police affcer, % 7% cancer, and a Divisional Assistant Govern-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "ment Agent and a Grama Seva Niladhart appointed by a Govern- ment Agent in writing to perform police duties ;°.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Annual subscription of Billa and Acts of the Porlisment Rs 160 (Lordl/,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Rs, 200 (Forcign), payuble to the Suveamreroest, GovEnEMaNt PosticaTi0us",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Bunsav, Coroman ', before 1Sth December each year in respect of the oer fellawing “",
    "mean_p_confidence": 0.54
  }
]