[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  ‘Ath Session 1968-69  Co-operative Wholesale  Establishment (Amendment)  Act, No. 12 of 1969  Dato ent: Sune 188  ttt one Order of Goran  ne mand Sone ce ran Gn,",
    "mean_p_confidence": 0.5128205128205128
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Coops Wiel Ean",
    "mean_p_confidence": 0.196
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  aa ae",
    "mean_p_confidence": 0.185
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Lakai  fr Aor snr Cosreues Wan  eros",
    "mean_p_confidence": 0.15181818181818182
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  couet Sn: 308]  br gy he un Ms art ae,  Beaute age ee eka  Ries esc Gonna re  Tas",
    "mean_p_confidence": 0.2656
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  Tie eds Sooperang  wf ASR i See",
    "mean_p_confidence": 0.16399999999999998
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  :",
    "mean_p_confidence": 0.21333333333333335
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. Seti 2th Coapeie Wh Ba ate  itt tare Mitek ery  cw igercmar ream Parte  Ser beeen: eect 6 St  Foe",
    "mean_p_confidence": 0.2414814814814815
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (tenor home",
    "mean_p_confidence": 0.1825
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  ne tek aba a ae   Bbeel ta ea",
    "mean_p_confidence": 0.16636363636363638
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  eg ey ete",
    "mean_p_confidence": 0.078
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  SSL annarno",
    "mean_p_confidence": -0.005
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  4, foes bt npiip dtehniy el. mob  ool =u",
    "mean_p_confidence": 0.225
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  0) by een hat tin",
    "mean_p_confidence": 0.42142857142857143
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  ona",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  69 hein te eatin",
    "mean_p_confidence": 0.22666666666666666
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  pense trations  aoe  9h rat nay nn  ot weet satus ra Tepe  eg ead  scien neue emera te  Sor seroas  pen ares wk eet  Dhlpmel Smad cca a  out",
    "mean_p_confidence": 0.16699999999999998
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Cooperative Wholesale Botabishment  “amendment hc No i of 108  keting, 4 The following now section is bereby inserted  E/E immediately after section If the pracipal Act tad  shal have eects sction Tin of th at  GPESR, TA. No sit, promention or otter  STEUET egal proceeding Shall He ‘against any  GEER spl oa in dpa ny  cts done o prpored fo dpe  iin in good ath ule this es’  Amines sé 8, Section 16 of the principal Act is hereby  E'rrael_ amended by the repeal of sub-section (2) of that section,  md ‘and the substitution therefor of the following new  beedtion—",
    "mean_p_confidence": 0.4619827586206896
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  “(@ OF the amounts standing to the eredit of  the General Reserve auch proportion a may te  determined by the Minister with the concurrence  of the Ministr of Finance, thal be invested  securities of any deeripton referred to in seation  20 of the Trana Ordinance o fo nny trade oF  business which the Establishment say oatry on  der this Act; andthe moneys realized from the  Sle of any such investuent remaining afer th  making of any payment authorize by eb-etion  (5 of this sction sal reinvested fn secitoe  or inany sch trade or business”",
    "mean_p_confidence": 0.49457943925233644
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  Heures Section 19 of the principal Act ig herby  EERE. repeated and the following \"new mecion,subtitated  a nan  tet, 18. 0) The boned shall have ite  SEE actnls audited cach year bye  ‘Aadicor Genera, For ihe porpae of  asiting him in, the audit of such  Somme “Andie Gena!  Sie ao yal  site or andi wio shall als under  Hs cretion and conta,  tor the purpose of mesting he  exes iar a i sci the  sesoants of the our, the Audlore  {Sera sal be pad from the funds of  the\" board “rach remuneration ag. te  7",
    "mean_p_confidence": 0.3800884955752213
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Coaprtce Whatua Ratan —  ‘aati heh i a  Miniter ay deerming ih ecm  aa a a Pi  seamen ebay  seater ane  ean any aie  SSE he eth se  onc ola es Cote  SOS  Rath pmo he tia  expr gulidetitr* ane  (cen yo tng mente  eich aeaear  ‘ean! Cn sae  ‘esau to fee  ‘eaten tls Ca  Ciara o  0 sm of Charro Acta  Ae Sera  Sh SS he  SoS fats alas  Ci he Col aa  Ka  I section 0 of he pip Ask in sy a  ea a  i) aban tan, by ei.  0 e porfor the expen The ator sal  Pag Spel kl deel  a,  © inion of a mein, yb ti  efor he eprsnheanral  fit\" eprint Andre  at ad  (by tn tain, ore maria  a et fiw ow mp  me  “The Ado Ger ope  8 Seton 21 ofthe pip Act Hrty_ ante  pended as flies — or eco  @) by the substitution, for the expression “the “*  fies repr “oth in  Netto Coats te",
    "mean_p_confidence": 0.2819617224880383
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Coeperatics Weel Butalshment  en ln Pats  ie eo a wt,  saga! eae  See alt Puta, Ch  BENieaegarere  Sete 8 Seat te cpt bn  ee ee  pgm, Tt spe  eel Eg ratte  = ar  (ty,  tet eae te  SOMLarens ore  cae ha  =  ne  ey oes  Rory a ah ah  Sh ieee  Aes  and we  (a tah sl pa  heh  are  seca i, Satin, of he pine At hel  Say Re oa  hon follows:— *  in, fr epi ig  or een ears  daly SPR a SP  (0 by fhe substitution, for the expression “the  etn fc, rami  ier ubs i rie ea oe  Sector rewancie e  a  a  |",
    "mean_p_confidence": 0.23824324324324322
  }
]