[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ui? PARLIAMENT OF THE DEMOGRATIC SOCIALIST REPUBLIC OF SRI LANKA SRI LANKA INSTITUTE OF PRINTING ACT, No. 18 OF 1984 (Certified on 2nd May, 1984) Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 04, 1984 fenerm ar rie DEPART OF GOVERNMENT PEMTDNG, GA LANE 0 BE PURCHASED AT THE COVE. PUSLICATIONE BUREAU, COLOMBO Price : 90 centa Postage + 60 ceale",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Bri Leonka Institute of Printing Ack, No. 18 of 1984 . [Certified on 2nd May, 1084] »",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "I, D—O. 14/88",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "dy Aorro PROVIDE VOR THE NeTaBLIsuaueNT OF THe Sex LANKA Twerrore or Pstriva ND JOR MATTERS CONNECTED",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘THRBEWEN O8 INCIDEATAL THERETO.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it onactod by the Parliament of the Demooratie Socialist Ropublie of Sri Lanka as followa s—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may bo cited as the ri Lanka Institute of “Sharh tle, Printing Act, No, 18 of 1984, and shall come into operation Sperstion. ‘on auoh Gato as may be appointed by tho Minister by Order ‘publisbod in the Gazette, -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PARE I Bsrasisnnznr, Osvgure, Powsss axp Foxoronre os ‘re Ser Lanka Leenture or Pama",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 {2) Thore shall be established an Institute which. shall usteblahmens bo called tho Sti Lanka Institute of Printing (hereinafter f! referred to as the “Institute”), Jaatitute of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Printing.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) Tho Institute chall by tho name aasigned to it iy subsection,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) bea hody corporete and shall bevo perpetual micosgsion and a ‘comnion geal and may suo and be sned in its corporate namo.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "() Tho mombers of tho Board of Governors shall ke the avembera of tho Institute,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3, ‘Tho priusipal office of tho Instituin shall bo at Colombo. Principal.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Sostivate, The @ js te shall . 4. The general objocta of the Tastitute shall bo— Seton A Taatitaie, (@) to train those persons presently employed in’ the printing trade with « view to improving techniques, - ‘processes, raw material uiilisation,- planning to, and thotoby to improve the printing stendards of printing ‘establishments in Sri Lenka; (©) to organize training oourata in the field of Printing Technology and Management ; : (0) to ward certificates ond diplomas in conection -with ‘training courses held by the Institute ; , (2) to organize and disseminate information to those im tha printing trade regarding new syllabusss, techniques, processes, and available courses of study through a periodical news letter or other publiontion ; 2 074sat 7,850 (u4j08) . >",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 Bri Lanka Institute of Printing Act, No. 18 of 1984",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(© to sponsor training abroad in schools of Printing or Printing Hounes to and to reciprocate tenining through an exchange ayetom;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{f) to attend and participate in trade faire, camectod with the printing teede with » view to acquiring now techniques and information necessary for the printing trade in Sri Lanaka,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(g) to train those already employed im the printing trade ‘in neighbouring countries whore the mothods of grinting",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". available in Sri Lenka aro non-existant.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "5. The Institute zal have such powors, rights nnd functions Lowers ofthe sas may reasonably nooomury to carry ont the objocta and in mile, partioular may— |",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(a) recsive grants, gifts cud donations in cash or kind ‘whether from loool or foreign sourevs j",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(0) eoquire, hold, take or give, lense or hiro mortgage, pledge and sell or otherwise diapose of any movabie or immovable property ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(¢} enter into agreements for co-operation with educational or other institutions whether in Sri Lanka or abroad having objocte wholly or partly similar to thos of the Institute, for the exchanges of personnel and students ‘and generally for such purposes as may be condicive ‘to their common objocta ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@ buport uschinery and oquipmont requiced for the purposes ‘of the Institute and receive equipment, fands,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "~ percomnel and say other assistance for carrying out ‘the objesta of the Institute ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{e} Institute professorships, memberships, Research Fellowships and award prizea and medals, for funde- mental end advanced studies ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{(f) erest, equip and maintain libraries and laboratoriea and. provide other services for fundamental ond advanced atudies ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(9) make rales in relation to ite officera and servants including ‘the appointment, traming, promotion remuneration, disciplinary control, conduct and grant of leave ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(®) make rales in respect of the gonoral administration of the Institute ; .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@ levy fous or charges for any services rendered by the Toatitate ; cs,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "‘Sri Leanken Institute of Printing Act, No, 18 of W964\". 8 . (A) pay fees or cbarged for say services rendered to the . Inatitate, (2) ta do all auch othor acta or things which are necessary for or condacire or incldontal to, the attainment of the fe objects and carrying out of the funotions of the Institute 7 6, In the exeroize of Its powers and carrying out ofite objects Tustitate to the Tostitate shall comply with the policy of the Govermnent Svar tts. and with auy gonoral orepeciel diceotion issnad by tho Minister in. the directions relation to euch polioy. ee 1 (1) The management and edministration of the affairs of The Board of the Institute shall be vosted in » Board of Governors (herein Govemors after referred to 98 “the Board”). . . (@) The Board shall sonsist of the following mambers— ve (a) five mombers appointed by the Minster (harefnafter’ . referred to a8 “appointed mombere\") who in the : ‘opinion of tha Minister are sctively engaged in the fold of printing technology or mansgoment; |” ©) fowe other membora (referred to as “ex-officio” | ° members”) who shell bo the persans for the thne a Boing holding offea aa . () Government Printers ” ~ (i) Chainunn of the State Priuting Corporations\" * o {iii} Presldent of All Coylon Printers Amsootssion ; roo: (iv) Prosidont of the Bci Lanka Institute of Packaging. . & A porton shall be disqualifed from being appointed or Diequvlieation fom continuing, as _meruber of tho Bourd— tO enh. (a) if he is or becomes « member of Parliament; or W if ha diveotly or indireotly, holds ot onjoys any right or ° Deneat under any contract othor than any contract to - impart knowledge of printing technology of manoge- mont made by or on behalf of the Institute: or (©) if ho hes ony euch Gnancial or other interest as is likely ‘.-'* . to affect prejudiviaDy the discharge by him of his” functions as a member of the Board,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "+ S95 Lanka Inatitute of Printing Act, No, 18 of 1084 % (i) Every appointed member of the Board shall hold Term of oftes office for » period of three yeors, unleaa ho earlier vacates office 705 4 death, rerignation or removal. Sat \" “ Se Beaa, {2} (a) The Minister may if he oonaldens it oxpedient 80 to do, remove any appointed member without assigning any ‘reason therefor, (®) The removal of any member under poragraph (a) eball not tbe called ia question in sny court. {@) An appointed member of the Board mey st any time resign his office by loiter to that effect addreased to the Minister. (4) If an sppofated member of the Board dice, or resigns ‘or inremoved from office, the Minister may having regard to the provisions of section 7, appoint another person to be a member im place of the member who diss, resigns oris removed from office. (8) A member who has been appointed, under mbsection (4) shall hold offioo for the unexpired portion of the term of offico of the member whoro he succeeds. (@) Where an appointed momber of the Board iz by reason of Ines, Infiemity or absence from Sri Lanka temporarily unable te perform the daties of his ofie, the Minister may, having rogerd to the provisions of seotion 7 appoint any persnn to ant in place of auch member, {7) Any appointed member of the Board who vacates office, otherwise than by romovel, ahall be eligible for reoppoinfanent. 40, The Minister shall oppoint one of the memlera of the chaicran of ‘Board to be the Chairman of the Board. ‘the Boaed, 14. No act or proceeding of the Institute shall be deamed to Avia or ‘be invalid by rasson of the existence of any vacancy in the Board Prcemelingy oF defect in the appointmont of any member of the Benrd, Tratiinte doomed 0% + Wheineatla Dy renmon of oF ihotivae oPeneater. 48, ‘The memnborn of the Bourd shall be romonernted in auch Reuntzaion smemnorand at ouch rates as may be doterminod bythe Board. ire 15, Theseal of the Institute— Seat of (@) shall be in the custody of tho Chairman of the Board, Etat (0) may be altered in such manner as may be determined by tho Booed ; and :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "‘Sri Lanka Inetitute of Printing Ach, No. 18'of 2984 8",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "{0 shall not be afiied to any document except with the. sanction of the Board and in the presence of two mom- bate of the Board who shail sign the doounent in token of their presoncs,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "14 (1) The meetings of the Board shall be held once st least Mestings of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "‘every month. the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(2) Tae Chairman shall give at least seven days notice in writing of every meoting of the Board to each of the, members, and shall apecify in auch notice the business to be desit with : ‘buch meeting.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(2) he Chairmen shell summon a apooial meating of the Board vrithin seven days after being requeated in writing 60 do ao by the two members of the Bosrd notwithstanding the provialone of mabecction (2).",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "{ Five mombers slisll form n quorum at any meeting of ‘the Bosrd.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "{6} Tho Chaieman of the Board shall preside ab ovary meeting of the Bosrd st which he is present, In the absonee.of ‘she Chairmann st suy mosting of the Board, any member elpcted Dy the morabors presont shall proside at auch meeting. ..",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "{8) Where there is an equelity of votes on any matter or thing to be decided at # meeting of vhe Bosrd, tha Chairman of ‘such anesting shall, in addition to hia vote, have a eaating vote.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "{7} Subject to the provisiona af this Act, the Board may moke rules for the procedure in regard to the meating of-the Board and the transcation of business at such mectings.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "16 (1) The Board may delegate ta tha Choirmen or the Delegation of ‘Registrar of the Inatitnte any of ita powers, functions ond duties. Wities of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(2) Tho Chairmen or the Registwor to whom any of the: . Powers functions and duties of the Board have been delegated.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "‘under, subsection {1) shall exarcive, perform ot discharge the",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "powers, fonctions and duties no delegated eubjest ta the general",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "‘or apecial directions of the Board.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "18. Subject to other provisions of thia Act, the Board shall Rowers, exersise, porform and discharge the following power, flinctions Sad duties or dition St the Board,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(@) to reine funda for the aduiinistratlon of the Institute",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "‘and to receive financial sid from local aa vell as foreign ceyanizationa and sganciee for the operation of ‘tap Tastitate 5",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Sirk Leones Incitute of Printing Act, No. 18 of 1984 1) to changy soos for eny sarrioos or facilities provided by the Bourd; {oj to take all sueh moscures aa mney be nectesary for the ‘achioviment of the objeuts of the Tnstitate ; (2) to make rules in respect of the administration of the faire of the Boord. PART I Avronvawast of Tae‘Rzowrnan or THs Ivetcrurr ‘AND TKN Otten Oprrogns AND SERVAWES op tae Ixsnirors 4%. (J) ‘The Board may eppoint to the stalfof tho Trstitutes Appuintmmntat Registear of the Institute (hereinafter referred to aa the [if Tegitme “Registrat™) who shall ba the ohief excoutive offcsr. Srottate, (2) The Rogistcar sbill exerolze, perform and discharge auch . powers, functions and duties as may be delegated to hin, @) The Board may removo from office the Regiatrar appointed ‘wivdor subsection (1). (4) The conditions of omployraont Including the remuneration, of the Registrar shall he determined by the Boord. 18 (1) Subject to the other provisions of this Act, Ube Board Powemsot the may— | Basnlin . pega to Sppoindment to {a) appoint to tlie ataif of the Institute euch other officers {hr stadof and ssevante ax may be neoossary for the purpora of ‘the Tastitate ; ©) dismiss and. oxernise disciplinary oontrol over the staf of ‘the Tnatitute ; . (©) fx wogesend salacios or other romunerotions of thestatf; (@ determine the terms and conditions of service of auch staff sand | (© cateblish and rogulate ‘provident funda and schemes ‘for the benefit of such staff and make contzibntiona . to any such fund or sobeme, (2) Bales may be made civdor thin Ack in reapect of ail'or’ “7 any of the matters referred to in sulasotion (1). :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Bri Luka Insitute of Printing Act, No. 18 of 1988 7 49, ‘Tho Registrar shall with tho opprovsl of the Hoard Determination dotormine the duties of the officers and servants of the Institute, OF dutice, 20, (1) At the request of the Board auy offic in tho publi Appoinanens service may, with the consent of that officer and of the Booretary SE Publie, to the Minlatey of the Minister in charge of tho sabjovt of Publi effet the Adininistration, be temporatity sppointed to the stoff of the mtltule. Tastitute for mush period as zany be determined by the Institate with like consent or with like content be permanently appointed to auch staff, (2) Where sny officar in the public socvica i temporarily appohited to tho stall of tho Institute, the provisions of weotion 13 2) of the Transport Board Law, No. 19 £978, shell, muatis mutandis, spply to, ond inrelation to, him, * (8) Where any officor im the public worvion is permanently ~ | appointed ta tho xtaff of the Institute, the provisions of section 19 (8) of the ‘transport Board Law, No. 19 of 1978, eal, mutatia seulundir, apply to, ond in relation te, him. / (8) Any ollicer or servant of a public corporation may, with : the consent of such officer of servant and the Board of Directors of such corparation, be temporarily or permanently appointed = to tho ataff of the Institute on such terms snd conditicns, including thoso relating to the provident fond rights, oa may bo ageced upon hy the Boord of Dircctans of that eaxporatian ‘and the mombers of the Board, (8) Whore the Institute wuplnye any perum whi hag enlered ‘ into « contract with tho Govermunont by which he hav agreed to seeve the Govertunent for a spocitied poriod, any poriod of service to the Lnstitato by that person shall be regarded os service to the Government for the purposes of discharging the obligations of auch contrast, PART MI Freason wee 2, (1) Tho Lostitute shall have and wasintain ita own fond, \" whe Fund of Aho Tantala, (@) There shall be credited to the Fund of the Institute— (a) ail such guns of money as may be provided by such organizations asare concerned with ‘the extablishinent ~~ . of the Instituto; - @) allauch sums of money as may be received by the Tnstitate in the exercise, performance and discharge of ite ‘powers, duties end functions ; and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "8 Sri Lani Inotitte of Printing Act, No. 18 of 1084",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(0) ail each sama of monay os znay be reosived by tho Institute",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "by way of inoome, loans, donations, gifts or grants from any source whatsoever whether in or outekdo Bri Lanka,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(3) Thoro shail bo puid out of thw Fund of the Institute all ach sums of money required to doftay any expenditure incurred bby the Institut, ia the exereiee, porforimunes and discharge of ite powore, duties and functions.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "22, Tha Institnte shall bo oxempt from the payment of Entiute tobe any wealth tax payable under tho Inland Revonuo Act, No. 28° RTP rome of 1o70, ‘etre ta",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "28, Any funds of the Tostitute which are not inuinediatoly Bevan required far the porpasea of the business af the Board may bo St inedmfitule, invested by the Board in such manner a¢ tho Boord may Aoternine with tho approvl of the Minister.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "% The mode and manner of withdrawal of any manoys Witiewrl from the Fund of the Inatitute and the investment of any 4 og moneys of tho Fund shall bo misdo by tho Boacd in acoordance jranryaat the with toh volea ne may he made from timo to time for that Fund Purpose and no sum shall be withirewn axcept in scoardance ‘with auch rales.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "28, (1) The financial year of tho Institute ehall be the Facial calendar year. Teena",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "{2) The Board shall cause propor books of accounts to be usaf kept of the Income and exponditure, nesots and fisbilitics and lie Boned all other transactions of the Board.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(3) Tho provisions of article 164 of the Constitution rolating to the andit of the secounte of public corporetions shall apply to the audit of the accounts of tho Institute,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "PART IV Guwzna 28, All members, officers and servonts of the Institute xtenibereand shall be deemed to be publio servanta within tho moaning of, smployees ‘aud for the purposes of, the Penal Code. State deemed to ‘Se publio Servant, 37 Tho unitate shal be denied to boo scheduled inetiva- \"The Laie ‘ion within the meaning af the Bribery Act and the provisions ds#ted of thet Act shell be conatrued accordingly, Seaton within the ite Betbey dot.",
    "mean_p_confidence": 0.6
  }
]