[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  5th Session 1969-70  LEE a  a a  Muslim Marriage and Divorce  (Amendment) Act,  ‘ No. 32 of 1969  Dato Aset: December 8 198  Printed on the Order of Goverament  svt me pent et Ot",
    "mean_p_confidence": 0.5227083333333333
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Afvalin Marriage ond Dieoree (Amendment)  “het, No. 98 of 1080  Lo. yon  ‘Aw cto ssn sur Musing Masaiace axD te  Barone her SF  [Date of Astent: Deouer 9, 1969)",
    "mean_p_confidence": 0.33916666666666667
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  [BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.5109090909090909
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  toy and with the advice and consent ofthe Senate and",
    "mean_p_confidence": 0.5458333333333333
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  the House of Representatives of Ceylon in tis present  Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.6184999999999999
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  same, 2 follows:—",
    "mean_p_confidence": 0.32599999999999996
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  4.\" \"This Act maybe cited as the Muslim Marriogo she vie  and Divorce (Amendment) Act, No. 32 of 1900",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. Section 9 of the Muslim Marriage and Divorce  snpiamtt  ‘Act, brenafter refered to a the “principal Act\", Sipces  is Hereby amended in sub-section (1) thereof, by the  substitution, forthe words ‘other sufcent case,\"  of the words \"other suficiont cause, or is dead of  has resigned or retired from office,”",
    "mean_p_confidence": 0.5536842105263158
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  ‘8. Section 15 ofthe principal Act, as amended by smotnt x  ‘Act No, 1 of 1905, is hereby further amended es \"pata  follows: — =",
    "mean_p_confidence": 0.5086206896551724
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (1) inenbaction (4 thereat, bythe substation, for",
    "mean_p_confidence": 0.3933333333333333
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  the words in any spell eomstancs and  fon the commendation of the. Registrar.  Genera le word.\" any aps  cireumtaes,”; en",
    "mean_p_confidence": 0.3968
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (2) in gabartion (5) thereof, by the entiation,",
    "mean_p_confidence": 0.356
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  {or the, words\" Tegatran Genera, of the  swords Judea! Service Commission ™",
    "mean_p_confidence": 0.42400000000000004
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  4. ction 99 of the principal Act it hereby name  refered and che futon toa wba BEES",
    "mean_p_confidence": 0.3545
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  ‘ra, 39, ‘The powers conferred on District,",
    "mean_p_confidence": 0.41111111111111115
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  BER\" Roghtrar tinder scetion 02 in relation to  Rese hy'recidcation of erroneos paricelars  Ege, felaligtoa marrage or divorce, ay be  Set Chouatd bythe Mogustrar-General,",
    "mean_p_confidence": 0.3417241379310345
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Maslin Morrage and Divoree (Amendment)  Tee Nooo of tes .  omingst 8. Stein, 40_of the principal Act is ber  SEES ameaaed by the substittion, forall ihe worde To  = {Nip of fhe Docks or repstn' to tk cod of Cat  outtlas uf tn oords “ay sos feos te apices  SF the doe of aay of hs regia.  mmteeast (1) Section 61 of the principal Act in ba  By 20 fs iciei ese  = ction oe wctin at, of the. exbreion  “Seton 2  The provision of xbection (1) of thin ton  antl ge doled ts Bava come nt ei on the Sorat  a oP ae 8  nants Te Stction 67 of the principal Act is bere  Beet etal, “at Se sel se i erly  na ‘therefor :—  ~fnte G7, Whar it appears tothe Jaicial  FeSte” ~ service Commission, on the application  SEE Ping puriy to: or tay poor Seernad  fn ding ae orf  ‘tall under tls Ac before ¢ Quaze  fia alread impart nmeey Saat  boehad before such\" Quaz, or where ®  Goes Ral len un appli. in  Been he Cousin, te  ings ve gated before ed bard 8  ‘pial Guns eppoatd a tate  the Commission under section 14 and, {2  een of any herent  ny prongs taken before te fret  frndlned Quel in eect of te maior  teebieh sch application relate all  oi no ees.  Recerte 8. (1) Tho new section 67 inserted in he pine  EERE ad ofan Fuk 8 deemed have ce ine  fie ob een a of Jy, 108 nd eo  Sng, toy erst ade oder the repel scion,  by the Jdielal Service Commission between the  ores day and the dat of commenectent of ts  ANTS be domed all hns wove fen a  (2) Tn this wetion, “Jui Sevin Commis  isn\" ett “the odizial Serve” Common  Felted ton anton 89 of the Capos (Consitatio)  Snir in Cona, 3040.  )",
    "mean_p_confidence": 0.36330555555555555
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Must Marriage ond Disgree (Amundment) 3  ie Ne of te  8. Section 80 of the principal Act i bersty smatum  sstogelinssbaetn ern ye tention, ese  orth words “eguarCesea’ sof the mods  PP ati ner",
    "mean_p_confidence": 0.33804878048780485
  }
]