[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Sines) 8 Gow? SHumaIga sO? dadded  HSESOTIQO 1987 gown 6 ede GVHE® OH (GGAIVQM) saw [ewiies woes nee 1967 Spd Sa 10 Ox Fn} . PRED Dawe 88 Beene mom Of 1987 emme Oe 90 A Em G Crm Echo Ge aOR sndvew UO ged IT Om smoot gHelnan Rasast ue mdm CR __. ’ 6 Com deed Beas ecotinetsigs® Setsa scm of Nena dtew gman abanaeas € § omar ade 8o: we 0.8 : AC mehQO: men 75 8",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1987 qo 6 ¢S10 @RE® MA (sromOm) OD (madi monet reg 1987 fh Ge WOM Em] Oc. B—B, 00/86, . Ren diein eemo 1977 gem 21 gdm abet mR cnn weRtGne BAO ugin F ond.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Bom ghmaliim eGeh2 smdded wSErOsrge - 2a eee omSa ach :—",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1 OB Ome 1087 goed 6 edm wAEH DB (ean) guo mse. DED amen newton ash. .",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "A chien coos med 1977 gem 2 ed eBED MQ cate cate Emery 1 On Sawa goa sme 6 eOMEE LOD ano Sw¥edm Dostda c@ac mefa még C.eB:— Reo.",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": ": Sone aa 72. (4) eOg3 OHO Som BIO mgm B20 Hoes GENSE ROD gS m® GRadaad sant Rests sdon=, @ c& smm ade giimd og Amer mdm Ye",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "CBee omen Ao F qimdcsad hades BOARD Qe OED BOxven GF cot Ons a8 caf Ast Ae BG seiGddated eCamed més oe ager em cif + BR : 2) (1) Om ecto die ata agese mdQ COM eCAnsah Blwedadsuged . . ata meu’ 88D cad, F qOmcann Seat Bnet wmdgy cae gland ep Geom On B58 agin F Ew ei adsmed etd Shem Ch ae mf&eOak olde BHO gmABS aq gan SOB® T qed whe CAs mde aMe we @.”.  09286s7,236 (88/00)",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Boag md ewpPacToc um AADC HSE gam Bo (efaa) &. 100 A (Sogaa} $00 ch eee 1, ctiecd Grneim extant gti’ eOin nS Sears eqnOes Fe 16 NG ERO cd gem Bid oO ORO Oger Ost GF Ofew mgm OD chan mit",
    "mean_p_confidence": 0.29
  }
]