[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ss ey) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA COMPANIES (AMENDMENT) AGT, No. 33 OF 1991 [Certified on 21st August, 1991] : . . Printed on the Orders of Government Published as a Supplement to Part HT of the Gazette of the Democratic Socialist Republic of Sti Lanka of August 23, 1991 . Finnme Ax THE MAPAMARRNT OF GOVERN FADCTONG, Rar LANCE 70 ne FUNCRARED AV THE GOVREGDIEWE PUULICAEIDH BUREAN, COLOMBO Price : 45 eonts Postage + Re. 1.00",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Companies (Amendment) Act, No, 33 of 1871 ‘ [Certified on 21st August, 1991] . L.D—O. 18/21",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "AN Act To AMEND THE Companies Act, No. 17 or 1982 BE it enacted by the Parliament of the Democratic Socia- list Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1, This Act may be cited as the Companies (Amend- Short title, ment) Act, No, 33 of 1901,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2, Section 74 of the Companies Act, No. 17 of 18%2 “Amendment (hereinafter referred to as ‘'the principal enactment”) ie 71 isto\" hereby amended by the substitution in subsection (2) 17 of 1982. thereof for the words \" appropriate number.”, of the words “appropriate number: : .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Provided nothing in this subsection shall apply where ail the shares in a company or all the shares of a psrticulne class ina company are fully paid up and rank equally with each other. ”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "& Section 108 of the principal enactment is hereby amen- Amendment ded, in paragraph (a) of subsection (1) thereof, by ‘the of, %ecton substitution for the words “each member, distinguishing”, principal of the words “each member and where required by the \"paelment. Provisions of subsection (2) of section 74, distinguishing”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4 Section 108 of the principal. enactment is hereby amendment amenied, by the insertion immediately after subsection of settion (2) of that section, of the following new subsection :-- —grincipal",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". etment “(1a) Where an index referred to in gubseetion (1), contains the name of any company referred to in sub-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "section (2) of section 114, there shall be annexed to such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘itidex, all written notices given by such company relating .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "to the person for whose benefit the shares registered in ~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "the name of that company are held in trust. by such .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "company.”, :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "§. Section 110 of the prineipal enactment is hereby Amendment amended, in paragraph (2) of subsection (1) thereof, by —f, settion the substitution for the words “the warrant distinguish- principal ing”, of the words “the-wasrant and where required by enactment. ‘the provistons of subsection (2) of section 74, distinguishing.”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "6. Section 114 of the principal enactment 16 hereby Ammidment amended as follows :— Teotine",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "_ (1) by the renumbering of that section as subsection (1) enacianent, of that section ; .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ". 2 — Compantes (Amendment) Act, No, $3 of 1991 (2) in the renumbered subsection (1) of that section by the substitution for the words “ section 55 {1),%, of the words “section §5 (1) and subsection (2) of this section,”5 (8) by the addition immediately after the renumbered ‘subsection (1), of the following new subsections :— “(2 Notwithstanding the provisions of subsec- tion (1), a company shall enter in its register and 5 the Registrar shall receive a notice of any trast,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "expressed, implied or constructive given by a",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "company—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(a) primary object of which is to act as acentzal depository to a stock exchange licensed un- der the Securities Councils Act, No. 37 of 1987; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(b) which has been approved by the Minister in consultation with the Securities Council ex tablished hy the said Act,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(3) Where a noties of any trust, expressed, im- plied or constructive is entered in the register of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "a company under subsection (2), the person for",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "whose benefit any shares in’ such compeny are",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "held in trust shall, in respect of those shares and notwithstanding anything to the contrary in this",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Act, enjoy all such rights and privileges and be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "subject to all such duties and obligations, as 8",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "registered shareholder of those ahares would be",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "entitled to, or be subject to, under this Act.”. Sinhals text 7. In the event of any inconsistency between the Sinhal e,Prevalls and amit texts of this Act, the Sinhala text shall prevail: consistency, .",
    "mean_p_confidence": 0.75
  }
]