[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "4 PARLIAMENT OF CEYLON. : ' per fae _ . 1 Ist Session 1956 ie gue we : SES et SLD, eA fants Children and Young Persons (Harmful Publications) Act, No. 48 of 1956 Date of Assent: November ?, 1956. Printed on the Orders of Government , Printed at the Government Press, Crvion. To he Printed 4, ib, Gaara ctenacta BUREN, COLOMED Rarchased ecpton Cnciuding Bill Re, 25, payable {0 sApnaal, Eubne n aain i anins Pop ienmont i iratice tp the Soreeysaatn gC detreavat, Colombe T ! ppee: eens «éRastanges 1 cents",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "Childven and Young Persons (Harmful 3 Publications) Act, No. 48 of 1950",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "L.D.—0, 2/56.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "AN Ac? 10 PREVENT THE DISSEMINATION OF CERTAIN PICTORIAL PUBLICATIONS sAGMPUI, 7A CHITIREN AND YOUNG PERSONS.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "[Date of Assent: November 7, 1956.]",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "BE it enacted by the Queen's Most Excellent",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "Majesty, by and with the advice and consent of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "Senate and the House of Representatives of Ceylon in",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "this present Parliament assembled, and by the autho- .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "rity of the same, a3 follows: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "+4, This Act may be cited as the Children and spor tite Young Persons (Harmful Publications) Act, No. 48 of 1956. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "2. This Act shall apply to every book, magazine Peblications or other publication which is of a kind likely to fall Sa\"mnien.” into the hands of any child or young person and which consists wholly or mainly of such stories told in pictures, whether with or without the addition of written matter, as portray—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "(@) the commission of any crime, or (B) any act of violence or cruelty, or * _ @) any incident of a repulsive or horrible nature,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "in guch a way that such book, magazine or other publi-~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "eation would tend to corrupt a child or young person",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "into whose hands it might full.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "3. (1) Any person who— . Otfences,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "{a) prints, publishes, salls or lets on hire any publication to which this Act applies, or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "(8) bas in bis possession any such publication for . the purpose of selling it or letting it on hire,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "shall be guilty of an offence and shall, on conviction",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "after summary trial before a Magistrate, be liable to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "a fine not exceeding one thousand rupees or to imprison-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "ment of either description for a term not exceeding",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "__ six months or to both such fine and imprisonment: \\\"\" Provided that, in any proceedings taken under this",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "sub-section against a person in respect of selling or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "letting on hire any publication or of having it in his i",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "posseagion for the Frarpose of selling it or letting iton t",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "hire, it shall be a defenos for him to prove that he had",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "not examined the contents of that publication and had",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "no reasonable cause to suspect that it was a publi-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "cation to which this Act applies. {",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 31,
    "text": "T.-R T6380 80, .",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Children and Young Persons (Harmful Publications) Act, No. 48 of 1956 4 (2) Where a person is prosecuted for an offence under sub-section (1) with respect to any publiation {hereafter in this sub-section referred to as “' the rele- vant publication”), the Court, if satisfied by informa- tion on oath or affirniation that there is reasonabla cause | to believe that such person has in his possession or, under his control— : (#) any copies of the relevant publication or any . : ‘other publication to which this Act applies, or : . (4) any plate or photographic Alm prepared for ‘the purpose of printing copies of the rele- . * vant publication or any other publication; to which this Act applies, . + io..4 may isgue a search warrant authorising any police off- cet named therein to enter any premises specified in the warrant and any vehicle or stall used by such per- son for the purposes of trade or business and to search the premises, vehicle or stall and seize— (i) any copies of the relevant publiention and any copies of any other publication which the Be lice officer has reasonable cause to; . lieve to be one to which this Act applies, ° and (ii) any plate, or photographic film, which be has reasonable cause to believe to have been pre- jared for the purpose of printing copies Ef any such publication as fe mentioned 3n paragraph ‘} of this sub-section, Oop. 18, (8) The provisions of the Crimina) Procedure Code _ wlating to search warrants shall apply to search warrants issued under sub-section (2). ® Where any person is coavicted of an offence under sub-section (i), and any such copy. Plate or photographie film in hig possession or under his con- trol as is referred to in sub-section (2) has been seized under that sub-section, the Court shall order such per- son to show canse why the seized article should not be . destroyed and, if he fails to show cause, shall order gach article to be destroyed. An order made under this sub-section for the destruction of any seized article shall not take efiect until the expiration of the period within which an appeal to the Supreme Court im the matter of the Broceedings in which the order was mace may be lodged or, where euch an appeal is Jodged, until the appeal is finally decided.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Children and Young Persons (Harmfid 5 Publications) Act, No. 48 of 1956 (5) Where an offence under sub-section (1) is com- mitted by # body corporate, any person who. st the Lime of the commission of the ollenee was a director, general manager, secretary or other similar officer of ' the body corporate, or wie purporting to act in any \"such capacity, shali be deemed to be guilty of that offence, unless he proves that the offence was com- mitted without hia consent or connivanes and that he exercised ali such diligence to prevent the commission af the offence as he cught to have excised having regard to the nature of his functions in that capacity and to all the ciroumstances. (6) A, proseontion for am offence under sub-section (1) shall not be instituted except by, or with the sanetion of, the Attorney-General. 4 (i) The importation of— Praia o (@) any publication to which this Act applies. cable ir ea thie (0) any, plate or photographic film prepared for as 7mm the purpose of printing copies of any such publication, is hereby prohibited. (2) The provisions of sub-section (1) shal) be con- strned as one with the Customs Ordinanes, and, for Cap. 186, the puspese of the application of that, Ordinance, goods the importation of which is prohibited by that sub-section shall be doomed to be goods the émporta- tion of which is prohibited by Ordinance. 8. In this Act unless the context otherwise tetepatio, requires— “child” means a person under the age of \"fourteen years; “ photographic film * includes photographic plate; “ plate ” (exgept where it ooauss in the expres. sion “photographic plate'\") includes 7 block, mould, matrix and stencil; and ** young person” means @ peryon who has attained the age of fourteen yenvs and is under the age of sixteen years.",
    "mean_p_confidence": 0.79
  }
]