[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 é ng ey (oo a CSM, (o7” a Migs fo 2, : ‘ef! 2 tg BY firrvon Bie (Foe | XD ay, \\. \\ ‘, Aue XS Rice Subsidy Tax Act, No. 13 of 1967 Date of Assent; June 13, 1967 Printed on the Orders of Government - Printed at the Govennenz Purss, Crvton. To be i Rr re peas) subsenpon (clang a 90 Clas, Te (Foreign), payable to the Suvermrenpent, Government penne brat © Stet Pcie ick Ge Eee aces oe US ees Teh Dar oe Sat ST ctptta al et BS a Price: 30 conts Postage: 10 cents",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Rice Subsidy Taw Act, No. 19 of 1967 b. D.—O. 64/68. AN ACT TO LEVY AND RECOVER A TAX FROM PERSONS",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘WHOSE ASSESSABLE INCOME FOR A YEAR OF ASSESE-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "MENT WITHIN THE MEANING OF THE INLAND REVENUE",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Acr, No, 4 oF 1963, 18 TWELVE THOUSAND RUPEES",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "> AND OVER IN RESPECT OF RICE TO BE SUPPLIED TO BUCH",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "PERSONS AND THE MEMBERS OF THEIR FAMILIES UNDER",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "tae REGULATIONS MADE UNDER THE Foop ConTROL",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ACT FOR THE RELEVANT PERIOD CORRESFONDING TO",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "THAT YEAR OF ASSESSMENT, AND FOR MATTERG",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "CONNECTED THEREWITH.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "[Date of Assent: June 13, 1967] BE it enacted by the Queen's Most Excellent Majesty, by and with the advieo and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. | This Act ray be cited as the Rice Subsidy Tax ston site, Act, No. 13 of 1967. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2. This Act shall apply to every individual whose Applicition assessable income as determined for the purposes of * tb Ae. ihe Tnland Revenue Act, No. 4 of 1963, for the year of assessment which corresponds to the rélevant period is twelve thousand ropees and over. Every such individual shall hereafter in this Act be referred to as a “ person liable to the tax ’”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. (1) Subject as hereinafter Provided there shall  hasge af the be charged from every person liable to the tax foreach Bis Sear relevant period @ tax called the Rice Subsidy Tax (in this Act referred to as '‘ the tax ”’) calculated at such rate as the Minister may, by notification published in the Gazette, determine in respect of the cost of the rice to which such person and other individuals, who for the purposes of the Inland Revenue Act, No. 4 of 1963, are deemed to be members of the family of which such person is deemed to be the head, is or are entitled to be supplied under the Regulations made under the Food Control Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Provided that where the Assessor is satisfied that such person of any individual who is deemed to be a member of his family for the purposes of the Inland Revenue Act, No, 4 of 1963,—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@) ha not been issued a ration book under the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "aforesaid Regulations for the supply of rice for the relevant period, or Te ere—aors cae",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Rice Subsidy Tam-Act, No. 13. of 1967 (®) has surrendered to the Food Controller or other officer authorized by the Food Controller the ration book issued for the relevant period, - then, the person liable to the tax shall not be required to pay the tax in respect of the rice to be supplied on » that ration book.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(2) A certificate issued by the Food Controller or other officer authorized by the Food Controller shall be conclusive proof of the matters specified in paragraph (a) or paragraph (8) of the proviso to ‘sub-section (1).",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "Commissioner 4, The Commissioner shall be the authority respon- recone” gible for the collection and recovery of the tax for each ‘Silesion xa relevant period. seovery of te ae ‘Aassior 0 5. The Assessor shall give notice in writing of the give notice of assessment of the tax payable for the relevant period preniase to @ person liable to the tax and such person shall 0 the tax, pay he amount of the tax specified in such notice. | awe my ' 8. Notwithstanding anything in section 5, the | pave, Assessor may by notice im writing require a person by with tbe fox Whom the tax is payable for any relevant period to pay Ritts\" the tax together with the tax payable by such person . Fever act, under the Inland Revenue Act, No. 4 of 1983, for the Xe. 4ef 1868. year of assessment corresponding to such relevant , period or any other year of assessment as may be ! directed in the notice’ Redustion of 7. Where any person liable to the tax furnishes the ax 30 the proof to the Assessor at any time after he has received worrender ofthe the notice of assessment of the tax payable by him for souens of tbe any relevant. period that he or any individnal, who for pan of we the purposes of the Inland Revenue Act, No. 4 of 1963, relevant eetled is deemed to be a member of his family, has surrender- Sty smovon’ ed to the Food Controller or other officer authorized by pelt ss 5 3 che Food Controller the coupons of the ration boo! swoonnt properly relating to a part of that period, then, the tax payable cchurgeable, under section 3 for that period shall be reduced by such amount as will be equivalent to the cost of the rice which will not be aupplied on that ration book for that part of that period, and accordingly the person liable to the tax who has paid as tax an ammount",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "In excess of the amount, with which he was properly",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "chargeable for that period shall be entitled to have",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "refunded the amount so paid in excess,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "Rice Subsidy Tax Act, No, 18 of i967 3",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "8 (1) The provisions of sub-sections (1), (6) and Provision (8) of section 106 of the Inland Revenue Act, No. 4 EAI, of 1983, shail apply as if such provisions were fsx. provisions of this Act and as if—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "+ (@) in cub-section (1) of thet section— (i) there were substituted, for the words",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "“ the income tax, wealth tax or gifts",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "tax’, the words “ the tax ’?; and Gi) there were omitted the words “' or, where",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "such tax or instalment thereof is pay-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "able by more than one person or is a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "partnership, then each of such persons",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "or each partner in the partnership, ’*;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(®) for sub-section (6) of that section, there",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "were substituted the following:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "‘(@) Where any tax in default is reduced under the provisions of section 7 of this Act the sum for the purposes of sub-section (6) shall be calculated on the tax as 60 reduced.”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(2} The provisions of section 107 of the Inland Revenue Act, No. 4 of 1963, shall apply as if such provisions were provisions of this Act and as if, for the expression ‘\" income tax or wealth tax or income tax and wealth tax ’”, wherever that expression occurs in that section, there were substituted the expression “the tax’,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "® The provisions of Chapter XIV of the Inland Provision Revenas Act, No. 4 of 1963, shall apply as if they refine, were Provisions of this Act, subject to the following Tene modifications :-—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(1) in section 108, for the words “ income tax,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "wealth tax or gifts tax ’”, there were substi- thted the words * the tax”;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(2) in section 109, —",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(@) in sub-section (1), in paragraph {iii) of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "that sub-section—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(@ for the words ‘‘oné year of assessment”, there were substituted the worda “one relevant period ””, and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "4 Rie Subsidy Tax Act, No. 18 of 1967",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(ii) for the words “for one year only,”', there were substituted the words ‘“‘ for one relevant period only,””, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "@®) in sub-section (2), for the words “one ,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "complete year of assessment ”, there",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "were substituted the words ‘‘ one",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "relevant period ””;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "{3) in section 118, for the words ‘‘ income tax, wealth tax or gifts tax”, there were substi- tuted the ‘words * the tax”;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(4) in section 115, for the words “ any income tax, wealth tax or gifts tax ’', there were substi- tuted the words “‘ the tax ”’; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(6) the provisions of section 116 were omitted.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Romer at 40. (1) An Assessor may, by notice in writing to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "aatie'teme any person liable to the tax, require such persén to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "fetiepaiee  fornish within such time as may be specified in “the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "of this Act, notice such returns or other information as may” be necessary for the purposes of this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(2) Where any person fails to comply with the requirements of a notice under sub-section (1), or furnishes any return or information which to the knowledge of such person is untrue or incorrect, such person shall be guilty of an offence and ahall on con- viction after summary trial before a Magistrate be liable to pay a fine not exceeding one thousand rupees or to imprisonment of either description for a term not exceeding six months, or to both such fine and imprisonment.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Interpratstion, 44. (1) In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "“' Assessor” shall have the same meaning as in the Inland Revenue Act, No. 4 of 1963;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "“ Commissioner * means the Commissioner of In- land Revenue and includes a Deputy Commis- sioner of Inland Revenue and an Assistant Commissioner of Inland Revenue specially authorized by the Commissioner to act on his behalf;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Rice Subsidy Tax Act, No. 18 of 1967 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "“ration book ” means a ration book issued under",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "the Food Control Regulations made under",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "the Food Control Act for the purpose of procaring rice ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "“ relevant period ” means the period commencing",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": ". on December 19, 1966, and ending on Septem- ber 30, 1967, and any subsequent period of twelve months commencing on the first day of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "October;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "“‘the year of assessment corresponding to the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "televant period ’? means—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(i) in respect of the first-mentioned relevant period, the year of assessment com- mencing on April 1, 1966, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Gi} in respect of a subsequent relevant period, the subsequent period of twelve months commencing on the first day of April.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) Where in any family of a person liable to the tax there is included an individual who is in receipt of occupational income within the meaning of the Inland Revenne Act, No. 4 of 1963, as amended by Act No. 18 of 1985, no account shall be taken of such individual for the purpose of determining the tax payable by such person.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "® The power of the Assessor under section 5 to make an assessment of the tax includes the power to make a revised assessment of the tax.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(4) Where under the provisions of the Food Control Regulations made under the Food Control Act paddy instead of rice is issued on a ration book to a person liable to the tax or other member of his family, then for the purposes of this Act the expression * cost of ihe tice *” shall be deemed to mean “ cost of the paddy *'.",
    "mean_p_confidence": 0.9
  }
]