[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  @)  ee  C20  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  SRI LANKA STATE PLANTATIONS  CORPORATION (AMENDMENT)  ACT, No. 49 OF 1979  [Certified on 27th July, 1979].  . Printed on the Orders of Government 1  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of August 03, 1979  ace een mn co  Pricer aS ents Pestages 35 cent",
    "mean_p_confidence": 0.6440476190476191
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Sri Lanka State Plantations Corporation  (Amendment) Act, No. 49 of 1979  [Certified on 27th July, 1979]  L..D—O. 99/78.  < AN Act 70 AMEND THE CeyLon Stave PLANTATIONS  Conrorarion Act, No 4 oF 1958.  BE it enacted by the Parliament of the Democratic  Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7069491525423729
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may be cited as the Sri Lanka State Short tit,  Plantations Corporation (Amendment) Act, No. 49 of 1979.",
    "mean_p_confidence": 0.7912499999999999
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2 The long title to the Ceylon State Plantations Replacement  Corporation Act, (hereinafter referred to as the “principal { Ano:  enactment ”) is hereby repealed and the following long title 189%  substituted therefor :—",
    "mean_p_confidence": 0.7079487179487179
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  “An Act to provide for the establishment of a",
    "mean_p_confidence": 0.7581818181818182
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  Corporation for the purpose of setting up and carrying on",
    "mean_p_confidence": 0.7841666666666667
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  agricultural undertakings; to specify such agricultural",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  undertakings ; to regulate the powers and duties of such *",
    "mean_p_confidence": 0.7369230769230769
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  Corporation ; and to make provision for matters connected",
    "mean_p_confidence": 0.7509090909090909
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  therewith or incidental thereto.”.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  3. In the principal enactment and in any other written Ceylon State  law, or in any notice, communication, form or other aoe  document issued, made, required or authorized by or under to be known  the principal enactment or any other written law, there shall #5,{Pe S11,  be substituted for the words “Ceylon State Plantations Plantations  Corporation”, the words “Sri Lanka State Plantations Corporation.  Corporation.”",
    "mean_p_confidence": 0.7673611111111112
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  4. Section 3 of the principal enactment is hereby amended Amendment  as follows :— ogptan's",
    "mean_p_confidence": 0.6627777777777778
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  Principal",
    "mean_p_confidence": 0.04666666666666667
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (1) by the repeal of subsection (1) of that section and the enactment,",
    "mean_p_confidence": 0.7986666666666667
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  ‘substitution therefor, of the following new  subsection :—  « (2) Subject to the provisions of subsection (2),  there shall be seven members of the Corporation  who shall be appointed by the Minister. Such  members shall be appointed from among persons  possessing a knowledge of planting, management,  accountancy or labour relations, or who have  expertise in industrial, financial and commercial  matters. One of such members shall be an officer of  © the General Treasury, who shall hereafter in this  ‘Act be referred to as the “ official member,’ ;. and  A.42005—19,200 (79/06)",
    "mean_p_confidence": 0.7582857142857143
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Sri Lanka State Plantations Corporation  (Amendment) Act, No. 49 of 1979  (2) by the repeal of subsection (2) of that section and  ‘the substitution therefor of the following new sub-  section :-—",
    "mean_p_confidence": 0.7748717948717948
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  “(2) If a member of the Corporation is  temporarily unable to function as such member,  the Minister may,—",
    "mean_p_confidence": 0.7422727272727272
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (a) where the member is not the official member,  appoint any person to act as a member of the  Corporation ; and  () where the member who is so unable to function  is the official member, appoint any other offi-  cer of the General Treaesury, to act as a mem-  ber of the Corporation. ”.  - aes 5. Section 4 of the principal enactment is hereby amended  fection 4 of i .  Emig in subsections (1) and (2) of that section by the substitution  ezaciment, for the words “‘an official member” appearing in those  subsections, of the words “ the official member”.  Replacement 6, Section 5 of the principal enactment is hereby repealed  ot the and the following new section substituted therefor :—  principal x  \\seacoment ‘{Qbiects ot 5. The objects of the Corporation shall be—  Corporation.  (@) to manage agricultural and estate  lands vested in, transferred or  alienated to the Corporation by the  Government or any other person or  acquired by the Corporation, and to  promote optimum productivity on  such lands ;  (b) to co-ordinate and manage agricultural  crops by rehabilitating existing crops  or diversifying crops on such lands ;  ‘ (c) to raise livestock on such lands ;  (d) to process ‘and sell agricultural  produce ; 1  (e) to establish, maintain and operate  plant, equipment and machinery for  agricultural purposes on such lands;",
    "mean_p_confidence": 0.7320463320463321
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Sri Lanka State Plantations Corporation 3  (Amendment) Act, No. 49 of 1979",
    "mean_p_confidence": 0.722
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (f) to manage, administer and supervise  business undertakings vested in,  transferred or alienated to the  Corporation by the Government or  any other person, or acquired by the  Corporation ;",
    "mean_p_confidence": 0.7275
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (@) to pertorm functions connected with  secretarial work, accounting and  audit in relation to the business of  the Corporation ;",
    "mean_p_confidence": 0.7016
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (h) to provide a comprehensive manage-  ment service in respect of its planta-  tion business ;",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (j) to carry out all such measures as are  deemed necessary in the interest of  the proper management of such  ands ; and",
    "mean_p_confidence": 0.7074999999999999
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  @) to carry out any other business  incidental to the operation and  management of the Corporation.”",
    "mean_p_confidence": 0.6559999999999999
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  1. Section 6 of the principal enactment is hereby amended Amendment  as follows :— Section 6 of  the principal  (1) in subsection (1) of that section, by the substitution enaclment  for the proviso to that subsection, of the following  new proviso :—",
    "mean_p_confidence": 0.736938775510204
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  “Provided that no immovable property of the  Corporation shall be given on hire, leased, sold or  otherwise disposed of, without the prior approval  in writing of the Minister.\" ; and",
    "mean_p_confidence": 0.8068571428571428
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (2) by the repeal of subsection (2) of that section, and  ‘the substitution therefor, of the following new  subsection :—",
    "mean_p_confidence": 0.7729166666666667
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (2) The Corporation shall have the power—",
    "mean_p_confidence": 0.6466666666666667
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (a) to engage in any agricultural, industrial  or commercial enterprise | connected  with or incidental to any of the objects  of the Corporation ;",
    "mean_p_confidence": 0.7358620689655172
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (b) to establish, maintain and provide welfare  and other recreational facilities, houses,  hostels and other recreational facilities,  houses, hostels and other like accommo-  dation, for the persons employed by or  serving the Corporation ;",
    "mean_p_confidence": 0.7687804878048781
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Sri Lanka State Plantations Cofporation  (Amendment) Act, No. 49 of 1979  ‘ (©) to enter into and perform, either directly or",
    "mean_p_confidence": 0.7384615384615384
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  indirectly, through any member, officer,  servant or agent of the Corporation alll such  contracts or agreements as may be necessary  for the exercise of the powers and the carry-  ing out of the objects of the Corporation ;",
    "mean_p_confidence": 0.8109090909090909
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (@) to do anything necessary for the purpose of  advancing the skill of persons employed by  the Corporation, or the efficiency of the  equipment of the Corporation, or the manner  in which that equipment is operated, includ-  ing the provision by the Corporation, and the  assistance of the provision by others, of  facilities for training persons required to  carry out the work of the Corporation ; and.",
    "mean_p_confidence": 0.8172727272727273
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (@) to do anything necessary for, or conducive or  incidental to, the carrying out of the objects  of the Corporation.”",
    "mean_p_confidence": 0.7312500000000001
  }
]