[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : ora ; APRS 4th Session male Saree: . (2 sreniese ; SN A ERS Heavy Oil Motor Vehicles Taxation (Amendment) Act, No. 13 of 1956 Date of Assent : February 3, 1956 Printed on the Orders of Government Printed at the Govmunwese Press, Gener, To, be Pulted sth lb‘couaunuban Pomucerta Sumas, Covonno ee ee ‘Burnes, Post Orrice Box 600, Secretariat, Colombo 1 ‘ Price; 15 cents. Postage: 10 cents. +",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Heavy Oil Motor Vehicles Taxation 3 (Amendment) Act, No. 13 of 1968",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "L, D0. 48/55.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "An Ac? To AMEND THE Heavy O1t Motor heptes 390 ‘VentouEs Taxation ORDINANCE. paged [Date of Assent: February 3, 1956}",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Queen’s Most Excellent ‘Majesty, by and with the advice and consent of the Senate aud the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited as the Heavy Oil Motor Short title. Vehicles Taxation Tamendment) ‘Act, No. 18 of 1956.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Section 2 of the Heavy Oil Motor Vehicles Azsinet o Taxation Ordinance is hereby amended, in sub-section Chapter 100. (1) of that section, by the substitution, for the words “* Firat Schedule.”’, of the following: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "“* First Schedule: Provided, however, that the preceding . provisions of this sub-section sball not apply in respect of a land vehicle as defined in the Motor Traffic Act, No. 14 of 1951,— fa) if that vehicle is a heavy oil motor vehicle, and (6) if the Government Agent having jurisdiction over oe place set out in the certificate of registration of that land vebicle as the place in which it is usually kept is satisfied that it is usec exclusively for agricultural purposes.”*, € Co re 4",
    "mean_p_confidence": 0.83
  }
]