[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Goan (0) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA STATE LANDS (RECOVERY OF POSSESSION) (AMENDMENT) . ACT, No. 29 OF 1983 [Certified on Lith August, 1963] . Printed on the orders of Government Published ag a Supplement to Part Il of the Gazette of the Democratic ‘Socialist Republic of Sti Lanka of August 12, 1963 eta A RB UEPATDEDE OF GOVERNOR FREE BRE TANTA Price: 48 cents Postage: 50 cents”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "State Lands (Recovery of Possession) (Amendment) Act, No, 29 of 1983 [Certified on 1ith August, 1983]",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "LD-0. 3/83 , Ax Acr To aman THe Srare Lawns (Recovmny oF Poss#sston) ‘Aer, No. 7 ov 1979 BE it enacted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1, This Act may be cited as the State Lands (Recovery Short title. of Possession) (Amendment) Act, No, 29 of 1983,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2, Section 2 of the State Lands (Recovery of Possession) Repeal of Act, No, 7 of 1979 (hereinafter referred to as the “prineipal Act No.7 enactment”) is hereby repealed, of 1979,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3. Section 3 of the principal enactment is hereby amended Amendment as follows :— of jection",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Drincipst",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(a) .by the repeal of subsection (1) of that section and enactment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "+ the substitution therefor of the following sub- section :— . % (1) Where a competent authority is of the opt nion— (@) that any land is State land ; and (b) that any person is in unauthorized pos ° _ session or occupation of such land, the competent authority may serve a notice on such ‘person in possession or cecupation thereat, or where ‘the-competent authority considers such serviee {m- practicable or tnexpedient, exhibit such notice in a \" eonspicuous place in or upon that land requiring such person to vacate such land with his depen- _ ants, if any, and to deliver vacant possession of such land to such competent authority or other authorized person as may be specified in the notice on or before a specified date, The date to be spect- fied in such notice shell be a date not Yess than thirty days from the date of the issue or the exhibi- + fon ‘af such notice.” ; and . (®) by the insertion, immediately after subsection (1) of that section, of the following new subsection :— # (1A) No person shall be entitled to any bearing . or to make any representation in respect of a notice under subsection (1).\", 2A 7188912000 B06)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 State Lands (Recquery of Possession) (Amendment) Act, No, 29 of 1983 Aroondment 4, Section § of the principal enactment is hereby amend- i] ection 5 ed in subsection (1) of that section, as follows :—- . principal (a) by the substitution for the words “ Where any person eractment, \"1. iy authorized possession or occupation of any State land fails\", of the words “Where any person fails” ; and (b)\"in paragraph (a) of that subsection— mo (i) by the substitution, in sub-paragraph (ii) of yea.) +) that paragraph, for the words ‘\" application is  ° State land,”, of the words “ application is in : his opinion State land,” ; and a “ sc ont Gi) by the. substitution, in sub-paragraph (iv) of ‘thet paragraph, for the words “application is, in unauthorized possession or occupation”, of Jveaacg.ct the words “epplicetion-is in his opinion in ‘unauthorized possession or occupation\": < amendment” *.- Seétion 18 ‘of the principal nactment, as amended by of section? Act No: 58 cf 1981; is hereby further amended as follows :— he 1 — pal entenent (a) in the definition of “competent authority *— “ @) by the zelettering of paragraphs (f),'(g) and -. 4, Sh) as paragraphs (9), (fh) and (4), respec- “8 tvelys and” we eo by ig aang y a ak goo a ery ” @) ‘by''the insertion, immediately ‘after paragraph 7 (e) of that definition, of the following new Seed paragraph ee Ler 0h totes wit or® sez 1 f(f)-the: Chairman’ of the Natioual Housing uiori: ven ey. ; Development, Authority, where such Mnivisieey fs 1. 4 hand is ander the control of the Natio= -aocu! #ie | ive 1 mel Housing Development Authority,” ; “@) in the ‘definition pf ¥ River ‘Valleys’ Development ecign Board”, by the’ substitution for the words “River cigaya Nalleys Development Board Act; and”, of the ari, edkords, “fiver Valleys Developinent Board Act; \"s “(ct the detthition Se’ State land”, by the ‘substitution, tor the words and figures “or the Sri Lanka Ports 4), aviAuthority Act, No::51 of:1979,-as the case miay be.”, tae of the words and -figurés “the National Housing ‘tees, Development Authority Act, No, 17 of 1979, or the fevn Sti Lanka, Ports Authority .Act,,No. $1 of 1979, #8 | the case may be; ands and tye\" 2 haw",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "State Lands (Recovery of Possession) (Amendment) 8 Act, No, 29 of. 1983",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ": @)-by.the addition, immedlately after the definition of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "+ <n\" State land”, of the following aew definition :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "'\" “* © unauthorized possession or occupation” means",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "“+ a5 . © every-form of possession or occupation exéépt",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "+ s.1& . possession.or occupation upon a valid permit",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "4 ,.0F other, written authority of the State  gfanted in accordance with any written law, \"’ amd includes possession or occupation by",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "encroachment upon State Iand.’,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "6 The Schedule fo the principal enactment is hereby Amendment amended as follows :— Sonerdute to",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Ge princpn (a) in paragraph (¢) of Form B thereof— enael @) by the substitution, in sub-paragraph (1) of ‘that paragraph, for the words “application . is State land ;”, of the words “ application is in my opinion State land; ; and Gi) by the substitution, in sub-paragraph (iv) of that paragraph, for the words “is in unautho- Tized possession”, of the words “fs in my opinion fh unauthorized possession”; and {®) in Form C thereof () by the substitution, in paragraph (ii) of that Yorra, for the words “for ejectment is State land ;”, of the words “ for ejectment is in my opinion State land;”; and (i) by the substitution, in paragraph ({v) of that . ‘Fonm, for the words “is in unauthorized pos- session”, of the words “is in my opinion in > unauthorized possession ”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "7. 1) Where on the day immediately preceding the Pending date of commencement of this Act, there iz pending in any fppliga ‘Magistrate's Court any application made by a competent authority to that Court under section 5 of the principal en- actment, such application shall be heard and determined by such Court in accordance with the provisions af the Principal enactment, as amended by this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "& State Lands (Recovery of Possession) (Amendment) Act, No, 29 of 1983",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "(@) Where on the day immediately preceding the date of commencement of this Act, there is pending in any court of competent jurisdiction any matter in respect of any act done or order made by a competent authority or a Magis trate's Court under the principal enactment, such matter shall be heard and determined by such court of competent Jurisdiction in accordance with the provisions of the prin- cipal encetment, as amended by this Act.",
    "mean_p_confidence": 0.86
  }
]