[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Saree, PARLIAMENT OF THE DEMOCRATIC * SOCIALIST REPUBLIC OF SRI LANKA FOREST (AMENDMENT) ACT, No: 13 OF 1982 (Certified om 25th March, 1982] Printed on the Orders of Government . Published as a Supplement to Part II of the Gazette of the Democratic Sorialist Republic of Sri Lanka of March 26, 1982 ‘nmap AT THE DEPARTAGGE OF GOTGRCEN? PRINTER, 6 LANKA ‘70 SE PURCHASED AT THE QOVT, PUBLICATIONS BUREAU, COLOMEO Price: 45 cents Postage: 50 cents:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Forest (Amendment) Act, No. 13 of 1082 \" . _ [Certified on 25th March, 1982] Cc. D061” wen Aw Act 10 aMEnp THE Fonrsr Oromance, BE it enacted by the Parliament of the Democratic Soctaliat Republic of Sei Lanke es follows :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1, This Act may be cited as the Forest (Amendment), Short title. Act, No. 18 of 1982. hie poe",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "% Section 7 of the Forest Ordinance {hereinafter Amengment referred to as the “principal enactment”), as last amended of Chapter by Act No. 56 of 1979, is hereby further amended as Pollowe ms. oo",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "{a) by the substitution in subsection (1) of that section,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "for the words “to imprisonment for a term which may extend to five yesrs,\", of the words “to imprisonment for a term not less than two years aly and not exceeding five years,” ; at . (b) by the repeal of subsection (2) of that section and ‘the substitution therefor of the following mub- section :— . “ (2) Any person who abets the commission of any offence specified in subsection (1) or who causes any such offence to be committed, shall also be guilty of an offence and shall on conviction be Hable— (@) in the case of abetting, or causing, the commis . ston of an offence under paragraphs (a), (6) ” (©), (d) or {f) of that subsection, to impri- sonment for a term not less than one year and not exceeding five years; and (b) in the case of abetting, or causing, the commis- “lon of an offence under any other paragraph... of that subsection, to the same punishment \"ag is prescribed for such offence by that subsection.” ; and “",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(c} by the addition: at the end of that section, of: the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "__. following new subsection :— . . , *'@). No prosecution for an offence under this",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ";..,, Seeton shall be instituted except with the written » sanction of the Conservator of Forests, *...",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Section 20 of the principal ensetment, ox last amended . by-Act No. 86 of 1878, is hereby further amended by the aruecton'sd repeal of subsection (2) of that section and the mubstitution of Me. therefor of the following subsection : — ae caeabenk",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "deun 217 anes",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Forest (Amendment) Act, No, 13 of 1982 © (@) Any person who abets the commfssion of any offence specified In this Chapter or eauses any such offence to be committed shell aiso be guilty of an offence and shall on conviction be liable “\"(@) in the case of an offence referred to in section 21, ‘ether than an. offence referred to in the proviso \"6 + hereto, to @ fine not exceeding. one thousand rupees or to imprisonment for a term not Yess than L ‘three months and not exceeding one year ; Le (@) fn the case: of in offence referred to in the » ‘Proviso to section 21, to imprisonment for a term not less than six months and not exceeding two Amendment, 0. 4, Section 21 of the principal enactment, as last amended oe by Act No, 56 of 1979, is ‘thereby further amendet as principal = follows: — , Shactment, : \"-{a) by the substitution, for the words “by a fine not . exceeding one thousand rupees, or by imprisontaent which may extend to six months: ”, of the words +. om “by a five not exceeding one thousand rupees or srk. by femprisonment for a term not less than six + ~!' months and not exceeding one year\"; and no _ (0) by the substitution, in the proviso to that section, ‘ for the words “by imprisonment for a term which jgnt «May entend to tWo yeare:”, of the words “by ce imprisonment for a term not Jess than six months arid not exceeding two years”, Amendment \"5, | Section 25 of the principal enactment, as last amended toe by ‘Act No, §6 of 1979, is hereby further amended 23 fnactment. follows :—— a wt @) in subsection (1) of that section\") (@) by the substitution, for the words “by a flue not 7 ‘exceeding one thousand tupees or by imprisonment v ¥ ° which may extend to aix months”, of the words “by a fine not Tess than two hundred rupees and : ee ‘not exceeding oue thousand rupees, or by imprison . z ment for a tarm not less than three months and not os te ++ exceeding six months, or to both such fine snd LL smprisonment:\"; and 0 ete",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Forest (Amendinent) Act, No. 13 of 1982 a",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(®) by the substitution, in the second proviso to’ that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "section, for the words.\" by a fine not exceeding two thousand rupees or by imprisonment which may extend to one year\", of the words “by a fine not less than two hundred rupees and not exceeding ~ two thousand rupees, or by imprisonment for & .. ; term not less than three months and not exceeding one year”; and . {2) in subsection (2) of that section— {a} by the substitution, for the words “to imprisonment , for a period which may extend to five years: \", of the words “to imprisonment for a term not less than three months aad not exceeding five years: \"3. and :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(®) by the substitution, in the proviso to that subsection,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "~” “for the words “'to a fine nat exceeding one thousand, rupees or to imprisonment which may extend to ‘six months, of the words “to @ fine not less then ‘two hundred rupees and nat exceeding one thousand rupees, or to imprisonment for a term not Jess than three months and not exceeding six monthe.\".",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "8 Section 27 of the principal enactment, as last amended Amendment by Act No. 56 of 1979, is hereby further amended by the of@getion 27 substitution, in subsection (3) of that section, for the words principal “to imprisonment of either description for a term not sctment, exceeding six months or to a fine not exceeding five hundred rupees, .or to beth ‘such’ imprisonment and fine”, of the words “to a fine not less than five, hundred rupees and not exceeding one thousand rupees or fo imprisonment of either description for a term not leds than three months and not ‘exceeding six months, or ta both-such fine and imprison- ment,”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "~+ 1. Section 40 of the principal enactment;as last amended Replugonnt by Act No; 56 of 1979, is hereby repealed and the following ofsgeten section substituted therB6t:—r ey 1 oe oe emma ‘Bexteticw” “40, (1) \"Upon the conviction of any petoon fieeisenicendrane't fore cnge, fF 8 forest offence so. aoa (Q)all timber.or forest produce. which is Loaer oye gf, mot the. property of the State in : respect of which such offence has . js, been committed ;.; and... +",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4a Forest (Amendment) Act, No, 13 of 1982 (b) all tools, boats, carts, enttle and motor vehicles used in committing such + offence (whether such tools, boats, . carts, cattle and motor vehicles are owned by such person or not), “shall, by reason of such conviction, be forfeited to the State. (2) Any ‘property forfeited to the Stute under subsection (1) shall— (a) if no appeal has been preferred to the Court of Appeal against the relevant conviction, vest absolutely in the State with effect from the date on which the period prescribed for preferring an appeal against such conviction expires ; (®) if an appeall has been preferred to the Court of Appeal against the relevant . conviction, vest absolutely in the . State with effect from the date on which such conviction is affirmed op ‘ appeal. - In this subsection, “relevant conviction” . méang the conviction in consequence of which any property is forfeited to the State . wmder subsection (1}.*, Amendment 8, Section 41 of the principal enactment, as Jest amended ot by Act No. 86 of 1979, is hereby farthar amended by the sub- ‘enectment, stitution for the words and figures “is the property of the Crown or has been confiscated,”,'of the words and figures “fs the property of the State or hag vested in the State under subsection’ (2) of section 40,”. ‘Apienament. 9% Section 43 of the principal enactment is hereby ot tie amended by the substitution for the words and figures “any ‘snectment. order passed under section 40 or 41,\", of the words and figures “ any order passed under section 41”, n",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Forest (Amendment) Act, No. 13 of 1982 3 10. Section 44 of the principal en sctment is hereby Repeal of repeated. ° of the principal Enactment, 11, Section 68 of the p-incipal enactment, as amended Amendment by Act No. 56 of 1979, ie hereby further amended by the f#gcton58 repeal of subsection (2) of that section and the substitution principal therefor of the iollowlng subsection :—. feactment (2) Notwithstanding the provisions of subsection (1), the Minister may authorize— {a) any amployee of the State ‘Timber Corporation established under the State Industrial Corporations Act, No, 49 of 195%, to perform the functions of a forest officer for the purposes of sections 24, 27, 37 or 48 of this Ordinanee ; or {b) any employee of the Sri Lenka State Plantations Corporation established under the Sri Lanka State Plantations Corporations Act, No. 4 of 1958, or the Janatha Estate Development Board or the Agricultural Development Authority established under the State Agricultural Corporations Act, No. 11 of 1972, to perform the functions of a forest officer for the purposes of sections 27, 37 or 48 of this ‘Ordinance, and any such employee shall, while engaged in the performance of these functions, deemed to be a forest officer. *,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Annual sabserigton of Bills and Laws of the Parliament Ha 160 (Local),",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Re. 200 CForeiga), payabla to the Sopmnvrasmms, Govmonams PUBLICATIONS",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Bunsau, P, 0. Bak $00, Corowzo 1, before 16th December each year in respect of the year foTlowing,",
    "mean_p_confidence": 0.77
  }
]