[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Pies es PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL INSTITUTE OF BUSINESS MANAGEMENT (AMENDMENT) AGT, No. 28 OF 1991 (Certified on 10th July , 1991] Printed on the Orders of Government Published as 4 Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sti Lanka of July 12, 1991 fori Ay Set OF SORNDUEE RONENG ae Moma TO BE PURCHARLD AT THE GOVERNMENT PUBLICATIONS BUREAU, COLORIDO 1, ° Price :75 cents, Postage + Re. 1.00",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Natlonal Institute of Business Management . (Amendment) Act, No, % of 1801 [Certified on 10th July, 1981] Li. D~0.87/90, An Act 10 ammo rue Namrowat Inerevore or Busivess ~",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Management Law, No. 23 oF 1976 BE it enacted by the Parliament of the Democratic Socialist Short ttle, Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1, This Act may be cited as the National Institute of Business Management (Amendment) Act, No. 28 of 1981,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. Section 3 of the National Institute of Business Amendment Management Low, No. 23 of 1876 {hereinafter referred to Sof'taw ta the “principal enactment”) is hereby amended by the Mo, 23 repeal of aubsection (1) of thet section and the subsitution %™7* therefor, of the following subsection :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "“(1) The general object of the Ynstitute shal! be business management development and in perticular— {c) to provide for and promote business management education and training; (bd) to provide management consultancy and advisory services ; (©) to factlitate improvement of productivity. \". 3. Section 4 of the principsl enactment $s hereby Amendment amended as follows :— of the principal (1) by the repeal of paragraph (b) of that section and enactment. ‘the substitution therefor, of the following pare- . graph :— “(b) establish und. operate management develop- . ament (raining end education cemtres 5”; (2) by the insertion, immedtately after paragraph (6) of that section, of the following new paragraphs :—* (ba) provide for courses in business management and related subjects ; (2b) affliate’with universities or authorities in ‘Sri Lanka or abroad, in such manner and for - . such purposes as the Institute may determine ; (bo) grunt end confer diplomas and other academic distinctions on persons who have pursued : approved courses of study at the Institute; (bd) register affiliated institutions for Business . ‘Management education :”; and 2A 0183064,680 (1]00) s",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 National Institute of Business Management (Amendment) Act, No. 8 of 1901 * (8) by the repeal of paragraph (k) af that section and the ‘substitation therefor, of the following paragraph t= (%) make rules in relation to business management education and general administration of the . Institute.” Replacement 4, Section 6 of the principal enactment is hereby Tufike” —-Tepealed and the following section substituted therefor —- Eractineht. “comatita 6, (1) The Institute shall have a Govern Gromne ing Council (hereafter in this Law referred ‘Council. foas the “Council”, consiting of the following members :— (a) eight exofficio members, namely— @) Director-General of the Institute appointed under section 163 i) Director of the Post Graduate Instl- tute of Management; (Gil) President of the Institute ‘o€ Char- ’ tered Accountants of Sri Lanka established by the Institute of Char- . tered Accountants Act, No, 23 of ; 1059; : {iv) President of the Chartered Institute of Management Accountants (Sri . Lanka Division) ; {s) Chairman of the Sri Lanka Advisory Council of Industries established under the Industrial Promotion Act, No, 48 of 1990; (vi) Chairman of the Commercial Banks Assoelation ; ” (wil) General Manager of the National ‘Development Bank established by the ‘National evelopment Bank Act . No, 2 of 19795 - {vili) General Manager af the Develop ment Finance Corporation of Ceylon established by the Develop- ment Finance Corporation of Ceyion an Act, No. 36 of 1986;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "National Institute of Business Management 8 (Amendment) Act, No. 28 of 1991 {b) three members to be appointed by the Minister; two of them being persons with a minimum of ten years ‘experience in business management aot and who have achieved distinction in the field of high level management _ and the other being a person with # minimum of ten years experance in te industrial relations and trade union 2 activities and has achieved distinc- vee tion in that field. ns (2) The Minister shall appoint one of the : members of the Council other than the - ‘Director-Goneral as the Chairman, ~ (®) Wf the Chairman of the Governing % ‘Council. ts by reason of ilness.or absence from Sri Lanka, temporarily unable to per form the duties of his office, the Minister may nominate ancther member of the : Governing Counell to uct in his place. ~ (G) The Minister may, without assigning any reason therefor, terminate the appoint- Js ment of the Chairman, (BY The Chairman may st any time resign trom office by letter addressed to the Minis- 7 ter, such resignation shall take effect upon : it being accepted by the Minister in writing. . {8} Subject to the provisions of subsec- tions (4) aad (6), the term of office of the : Chairman shall be his period of membership of the Governing Counell, . (7) A person shall be disqualified from being appointed or from continuing, as a . member of Couneft— (a) Hf he 4s or hocomes a Member of Partiament, or ¢ Member of Provin- . etal Council ; or aaa (®) if he, directly or indirectly, holds or ‘enjoys any right to benefit under . any contract made by or on behsl” ‘of the Institute ; of s-Doie wey",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 National Institute of Business Management . (Amendment) Act, No. 28 of 1901 °° . (e) if he has any such financial or other interest as is likely to afiect prejudi- cially the discharge by him of his function as 2 member of the Council’, ‘Amendment + Sectlon 7 of the principal enactment fs hereby amend- ft gestion ed as follows:— peeioal (1) by the substitution in subsection (1) of that section,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "* “for the words and figure “under subsection (1) ®, of the words and figure “under paragraph (8) of subsection (1) \";",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(2) by the substitution in paragraph (a) of subsection (2) of that section, for the words and figure “under . subsection (1)”, of the words and figure “under paragraph (0) of subsection (1) *; (8) by the substitation in mubsection (3) of that section, for the words and figure “under subsection (1),” of the words and figure “under paragraph (b) of subsection (1) *. Amendment 4, Section 8 of the princpal enactment is hereby amended gf gaior in subsection (1) of the soction by the substitution for the principal words and figure “ under subsection (1) \", of the words and eonctment. gure “under paragraph (b) of subsection (1)\". ‘Amendment 7. Section 9 of the principal enactment is hereby amended ot gection” by the substitution for the words “A member of the Board Geli) may”, af the words and figure “A member of the Council snecknen. appointed under paragraph (b) of subsection (1) of section 6 may”. Amendment 8 Section 10 of the principal enactment is hereby Gf see\" amended by the subslttution, for the words “Any member © prineioat who vacates office”, of the words and figire “A member of the Council appointed under paragraph (b) of sub- section (1) of section @ who vacates his office ™ Amendment $. Sectlon 13 of the principal enactment is hereby of sett amended in subsection (4) of that gection, by the substitu principal tion for the words “five members”, of the words © fou spembere”. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "National Institute of Business Management 5 (Amendment) Act, No, 28 of 1991 19, The following new section is hereby inserted tnsertion immediately after section 15 and shall have effect as section ier peotlor \\Sa of the principa) enactment :— principal ; Enactment, Gfenstitution 18, (1) There shail_ be established a Gienagement, Business Management Education Board of Edvegtion the Institution to— Board. (@) advice the Council on all matters relating to business management education; and {b) report on any other matter referred . tm it by the Couneil {2) The Director-General shall be the Chairman of the Business Management Education Board. . (8) The Council shall consult the Business Management Sducation Board before deciding on sny matter relating to business manage- ment education, (4) The Council shall make roles relating to the composition of the Business Manage- ment Education Board, the manner of . appointment of its members and the term of office of its members. *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "LL, Gection 16 of the principal enactment is hereby peniace ‘repenled and the following section Is substituted therefor :— ment of ot + Appotat- 16. (1) The Director-General shall be the Sacipat Tere of tor. Chief Executive Officer of the Institute and enactment, General shall execute or perform such powers,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "Ynstitute, functions and duties as may be delegated to bim by the Council, (2 The Minister shall in consultation with the Council and having regard to the qualif~ cations and the scheme of sélection specified . under subsection (3). appoint a Director General. . (2) The Couneil shail, with the concurrence ‘of the Minister, specify qualifications, and a the scheme of selectlon for the post of the _ ‘Director-General,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 National Institute of Business Management . (Amendment) Act, No, 28 of 1991",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(4) The provisions of subsections (2) aud (@) shall not apply fo relation to the frat Director-General, who shall be appointed by. the Minister.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(5) The Director-General shall hotd office for a period of five years from the date of his ‘appointment,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(®) The Minister may on recommendation of the Council made ater due inquiry, remove the Director-General from office —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(@) if he has become permanently incap-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "- able of performing his duties ; or . 3 (2) if he has done any act which ts mani- festly opposed to the objects and interest of the institute.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(7) The Director-General shalt be paid such remuneration as may be determined by the Minister with the concurrence of the Minister in charge of the subject of Finance.”",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Amend~ 12, Section 17 of the principal enactment is hereby mantat amended by the repeal of the paragraph (a) of subsection {Pot tie (1) of that section and the substitution therefor of the principal following paragraph :—~ “ (a) appoint to the staff of the Institute, officers and servants (whether on a full or part time bass), as may be necessary for the purpose of the Institute ;\". “Amend- 43 Wherever in any provision of the principal enact ‘ment of ment or other written law or of any notice, communication, Scapa form or other document issued, made, required or authorised fuciment, by or under the principal enactment the words “Board of Governors” or “Board” denoting the Board of Governors of the Institute, occur there shall be substituted for those words the words “Governing Counell” or “Council” respectively.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "» inhale 14, In the event of any inconsistency between the Sinhala fextto, and the Tamil texts of this Act, the Sinhala tevt shell Breese prevail. . obineon tener : -",
    "mean_p_confidence": 0.68
  }
]