[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Ist Session 1965-66 ey Prision . Stee é (en) Ae Sy . . % Ky n% Ys Holidays Act, No. 17 of 1965 Date of Assent: December 10, 1965 ¢ . Printed an the Orders of Government ‘ ‘ end published as a Supplement to Ceylon Government Gazetté Part I of December 17, 1965 .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "* . . Printed at the Govmunemy Passt, Cavion, to be: purchased at the Govenwaciar Puniicarions BUREAU, COLOMBO. ‘Annual Subseription (including Bho) Rs, 90 (Local), Re. 49 Fee Soe ee othe “Suramieranonn, GoveaNnern? Storeten) PGR, '2- Gi uox sao, Couoncas 2, before 201n Beuiber each fone in seveet ot the yen, follow Late subscriptions it be accepted on the condition that Bills",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "+, Miaiued Yefore the date of pyymant will not be eupplied,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Holidays Act, No. 17 of 1065 L.D—O, 16/66. coat An Act 70 RepraL THe Honiways ORDINANCE, AND TO REFLACE THAT ORDINANCE BY AN ACT EMBODYING NEW PRINCIPLES AND PROVISIONS WHICH, inter alig, WILL OIVE DUE RECOGNITION To Pova Days, AND TO MARE PROVISION IN REGARD TO MATTERS CONNECTED THEREWITH OR INCIDENTAL THEBETO. [Date of Assent: December 10, 1965] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the Honse of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— - . 4. This Act may be cited as the Holidays Act, mort uue No. 17 of 1965, and shall come into operation on cua,” auch date as the Minister may appoint by Order published in the Gazette, 2, Ibis hereby declared that any custom or usage  Dedaretina or written law whereby every Sunday— presi {@) hag been 9 dies non in Ceylon shall orase to have the force and effect of Iaw in Cevion, and accordingly that no Sunday shall. by ‘ reason only of such custom or usage or law . which had or purported to have had such force and effect, be or continue to be such a dies non; @®) has been kept as a holiday in Ceylon ‘shall ‘ease to have the force and effect of law in Cevlon, and accordingly that no Sunday shall, by reason only of such custom or usage or law which had ar puroorted to have had such force and effect, be kent or ‘omtinne to be kept as such @ holiday ; . and (©) has been kent as a close holiday in banks in Cavion shall cease to have the force and effect of law in Cevion, and accordingly that no Sunday shall, by reason only of ~‘guch custom or usage or law which had or _ +, “purported to. have had such :force.and \"7, +, effect, be Kept or. continue fo. be, kept as * ‘such @ Glose holiday. °° ** we",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 Holidays Act, No. 17 of 1965 Desention 8, It is hereby declared that every Poya Day— Poe Dave (a) shall be a public holiday ; and @) shall be a bank holiday. $aaitiouns 4, (1) The following days shall, in addition tu Totldps. Poya Re be publie bolidaye:—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(a) subject to the provisions of sub-sections (2) and (@)p ench day. for the time being sp in the First Schedule to this Act ; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(@) eny other day in respect of which there is an Order, for the time being in force, made by the Minister under section 13 (1) (a).",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(2) For so long and so long only as there js in foray an Order made by the Minister under section 13 (1) (B), then, any such day aa shall be specified in that Order as the'day which shall be a public holiday in Hieu of any day referred to in sub-section (1) (@) and specified in that Order shall, in accordance with the terms of that Order, be a public holiday in lieu of the day so referred to and specified ; and the provisions of thet sub-section shall be read and construed",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "_ subject to the preceding provisions of this sub- section.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{8) For so long and #0 long only as there is in force an Order made by the Minister’ under section @ in respect of any public office or Government department, then, for the purposes of or in relation to that office or department or any holder of that offics or any member of that department, only such of the days referred to in sub-section (1) (a) as are also specified in that Order shall be public holidays ; and the provisions of that sub-section shall have ‘force and effect subject to the preceding provisions of this sub- section. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "ation! 8. (1) The following days shall, in addition w Wantage. Poya Days, be banle holidays:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(a) subject to the provisions of sub-section (2),",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". each day for the time being specified in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "+ +. + the Seoond Schedule to this Act ; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "b) any other day in respect of which there is an",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(0) ant fuer, for the tine being ‘in fores, made",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "_ , by the Minister under section 14 (1) (a).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "+ (@) For-so-long and so long only as there is in forve",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". an Onder ‘made. by the “\\finleter under section",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "14 @} @). then, any such:dey as shall.be. specified in",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Holidays Act, No. 17 of 1966 8 that Order as the day which shall be # bank holiday Hn\"lhon of any day referred to in sub-section (1) (@) and specified in that Order shall, in accordance with the terms of that Order, be a bank holiday in lien of the day so referred to and specified; and the provisions of that sub-section shall be read and construed subject to the preceding provisions of this sub-section. 6. Every public holiday— ete paid (@) shall be a dies non; and - atid (2) shall be kept as a holiday. me 7, Every bank holiday shall be kept a5 a close Bash lotion holiday in every bank. a oe gn isle & For the purpose of avoiding the causing of Fore ‘te male considerable inconvenience to the public or of distup-  op'ue meet tion to services assential to the life of the community, fin\", the Minister, with the coneurrence of the Minister sai polite charged with the administration of the functions of 'tctanew any public office or Government department, may,  #priaenls from time to time. by Order published in the Gazette declare thet, for the purposes of or in relation to that office or department or any holder of that office or any member of that department, Poya Day shall not be a, public holiday, and that, in addition,-only such of the days for the time being specified in the First Schedule to this Act as are also specified in that Order shell, notwithstanding anything” to the contrary in this Act, be public holidays. Such Order al come into force upon the date of its publication in the Gazetis, or upon such later date as may be speci- fied therein, Such Order may be amended, revoked or replaced by a like Order made with like concurrence. (1) No person shall be compellable to make any rovivens as payment or to do any act upon a bank holiday which Parad 1@ would not be compelled to do or make on a Poya tliien. Day, and accordingly the obligation to make such payment or fo do such act shall apply to the day next following such bank holiday which is not itself a Poyo Day or a bank holiday; and the making of such pay- mant or the doing of such act on such following day thal! bp deomed, forall purposes, to be the equivalent to the making of such payment or the.doing of such ot of puch Beak'holiday: ~~ se!",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "4 Holidays Act, No. 17 of 1965 (2) Nothing in the preceding provisions of this section shall affect the law for the time being in force relating to bills of exchange or promissory notes, nor sbail anything in such provisions apply to any pay- ment or act to be made or done in a court or public office on a banis holiday which is not a public holiday, Doohratim of 40. The Minister may, from time to time, by Order Por De, published in the Gazette declare that, as respects any such year as shall be epecified in that Order, each such day in each such month in that year as may be so specified shall be a Poya Day for the purposes of this Act. Any such Order shall come into force upon tha date of its publication in the Gazette, or upon such later date as may be specified therein. Any such Order may be amended, revoked or replaced by a like Order. Power ta make = 44, (1) (a) Where, for the purpose of enabling the macho, benefits and advantages of the new scheme of holidays embodied in the principles and provisions of this Act to be enjoyed by or extended ta employees of any particular class or description, certain adjustments or changes in the terms or conditions of their employment are necessary bot such adjustments or changes cannot be made or effected without amending or modifying the provisions of any written law (other than this Act) by or under which ench terms or conditions are governed, then, the Minister may make regulations under this Act amending or modifying any such written law to such extent or in snch manner as may be necessary for that purpose and, in particalar, but without prejudice to the generality of the powers conferred by the preceding provisions of this Peragraph, so amending or modifving the Wages Boards Ordinance, the Shop and Office Emplovees (Regulation of Emplovment and Remuneration) Act, and the Factories Ordinance. In deciding, upon the adjustments or changes to be 90 made or effected due regard shalt be had both to the existing rights and obligations of employers and employees and to the + desirability of ensuring that such adjustments or changes have as far as practicable no adverse impact on the general pattern of economic activity in Ceylon and on Ceylon’s trade with other countries.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "(8) Tn“ paragraph (¢) of this sub-section, the expression ‘terms or conditions of employment includes such matters as hours of work, remuneration, poyment-of' overtime, holidays-and hours or days of pa ene ones oe ey",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Holidays Act, No. 17 of 1965 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(©) No regulation shall be made by the Minister under this Act in respect of any matter referred to ia the preceding provisions of this sub-section except with the prior concurrence of the Minister to whom the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". subject or function of Labour is assigned by the Prime,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) (@) The Minister may make regulations under this Act for such purposes or Purpones os may be ‘Decessary to give full force and effect to the principles ‘and provisions of this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(®) In particular, but without prejudice to the generality of the powers conferred by the preceding Provisions of this sub-section, the Minister may make Tegulations for or in respect of all or any of the following matters: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(3) all matters connected with the application and enforcement of this Act in respect of which the provisions of this Act require to be modified or supplemented to meet special ‘contingencies or circumstances;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "» (ii) the determinetion or adjostment of any question or matter relating to public holidays and bank holidays or matters connected therewith or incidental thereto for the determination or adjustment of ‘which no provision or effective provision is made by this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(ii) the removal or adjustment of any conflict or inconsistency between the provisions of this Act and any other written law (other than. aay writen Jaw referred to in sub-section a) )3",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(iv) all other matters connected with or incidental",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "to the matters aforesaid,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(©) Regulations made under the preceding provisions of aie sub-section may provide For all such amend=",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "« Ments, modifications or variations in this Act or any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "other written law (not being any written law referred to in sub-section (1) ) as may be necessary to achieve the object of such regulations,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(8) Any regulation made under this Act may be of general application, or may be limited in its applioa- tion to any specified purpose or purposes.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Holidays Act, No. 17 of 1965, (4) No regulation made by the Minister under this ‘Act shall have effect untit it has been approved by the Senate and the House of Representatives, nor until notification of such approval has been published in the Gazette. . . (6) Every regulation made by the Minister under this Act shall, upon the publicstion in the Gazette of & notification of the approval of that regulation as provided in sub-section (4), be deemed to be as valid and effectual as though it were herein enacted. ~ Powe of 42, (1) The Minister may by Order published in Wohin the Gazette, trom time to time, amend or vary the thu Sbelies ‘First Schedule or Second Schedule to this Act, whether toll 8¢. by the addition thereto or by the omission therefrom of, any dey, or, from time to time, replace any such Schedule by # new Schedule incorporating -all: amendments or variations made under the preceding provisions of this sub-section. .@) Any Order made by the. Minister under sub- section (1) shall come into force on the date of its publication in the Gazette, or upon such later date as may be specified therein. Any such Order may be amended, revoked ot replaced by a like Order. Romer af 43, a ‘The Minister may, without amending or * winter varying the First Schedule to this Act, from time to special time, by Order published in the Gazette, declare (iit. that—- (@) any such day in any: such month in any such yen ae ay he specified in that Order, not ing a day for ihe time being specified in that Schedule, shall be a public holiday for 7 the puxposes of this Act in addition to the days for the time being specified in that Schedule; or . + 5) amy such dey in any such month in any such as may be specified in that Order shall _. Bea public holiday for the purposes of this ‘Act, in lieu of any day for the time being : apecified in that Schedule. vot (2) Any Order nade by the Minister under gb- section (1) declaring eny dey to be a public holiday for the purposes of this Act shall come into force upon the date of ite publication in the Gazette, or upon such later date as may be specified therein, and shall cease to ’ba in force on the day immediately succeeding that fy",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Holidays Act, No. 17 of 1905 7 44, (1) The Minister may, without amending or feww et” Farying the Second Schedule to this Act, from time to Hipster time, by Order published in the Gazette, declare fecal bao that— fade, (@) any such day in any such month in any euch year as may be specified in that Order, not ing a day for the time being specified in : that Schedule, shall ba a bank holiday for the purposes of this Act, in addition to the days for the time being specified in thet Schedule; or . (®) any such day in any such month in any such rear as may be specified in that Order shall bo a bank holiday for the purposes of this ‘Act, in lieu of any day for the time being specified in that Schedule. (2) Any Order made y the Minister under sub- section (1) declaring any day to be a bank holiday for the purposes of this Act shall come into fores upon the date of its publication in the Gezeéte, or upon such later date as may be apecified therein, and shall cease . 6 be in force on the day immediately succeeding that ay. a 18, The Holidays Ordinance is hereby repealed. Bowl, 46. In this Act, unless the context otherwise  xotepretatio. requires— “ bank holiday ” meaus any day which is a bank holiday by virtue ‘of the eperation of the provisions of this Act; “ Poya Day” means any day which is declared to be a Poya Day by any Order, for the time baing in force, made by the Minister under section 10; “ publi holiday. means any day which is ‘a public holiday by virtue of the operation of the provisions of this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 * Holidays Act, No. 27 of 1968 FIRST SCHEDULE + 3 (Section 4 Posie Hormara ‘Natlonal Heroes” Day (January 1). ‘The Tomil Thai Pongal Day. Id-ul-Fite (Ramazan, Festival Day). Independence Commemoration Day (February 4). Maba Sivarathri Day, * ‘The day immediately prior to the Sinhala and Tamil New Yent's Day. The Sinhala and Tamil New Year's Day. Good Friday. Enster Sunday. . ‘May Day (May 1). ‘Tha day immedistely prior to the Full Moon of the Sinhala month of seated Day Ia-ut-Asha (Hadji Festival Day). ‘Miled-Un-Nabi (Holy Prophet's Birthday). Deepavali Festivel Day. ‘Christmas Day. SECOND SCHEDULE . (Gection Bore Hormaiys ‘The Tamil Thai Pongal Dey. Independenca Commemoration Day (February 4). ‘The Sinhala and Tamil New Year's Day. ‘May Day (Mey 1). + Milad-Un-Nabi (Holy Prophet's Birthday). Tune 50. Deepovali Festival Day, Christinas Dey. ‘December 81.",
    "mean_p_confidence": 0.75
  }
]