[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  3rd Session 1958-59  >  SLD)  a nen  QUIS  Yes  Income Tax (Amendment) Act,  No. 34 of 1958  Date of Assent : November 3, 1958  Printed on the Orders of Government  Printed at the Govan Passe, Ceo, Tobe  Printed gh fet coGeN Tyarenntins Bom, CoLoMBS  Annual, Subscription Gocluing Pie) eamnacay Poanicasions  Bureau, Post Orrice Box 500, Secretariat, Colombo 1  Price: 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.5179761904761905
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Income Tax (Amendment) Act, No. 34 of 1958 3",
    "mean_p_confidence": 0.7572727272727273
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L. D.—O. 85/58.",
    "mean_p_confidence": 0.454
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  AN Act To aMenp THe Income Tax ORDINANCE.",
    "mean_p_confidence": 0.5700000000000001
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (Date of Assent: November 3, 1958]  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows: —",
    "mean_p_confidence": 0.7866666666666666
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  4. This Act may be cited as the Income Tax short title,  (Amendment) Act, No. 34 of 1958.",
    "mean_p_confidence": 0.7666666666666667
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  2 Section 7 of the Income Tax Ordinance is hereby Amesiwent of  amended, in sub-section (1) of that section, by the gion “ef  insertion, immediately after avagraph (fff) of that  section as amended by Act Ko. 88 of 1997, of the  following new paragraph :—",
    "mean_p_confidence": 0.7507843137254901
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  ““(ffff) the profits and income derived by the  Government of any foreign country,  either directly or through any agency of  that Government, from aid granted in  money, goods, services or in any other  form by that Government to the  Government of Ceylon;”",
    "mean_p_confidence": 0.726
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  i H",
    "mean_p_confidence": 0.38
  }
]