[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1959-60  Siti  ASSES  &S, ZN  (3 (fsa)  : B ial )  Appropriation Act, No. 24 of 1959  Date of ‘Assent : September 21, 1959  Printed on the orders of Government  Printed at the Govenmense Passa, Oeriox. Tobe  Purchased the Goveunanre Fomsciacks Bonans, Cosouse  ‘Annual Subscription (including Bill) Rs. 25, payable. in  Sdvance ty the Sorenattewmune, Govanasmer Poarentons  Bumav, ‘ost’ Onrice’\"Box $60, ‘Secretariat, “Colombo t  Price : 45 cents. Postage : 20 cents.",
    "mean_p_confidence": 0.48457446808510635
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Appropriation’ Act, No. 24-0f 1959: 3 a)  L. D—O. 153/34 i  AN ACT TO MAKE PROVISION FOR THE SERVICE OF THE  FINANCIAL YEAR 1959-1960, To AUTHORISE THE  PAYMENT BY WAY OF ADVANCE OUT OF THE  ConsoLIDATED FUND oF CEYLON OF MONEYS  REQUIRED DURING THAT FINANCIAL YEAR FOR LOAN  FUND EXPENDITURE, AND TO PROVIDE FOR THE  REFUND OF sUCH MONEYS TO THAT CONSOLIDATED  Funb.  [Date of Assent; September 21, 1959.",
    "mean_p_confidence": 0.7182716049382716
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  BE it enacted by the Queen’s Most Excellent  Majesty, by and with the advice and consent of the  Senate and the House of Representatives of Ceylon  in this present Parliament assembled, and by the  authority of the same, as follows :—",
    "mean_p_confidence": 0.7987234042553192
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1. This Act may be cited as the Appropriation stort tte.  Act, No. 24 of 1959.",
    "mean_p_confidence": 0.7063157894736842
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2. Without prejudice to any other law authorising Appr2biation  any expenditure, sums not exceeding rupees one (21, t3%Stygp,  thousand two hundred and seventy-five million  nine hundred and fifty-one thousand one hundred  and two in the aggregate are hereby declared to be  payable out of the Consolidated Fund of Ceylon for  the service of the financial year beginning on  October 1, 1959, and ending on September 30, 1960,  and the said sums may be expended as specified in  the First Schedule hereto.",
    "mean_p_confidence": 0.7930434782608695
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  3. (1) In addition to the sums mentioned in payment trom,  section 2, sums not exceeding rupees three hundred 204 refund to,  and forty-one million six hundred and ninety-nine Find, of  thousand seven hundred and seventy-four in the svatess for  aggregate are hereby declared to be payable, by way Expenditure.  of advance out of the Consolidated Fund of Ceylon, ,  during the financial year referred to in that section",
    "mean_p_confidence": 0.7854545454545454
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  . for Loan Fund Expenditure, and the said sums may  be expended as specified in the Second Schedule  hereto.",
    "mean_p_confidence": 0.7626086956521739
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (2) Where the total sum paid under sub-section (1)  by way of advance during the financial year beginning  ‘on October 1, 1959, and ending on September 30,",
    "mean_p_confidence": 0.8070967741935484
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  1960, has not been’ refunded to the Consolidated  ,  Fund of Ceylon out of the proceeds of any loan  authorised fo be raised under any written law,  that sum or so much thereof as has not been so  refunded shall be, and is hereby declared to be,  J. , ms00-2.909 (050)",
    "mean_p_confidence": 0.7403448275862069
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Appropriation Act, No. 24 of 1959  chargeable as if it were expenditure out of the  Consolidated Fund of Ceylon for the service of the  financial year beginning on October 1, 1964, and  ending on September 30, 1965, in addition to any  other sums that may by law be payable, or may  by any written law hereafter enacted be declared  to be payable, for the service of that financial year. *  FIRST SCHEDULE  ‘Sums Payable for the General Services  Head 1, His Excellency the Governor-General Rs.  Vote No. 1, Salaries and expenses of the Establishment  ‘and Office of His Excellency the Governor-General... 446,341  Head 2, Supreme Court  Vote No. 1, Salaries and expenses of the Supreme Court 1,719,771  Head 3, Cabinet Office  ‘Vote No. 1, Salaries and expenses of the Cabinet Office... 132,134  Head 4, Senate  Vote No. 1, Salaries and expenses of the Senate . 513,493  Head 5, House of Representatives  Vote No. 1, Salaries and expenses of the Department of  the House of Representatives. + 1414327  Head 6, Judicial Service Commission  Vote No. 1, Salaries and expenses of the Judicial Service  ‘Commission ‘ a = 89,080  Head 7, Public Service Commission  Vote No. 1, Salaries and expenses of the Office of the  Public Service Commission - - 208,255  Head 8, Audit Office  Vote No. 1, Salaries and expenses of the Department of  the Auditor-General Ee ++ 2,968,178  Head 9, Planning Secretariat  Vote No. 1, Salaries and expenses of the Planning  Secretariat fp zs ~ 467,540  Head 10, Offices of the Leader of the House of Representatives and  the Chief Government Whip  Vote No. 1, Salaries and expenses of the Offices of the  Leader of the House of Representatives and the Chief  Government Whip .. 63,147  Head 11, Office of the Leader of the Opposition in the House of  Representatives  Vote No. 1, Salaries and expenses of the Office of the  Leader of the Opposition in the House of Re-  presentatives . c 42,187",
    "mean_p_confidence": 0.7494864864864865
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Appropriation Act, No. 24°of 1959 5  Rs.  Head 16, Prime Minister and Minister of Defence and External  Affairs  Vote No. 1, Salaries and expenses of the Establishment  ‘and Office of the Prime Minister. - 415,495  Head 16, Prime Minster and Minster of Defence and External  airs  Vote No. 2, Salaries and expenses of the Office of the  Minister of Defence and External Affairs ++ 1,186,276  Head 16, Prime Minster and Minster of Defence and External  Affairs  ‘Vote No. 3, Contributions and Services ++ 1,479,000  Head 17, Ceylon Defence  ‘Vote No. 1, Salaries and expenses of the Army s+ 27,316,869  Head 17, Ceylon Defence  Vote No. 2, Salaries and expenses of the Royal Ceylon  Navy = ws = 16,428,123  Head 17, Ceylon Defence m a eee  Vote No. 3, Salaries and expenses of the Ro; lon  ‘Air Force Jai’ Ie” 14,121,033  Head 18, Department of External Affairs Abroad  ‘Vote No. 1, Salaries and expenses of Ceylon Missions  ‘Abroad m = ++ 8,986,703  Head 18, Department of External Affairs Abroad.  Vote No. 2, Maintenance, repairs and running epxerises  of Hostel and Centre for Ceylon Students in London 91,860  Head 19, Police  Vote No. 1, Salaries and expenses of the Police Depart-  ‘ment including grants and contribution to Social  ‘Welfare Institutions and cost of special services... 39,602,130  Head 19, Police  Vote No. 2, Salaries and expenses in connection with  special measures against illicit immigration <» 100,000  Head 20, Department of Immigration and Emigration and  Registration of Indian and Pakistani Residents  Vote No. 1, Salaries and expenses of the Office of the  Controllet of Immigration and Emigration + 801,398  Head 20, Department of Immigration and Emigration and  Registration of Indian and Pakistani Residents  Vote No. 2, Salaries and expenses of the Office of the  ‘Commissioner for Registration of Indian and Pakis-  tani Residents | .. = - 116,539",
    "mean_p_confidence": 0.711551724137931
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Appropriation Act, No. 24 of 1959  ‘ Rs.  Head 21, Food Commissioner  Vote No. 1, Salaries and expenses of the Department of  the Food Commissioner and payment of contributions  < to International Organizations. =. 9,027,097  Head 21, Food Commissioner ¥  Vote No. 2, Purchase, requisition, distribution and  rationing, &., of foodstuffs, and other essential  ‘commodities including subsidies and control of prices  . (Food) ; expenses on transport and other equipment 108,193,419  Head 21, Food Commissioner  Vote No. 3, Salaries and expenses of the Food Research  Institute - - 196,311  Head 22, Department for Co-operative Development  ‘Vote No. 1, Salaries and expenses of the Co-operative  Department. we he 94533665  Head 22, Department for Co-operative Development  Vote No. 2, C. W. E. Advance Account 36,000  Head 22, Department for Co-operative Development  ‘Vote No. 3, Scheme for the formation of Tea Producers’  Co-operative Societies to assist small-holders . 10  Head 23, Marketing Department  Vote No. 1, Salaries and expenses of the Marketing  Department i x\" = 1,080,430  P ead 23, Marketing Department  Vote No. 2, Marketing of local and other Products,  Catering, Hospital Supply, Processing and Canning,  ‘Regulation of Agricultural Products and other services 1,288,476  Head 28, Official Language Department  Vote No. i, Salaries and expenses of the Official  : Language Affairs Section a s 621,193  Head 28, Official Language Department  ‘Vote No. 2, Publications in the Official Language. 647,022  Head 28, Official Language Department,  Vote No. 3, Publications connected with the use of Tamil  for certain prescribed purposes «- = 63,605.  Head 31, Minister of Finance -  Vote No. 1, Salaries and expenses of the Office of the  Minister Of Finance i ve + | 299,976  Head 31, Minister of Finance  Vote No. 2, International Economic Co-operation | .. 1,750,000",
    "mean_p_confidence": 0.6991566265060241
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Appropriation-Act, No. 24 of 1959 * 7  ‘Rs.  ‘Head 32, Treasury  Vote No. 1, Salaries and expenses of the Treasury .. 2,330,483  Head 32, Treasury  : ‘Vote No. 2, Advance Accounts managed by the Treasury o  Head 33, Pensions  ‘Vote No. 1, Temporary increases on civil pensions and on  ‘pensions to widows and orphans of deceased public  officers, no-pay period allowance, pensions, &¢., to  registered overseers, retired officers of the Widows’  and Orphans’ Pension Office and Sanitary Board  Office, pensions, gratuities, &c., to personnel of the  Defence Forces and their dependants, detention  allowances, pensions to Kandyan State pensioners,  ‘compassionate gratuities and grants to ex-government 2  Servants, payments under the Workmen's Compen-  sation Ordinance and non-statutory pension awards  granted by Resolution of Parliament, and cost of  ’ living and special living allowances ++ 36,252,500  Head 34, Public Debt  Vote No. 1, Interest and Sinking fund contributions  ‘and other expenses connected with the raising and  management of loans . 41,760  Head 35, Loan Board  Vote No. 1, Salaries and expenses of the Loan Board (35,454  Head 36, Government Stores  Vote No. 1, Salaries and expenses of the Government  ‘Stores Department 35, v1 7T8 158  Head 36, Government Stores  Vote No. 2, Advance Account for the purchase, trans-  port and maintenance of equipment, stores, &.,  ‘required by Government departments .  Head 37, Department of Inland Revenue =  Vote No. 1, Salaries and expenses of the Department of  Inland Revenue o os 5,200,305  Head 38, Customs  Vote No. 1, Salaries and expenses of the Customs  ‘Department, including purchase and maintenance,  ‘&c., of launches and other equipment «5,117,919  Head 39, Widows’ and Orphans’ Pension Office  Vote No. 1, Salaries and expenses of the Widows’ and  ‘Orphans’ Pension Office “ 284,937  Head 40, Civil Service  Vote No. 1, Salaries and expenses of the Civil Service 196,157  Head 41, Accountants’ Service  Vote No. 1, Salaries and expenses of the Accountants’  Service . - oa 15,507  ‘Head 42, Clerical Service  Vote No. 1, Salaries and expenses of the Clerical Services 161,405  Head 43, Stenographers’ Service  ‘Vote No. 1, Salaries and expenses’ of the Stenographers’  Service a s Ee 22,350  Head 44, Typists’ Service * 5  Vote No. 1, Salaries and expenses of the Typists’ Service 7,960",
    "mean_p_confidence": 0.7365801886792452
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Appropriation Act, No. 24 of 1959  fe Rs  Head 45, Shrofis’ Service  Vote No. 1, Salaries and expenses of the Shrofis? Service 3,030  Head 46, Quasi-Clerical Service  ‘Vote No. 1, Salaries and expenses of the Quasi-Clerical  Service Fi x i 18,944  Head 47, Translators’ Service .  Vote No. 1, Salariés and expenses of the Translators?  Service a a a 1,030  Head 48, Department of Census and Statistics  Vote No. 1, Salaries and expenses of the Department of  Census and Statistics = ss 4,199,829  Head 49, National Savings Movement  Yote No. 1, Salaries and expenses of the National  Savings Movement cS se 321,363  Head 50, Government Press  ‘Vote No. 1, Salaries and expenses of the Department of  Government Press Fa + 8,467,750  Head 50, Government Press  Voté No. 2, Charges for official advertisements, by  Government Departments in Newspapers \" 10  Head 51, Miscellaneous Services  Vote No. 1, Miscellaneous Services .. ++ 18,199,220  Head 58, Minister of Justice  Vote No. 1, Salaries and expenses of the Office of the  Minister of Justice a + 372,110  Head 58, Minister of Justice »  Vote No. 2, Personal Emoluments and other Office  expenses in connection with the revision of the Legis-  lative Enactments and Subsidiary Legislation. 58,024  Head 58, Minister of Justice  Vote No. 3, Salaries and expenses of the District Courts 2,631,648.  Head 58, Minister of Justice  Vote No. 4, Salaries and expenses of the Courts of  Requests and Magistrates’ Courts + 2,410,211  Head 58, Minister of Justice  Vote No. 5, Salaries and allowances of Supernumerary  ‘Judges and travelling expenses of Judicial Officers on  first appointment, transfers, or ad lioc appointments 108,000  Head 58, Minister of Justice  Vote No. 6, Salaries and expenses of the Fiscal’s  Department 4 me < 2,652,767  Head 58, Minister of Justice ;  Vote No. 7, Expenses in connection. with Conciliation  Boards i rs s+ 200,000:  Head 58, Minister of Justice .  Vote No. 8, Expenses required to hold the Third Annual  Sessions of the Asian African Legal Consultative Com- “  mittee in Ceylon. os i 52,500  Head 59, Attorney-General  Vote No. I, Salaries and expenses of the Department of  the Attorney-General a se 1,288,914",
    "mean_p_confidence": 0.7012926829268292
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Appropriation. Act, No. 24 of 1959: 9  Rs  Head 60, Legal-Draftsman: .  ‘Vote No. 1, Salaries. and. expenses of the Department?  of the Legal: Draftsman es + STI,64S  Head 61, Public Trustee  ‘Vote.No. 1, Salaries and-expenses-of-the Depattment!  ‘of the Public Trustee including. advances: for’ the  administration of estates and trusts coming under the  Public Trustee's Control om + 2703571  Head 62, Rural Courts  ‘Vote No. 1, Salaries and expenses of Rural Courts 1,465,957  Head 63, Debt Conciliation Board  ‘Vote No. 1, Salaries and expenses-of the Debt Goncilia- :  tion Board “ - 2 69,405  Head 64, Department of the Bribery Commissioner  ‘Vote No. 1, Salaries and expenses of: the Office’ of'the  Bribery Commissioner o* = 563,61  Head 68, Minister of Home Affairs  ‘ote No. 1, Salaries and expenses‘of the’ Offiee“of'the  Minister of Home Affairs 2 432,021  Head 68, Minister of Home Affairs  Vote No. 2, Salaries and expenses of the Offices of'the™  Government Agents = s+ 21,698,948.  Head 69, Department of Prisons  Vote No. 1, Salaries and expenses of the Départment of  Prisons including grants-in-aid. + 8,630,938  Head 69, Department of Prisons  Vote No. 2, Prison Industrial and Agricultural Under:  takings . s ze 10  Head 70, Government Analyst \"  Vote No. 1, Salaries and expenses of the Government  ‘Analyst oa 8 wo 534,854  Head 71, Registrar-General’..  Vote No. 1, Salaries and expenses of the Department of  the Registrar-General = s 3,615,168  Head 72, Department of. Elesions. Palamentary, and: Local  Bodies)  Vote No. 1, Salaries and expenses of the Department of  Elections (Parliamentary and Local Bodies) + 4,006,309  Head 73, Department of Rural Development and Cottage Indus  tries  ‘Vote No. 1, Salaries and expenses of the Department of.  ‘Rural Development and Cottage Industries s+ 1,124,191  Head 73, Department of Rural Development and Cottage  Industries  ‘Vote No. 2, UNESCO Technical Assistance Programme—  ‘Fundamental Education Project at Minneriya’ .. 141,620",
    "mean_p_confidence": 0.6442016806722689
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  10 Appropriation ‘Act, No. 24 of 1959  “ - Rs.  Head 74, Department of Mosques and Muslim Charitable Trusts  . ‘Vote No. 1, 'Salaries and expenses of the Department of  in, ‘Mosques and Muslim Charitable Trusts at 62,212  Head 79, Minister of Agriculture and Lands “  Vote No. 1, Salaries and expenses‘of the Office of the  Minister of Agriculture and Lands ¥ 513,569  Head 80, Land Commissioner  Vote No. 1, Salaries and expenses of the Land Com-  missioner's Department ” ~» 4,468,791  Head 80, Land Commissioner  ® Vote No. 2, Clearing and maintaining Crown Lands,  Land Redemption, Loans to Middle Class Allottees,  ‘Administration of acquired estates and other special  services 2 ” = 3,413,980  Head 80, Land Commissioner  Vote No. 3, Cost of Administration of the Estate Bazaars  (Compulsory Acquisition) Act - “ 11,917  Head 81, Land: Settlement Department  ‘Vote No. 1, Salaries and expenses of the Land Settlement  Depariment = + 506,540  ‘Head 82, Survey. Department  Vote No. 1, Salaries and expenses of the Survey Depart-  ment - ~ 17,690,870  Head 83, Forest Department  Vote No. 1, Salaries and expenses of the Forest Depart-  ‘ment - ” ++ 3,159,223  Head 83, Forest Department  Vote No. 2, Extraction and supply of timber and firewood  to Government Departments and Public and Establish-  ment of Government run Saw Mills wa 20  Head. 84, Irrigation Department  Vote No. 1, Salaries and expenses of the Irrigation  ‘Department ze Pa ++ 12,005,229  Head 84, Irrigation Department  ‘Vote No. 2, Repair and maintenance of irrigation works  including staff quarters, labour lines, circuit bungalows  ‘and other departmental buildings and roads ~ 10,170,000  Head 85, Valuation Department  Vote No.. 1, Salaries and expenses of the Valuation  Department - . on 1,354,929  Head 86, Department of Land Development  Vote No. 1, Salaries and expenses of the Department of  Land Development * 1,373,661  Head 87, Department of Agriculture .  Vote No. 1, Salaries and expenses of the Department of  1 fe “Agricultire os we s+ 31,374,724",
    "mean_p_confidence": 0.7047733333333334
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Appropriation Act, No. 24.of 1959. u  ‘ Rs.  Head 88, Department of Agratian Services oe ad  ‘Vote No. 1, Salaries and expenses of the Department of  ‘Agrarian Services, granting of loans to Co-operative  Societies, granting of loans to individual cultivators,  working of the Guaranteed Price Scheme and Rice -  Milling, the Fertiliser and Crop Insurance Schemes,  ‘the Paddy Lands Act and the Cultivation Service .. 9,259,661  ‘Head 89, Coconut Rehabilitation Scheme  Vote No. 1,,Grants to the Coconut Fertilizer Subsidy  Fund and to the Coconut Research Institute ..__7,350,000  Head 94, Minister of Health  Vote No. 1, Salaries and expenses of the Office of the °  Minister Of Health .. 2 sey 355,868  ‘Head 95, Department of Health  Vote No. 1, Salaries and expenses of the Department of  Health ee 3 =. 132,234,024  Head 95, Department of Health  Vote No. 2, Grants, Contributions and Rebates payable  under the Medical Wants Ordinance v 2,349,358  Head 96, Indigenous Medicine  ‘Vote No. 1, Salaries and expenses of the Department of  Indigenous Medicine i + 1523,014  Head 97, Department of Probation and Child Care Services  Vote No. 1, Salaries and expenses of the Department of  Probation and Child Care Services ... ss, 3,597,293  ‘Head 102, Minister of Local Government and Housing  Vote No. 1, Salaries and expenses of the Office of the  Minister Of Local Government and Housing .._—=—189,643  ‘Head 103, Commissioner of Local Government  Vote No. 1, Salaries and expenses of the Department of  ‘Local Government including expenses of Rent  Control Boards... a + 1,854,596  Head 103, Commissioner of Local Government  Vote No. 2, Grants-in-aid to Local Authorities... 36,441,218  Head 104, Local Government Service Commission  Vote No. 1, Salaries and expenses of the Local Govern-  ‘meat Service Commission i v °414,291  ‘Head 105, Department of Town and Country Planning  Vote No. 1, Salaries and expenses of the Department of  \"Town and Country Planning including the expenses of  the Central Planning Commission and Planning Com-  mittees and other incidental expenses te 422375  “Head 106, Department of National Housing  Vote No. 1, Salaries and expenses of the Department of  ‘National Housing .. = = 1,078,066",
    "mean_p_confidence": 0.715378787878788
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  12 Appropriation Act,, No: 24 of 1959  Rs.  ead 111, Minister of Education  Vote No. 1, Salaries and expenses of the Office of the  Minister-of Education - ve 325,946.  Head 111, Minister of Education  Vote No. 2, Salaries and expenses. of the UNESCO ‘  Secretariat in. Ceylon.and Contribution to UNESCO  Budget = ~. 102,997  Head 112, Education Department  ‘Vote No. 1; Salaries and expenses of the Department of  ‘Education including expenses of Boards and Commit-  tees and Special Services ie + 7,442,761  Head 112, Education-Department:  Vote No. 2, Expenses of Government Educational Insti-  tutions, including Adult Education, Technical Educa-  tion and replacement of and extensions and improve-  ‘ments to semi-permanent buildings ++ 120,685,785.  Head 112, Education Department  Vote, No. 3, Grants-in-aid to Assisted Schools, including  ‘cost of living and other allowances to teachers in  ‘Assisted Schools and grants to various Societies .. 95,000,305  Head 112, Education Department  Vote No. 4, Cost of Midday meals to school ‘children,  Scholarships (tenable in Ceylon and abroad) mainte-  nance allowances and sundry awards ~ 14,167,782.  Head 112, Education Department J  Vote, No. 5, Expenses of Training of Teachers at Govern-  ‘ment and Assisted Institutions including cost of living  and other allowances, Cost of Refresher Courses and  ‘Training in Physical Education. s+ 10,901,177  Head 113, Grants to Universities  Vote No. 1, Grants to Universities. ++ 12,120,500:  Head 114, Ceylon Technical College Department  Vote No. 1, Salaries and expenses of the Ceylon Techni-  ‘eal College Department (including Scholarships) .. 1,688,619  Head.115, Educational Publications Advisory Board  Vote No. 1, Salaries and expenses of the Educational  Pablications Advisory Board =. - 41,402  Head 116, Department of Examinations  ‘Vote No. 1, Salaries and expenses of the Department of  Examinations - - +, 2,731,044  Head 121, Minister of Labour,  Vote No. 1, Salaries and expenses of the Office of the x  Minister of Labour Es s 170,495  Head 122, Department of Labour  laries and of the Department of,  Vote No.1, Salaries and expenses of the Dep a",
    "mean_p_confidence": 0.7241223404255319
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Appropriation. Act, No. 24 of 1959 13  Rs  Head 122, Department of Labour  Vote No. 2, Salaries and expenses of the Employees?  Provident Fund Scheme s + 999,974  Head 127, Minister of Commerce and Trade  Vote No. 1, Salaries and expenses of the Office of the  Minister of Commerce and Trade .. = 243,710  Head 128, Department of Commerce  Vote No. 1, Salaries and. expenses of the Department  ofCommeree 38 + 794240  Head 129, Department of Registrar of Companies  Vote No. 1, Salaries and expenses of the Department of  the Registrar of Companies ms s 411,209  Head 130, Government Tourist Bureau  Vote No. 1, Salaries and expenses of the Government  Tourist Bureau = = TA1ATT  Head 131, Department of Commodity Purchase  Vote No. 1, Administration and other expenses of the  ‘Department of Commodity Purchase a 2»  Head 132, Department of Control of Imports and Exports  Vote No. I, Salaries and expenses of the Department of  Control of Imports and Exports... 321,221  Head 133, Department of Wild Life  ‘Vote No. 1, Salaries and expenses of the Department of  Wild Life - zs - 687,698  Head 134, Zoological Gardens  Vote No. 1, Salaries and expenses of the Zoological  Gardens oa - + 663,702  Head 135, Department of Tea Exports  ‘Vote No. 1, Salaries and expenses of the Department of,  Tea Exports. 2 223,148  Head 140, Minister of Industries and Fisheries  Vote No. 1, Salaries and expenses of the Office of the  ‘Minister of Industries and Fisheries. . v 291,429  Head 141, Department of Industries  ‘Vote No. 1, Salaries and expenses of the Department  of Industries os ss 1,144,939  Head 141, Department of Industries  Vote No. 2, Working of State Factories and granting of  assistance to industries ; winding up expenses of closed -  units et = ae  Head 142, Department of Mineralogy  ‘Vote No. 1, Salaries and expenses of the Department of  Mineralogy zs s + 892,823",
    "mean_p_confidence": 0.7197783933518005
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  14 Appropriation’ Act;’N6.'24 of 1959  Rs.  Head 142, Department of Mineralogy  ., Vote No. 2, Working of the Monazite Separating Plant  . ‘and the sale of Monazite : 3,260  ‘Head 143, Salt Department  ur Vote No. 1, Salaries and expenses of the Salt Department 614,775  ‘Head 143, Salt Department  Vote No. 2, Manufacture, collection, purchase and sale  aes ‘of salt (including by-products) ; improvements and  repairs to, and maintenance of salterns, buildings,  machinery and equipment rie - 2,010  Head 144, Department of Fisheries  Vote No. I, Salaries and expenses of the Department of  Fisheries “ se + 1,627,390  ‘Head 144, Department of Fisheries  Vote No. 2, Expenditure related to Advance Account  ‘activities = - ne 256,145  “Head 145, Excise Department  Vote No. 1, Salaries and expenses of the Excise Depart-  ment “ . - 2,561,260  Head 145, Excise Department  Vote No. 2, Working of Arrack Stock Account 1,113,945  “Head 145, Excise Department  Vote No. 3, Working of a state-owned Distillery os 33,360  Head 145, Excise Department  Vote No. 4, Salaries and expenses of the Excise Striking  Force . . Fe 329,967  Head 150, Minister of Posts, Broadcasting and Information  Vote No. 1, Salaries and expenses of the Office of the  Minister of Posts, Broadcasting and Information .. 209,837  Head 151, Postal and Telecommunication Services  Vote No. 1, Salaries and expenses of the Department of  Postal and Telecommunication Services including cost  of working, maintenance and minor improvements,  additions and extensions to Postal and Telecommuni-  ‘ation equipment and expenses connected with the  working of the Post Office Savings Bank ++ 58,700,000  Head 151, Postal and Telecommunication Services  ‘Vote No. 2, Purchase of stores for departmental works,  manufacture of articles in the Departmental Work-  shops, advance of rent, maintenance and running  expenses of the Overseas Telecommunication Services,  advance for the payment of transport of foreign air  mails and advances to Public Officers - 7",
    "mean_p_confidence": 0.7459383753501401
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Appropriation. Act, No, 24 of 1959 1s  Rs.  ‘Head 151, Postal and Telecommunication Services  Vote No. 3, Replacement and maintenance of Wireless.\" !  Receiving Sets - a . 80,010  Head 152, Department of Meteorology  Vote No. 1, Salaries and expenses of the Department of  . Meteorology “- - ~ (1,077,115.  Head 153, Department of Broadcasting  ‘Vote No. I, Salaries and expenses of the National Service  of the Department of Broadcasting ~+ 2,599,637  ‘Head 153, Department of Broadcasting  Vote No. 2, Salaries and expenses of the Commercial  Service of the Department of Broadcasting we) 1,595,128  Head 153, Department of Broadcasting  Vote No. 3, Salaries and expenses in connection with the  Publication of Radio Times and other publications . . 16,524.  Head 153, Department of Broadcasting *  Vote No. 4, Advance Accounts . on 20°  Head 154, Department of Information Z  Vote No. 1, Salaries and expenses of the Department of  Information = = a ae . 1,087,852.  Head 159, Minister of Transport and Power“  Vote No. 1, Salaries and expenses of the Office of the =  Minister of Transport and Power... . = 379,306.  ‘Head 160, Commissioner of Motor Traffic  Vote No. 1, Salaries and expenses of the Department of  the Commissioner of Motor Traffic including the cost -* *  of the Appeal Tribunal, expenses for retention of  Counsel on behalf of members ofthe Appeal Tribunal,  Living Allowances, and fees to approved garages for  examination and certification of lorries under the  Motor Traffic Act oo “ 1,290,172.  Head 161, Civil Aviation  Vote No. 1, Salaries and expenses of the Department of  Civil Aviation including maintenance of Airways  Communications System and Aerodromes and flying:  training os . + | 2,058,551  ‘Head 162, Basic Technical Training Institute  ‘Vote No. 1, Salaries and expenses of the Basic Technical  Training’ Institute .. ee re! | 296,197  _ Head 163, Railway t  Vote No. 1, Salaries, pensions, other charges, &., of  Headquarters, Accounting, Railway Stores, Security’!  Service, Civil Engineering, Mechanical Engineering,  Transportation, Cartage and Carrier Service Depart-  ments and Miscellaneous Services. - + 109,987,241  Head 163, Railway E i  ; Vote No. 2, Feeder Services grskfodad s+, 612,500",
    "mean_p_confidence": 0.7105970149253731
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  16 Appropriation Act, No. 24 of 1959  Rs.  Head 163, Railway  Vote No. 3, Advance Account Services 100  Head 164, Electrical Department  ‘Vote No. 1, Salaries and expenses of the Department of  Government Electrical Undertakings, including  interest and annuity payments to the Consolidated  Fund os 2 + 31,450,513  Head 164, Electrical Department  Vote No. 2, Expenses of the Electrical Inspectorate .. 76,346  ‘Head 164, Electrical Department  Vote No. 3, Electrical Installations in Government  Buildings # = =. 2,407,187  Head 169, Minister of Nationalised Services and Shipping  Vote No. 1, Salaries and expenses of the Office of the  Minister of Nationalised Services and Shipping 134,160  ‘Head 169, Minister of Nationalised Services and Shipping  Vote No. 2, Salaries and expenses of the Compensation  “Tribunal established under Sections 55-65 of the Motor  Transport Act, No. 48 of 1957. = 168,142  ‘Head 169, Minister of Nationalised Services and Shipping  Vote No. 3, Salaries and expenses of the Fares Board  established under Section 66 of the Motor Transport  Act, No. 48 of 1957 . 2 T8427  Head 170, Colombo Port Commission  ‘Vote No. 1, Salaries and expenses of the Department of  ‘the Colombo Port Commission and Out Ports including  the cost of working, maintenance and minor improve-  ‘ments, additions and extensions to Colombo Harbour  ‘and Out Ports inclusive of Railway, Floating Craft  ‘and all harbour equipment, supply of free meals to  Government Labour in the Harbour Area and other  incidental services 3 + 21,161,314  Head 171, Coast Lights  Vote No. 1, Salaries and expenses of the Coast Lights  Service # - ~ 176,460  Head 172, Department of Merchant Shipping  Vote No. 1, Salaries and expenses of the Department of  Merchant Shipping, e 2 ti0,224  Head 177, Minister of Works  Vote No. 1, Salaries and expenses of the Office of the  “Minister of Works .. - se 214,282  Head 178, Public Works Department  Vote No. 1, Salaries and expenses of the Departmeiit of  Public Works =. he ve 8923431",
    "mean_p_confidence": 0.7396216216216215
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Appropriation Act, No. 24 of 1959 7  Bs.  Head 178, Public Works Department  Vote No. 2, Cost of maintenance of roads, bridges,  ‘waterways, watercraft, acrodromes, Government and  rented buildings and’ other Public Works including  cost of general charges, Government Factory, transport  and incidental and special services and grants-in-aid  to the Colombo Municipality and for estate roads, and  making good the damage caused by cyclone in the  Northern and North-Central Divisions and by floods... 27,549,715  Head 178, Public Works Department  Vote No. 3, Cost of additions and improvements—  (1) Government buildings (inclusive of water and other  services)—  (@ New buildings and additions and improvements to  buildings (inclusive of water and other services) ;  (©) Incidental and special services. 2.784489  ‘Head 183, Minister of Cultural Affairs and Social Services .  Vote No. 1, Salaries and expenses of the Office of the  Minister of Cultural Affairs and Social Services .. 172,106  Head 184, Department of Cultural Affairs  Vote No, 1, Salaries and expenses of the Department of  Cultural Affairs ss 25031,043  Head 185, Department of National Museums  ‘Vote No. 1, Salaries and expenses of the Department of  ‘National’ Museums si 429,060  Head 186, Archeological Department  Vote No. 1, Salaries and expenses of the Archeological  Department a a = 144,659  Head 187, Department of the Government Archivist  Vote No. 1, Cadre and salaries and other expenses of  the Department of the Government Archivist including  the Government Record Office, the Office of the  Registrar of Books and Newspapers, and expenses of  the Ceylon Historical Manuscripts Commission... © 248,332  Head 188, Government College of Fine Arts  ‘Vote No. 1, Salaries and expenses of the Government  College of Fine Arts (including Scholarships) ...-—-425,055  ‘Head 189, Department of Social Services  Vote No. 1, Salaries and expenses of the Department of  ‘Social Services... es + 29,073,988  Total .. 1,275,951,102",
    "mean_p_confidence": 0.749156976744186
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  18° Appropriation Act; No. 24 of 1959  a SECOND SCHEDULE  Loan Fund Expenditure  Rs.",
    "mean_p_confidence": 0.6163157894736842
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  Vote No; 1, Ministry of Defence and External Affairs + 26,083,389  Vote No; 2, Ministry of Finance * + 4,492,994  Vote No. 3, Ministry of Justice “ + 185,200  Vote No. 4, Ministry of Home Affairs =... ve 4,169,040  Vote No: 5, Ministry of Agriculture and Lands + 145,061,502  Vote No. 6, Ministry of Health E +. 14,878,360  Vote No. 7, Ministry of Local Government and Housing... 24,630,479  Vote No. 8, Ministry of Education + 16,060,977  Vote No. 9, Ministry of Labour : eos  Vote No. 10, Ministry of Commerce and Trade .. +. 1,175,000  Vote No. 11, Ministry of Industries and Fisheries s+ 30,759,917  Vote No. 12, Ministry of Posts, Broadcasting and Information .. 6,491,690  Vote No. 13, Ministry of Transport and Power .. + 31,759,747  Vote No. 14, Ministry of Nationalised Services and Shipping .. 7,100,761  Vote No. 15, Ministry of Works = oe 21,612,418  Vote No.16, Ministry of Cultural Affairs and Social Services .. 1,238,300",
    "mean_p_confidence": 0.6938857142857142
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  Total .. 341,699,774",
    "mean_p_confidence": 0.48
  }
]