[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "@, ' CEQ PARLIAMENT OF THE. DEMOCRATIC - SOCIALIST REPUBLIC OF SRI LANKA MOBILIZATION AND SUPPLEMENTARY FORCES ACT, No. 40 OF 1985 [Certified on 22nd October, 1985] Printed on the Orders of Government Published oa @ Supploment to Part Tf of the Garete of the Democratic Socialist Republic of Sri Lanka of October 25, 1985",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "ce tt mano ern a Price: Re. 186 ‘Postage: 90 ceata",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Mobilization and Supplementary Forces Act, No. 40 of 1985 (Certified on 22nd October, 1986}",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "LD.—0, 39/85",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AN ACT 70 PROVIDE FOR THE APPOUTMENT OF A, COMPETENT Avmiony vor MaNpowsn Mopr.tzarion ; Fon servic OUT THE PROCEDURE HOGARDING OBLIGATORY AND VOLUNTARY ‘ENLISTMENT IN THE NATIONAL ARMED RESERVE; FOR THE TSTABLISHMENT OF A RESERVE APrAInG COUNCIL ; FOR PRO ‘VIDING FOR THE RAISING AND MATRTAINING OF THE NATIONAL Anmeo Resenve, rue Nartonal Caner Cones, 15 Namionat Auxrany Force aNp oF SUCH OTHER SUPPLR- (MENTARY FORCES AS ARE DEBRIED NECESSARY } AND FOR MAT TERS CONNECTED THEREWITH OR INCIDENTAL, THERETO.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parliament of the Democratic",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Socialist Republic of Sri Lanka as follows :— ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L This Act may be cited as the Mbbilization end Short title, ‘Supplementary Forces Act, No. 40 of 1965.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "PARTI - APPOINTMENT oF CoMPETaNT AUTHORITY",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. ‘The President shali in consultation with the Minister aypoint- appoint, by name or by office, a fit and proper person to be Bont the Competent Authority for Manpower Mobilization (here. Authority, inafter referred to as “the Authority”).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. (1) The Authority shall exercise, perform and dis- Assign— charge such powers, duties and functions as are assigned to pewecs, him under any of the provisions of this Act. Rios",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "0",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) The Authority may, with the approval of the Minis Authority, ter, delegate any of the powers, duties and funetions con- ferred or imposed on, or assigned to, him under this Act to any other public officer.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(3) In this Part of this Act, “Minister” means the — Minister in charge of the subject and function of manpower ‘mobilization snd training,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3-246188—9.100 5/10)",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "a Mobilization and Supplementary Porces Act, No. 40 of 1985 PART Ut ‘Nanionau Scavice ano Vouuntary Seevice iv tus Naniowat ARMED RESERVE",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Elie 4 (1) All relevant persons falling within any category National of persons specified in an Order made by the Minister and Armed known as “A National Service Order” shall enlist when Reserve directed s0 to do, by the Authority, in the interest of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "security needs of the country, in the National Armed Re-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "serve, in accordance with the provisions contained in this",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "+ @) The Authority may from time to time, by notice, require any person to whom a National Service Order ap- plies, to report for a selection examination Jor enlistment. Every person so noticed shalt comply with the notlee, Every",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". Person required to report, shell report at such office and at such date and time as is specified in the notice and shell ~ attend from day to day or at such other times ag he is requiir- ‘ed by the officer, until the selection examinations for en- listment are finalized.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{8} A person noticed under mubsection (2) and who passes the selection examination, shall when directed by the . ‘Authority, enlist in the National Armed Reserve in accordance with the prescribed procedure.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(& A relesse from enlisting in the National Armed Re- serve, of a person who has qualified for enlistment, may be granted by the Authority taking into consideration the security needs of the country. The Authority may require any person so released to enlist in the National Armed Reserve, within a perlad of two years from the date of such release :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Provided that any person granted a release under the provisions of this subsectio, and not subject to a direction ‘thereunder, shall be Hable for national service if he falls ‘within any category specified in a subsequent National Ser- vice Onder.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(5) The National Service Order shall specify the grounds",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "_ on which the releases from national service may be granted by the Authority, to persons who are qualified tor enlistment in the National Armed Reserve.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Mobilization and Supplementary Forces 3",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "‘Act, No. 40 of 1985 5 (@) Every person to whom @ notice under subsection (2) -applies shall furnish the Authority with all such infor- ‘mation as is required by the Authority, to facilitate the enlistment of such person in the National Armed Reserva.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "For the purposes of this section “relevant person” means ‘any citizen of Sri Lanke, wha {snot below the age of eighteen years.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "%. The Authority may with the approval of the Minister, Voluntary by notification published in the Gazette, invite persons other in the than those persons to whom a National Service Order is Acton applicable, and who are not below the age of eighteen years Reserve. ‘to render voluntary service in the National Armed Reserve. ~ ‘The manner of selection of the category of persons to whom ‘the provisions of this section shall apply, shail be prescribed,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "6 (1) Any person who fails Offenses,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@) to report for a selection exaraination when noticed to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "do so under subsection (2) of section 4; or (®) to enlist in the National Armed Reserve when direct . ed toda so under subsection (8) of section 4; or . *{e) to furnish such information as he is required to furnish under subsection (6) of section 4 or who furnishes incorrect information under that sub- section, ‘shall be guilty of an offence, and shall on conviction after summary trial, be punishable with imprisonment of either description for a term not exceeding four years,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) In a prosecution under subsection (1), a certificate under the hand of the Authority to the effect that a person ‘hes failed—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@) to report for a selection examination when noticed",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "to do 50; = () to enlist in the Notional Armed Reserve when + directed to do 20; ~ {e} to furnish any information he has been required to \"furnish under subsection (6) of section 4, ‘hall be prima facie evidence of the facts stated therein.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". 4 Mobilization and Supplementary Forces Act, No, 40 of 1985 Regula 7. Regulations may he made in respect of any or all of toms, the following ‘matters :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{a) the manner of conducting the selection examination",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "for enlistment in the National Armed Reserve under section 4; .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ": * (®) the manner of obteining releases from national. service ;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(c) the information required to be furnished by persona:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ", Tiable to national service or voluntary service ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) the maintenance of registers ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "7 (e) the manner of selection of persons volunteering for~ service in the National Armed Reserve ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{f) any matter stated or required by this Part to be",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "‘preseribed. Power 8. No Order made by the Minister under section 4 shall gz come into force unless it is approved by Parliament, and. notification of such approval is published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "For the purposes of this Port of this Act, “Minister” means the Minister in charge of the subject and functions. of manpower mobilisation and training,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "‘The notice referred to in subsection (2) of section 4 may be given generally to members of a category of relevant persons by notice published in.the Guzette or individually to a member of such category by a letter sent to him by tegistered post.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "PART OL . Reseave Arras Councit stalls 9, There shall be established a Reserve Affairs Council Peat t (hereinafter referred to es “the Counell”) which shall con- ‘Affaire alst of such number of members as may be specified by the Council. President by notification published in. the Gazette, The ~ President shall appoint the members of the Council, one of” whom shall he nominated as Chairman of the Council. Power 18. (1) The Minister may, with the approval of the Pg ent President assign any specifle power, function or duty conferred or imposed on, or assigned to, the Council, to any member of the Council. ,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "‘ Mobilization and Supplementary Forces 5” Act, No. 40 of 1985",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "2) All matters 2 respect of the administration of the Council including the term of office of members of the Counell, the appointment of Committees thereof and the delegation of powers by the Council to such Committees, shall be prescribed by regulations made in that behalf.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "@) The President may direct any Government depart- ment, public corporation, statutory board or any other Government institution to oxtend such services ax forms part of the ordinary activities of such department, corpora- tion, board or institution, to the National Armed Reserve, the National Cadet Corps. the National Auxiliary Fore, or any Supplementary Force,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "\"HL, Sublect to the direction and control of the Buyers President, the Council shall have the following powers, Amtlons uti ions :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "iuties and functions of the",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(@) the preparation of plans— .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(i) to mobilize adequate reserves to augment the armed forces and the police force whenever",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "the security needs of the country so require ; (i) for the establishment of Supplementary Forces to assist the armed forces and the patice farce ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "{iil) to provide pre-military training to students;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(®) to monitor and report on the implementation of auch plans prepared under paragraph (¢) as are approved bby the President ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(©) to co-ordinate, in accordance with the directives. iss sued by the President, the activities of the National Armed Reserve, the National Cadet Corps, National",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": ". Auxfary Force and: any other Supplementary,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "Force ; out",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(@) to supervise the training of the members of thd National Armed Reserve, the National Cadet Corps, National Auxiliary Force ania any other Supplemen, tary Force ; °",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(e) to-ensure that the manpower strength of the National ‘Armed Reserve, the National Cadet Corps, National ‘Auwdliary Poree and any other Supplementary Force is maintained at levels specified by the President, and to report to him thereon; > we",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "() to report on the readiness of the Nations! Armed Reserve, for mobilisation at any given time : anid",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "vanes gsj10”",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 ‘Mobilization and Supplementary Forces ‘et, No. 40 of 1985 % (g) to supervize and report from time to time to the ‘. President,on the National Armed Reserve, the i National Cadet Corps, National Auxiliery Force and” 2,04 » any other Supplementary Foree, Duties 11%,\" The Authority shall have the following functions ‘Authority ‘and duties under this Part of the Act— ner is * (a) ensuring that the provisions of this Part and any regu- Part . lations made in relation thereto, are complied with ; (2) .to give effect to decisions of the Council and ensuring ‘that the decisions of the Council are given effect to ; ’  {¢} furnishing the Council with such information as : =... it may require for the carrying out its functions i and duties. i For the purposes of this Pért af this Act, “Minister”- meang the Minister in charge of the subject and function . of Reserve Affairs Councit ! , PART IV | ine Nariowan Amr Rasenva (ffetlonal 1% (1) There shall be raised “and maintained, in Reserve, accordance with the provisions of thie Act, a Reserve, 10 to: be kmown as the National Armed Reserve hereinafter H ‘séferred to as “the Reserve”) which shall consist of such units, and comprise such strength, as the President may from time to time determine. + @) ‘Tho President shall appoint a Gt and proper Jetson’ to be the Director-General of the Reserve, who shall “be responsible for the administration, training, i Giscipline, effictency and all other matters relating to the i Reserve, . 1 Aponint, ag (A) ‘The officers of the Reserve shall be appointed by | Promotion the Pradident. | mebers (2) The officers appointed under subsection (1) shell be Boserve. eeitied’ to he officers of the Reserve from the date 1 ‘spetified in thelr appointment. | +43). ‘The President may from time to time promote or ‘advance in rank, officers of the Reserve. tj{@)s, ‘The -strurture and ranks of the other membre ofj,the, Reserve shall be prescribed,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Mobilization gud Supplementary Forces q ‘Act, Nos40 of 1985",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "“25. €)\"The Reserve shell be a ‘National Military The | ‘Training Establishment which shell provide military foea twaioing to the citizens of Sci Lanka, wee",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) ‘The Reserve shall provide “ reservists for Titining augmenting the armed forces and the police force. meat...",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "16. (1) Any member of the Reserve who hes com- ‘Transtar’ pleted the period of basic training and is rendering initial ere servies, full-time service or mobilised service in tha Reserve, ‘Reserve, may be transferred to the armed forces or the police force as individual reservists or a mobilised reserve units of the armed forces or the police force, to which such member or unit is transferred.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(@) When eny member of the Reserve is transferred to any one of the armed forees or the police force, the Jaws, regulations and rules for the time being applicable to the armed forees or the police foree, other than such of those Jaws, regulations end rules es relate to the trial and punishment of civil offences to which such member ig tvansferred, shall apply to, and in relation to, such member.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(@) Any member of the Reserve transferred under subsection (1) may be re-tyansferred to the Feserve.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(4) The procedure for, and the conditions applicable, ton. . .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(@)- the tranefer of any member of the Reserve under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "7 subsection (1); and - + . (0) the retransfer of any member under gub- section (8), avon wit",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "shall be prescribed. nen",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "12 ‘The Council shell, after consultation with the conditions Director-General of the Reserve specify... the conditions ner telating to the training and efficiency of members of the {7 Sn5q Reserve, and the degree of proficiency to be ‘attained, by By the, ‘& member of the Reserve before he can be” passed as",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "8 Mobitization and Supplementary Forces Ast, No, 0 of 1985",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Eomee 48, {1) The President shall when he #0 deems it President necessary in the interest of national security, assign any Mnieeke unit of the Reserve to assiat the armed forces or the police fatte, force us the care may be. woune - ped a @) Whenever any unit of the Reserve is, sssigned Bepoise under subsection (1) to assist the armed forces ar the foree. police force, an officer of the armed forces or the police",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "force shall exercise operational commend over such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "unit:",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Provided that much unit shall whenever practicable be Jed by a member of the Reserve. \"",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Members JS. Every member of the Reserve shall be lishle",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Reserve to",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "This to",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "falter (6) initfel service inclusive of basic training in such",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "service and manner, and for such perlod not exceeding one",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "service. year, as may be determined by the Minister by notice published in the Gazette;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "() reserve service for a total number of days not exceeding twenty-one in # year, as is determined by the Minister by notice published in she Gazette subsequent to the completion of initial servies:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Provided that any member may volunteer to render servies for a period exceeding the period determined for reserve service by the Minister by notice published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Hobie 24, (1) The President may by Order published in the oe Gazette summon the Reserve for mobilized service-— Reserve,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(0) in the defence of Sri Lanka in time of war; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(®) in the prevention or suppression of any rebellion or insurrection or other eivil disturbance.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "2) Where an Order under subsection (1) is made, & member of the Reserve shall not be released at the ‘end af his period of initial service, reserve or full-time service, ‘nd such member shall continue to serve in the Reserve :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Provided that, the Couneil may at any time authorize the relesse of any such member of the Reserve, from mobilized service.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Mobilization and Supplementary Forces 9 Act, No. 40 of 1985",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(8) Every member of the Reserve shall upon an Order being made under subsection (1) render service in the Reserve or in ony of the armed forces or the police force ag may be determined by the Council,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "21. (1) The period of service of members of the Periodot Reserve, other than members on full-time service or mem= frenfbary bers seconded for the service from the armed forcas or of the the police foree shall be for # period of ten years: Reserve,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Provided that any member may re-enlist for a further period of service on such terms and conditions as may be determined by the Couneil,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) Any member of the Reserve may be discharged or dismissed from the Reserve.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "22, (1) Every employer who has had in his Rightte employment a person for a continuous period of at least Tur te aix montha immediately preceding the day on which that employ- person wag oraeicd to report for initial service, reserve Meet service or mobilized service, shall continue to employ or period of Jeinstate that person in his employment, as the caze may FTC ‘be. at the termination of such service,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) Evory employer shall pay, in respect of every . employee who reports for initial service, reserve service or mobilized service, during the period which such employee ig performing such service, the salary, emoluments and allowances of such employee (including all such contri- butions 23 the employer is required, by or under any written law, to pay in respect of such employee). The State shall refund to the employer the salary, emolu-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "‘ments, allowances and contributions made by such employer, to or in respect of, such employee during such =~ period. i",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "{3) The provisions of subsection (1) shall not anply to an employer, if the person whom he has had in his em~ ployment, and who was called up for initial service, reserve service or mobilized service, would have remained in that ‘employment only for a contracted period of time, had such ‘Person not performed initial service, reserve service or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "mobilized service. : -",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "w Mobilization and Supplementary Forces ‘Act,,.No, 40 of 1985,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(4) Where 2 person is reemployed under subsection",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(1), the employer shall in so far as it fs practicable, employ ‘him on euch terms and conditions, as are not less favourable than those Which would have been applicable to him, had he not been so called out on initial service, reserve service or mobilized servive. . + @) Any employer who falls to comply with the pre- ceding provisions of this section shall be guilty of an offence, and chall be liable on conviction after summary trial to imprisonment for a term not exceeding six months or to a fine not exceeding five thousand rupees or to both such imprisonment and fine, and the court by whieh he 1s con~ victed may order the etaployer to pay to the person whom he has failed to employ, a sum not exceeding an emount equal to three months remuneration at the rate which remuneration was lust payable to him by the employer,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "{6) In a prosecution. under subsection (5), certificate setting out the manner in which the accused has failed to comply with the provisions of this section, under the hand of the Authority shall be. prima facie evidence of Lhe iacts stated therein. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Eaplyet bws 28, (1) No employer shall dismiss a person solely oF",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Teak een mainly by reason of any duties or liabilities which that",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "gilled'up™ person is, or may become lieble to perform or discharge by",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "were reason of his being, or being Uable to be, called up for",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "i\" active'service under this Act, unless the person so called",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ": up for active setvice is employed only for a contracted erlod of time.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) For the purpose of this section, where it is proved that the’duties or liabilities to which a person is Hable under this Act, caused or contributed to the dismissal of that person, he shall be deemed to have been dismissed by reason of those duties or liabilities, unless the employer proves that the dismissal was for a reagon unconnected therewith, :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "@), Any employer who dismisses » member of the ‘Reserve, by reason of his duties and lisbilities as a mem- Der of the Reserve, shall be guilty of an offence and shall bbe liable on conviction after summary trial to imprison- mext for'a térm not exceeding six months or to a fine not exceeding five thousand rupees or to both euch imprison- ment and fine, and the court by which he is convicted may ‘order the employer to pay, to the dismissed person as com~ pensation, a eum not exceeding an amount equal to three months remuneration at the rate which remuneration was ast payable to him by.the employer.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Mobulization and Supplementary Furces h Act, No. 40 of 1985, . 2%, Any member of the armed forces or. the police Serondment force may be seconded for service in the Reserve in accor- members of dance with such conditions of service as may be specified: Syed forsee 1m that behalf. : + Breas . . vy Service in, ‘the Heeerve. 25. Any member of the Reserve may render full-time: Fulltime service to the Reserve subject to such terms and conditions “77 as may be specified in that behalf. a 26, The law for the time being in force goverhing' Terms and ‘the discipline of any armed foree or police foree, other conditions than such provisions of that law as relate to the trial and tg ‘members punishment of civil offences, shall apply to, the members.of he Résatiin: the Reserve who are rendering initial service, reserve |” service, full-time service or mobilized service, in like manner as they apply to the members of such armed force’ or police force. . 2%, Members of the Reserve, shall be paté such salary Pay dc, th ' mt To? mmembeea et and allowances as may be determined, Be Resereg: oy Selstmined! 28. Ail property belonging to the Reserve other than the! All property property of individual members of the Reserve, and the of Hesetve exelusive right to sue for and recover monies, and other the Dires- property due to the Reserve or to any Part of the Reserve, @/-Genera}- shall vest in the Director-General of the Reserve along’ with the power for him to sue and to make such ‘contracts and conveyances, and to do all other lawful things relating to such property; and any civil or criminal procéedings taken by virtue of this section by: the Director-General: of the Reserve shall not be discontinued and shell. not. abate by reeson of his death, resigaation, retirement or ~ removal from office, but may be carried on by and in thé “name of hig successor in office, ; ~ 2: () Any memher of the Reserve who “fails to re: Pasiure to port for initial service when called upon to do sp shall be TePart for guilty of an offence and shall on conviction after summary Gffense trlal, be Hable to imprisonment of either description ‘for.a term not exceeding four years, . ‘ 2) @) Any member of the Reserve who fails to repart for reserve servide or robilized service in the police farce shall be guilty of an offence and shall on conviction after summary tris] he Iable to imprisonment of either descrip tion for a term not exceeding four years. Le",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "2B Mobitization and Supplementary Forces Act, No. 40 of 1985 ““lit} Ary mentber of the Reserve who fails to report for reserve satvice ‘or mobilised service in the armed forces shall be guilty of an offence, and on conviction by a court martial convened under the Army Act, Navy Act or Alt Force Act ox the case msy be, shall be tiable to rigorous imprisonment for a tetm not exceeding four years or be Hable to be cashiered, dismissed with disgrace or discharged qwith ignominy as the case may be, or to suffer any less severe punishment in the scale set out in section 133 of the Acmy Act or section 120 of the Navy Act or section 133 of the Air Foree Act. Ceptacate ; 30 In a prosecution under section 29, the certificate of Auibarty “under the hand of the Authority to the effect that.» member be Prim of the Reserve, has failed to report for service when called evidence. upon ta do so, shall be prima facie evidence of the facts stated therein, Non sop'er ,81,_Nothing contained in the Firearms Ordinance, the billy of ta Explosives Act, the Offensive Weapons Act, No. 18 of” Yo mecabers .. 1966, shall apply to, and in relation to, members of the oe. Reserve whilst on parade or in the course of discharging “¢ their duties as such members. Modited“* . \"32, Section 49 of the Firearms Ordinance shall have eee tes ot effect ax if the reference to “Her Majesty’s Forces” con- the Firearms tained in that section, included a reference to members of the Reserve. Modined . %% Section 8 (i) of the Firing Ranges and Military est of geotion, ‘Training Act, shall have effect as if the reference to St'the Firing “naval military’or air force of Ceylon” contained in that Farge ’™4 section, included a reference to the Reserve. ‘Training Act. ‘Reguletiona 34° Regulations may be made in respect of any or all. ~ of the following matters :— (©) the units and strength of the Reserve ; (©) the rank structure of members of the Reserve; (©) the uniforms to be wom by members of the Reserve; (d) the taining of reembers of the Reserve ; “(@) the discipline of membarg of the Reserve ; “(Up the disbandment of the whole or part of any unit of \"+ the Reserves” (9) the administration of the Reserve ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "Mobilization and Supplementary Forces B Act, No. 40 of 1985 .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(h) any matter stated or required by this Part of this ‘Act to be prescribed ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "{i) the convening and constituting of courts martial ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "{@) the adjournment, dissolution, and sittings of courts martial ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(k) the procedure to be observed in trials by courts martial ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "@ ‘he confirmation and revision of the findings and sentences of courts martial ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "{m) the forms of arders ta be made under the provisions Of thig Act, relating to courts martial, imprison- ment, oF detention ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(a) any matter in respect of which regulations are autho- ised to be made by this Part of this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "35, The Secretary to the Ministry of the Minister in Issueat charge of the subject of Defence shall control the sms éc. issue of arms and ammunition to members of the Reserve as prescribed.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "For the purposes of this Part of this Act, “Minister” means the Minister in charge of the subject and function of manpower mobilization and training. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "PART V Naxtowat Caner Cones",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "36, Thete shall be refsed and maintained, in accordance Nationat with the provisions of thig Act, a Corps to he known as the ers. Notional Cadet Corps (hereinafter referred to a “the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "“Corps”.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "37. (1) The Corps shall be formed into such units and President",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "shall consist of such strength as the President may from Qeermine i i . uniteand time to time determine #",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(2) The structure and ranks of the Corps and the fCom® appointments, promotions, demotions to, and from, such ranks shall be as prescribed.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "88. The Presidnt shall appoint a fit and proper person Director 8 Director of the Corps, who shall be responsible for the of the administration, training, discipline and efficiency of the SOM Corpa, :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "4 Mobilization and Supplementary Forces Act, No. 40 0f.1985 ‘Precident 39. The officera of the Corps shall be appointed .by the to appoint Presi ‘Stondard of 40. (i) The Corps shall provide pre-military training eee and civic training to students ine (2) The Council shell, after consultation with the Director Coane. of the Corps, specify the standard of efficiency and the degree of proficiency to be attained, by a cadet before he can bbe passed a8 efficient, , 7 Secondment 41, Amy member of the armed forees or the police force golice™ or the Reserve may he seconded for service in the Corps om service full-time or part-time basis and subject to such terms and Een conditions as may be specified in that behalf Sedeta 42, (1) Subject to the regulations made under this Act, * E2arged a cadet, may be discharged fram the Corps on the expiration Bimtin Of tHE Betlod for which he was enrolled. aos @) ‘The Director of the Corps may dismise any cadet for enrolment, a breach of discipline committed by the cadet. Discipline 43. (1) Any cadet who— the Corpe, (@) in such manner as to show wilful defiance of autho- rity, disobeys any lawful command given to him or conveyed to him personally by an officer, or (®) contravenes or faile to. comply with any order or regulation made under this Act, shall be disciplined in such manner as is prescribed. come 44, ‘The Corps, shall not be called out for active service, called but the officers of the Corps, may be summoned for mobl- active lized service in the manner provided for the summoning of 7 members of the Reserve for mobilized service, Sepain 45, Ail persons who, immediately before the date of Seemed commencement of this Act, were cadets enrolled in the Sri tobe ot Lanka Army Cadet Corps or the Police Cadet Corps shall the'Gorps. be deemed to be cadlats enrolled in thé Corps with effect trom the date of the commencement of this Act, Beecnine. 48. ‘The Minister shall with the concurrence of the sBogancet | Minister in charge of the subject of Finance, determine the sotgsct allowances af the officers and cadets ot the Corps. : a : , 5 Corps. . :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Mobilization and Supplementery Forces 15 ‘Act, No. 40.0f.1985.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "41, All property belonging to the Corps other than the Property property of individual members of the Corps end the ex- P05, clusive right to sue, and recover, monies and other property rest inthe due to the Corps or to any part of the Corps, shall vest in Divector the Director of the Corpa for the time being, with power Corps. for him to sue, to make contracts and conveyances, and to do all other lawful things relating to sueh property, and any civil or criminal proceedings taken by virtue of this section by the Director of the Corps shall not be discontinued and shal] not abate by reasons of his death, resignation, retire- ment, or removal from office but may be carried on by, and in the name of, his succestor in office,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "48, Nothing in the Firearms Ordinance, The Explosives Certain Act, and the Offensive Weapons Act, No. 12 of 1966, shall Aq#,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "_ apply to, and in telation to, officers end cadets of the Corpe gpply to whilst on parade or in the course of discharging their duties Sy cadets as such officers and cadets. gthe",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Cope",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "49, Section 46 of the Firearms Ordinance, shell have Modifestion efiect as if the reference to “Her Majesty’s Forces” firearms contained in that Ordinance, included a reference to Ordinance officers and cadets of the Corps. oer",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Sadets of the Comms.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "50, The Minister may, by Order published in the Application Gazette extend any provision of Part IV of this Act to SF : ‘Members of the Corps other than cadets and where any such provision {s so extended, references in that provision to members of the Reserve shall be deemed to include a . Tefetenea to members of the Corps other than cadets.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "Bi, Regulations may be made providing for all or any Regulations, ‘of the following matters:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(@) the organisation, controf, administration and discl-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "line of the Corps;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(®) the uniforms to be worn by members of the Corps;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{c) the training’ af cadets;",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(@ the disbandment of the whole or any part af any Unit of the Corps;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(@) the age and other qualifications for cadet member-. ship, promotion, advancement or reduction in rank, of, cadets and dispensation with the services of cadets 5",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "6 Mobilization and Supplementary Forces Act, No. 40 of 1985",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(f) the termination of the service of any member of the Corps other then a cadet ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(g) any matter which is by this Part of this Act stated or required to be prescribed ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(h) any matter in respect of which regulations are required to be made by this Part of this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "For the purposes of this Part of this Act—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "“student” means any citizen of Sri Lanka above the age of sixteen years who is a student of a school or an institution established in accordance with the laws of Sti Lanka and imparting education in conformity with national policy.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "“active service” has the same meaning as in section 162 of the Army Act,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "“Minister” means the Minister in charge af the subject and function of the national cadet corps.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "PART VI Surrumenurtany Fonces Retabtish- 52. (1) The President may, by Order published in the Bioaise Gozette (hereinafter referred to 23 “an Establishment epenlary Order”) raise and maintain in accordance with the provi+ Forcen, sions of this Act—_ .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(a) the Nationa! Auxiliary force ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(@) any other Auxiliary fore ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "{¢) any Para-military force ;",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(@) the Home Guard;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(@) any Civil Defence force. (hereinafter referred to as “Supplementary Forces\") to support and assist the armed forces and the police force.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(2) Every Establishment Order shall—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(0) assign # name and style to such Supplementary Force;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(By specity the objectives of such Supplementary Forces.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 19,
    "text": "(8) Upon any Eotablishment Order being made under the provisions of subsection {1}, a Supp'ementary Force under the name and stvle spectied in such Order shall he deemed to have heen established for the objectives specified in the ‘Order,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "Mobilization and Supplementary Forces n ‘Act, No. 40 of 1985 53. (1) The President may, by Order published in the Distend- Gazette (hereinafter referred to as “a Disbandment guppie- ‘Ordec} disband the whole or any part of any Supplemen- mentary tary Force established under the preceding provisions af Fees thus Port of this Act, (2) Upon any disbandment Order being made under the Provisions of subsection (1} the Supplementary Force speci- fied in the said Order shall be deemed to have been @isbanded,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "54, The Frosident shatl appoint a fit and proper person Appcint 4 the Commandant of each Supplementary Force, who shall Gonmian- be responsible for the command of such Supplementary Such Sup- Force. plementery",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "55, Withaut prejudice to the powers of the President Appoint- under the Constitution, the Commandant of the Supplemen- desiguated . tary forces shall be subject to the operational command and SommAnSer- control of 3 designated Commander, designated by the President, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "For the purposes of this section, designated Commander» means any one of the following persons :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(@) Commander of the Army;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(8) Commander of the Navy ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(©) Commander of the Air Force;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(@ The Inspector-General of Police ; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "*  {@) Any fit and proper person, designated by name or by office, by the President by notice published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "56. ‘The Council shall, after consultation with the Com- Council te mandent of a Supplementary Force specify the conditions th of efficiency and the degree of proficiency to be attained by of efficiency @ member of a Supplementary Force before such meraber oll can be passed as efficient.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "+ M1, The President may appoint the officers of any Sup- Mannér of Plementary Force, and shell specify the terms and SPURS og conditions governing such appointment. 1, Members,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "B Mobilization and Supplementary Forces Act, No. 40 of 1985 Second; - \"$8 (1) Any member of the armed forees or the police Siembers force may be seconded for service in the Supplementary Stmedforesa Force. : : or the police (2) The conditions of service of members seconded. for into. service under subsection (1) shall be prescribed, service . a ine ‘Supple- uentary Dail ot 58. (1) Each Supplementary Foree shall consist of auch Ber Gey Units as may be specified in the Establishment Order, esta- Pores. blishing such Supplementary Force. (2) The President may from time fo time determine the . strength of each Unit of a Supplementary Force. apllce, 60, ‘The lnw for the time being in force governing the Bug ct. discipline of any srmed force or police force, other than such Mites provisions of that law as provide for the trial and punish- Itbers tent of civil offences shall apply to the members of such ote Supplementary Force in a like manner as they apply to the me members of such anmed force or police farce. . Forces. Bay te, 61. The members of every Supplementary Force shell be 2 paid such salary and allowances as may be determined. Vesting of $2, All property belonging to each Supplemedtary Force ¥yeperty other than the property of individual members of such Sup- Supplemen- plementary Fores and the exclusive right to sue for and oy recover monies and other property due to such Supplemen- in the tary Force or to any part of such Supplementary Force, ae shall vest in the Commandant of such Supplementary Force auch tor the time being, with power for him to sue, to make nen contracts and conveyances, and to do all other lawful things Force. telating to such property; and any civil or eriminal pro- ceedings token by virtue af this section by the Commandant ‘of such Supplementary Foree shall not be discontinued and . shall-not abate by reason of his death, resignation, retire- : ment or removal from office, but may be carried on by and fn the name of his successor in office, Pan ele- 62. Nothing in the Firearms Ordinance, the Explosives sme Act and the Offensive Weapons Act, No. 18 of 1966, shall ta members apply to, and in relation to, members of any Supplernentary Supple Force whilst on parade or in the course of discharging their Rnay duties, as members of such Supplementary Fores. ,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "Mobilization and Supplementary Forces 19 Act, No. 40 of 1985",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "4. (1) Regulations may be made in respect of any or Regul all of the following matters :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "(a) the uniforms to be worn by the members of-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "‘Supplementary Forces ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "(b) the training of members of Supplementary Forces ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "{e) the discipline of members of the Supplementary Forces ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "(a) the rank structure of the Supplementary Forces;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "{e) the administration of the Supplementary Forces ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "() any matter which is by this Part of this Act stated ‘or required to be prescribed ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "{g) the numerical establishment of units of the Supple- mentary Forces and the ranks therein ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "(h) any matter in respect of which regulations are autho- rized or required to be made by any provision of this Part of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "For the purposes of this Part of this Act, “Minister” saeana, the Minister in charge of the subject of supplemen- ‘tary forces,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "PART VIL . (GENERAL",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "68. (1) Minister with the approval of the President may Regulations. make regulations in respect of any or all matters in respect of which regulations are outhorized or required to be made by any Part of this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "(@) Bvery regulation made under subsection (1) shall be published in the Gazette, and shell come into operation on",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "_the date of such publication, or om such later dute as may be specified in the regulation,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "(8) Every regulation mate under subsection (i) shall as soon as eonventent atter its publication in the Gazett», be brought before Parliament for it approval. Any regulation which is not so approved shall be deemed to be rescinded as from the date of disapproval but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "(4) Notification of the date on which any regulation is ‘deemed to be so rescinded shail be published in the (Gazette.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 19,
    "text": "(5) In this Part of this Act “Minister” means the ‘Minister in charge of the subject of manpower mobilization and training. ~~",
    "mean_p_confidence": 0.82
  }
]