[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ON PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA COAST CONSERVATION ACT, No. 57 OF 1981 [Certified on 9th September, 1981] Printed on the Orders of Government \\ Published as s Supplement to Part, II of the Gazette of the Democratic Socialist Republic of Sri Lanka of September 11, 1981 avs So oF GORE re eh ~ ‘TO BE PURCHASED AT THE GOVT, FUBLICATIONS BUREAU, COLORIBO: Prico: Re. 1.20 Postage: 75 cents",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Coast Conservation Act, No, 5? of 1981 - . [Certified on 9th September, 1961}. ‘LD_0 08/78 we : : Aw Acr TO MAKE PROVISION OR A SURVEY OF THE COASTAL",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘Zone AND TEE PREPARATION OF & CoasTaL ZONE MAWAGEMENT",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "PLAN; 10 REGULATE AND CONTROL DEVELOPMENT ACTIVERIBS",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "winaat tit Coastal ZoNm; TO MAKE PROVISION FOR ‘THE",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "FORMULATION AND EXECUTION OF SCHEMES OF WORK Poa COAST",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(CONSERVATION WETITN THR COASTAL ZONE ; £0 MARE CONEEQU-",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "ENTIAL AMENDMGNTS 50 CERTADY WRIVIEN LAWS; AND 70",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "PROVIDE FOR MATTERS CONNECTED THEREWFTE O INCIDENTAL",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". ‘THERETO, BE it enacted by the Parliament of the Democratic Socislist, ‘Republic of Sri Lanka aa follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1, This Act muy be cited as the Coast Conservation Act, Short cle ‘No. 67 of 1981, and shall come into operation on puch date (zd date of aa the Minister may appoint by Order published in the Gazette (hereinafter referred to as the “appointed date”).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "PART I + Apanesresrzow 2 The administration, control, custody and management Adminis. of the Coastal Zone are hereby vested in the Republic. gear , yond Republic, 3 For the purposes af this Act— (a) there shall he appointed a Director of Coast Conserva- tion (hereinafter referred to as “the Director”) ; (6) there may be appointed @) such number of Deputy Directors and Assistant ‘Directors ; and Gi) such other officers,” fis may be necessary to assist the Director in the adminis- tration and implementation of the provisions of this Act. 4, The Director shall be responsible Dlties and (@) for the administration and Amplementation of the atthe” provisions of this Act; Director (b) for the formulation and execution of schemes of work tor const conservation within the Coaatel Zone ; and (@) for the conduct of research, in collaboration with other departments, agencies and institutions for the Purpose of coast conservation, 3 Ax e716 16,100 (07701)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "z Coast Conservation Act, No. 57 of 1981 Dagestan to 5, The Government Agent of any administrative district Syathis within which any part of the Coastal Zone is situated may, pore. upon an authorization in writing by the Director and °+ bail subject to the general direction and control of the Director, Bader to exercise, perform and discharge within that administrative © Governinnt district, all or any of the powers, duties and functions con- Agent. ferred or imposed on, or assigned to, the Director by Part It! of this Act. . : ; Coast Con- 6, ‘There shall be esteblished a Coast Conservation servation Advisory Council (hereinafter referred to as “ the Council \") Council consisting of the following members :— _",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(a) the person for the time belng holding the offlce of | - the Secretary to the Ministry of the Minister inf charge of the subject of Coast Conservation, who * shall be the Chairman of the Council ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{b) a senior officer of the Ministry of the Minister in charge of the subject of Tourism nominated by such Minister ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(©) a senior officer of the Ministry of the Minister in charge of the subject of Shipping nominated by such Minister ; “ ‘",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) a senior officer of the Ministry of the Minister in’ charge of the subject of Local Government nomina- ted by such Minister ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(e) a senior officer of the Ministry of the Minister in charge of the subject of Home Affairs nominated by such Minfster ; E",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "| (f) a senior officer of the Ministry of the Minister in",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "charge of the subject of Industries nominated by such Minister ; |",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(g) the person for the time being holding the office of the Director, who shall act as Secretary to the Counell ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(hy ‘the Director of the body or other person responsible for aquatic resources, research and development ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "43) the person for the time being holding the office of the Land Commissioner or his representative ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "G) the person for the time being holding the office of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". the General Manager of the Urban Development",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Authority established by the Urban Development - Authority Law, No. 41 of 1978, or his representative ; (&) the ‘person for the time being holding the office of the Director of Irrigation or his representative;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Const Conservation Act, No: 57 of 1981 3",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "() three other members appointed by the Minister, one _ of whom shall be a member of the academic staft “ of one of the Universities in Sri Lanka, one of whom shall be representative of the yoluntary organiza~",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "tions concerned with the coastal environment and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "._ one af whom shall be representative of the, fishing",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "og Andustry, , we . . ‘A member appointed under this paragraph ix hereinafter referred to as an “appointed member\".",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "4. The functions of the Council shall be to— + Hunctions",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(a) advise the Minister on atl development sctivities pro- Council, posed to be commenced in the Coastal Zone ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{b) review the Coastal Zone Management Plan prepared in accordance with the provisions of Part II of this Act and furnish recommendations, ff any, thereon to the Director ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "ne Wine",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(©) review the environmental {eapact assessments furnish ‘ed to the Direcior in connection with applications for permits under section 14, and make comments it any, thereon to the Director ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(4) tnfoem the Director of the need for schemes of work within the Coastal Zone, whenever such need arises ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(@) advise the Minister or the Director, as the case may ‘be, on any other matter relating ta coast canserva- tion that may be referred to the Counell by the ‘Minister or the Director, as the case may be.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "8 (1) Every appojuted member of the Council shall hold Term of ‘office for a poriod of three years, unless he eatlier vacates appointed ‘office by death, resignation or removal, . ot gh the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Sounei",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@) ‘The Minister may, if he considers it expedient to do $0, by Order published in the Gazette, remove from office any appointed member of the Coumeil without assigning any reason. therefor and such removal shall uot be cslled in question in any court,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) An eppointed member may'at any time resign his office hy latter to that effect addressed to the Minister,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "‘ Coast Conservation Act, No. 57 of 2981 i",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(4) It.an appointed member of the Council dies or resigns or is removed from office, the Minister may, having regard to the provisions of paragraph (I) of section 6, sppoint any other peraon to be a member in place of the member ‘who dies, resigns or is removed from office.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(8) A member who has heen appointed under subsection (4) shall, unless he earlier vacates his office by death, resig- nation or removal, hold office for the unexpired period of the term of office of his predevessor.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(6) Where on appointed member of the Council is by reason of illness, infirmity or absence from Sri Lanka for s period of not less than three months, temporarily ‘unable to perform the duties of his office, it shall be the duty of such member to so inform the Minister in writing. ‘The Minister may, having regard to the provisions of para- graph () of section 6, appoint another person to act in the place of such member, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(1) Any appointed member of the Council who vacates office other than by removal shall be eligible for reappoint- ment, -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "‘Acts or 9% No sct or proceeding of the Couneil shall be invalid Biss\" yy reason anly of the existence of any vacancy in the Council Gotbed not —_or any defect in the appointment of a member of the Council. fo be invalia ‘by reson aay detectin ie ofamember. Mewting of 10. (1) A meeting of the Council shall be held at Jeest once in every two months, ~ ya @) The Chairman or in his absence, the Director ar in the cae of the absence of both, a member elected by the members present, shall preside at meetings of the Council, (8) All questions for decision at any meeting of the Coun-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "ll shall be decided by the vote of a majority of the members",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Present. In the case of an equality of votes, the member",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "preaiding shall have a casting vote.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(4) The quorum for any meeting of the Councit shell be seven membera and subject to the provisions of this rection, the Council may regutate ita own procedure.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Coast Conservation Act, No. 57 of 1981 5 “ ob PARTIE. isscsers t,t 1° QoastaL Zone Mawagmamesre ©0204",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "12, - (1) Aa soon as practicable after the appointed date, Survey of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "the Director shall cause a strvey to be made of the Coastal Com'#lZome,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Zone and shall prepare a report based on the results of such",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "survey. The report shall inchude— m",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "{a) an inventory of all structures, roads, excavations,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "_ harbours, outfslls, dumping sites and other works Jocated in the Coastal Zone; ~~ (d) an inventory of ail coral reefs found: within the Coustal Zone ; . (c} an inventory of ail commercially expioitable mineral deposits, both proven and suspected, located within the Coastal Zone; * *",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(@ an inventory of all areas within the Coastal Zone of religious significance or of unique scenic value or of value for recteational purposes, including those areas most suitable for recreational bathing ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(©) an inventory of all estuarine or wetland areas within - the Coastal Zone with an indication of their signifi-‘ cance as fisheries or wildlife bubitat ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "*@) an inventory of all areas within the Coastal Zone of special value for research regarding coastal phenomena, including fisheries and shell fisheries,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "» ea erosion, littorel- movements and related subjects ; .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(g) on inventory of all areas within the Coastal Zone from which coral, sand, sea shells or other subs- tances are regularly removed for, commercial or industrial purposes;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(h) an assessment of the impect of sea erosion ‘on the Constal Zone including a quantified indication, by geographical location, of the amount of Zand lect thereby, an estimate of the economic cost of such oss and the extent’ fo which human activity has eontributed to such logs; « - t *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": ". 6 Coast Conservation Act, No, 57 of 1981",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": " (@ an estimate of the quantities of sand, coral, sea shells and other substances being removed from the Coastal Zone, together with an estimate of the ‘extent to which such quantities can be supplied from other squrces or other materials: and. an a -. analysis of the economic practicability of doing 00",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": ". ands; we a eS ty G) 4 census, classified’ by geographical areas, and by activity, of all workers currently engaged on a regular basis in the removal of coral, sand, sea shells or other substances from the Coastal Zone and a census of the dependants of such workers and : estimate of the per captta income obtained from",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "these activities.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": ": (2) In preparing the report under subsection (1), the Director shall have regard to relevant data and information collected or compiled by Government departmente, institu- tions and other agencies, and it shall be the duty of the heads of such departments, institutions and agencies to furnish any such data or information as may be reasonably required by the Director for the purpose of preparing such report. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "Coastal Zone 12 (i) The Director shall, not later than three years Management atter the appointed date, eubmit to the Council a compre- hensive Coastal Zone Management Plan (hereinafter referred to as “the Plan”), based on the results of the survey made in purstiance of section 11, The Pian, shell include~ » (a) the guidelines to be used in determining the suita~ bility of particular development activities in the Coastal Zone; (b) proposala which deal with the following subjects :— @) land use ; . vee 7 (il) transport facilities ; . (Gil) preservation and management of the scenic and other natural resources ; iv) recreation and tourim; (v) public works and facilities, including waste disposal facilities, harbours. and. power . plants; (vi) mineral extraction ; (vii) living resources ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Cogat Conservation Act, No. 57, of 1981- 2% -. » (vii) -human gettlements 5 - (ix). agriculture ; and > + ae ee within the Coastal Zone; 3s =. . (c) proposals for the reservation of land or water in the - Coastal Zone for-certain uses, or for the prohib&ion +) swof certain activities in certain areas of the Coastal\" (d) & comprehensive. programme. for. the utilization:-ot manpower displaced as a direct result of more. effective Coastal Zone regulation ; and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "{e} recommendations for strengthening Governinental",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "policies and powers and the ‘conduct ‘Gf reséarch | for the purposes of coast conservation.\" \"7.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "2) The Couneit shal, within sixty days of the) Platt being submitted to it by the Director, make modificatioris,, if any, to the Plan and submit the Plan to the Minister for provisional approval. ...",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "@) Upon the submission of the Plan to the Minister under subsection (1), he shal} make it available for public inspection. Any person may, within sixty days of the date ‘on which the Plan is made available for public inspection, submit any comments thereon to the Minister in writing.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(4) At the end of the period of sixty days referred to: in eubsection (3), the Minister may provisionally approve, ‘the Plan subject to such modifications, if any, as he may consider necessary having regard to any comments sub- mitted to him under that subsection snd shall submit the. Plan to the Cabinet of Ministers for final approval. Upon the approval of the Plan by the Cabinet of Ministers, the | ‘Minister shall cause the Plan to be published in the Gazette:* ‘The Plan shall come into operation on the date of such. publication or on such later date as may be specified theretn.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "{5} ‘The Plan shall be revised during the period of four years commencing from the date of caming into operation” of the Plan ‘and within a period of four years from the date + of every revision of the Pian and the provisions of aubeec- tions (2), (3) and (4) shall, mutatis mutandis, apply ia respect of every much revision. phon",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "4% Coast Conservation Act; No, 57 of 1981",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(@) ‘The Minister may, on the recommendation’ of the Council, make such regulations as may be necessary to give effect to any of the provisions of the Plan including regula- tions regulating the use of the foreshore by members of the public, or any development activity within the Coastal * Zone. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(7) The Minister may make such regulations as may be necessary to give effect to any of the provisions of the Plen including regulations restricting and controlling the use of the foreshore by members of the public or prohibiting or controlling any development activity within the Coatal Zane, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "Minister to 43. The Minister may, having regard to the long term grgecrtbe stability, productivity and envitonmental quatity of the issue permits, Coastal Zone, prescribe the criterla to be used in determin- ing whether a permit should be issued under section 14 upon an application made in the behalf to the Director after the appointed date and prior to the date of coming into opera- tion of the Plan, PART I ‘Peat? PROCEDURE Lasue of ” Ma (1) Notwithstanding the provisions of any other law, Dern, no person shall engage in any development activity other than a prescribed development activity within the Coastal Zone except under the authority of a permit issued in that ‘behalf by the Director, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "@) ‘The Minster may, having regard to the effect of those development activities on the long term stability, productivity and environmental quality of the Coastal ‘Zone, prescribe the categories of development activity which may be engaged i within the Coastal Zone without a permit issued under avbsection (1).",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(3) An application for a permit to engage in any development activity within the Coastal Zone shall be made to the Director in the prescribed manner. Every such application shall be in the prescribed form, ehall contain the prescribed particulars and be secompanied -by the pteseribed foe, my",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "‘Coast Conservation Act, No. 57 of 1981 8",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "16, No permit shall he issued by he Director under this Conditions for Part unless the proposed development activity— veg",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) 4a consistent with the Coastal Zone Management Plan",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "- + and any -regulations made to give effect to euch",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Plan, or if the application is received prior to the date of coming into operation of such Plan, satisfies the criteria prescribed under section 13, and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(Gy will not otherwise have any sdverse effect on the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "stability, productivity ond environmental quality of the Costal Zone. 16. (1) Upon receipt of an application for a permit to Eneironmantal engage in a development activity within the Coastal Zone, imPAct the Director may require the applieat to fumish an environmental impact assessment relating to stich develop- ment activity and it shell be the duty of the applicant to comply with such requirement. Every environmental impact assessment furnished under this section shall contain such particulars as may be prescribed. - tote (2) The Director shall, on receipt af an environmental - impact assesument furnished to him by an applicant in compliance with any requirement imposed on such applicant under subsection (1)— . (@) subrait a copy of such assessment to the Council for its comments, if any; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(b) by notice published in the Guseite, notify the place ‘and times at which such assessinent will be available for inspection by the public, and invite the public to make its comments, {f any, thereon. ~",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(8) (a) The Council shall, within sixty days of an environmental impect assessment being submitted to it under subsection (1), make its comments, if any, thereon to the Director, i",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "@) Any member of the public may within thirty days of the date on which a notice-iinder paragraph (6) sit sub- section (2) relating to such amesiment is published in the Gazette make his comments, if any, thereon to the Director,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "19 Coast Conservation Act, No, 57 of 1981 a @ In deciding whether to issue a permit under section 14 authorizing a person to engage in a development activity within the Coustal Zone, the Director shall have regard to any comments made under subsection (3) on the environ- mental impact assessment, if any, relating to auch activity and any development projects commenced by the Urban Development Authority in any are declared to be an urben development area under the provisions. of the Urban Development Authority Law, No, 41 of 1978, (S) The Director shell, within sixty days of the receipt by him of any comments made under subsection (2), make ‘the decision referred to in subsection (4). : i Spnaitions JT, ‘The Director may attach to any permit issued under ‘yo permits, this Part, such conditions as he may consider necessary for. the proper management of the Coastal Zone, having regard to the Cosstal Zone Management Plan, or to any scheme of work for coast conservation, ‘Duration and 18. (1) A permit issued under section 14 shalt remain in ZESTE* force for such period as the Director may specify therein. (2) The holder of permit may, not less than one month prior to the date of expiration of sub permit, apply for a renewal of such permit. An application for renewal of & permit shall be in the prescribed form and shail be accom- panied by the prescribed fee. (8) Where the holder of a permit desires to transfer the permit to another person, such holder may apply to the Director for permission to effect such transfer, and the Director may by order permit such transfer subject to the payment of the prescribed fee,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "Yarigtional, 18 ‘The Director may make an order varying the condi- gondigoot tions attached to any permit issued under section 14 or revoking such permit ff he is satisfied that—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "(a) the pexmit-holder has contravened any of the conditions attached to such permit; or ‘ 7",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "{b) such variation or revocation is necessary ax expedient for the proper management of the Cosstal Zone,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "Const Conservation Act, No. 57 of 8. 11,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "An order of the Director varying the conditions attached toa permit issued under section 14 or revoking such permit shall state the grounds therefor, and the Director shall ‘cause a copy of such order to he served on the permit-holder. .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "20. .(01) Where any condition attached to a permit issued Exerutionof under section 14 requires the execution by the jpermit- Sma\" ‘eolder, of a scheme of work and where the permit-holder “™ervatom fails to execute such acheme, the Director may, by notice {n writing, require the permit-holder to exeoute within much perlod as may be specified in such notice, such scheme.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "2) Where a person on whom a notice is issued under subsection (1) fails to éxecute the scheme of work referred to In such notice within the period specified therela, the Director may, after offering that person an opportunity to show cause, execute such scheme and shall be entitled to eecover the costs thereof from such person.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "21. Any person aggrieved by an onder of the Director ne Appeals. fusing to issue a permit under section 14, or an order under subsection (3) of section 18 refusing to permit the trensfer of any such permit or an order under section 19 varying the conditions attached to any such permit or revoking any : auch permit or requirement imposed by the Director under ‘ subsection (1) of section 20 may, within thisty days of the date of the notice imposing such requirement or such order, at the ease may be, appeal therefrom to the Secretary to the Minlstry of the Minister in charge of the subject of Coast Conservation. The decision of the Secretary on any such appeal shall be final.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "22, Nothing in this Part ot this Act shall be reed and Provision of fsonstrued 36 requiring « person to obtain a permit under ie appiy to fection 14 for the maintenance or dredging of exsting Somerct, navigation channels if the dredged spoils are deposited in. exiting’ disposal areas approved by the Director. cael",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "2 Coast Conservation Act, No, 57 of 1981 > PART IV. Lie _ ces ‘Transitionst (1) Notwithstanding anything in section 14, where ‘Provisions, any person wha was engaged, on the day immediately preceding the appointed date, in any development activity within the Coastal Zone, heing an activity which was lawful according to the Iaw in force on that-date makes, within ‘twenty days of the appointed date, an application for a permit under section 14 in respect of that activity, tt shall be lawful for euch person to engage in that activity until the determinatiton of that application, . (2) Where an application made by a person referred to in subsection (1) for a permit under section 14 is refused by the Director and such person is compelled, in consequence of such refusal, to abandon any equipment or fixtures used for, or in connection with, the development activity in respect of which that application was msde, such person shall be entitled to reasonable compensation for the equipment or fixtures so abandoned. mo Permits 24. (1) The Director or any officer authorized by him in ier tte angt | ®Titing, may issue permits subject to such conditions as he to are sea_'™8Y impose having regard to the Plan, for the oocupation, bed for any period not exceeding three yeara, of any part of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "the foreshore or bed of the sea lying within the Coastal Zone.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "(2) The Director may, after auch inquiry as he may deem necessary, cancel any permit if he fs satisfied that the permit-holder has contravened any of the condittona attached to euch permit. . .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "(8) Any person aggrieved by an order of the Director or of any officer authorized in writing by the Director refusing to feene a permit under subsection (1) or cancelling 3 permit under subsection (2) may appeal therefrom to the Secretary to the Ministry of the Minister in charge of the subject of Coast Conservation, ‘The decision of the Secretary on any such appeal shall be final,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "Coast Conservation Act, No. $7 of 1981 a",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "25, (1) Where the Director finds that the quality of the Director to water in the Constal Zone or the stability af-the Coastal v°direcnom Zone is being adversely. affected by the intrusion of any Hyun ot waste or foreign matter or by physical activity, he shall— Eppa:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "(a) Sf the source of such waste or foreign matter is Eosstl zooe, within the Coastal Zone or if such activity Mes 1\" “within the Coastal Zone, require, by a notice in coe writing, the’ person responsible therefor to take ‘ '. such corrective measures as are specified in such \" notles or to desist from such activity; and ® (b) if the source of such waste or foreign matter, or if * such activity, is not within the Coastal Zone, request . the appropriate Iocal authority or agency to take ” guch measures as may he necessary to prevent such intrusion of activity. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "@ A local authority or agency to which a request is made by the Director under paragraph (5) of subsection (2) shall take ali steps within its power to comply with such request. ° Tf a local authority fs unable to comply withi any such request, i¢ may’ notify the Director accordingly and upon such notification the Director shall take such measures as may be necessary to prevent such intrusion or activity.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "2%. Tt shell be lawful for the Director or any officer Powers generally or specially authorized by him in writing, at any °™ reasonable time to enter upon any land within the Coastal Zone and then do such acts as may be reasonably necessary for the purpose of executing any scheme of work or uf ' ascertaining whether the conditions attached to any permit i ‘ssued under this Act are being or have been complied i with or of making any gurvey, examinalion of investigation, i pteliminary or incidental to the exercise of any power ot the discharge of any function under this Act, or any regu- lations made thereunder.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "27, The Director may, by a notice in writing, require any Returns person eugeged in any development activity within the i Constal Zone under the authority of w permit issued under i",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "iy Coast Conservation Act, No, 57 of 1981 : this Act, to furnish him with such returns and information == an may be prescribed and it shall be the duty of such : person to comply with the requirements of such notice.” Gontraven- 28 (1) Any person who acts in contravention of the prow Prowisions visions of section 14 shall be guilty of en offence under = idan this Act and shall on conviction, after qummary trial ander before a Magistrate, be liable in the case of a first offence, this Act, to a fine not Iess than five hundred rupees and not exceeding tweaty-five thousand rupees or to imprisonment : of either deseription to a term not exceeding one year or to both such fine and imprisonment, and in the case of H a second or subsequent offence, a fine of not less than one | thousand rupees and not exceeding fifty thousand rupees or to imprisonment of either description for a term not exceeding two years or to both such fine and imprisonment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(2) Upon the conviction of any person of an offence under subsection (1), the Magistrate may make order declaring that any vessel, craft, boat, vehicle, equipment or machinery used in, or in connection with, the commis- sion of that offence together with any article or substance found on board such vessel, craft, boat or vehicle shall be forfeited. Upon such order, the property referred to in the order shall vest absolutely in the State, Such vesting shall take effect— .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(@) after the expiration of the period within which an appeal may be preferred to the Court of Appeal against the order of forfeiture ; or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "{b) ‘where an appeal has been prefered to the Court of Appeal against the order of forfsfture, upon the determination of the appest confirming or uphold- ing the order of forfelture:' :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "Provided, however, that the Court may make order",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "releasing eny vessel, craft, boat, vehicle, equipment, machinery, article or substance if it is proved that such vessel, eraft, boat, vehicle, equipment, machinery, article or substance belongs to person other than the person convicted of the offence and that other person satisfies the court that he had no knowledge that it would be used in, of fn connection with, the commission of the offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "Coast Conservation Act, No. 57 of 1981 18 j 9 ,Any person who-— : ++ Offenses. t (©) fails to comply with the requirements of a notice 1. pent by the Director under paragraph (a) of 1 ce ss subsection (1) of section 253-° 7: (b) resists or obstructs the Director or any officer in the exercise of any power conferred on the Director” or such officer ; (¢) fails to comply with the requirements of 2 notice issued under section 27; (d) makes eny statement, which to his knowledge is false or incortect, fn any return of information : furnished by him 'in compliance with a notice : issued by the Director under section 27, shall be guilty of an offence under this Act and shall on : . conviction, after summary trial before a Magistrate, be lable to a fine of not less than one thousand five hundred ‘rupees and not exceeding twenty-five thousand rupses ot : toimprisonment of either description for a term not } exceeding sfx months or to both such fne and imprisonment, =~ i",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "WO. (1) Livery person who is guilty of an offence under Adaltionst : this Act, shall, in addition to the fines prescribed under i sections 28 and 29, be liable fo a fine not exceeding five hundred rupees for each day on which the offence is continued after conviction, : i",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "(2) Thin Act shall be deemed to be an enactment : enumerated in the Schedule to the Informers Reward Ordinance.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "31, (1) No person shall, with effect from the appointed Demotitiom = Gate, erect or construct any unauthorized structure, house, unauthorised hut, shed or other building on any part of the Cosstal fe. : Zone, : ; ek :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "(2) The Director may, by giving notice to the owner or occupier, as the ease may be, by afiixing a notice to some conspicious part of such structure, house, but, shed or other building, direct such owner or occupier to take down and remove such unauthorized structure, house, hut, shed or other building within such time as the Divector may specify in the notice, ue ‘",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "16 Coast Conservation Act, No. $7 of 1981",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "(8) Any person aggrieved by any direction of the Director made under subsection (2) may, within three days from the affixing of the notice, appeal therefrom to the Secretary of the Ministry of the Minister in charge of the subject of Coast Conservation. The decision af the Secre- ‘tury on any such apes] shell be final,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "(4) Where any such structure, house, hut, shed or other building is not taken down and removed within the time specified in the notice or within such time as may be specified by the Secretary when rejecting the appeal, the Director shall cause the structure, house, hut, shed or other building to be taken down and removed, and the expenses incurred by the Director in doing so, shall be recovered from the owner or the occupier as a debt due to the State, -",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "Regulations. 32. (1) The Minister may make regulations in respect of any matter for which regulations are authorized to be made, or required to be prescribed, under this Act.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "(2) Every regulation made by the Minister shall be published in the Gazette and shall come into operation on the date of such publication or on such later date as may ‘be specified n the regulation,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "(B) Every regulation made by the Minister shall, ar scon as convenient after its publication in the Gazette, be brought before Parliament for approval, Any regulation which ig not so approved shall be deemed to be rescinded as from the date of disapproval, but without prejudice to anything previously done thereunder, Notification of the date on which any regulation is so deemed to be rescinded shall be published in the Gazette. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "Savings, 32 (1) Every permit issued by a Government Agent or prescribed officer under section @2 of the Crown Lands Ordinanea shall be deemed to be a permaft issued under sub- section (1) of section 24 of this Act. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "* Coast Conservation Act, No. 87 of 1981 w",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "-? * (3) Every regulation made under section 59 of the Crown",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "Lands Ordinance shall be deemed to be a regutation made ‘under section 92 of this Ack",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(3) Every Ucence granted under section 63 of the Crown Lands Ordinance shall be deemed to be a permit issued .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "+: under section 14 of this Act... .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "4, Nothing in thia Act shall be read and construed as Sern derogating from the powers or tights af the Republic, im or Higlivat over, the Coastal Zone or soil of the Coastal Zone or the Hejubti. area of soa declared, under the Maritime Zones Low,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "..No, 22 of 1976, to be the territorial sea of Sri Lanka,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "35, No sult, prosecution or other legal proceeding shall Protection be instituted against the Director, a Deputy Direstor, any Senin Assistant Director or any other officer for any act which in 074%! {ood faith is done or purported to be done by auch Director,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "Deputy Direetor, Assistant Director or other officer tundes :~ this Act or any regulations made thereunder. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": ": “ paRY ¥ Axewpnsewr ann Mopivicarron oF cearant Wautrey Laws",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "36. (1) Where in any written Inw, there fa provision con Ape'iations ferring oF imposing on any person or suthorty, any power Ynien oF diuty— su",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(@) to grant, in relation to the Cosstal Zone, cny permit",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "or other “authority authorising eny perton to engage in any development activity ; of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(B) te formulate or execute, in retetion to the Coastal",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "Zone, any echemes of work, my ‘much provision shall be read and construed as ensbling or requiring that person or authority to exercize that power er to perform that duty only after consultation with the Minister in charge of the subject of Const Conservation, s-asnee e7fen",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "“18: Coast Conservation Act, Na. 57 of 198 @) ‘The amendmenta made by sections $8, $9, 40 and 41 of this Act shall be without prajudioe to the generality of the provisions of subsection (1), - Amendment 31. Section 88 of the Housing and Town Improvement Ssottbe Ordinance is hereby amended by the eddition, at the and friToln af thet cection, of the following new subsection :— Sprorement Ordinance. + ¢4) Nothing in this section shall be reed and construed fs empowering the Minister to sanction eny impravament echeme framed for any area which ix situated within the Constal Zone éxcept after consultation with the Minister tn charge of the subject of Cosst Conservation. Jn this subsection “the Coastal Zone\" has the samme ‘meaning sa in the Coast Conservation Act, 1981.7... Amendzantie 38 Section 29 of the Town and Country Planning Ordi- scetlon 29 CL nance is hereby amended by the addition, at the and of.that suey, of the following new subseetion:— Bieming, ——feotiom, + (@) The Minister shall not under section 25 or section % provisionally approve or sanction any draft echeme ‘which contains any provisloa relating to any area of land which la sftuated within the Coastal Zone, except after consultation with the Minister in charge of the subject of Coast Conservation. ae {n this subsection “the Coastal Zone has the same mecning 99 the Coast Conservation Act, 1881.*. ‘Repeal ot 39, Sections 7 and 8 of the Tourist Development Act Poe \"2 No. 14 of 2968, are hereby repasled. Tautet Deve Sepment Act Koa of . ae ‘Amenimaot 40. Section 19 of the Mines and Minerals Law, No. 4 amecion of 1973, is hereby amended In subsection (1) of that seetion Hic, as follows — i : Hiner Law, feu Nodstiif3.” (a) in povagroph (it) of that subsection, by the aubstl- ‘ution, for the words “ any local authority”, of the words “any local authority; end*; aad\"?",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "+ Coast Conservation Act, No. 57 of 1981 » { (&) by the addition, at the end of that subsection, of the | 7% Sse, following new paragraph :— + +” 4 (iy) without the approval of the’ Minister in | : “charge of Coast Conservation to mine or - prospect for any mineral upon land situated | wi\" +4) within the Cosstal Zone as defined in the . Coast Conservation Aet, 1961,\" * ©\" a1, ‘The doLowing new section is hereby inserted dmme- Insertion, ot diately after section 11, and shall have effect as section a, Ty\" i'the” of the Soil Conservation Act:— 7 Soll Conzer- {Application 114, (1) Nothing in section 3 shall be read ef provisions and construed as empowering the Minister 40 make any Order under that section in relation to any area of lend situated withte ste cee oct, «the Coastal Zone, + coe “ (2) Bvery Order under section 3 relating z to any area of land situated. within the . ,- Coastal Zone and which is in operation om the date of coming into fore of this section shall be deemed to be revoked. . (8) Nothing in section 6 shall be read and |: °* eonstrued as empowering the Minister to make regalations under that section to, or im relation to, any land situated within the Cosstal Zane. . ” (4) Every regulation made under section . - - 6 and which is in operation on the date of +? :,,eoming fate foree of this section shall be “ deemed not to apply to, or in relation to, : . any land situated within the Coastal Zone. : . In thia seotion “the Coastal Zone” has the i : same meaning as in the Coast Conservation ; ves Act, 1981,\" . ‘42. in this Act, unless the context otherwise require Iaterpreta- Q ? — “eoast” means the border of land which is adjacent to E iv (the sea and not covered by sea water s : “const conservation” ‘meany the \" protection and sg, Preservation of the coast from sea erosion of ° enezoachment by the sea, and includes the planning ‘and management of development activity within the Coastal Zone ; rate",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "x” Coast Conservation Act, No. ST of 1981",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "“Coastal Zone” menns that area lying within a limit of three hundred metres landwards of the Mean High Water line and a limit of two kilometres saswarda of the Mean Low Water line and fn the cave of rivers, streams, lagoons, or any other body of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": ": ‘water connected to the sea either permanently or erfodically, the lendward boundary shall extend to a lait of two kilometres measured perpendicular to the straight base line drawn between the natural ‘entrance points thereof and shall include the watera of such rivers, streams and lagoons or any other body of water so connected to the sea;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "“soastline\" means the line of intersection of the plane of water at Mean Sea Level with the coast ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "“development activity\" means any activity likely to alter ‘the physical nature of the Coastal Zone in any way, and includes the construction of buildings and ‘works, the deposit of wastes or other material from outfalls, vessels or by other means, the removal of sard, coral, shells, natural vegetation, seagrasa or other substances, dredging and Alling, Jand xeclo- ‘mation and mining or drilling for minerals, but dees not include ashing ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "“environmental impact asiessment™ means a written analysis of the predicted environmental eonsequen> ees of # proposed development activity, and includes a description of the avoidable and unavoidable adverse environmental effects of the proposed develapment activity, a description of alternatives to the activity which might ba less harmful to the environment of the Coastal Zone, together with the reasons why such alternatives were rejected, and @ Gexcription of any freeversible or isretrievable commitments of resources required by the proposed development activity + .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "“foreshore” means that ares of the shore of the 0*",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "-+ between the Mean High Water and the Mean Low Woter 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "Coast Conservation Act, No. 57 of 1981 a",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“lend” includes the sea bed and anything resting on the sea bed or shore of the sea;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“local authority” means any Development Council, Municipal Couneil, Urban Council, Town Council er Village Council, and includes any Authority created and established by or under any law to exereise, perform and discharge powers, duties and funetions corresponding or similar to the powers, duties and functions exercised, performed and discharged by such Council ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“material” includes minerals, turf, seagrass and any other vegetation ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“Mean High Water line” means plus 0,6 metres from the ‘Mean Sea Level ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“Mean Low Water line” means minus 0.6 metres from the Mean Sea Level ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“scheme of work” in relation to coast conservation or the Coastal Zone means any work of construction, alteration, demolition, excavation, reclamation, repair or maintenance and includes dredging and drilling, the removal or dumping of any material or the sowing or planting of vegetation, for the purpose of protecting the Coastal Zone from sea erosion or encroachment by the sea, or for the development of the Coastal Zone;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“sea” includes the water of any channel, creek, bay, estuary or any river extending upto the furtherest point to which the tide flows ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“straight base line” means the base line specified in the Proclamation made under section 2 of the Maritime Zones Law, No. 22 of 1978, declaring the territorial sea of Sri Lanka, being the base lines from which ‘the limits of such territorial cea are measured ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "“territorial sea” means the area of sen declared to be the territorial sea of Sei Lanka by the Proclama- tion made under the Maritime Zones Law, No, 22 ot 1976,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "——",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "Aenupl nitwcription of Billa and Laws of the Parliament Bs, $0 (Loval?.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "fanua! forego), payable to the Surenmnrmoenr Covenwwcxe PURIATIONS",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "Ba env, £0. Box S00, CoLoseo , before Lath Daceraber each year in t##peet af the year following.",
    "mean_p_confidence": 0.54
  }
]