[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘ , aN Gime 2ae 3 cae) be op 7 a PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TOWER HALL THEATRE FOUNDATION ACT, No. 1 OF 1978 * [Certified on 19h October, 1878] Printed on the Orders of Government Published as a Supplement to the Gazette of the Democratic Socialist Republic of Sri Lanka Part I of October 27, 1978 . PROCEED A 2S DEPARTMENT OF GOVEENMENT FROVEING, O20 SAMEA | Aoi To ex PORGLABED Tar OO, PUMLEASON® PUREA, COMM Price: 45 cents Postage : 15 cents",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Tower Holi Theatre Foundation Act, Mo. 1 of 1978 [Certified on 19th October, 1878] LD—0-58/78, + ° AS Acr 70 PROVIDE FoR THE ESTABLISHMENT OF 4 FOUNDATION CALLED THe Towsn Hatt THEaTaR FOUNDATION, TO SPECITT TTS OBYECTS AND POWERS AND 70 PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— LL This Act may be cited as the Tower Hall Theatre Short Foundation Act, No. 1 of 1978, we 2 There shall be established « Foundation to promote Retablishment ational thestrical activities, and to restore and utilize the yA\" Tower Hall Theatre as a National Theatre. Pee ion. 8. (1) The Foundation shall be administered by a Board Cunstitution of ‘Trustees (hereafter in this Act referred to as the Sutees and “ Board”) consisting of the following members :— meetings, (a) “the Prime Minister who shall be the Chairman of the Board ; (b) the Minister in charge of the subject of Local Govera- ment ; . S Ge) the Minister in charge of the subject af Finances ; . (@) the Minister in charge of the subject of Cultured Affaire; U (e) the Secretary to the Prime Minister ; ’ () the Secretary to the Ministry of the Minister in charge : of the subject of Local Government ; (g) the. Secretary to ‘the Ministry of the Minister in charge of the subject of Education : () the Director of Cultural Affairs ; : (@) the Mayor of the Colombo Municipal Council ; (@) the Municipal Commissioner, Colombo Municipal Counell ; and (9 five persons sppointed by the Prime Minister, of whom two shall be persons of recognized compe- tence or eminence in the Arte Each member appointed under this paragraph shall hold office for a period of three years from the date of appoint ment and ball be eligible for reappointment, 2A sueoe_aare cope :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ". 2 Tower Hatt Theatre Foundation Act, No. 1 of 1978",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(2) The Chairman or, in the absence of the Chairman ftom any meeting, any member elected from among the members present shall preside at such meeting. 2",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(8) The quorum for a meeting of the Board shall be six members.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(4) Subject to the provisions of subsection (8), the Board may regulata the procedure in regard to the meetings of the Board, and the transaction of business st such meetings.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "() The Board may act notwithstanding a vacancy amongst its members.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "‘The Hound- 4 ‘The Foundation shall by the name assigned to it by eam thin® Section 2 be « body corporate and shail have perpetual suc- cession and a common seal and may sie and be sued in such name. eel of §. The sesl of the Foundation— fee gation, (shall be in the custody of such persons as the Board may from time to time determine ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(®) fo develop and improve the knowledge, understand",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "by the Board ; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(©) shall not be affixed to any instrument or document",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "except with the sanction of the Board, and in the Bresence of two members of the Boord who shall sign the instrument or document in token of their Bresence, Tpggbiecte The aims and objects of the Foundation shall be Foundation {@) to encourage and promote national theatrical activities ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(®) to develop and improve the knowledge, understand-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "ing and practice of the Theatre ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "{¢) to provide financial assistance to Theaire artistes and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "craftsmen, and to assist in the training of artistes +",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(2) to engage in the production, experimentation and per-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": ": formance af opera, dance, drama and music ; and (@) to restore, preserve, maintain and utilize the Tower ‘Hall ‘Theatre as = national monument in order to secure the objectives set out above and for such other purposes as the Board may consider fit, so however that the Theatre shall not be used for ‘partisan politieal purposes.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Tower Hall Theatre Foundation 3 Act, No. X of 1978",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "7. (1) The Foundation shall have the power to do Powers, all things as are necessary for, oF conducive or incidental to, functions ‘the carrying out of the objects of the Foundation, of the ton,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) Without prejudice to the generality of the powers conferred by subsecton (1), the Foundaton may exerelse and dGscharge the following powers and functions—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(a) to receive grants, gifts or donations in cash ot kind whether from local or foreign sources;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "{) to teke or hold any property, movable or immovable, which may become vested in it by this Act or by virtue of any purchase, grant, gift, testamentary disposition or otherwise, and to sell, mortgage, ease, grant, convey, devise, assign, exchange, of otherwise dispose of, any movable or immovable property other than the Tower Hell Theatre ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(©) to give grants, endowments or scholarships for the furtherance of the objectives of the Foundation ;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(@) to enter into or perform, either directly or through officers and servants or agents authorized in writing in that behalg by the Foundation, all such contracts and agreements as may be necessary for the exer- cise, discharge and performance of the powers, funetions and duties, and in carrying out the objects of the Foundation ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(e) subject to the provisions of this Act to appotnt, employ and remunerate aificers and servants of the . Foundation and to make rules regarding the eppolntment, promotion, remuneration and disel-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Plinary control of its employees and the grant of Jeave and other benefits to them ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ") to make rules in relation to the management and maintenance of the Theatre and the levy af changes . tor the use of the Theatre or any part thereof oz for the public viewing of the Theatre or any pert thereat ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "{9) to invest funds belonging to the Foundation at the diseretion of the Board in any such investments as are authorized by law for the investment of trust money and to reeall, Zeinvest and vary such invest- menta at the discretion of the Board and to collect income accruing from such investments ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(h) to make rules in relation to all matters connected with the.working of the Foundation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Tower Hall Theatre Foundation . Act, No. 1 of 1978 Xestinget 8. The Tower Hall Theatre and the premises appurtenant Thestre. thereto shall be and are hereby vested irrevocably in the | Foundation, Enteblishment . 9, - (1) There shall be established a Fund calted the Tower - Sa Hall Theatre Foundation Fund (hereafter in this Act ‘Theatre, reformed to as the “ Fund”), Fond. (2) The Board shall have the power to manage, control : and operate the Fund. . (8) The Government may donate to the Foundation from time to time grants for the purpose of carrying out the aims and objecta of the Trust. Payments 16, ‘There shall be paid into the Fund— Fond, ++ (@) any gifts or donations of money ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(®) any grant received from the Government under section 2;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "{c) any income derived from the levy of charges for the use of the Theatre or any part thereof and by the sale of tickets for admission ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(@) any income derived from the levy of charges for the public viewing of the Theatre or ang part therenf; * and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(@) any income from investments or other receipts due to the Foundation.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Payments 1. There chs!l be paid out of the Fund— the Fund (@) expenses necessary for the working, establishment and maintenance of the Foundation ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(b) the cost of acquisition, renovation and improvements ot the Theatre so far incurred by the Colombe ‘Municipal Couneil ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(c} the cost of maintenance, additions, alterations ot improvements to the Theatre; (@) the payment of salaries to offers, servants and other . employees ; and : (e) all such other payments as are approved by the +. ++ Board as boing necessary for the purpose of cary- ing oué the objects of the Foundation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ", Tower Halt ‘Theatre “Foundation 5° ‘Act, No, I of 1978 :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "12, (1) The Board shall cause proper books of accounts Account to be kept of the income and expenditure, assets and abilities and all other transactions af: the Foundation,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(2) The Board shall cause {ts books to be balanced as oa the thirty-first of December in each year and shall, before the thirty-first of March next, cause to be prepared an in- come and expenditure account and a balance sheet containing . a summary of the assets and lishilities of the Foundation made up to the firet-mentloned date,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(8) The income and expenditure account and the balance sheet shall be signed by the Chairman of the Board and by such other officers of the Foundation as may be autho- tized by the Board to do so.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(4) The accounts of the Foundation shall be audited by @ qualified auditor,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(5) The Board shall annually prepare a report of the work of the Foundation and a report of the finances during the year completed, which abull together with the report of the qualified auditor, be tabled in Parliament and be pub- lished in the Gazette for general information before the lapse of the year succeeding the year to which such report of the finances relate,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "13, (1) The Minister with the concurrence of the xamption of Minister fn charge of the subject of Finance may exempt }om'cartain the Foundation from the payment of any customs duty on goties and ‘any goods imported by the Foundation, if the import of such ia goods is considered to be conducive for the advancement of the sims and objects of the Foundation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(2) ‘The Foundation shall be exempt from any income tax.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "\"op wealth tax payable under the Inland Reventic ‘Act, No. 4 (2) The Foundation shel! be exempt from the payment of any rates under the Municipal Councils Ordinance.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(4) Where any person makes a gift to the Foundation he shall be exempt from the payment of glfts tax under the Inland Revenue Act, No. 4 of 1963, to the extent of the total value of the gift.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(5) Where any person makes 2 donation to the Foundation such donstion shall be deemed to be ap approved expen- diture for the purposes of the Inland Revenue Act, No. 4 of 1008, and the donor shali be entitled to relief under that Act in respect of the total value of such donation,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "“4 Tower Halt Theatre Foundation . Act, No, 1 of 1978 (8) The provisions of this section shall have effect not- withstanding anything to the contrary in the Inland Revenue Act, No. 4 of 1963, and the Municipal Councils ¢ Ordinance. PRE 14, (1) At the request of the Boat, any officer in the Sticere sod public service may, with the consent of that officer and the Berton” Secretary to the Ministry of the Minister in charge of the goverment subject of Public Administration, be temporarily appointed the to the staff of the Foundation for such period as may be Foundation. determined by the Board with like consent, or be perma- nently appointed to such staff. a (2) Where any officer in the public service is temporarily appointed to the staff of the Foundation, the provisions of subsection (2) of section 13 of the ‘Transport Board Law, No. 19 of 1978, shall, mutotis mutandis, apply to und in relation to him, @) Where any officer in the public service ia permanently Sppointed to the staff of the Foundation, the provisions of subsection (3) of section 13 of the ‘Transport Board Law, No. 19 of 1978, shall, mutatis mutandis, apply to and ib re Jation to him, (4) Where the Foundetion employs any person who has entered into a contract with the Government to serve te -« Government for s specified period, any period of service to ‘the Foundation by that person shall be regarded as service to the Government for the purpose of discharging the obli- gations of such contract. {5) At the request of the Board, any member of the Local Government Service or any other officer or servant of any local authority may, with the consent of such ‘member, officer or servant and the Local Government Ser vice Advisory Board or that autharity, as the exse may bé, be temporarily appointed to the staff of the Foundation for such period as may be determined by the Board with tke consent, or he permanently appointed to such staff on such terms end conditions, including those relating to pension of provident fund rights, as may be agreed upon by the Board and the Local Government Service Advisory Board or that authority. . (8) Where any person is temporarily appointed to the staff of the Foundation under this section, he shall be sub- Ject to the came diselplinery control as any other member of such staff,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Tower Hail Theatre Foundation Ty, Act, No. 1 of 1978",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "15. (1) No auit or prosecution shall be instituted against Protection - ‘any member of the Board or against any officer, servant or $f the Board agent of the Foundation appointed for the purposes of this’ and afeers ‘Act for any act which is in goed faith done or purported to Folndation be done by such person under this Act or on the direction for, ae, of the Board. this Act",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(2h Any expense incurred by the Foundation in any guit or prosecution brought by or against the Foundstion before ‘ny court shall be paid out of the funds of the Foundation, and any costs paid to, or recovered by, the Foundation in ‘any such suit or prosecution shall be credited to the funds of the Foundation,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(8) Any expense incurred by any such person as is referred to in subsection (1) in any suit or prosecution brought against him before any court in respect of any act which is done or is purported to be done by him under this : Act or on the direction of the Board shall, if the court holds that such act was done in good faith, be paid out of the funds of the Foundation unless such expense is re- eovered by him in such suit or prosecution, *",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "18, No writ against person or property shall be issued No wit to, ‘sgainat any member of the Board or any officer or servant person ot ofthe Foundation in any action brought against the Sethe Foundation. ‘Foundation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "17. All officers and servants of the Foundstlon sball be cftcarp and deemed to be public servants within the meaning and for {he “on the purposes of the Penal Code. deemed to be",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "public Bervants uder the, Penal Code,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "18 ‘The Foundation shall be deemed to be a scheduled wyundation institution within the meaning of the Bribery Act and the deemed to be provisions of that Act shall accordingly apply. es",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "ening",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "the Brit",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "ae 19. In this Act, unless the context otherwise zequires— interpretation",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": ". “local authority” means any Municipal Council, Urban . Councll, Town Council or Village Council and \" Ineludes eny Authority created and established by or under any law to exercise, perform and dis- __ sharge powers, duties and functions corresponding",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "8 Tower Halt Theatre Foundation Act, No. 1 of 1978 to or similar to the powers, duties and functions exerclued, performed and discharged by any such Counell ; “qualified auditor” means—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(e) an individuel who, being a member of the Institute of Chartered Accountants of Sri Lanka or of any other Inst!- tute established by law, possesses @ certificate to practise as an Accoun- tant issued by the Council of such Institute ; ot",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(6) a firm of Accountants each of the resident partners of which, being a member of the Institute of Chartered Accoum",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": ". tants of Sri Lanka or of any other Institute established by law, por ‘sesses a certificate to practise as an Accountant issued by the Council of . auch Institute.",
    "mean_p_confidence": 0.81
  }
]