[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ey PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA APPROPRIATION (AMENDMENT) * ACT No, 31 oF 1990 : . [Certified on 24th Aagust, 1990] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of August 24, 1990 oorn AP Tan HEPASIDEENT OF COVERNRER PATONG, Skt TAOTEA <0 BE FURCHASED AT TAR GOVERNMENT FUNLICATIONN BUHEAN, COLOMEO Price + 30 cents Postage : Re. 1.00",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Appropriation (Amendment) Act, No. 31 of 1990 . [Certified on 24th August, 1990] LD—O 158/34. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "AN Act 10 AMEND THE AvPmopatATion Acr, No, 18 oF 1989 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka a8 follows",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1. This Act may be clted as the Appropriation (Amend- Shorttitla ment) Act, No. 31 of 1990.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2 Section 2 of the Appropriation Act, No, 18 of 1989, 18 Amendment hereby amended in paragraph (b) of subsection (1) of that fagetion? section, by the substitution for the words “rupees forty-two of 1989. thousand one hundred and ninety-eight millicn.”, of the words “rupees fifty-three thousand one hundred and ninety-eight million. ®, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "& In the event of any inconsistency between the Sinhala sinhale text and Tamil texts of this Act, the Sinhala text shall prevail. foprevall",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "consistency.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Arswal cubscription of Bills und Acts of the Parliament Re 177 (Locel)",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ba 26 (Foreign), payable to the Suremumevoner, Govmannaus Posicarlous",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Buagan, Corosso 1, before 16th December each year in rewpect of the year following. .",
    "mean_p_confidence": 0.65
  }
]