[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON.. 2nd Session 1966-67 fe “ . Bs Hien ey (E004 : GD Ma fy EX Bel IS, Saar Wages Boards (Amendment) Act, No. 24 of 1966 1. Date of Assent: October 11, 1966 a ‘ aiof Printed on the Orders of Government V7 Pith ANN EE BE, tad | tase aaron ree December each yenr‘ih respost of the yeur dolowing” Lave Ea eae a Re . Price: 25 cones Postage: 10 cents Hf",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Wages Boards (Amendment) Act, No, 24 of 1966",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. D.—0. 20/05.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "- Aw Acr To amenp THE Waces Boagns Onpmance. ‘Shaya 18, [Date of Assent: October 11, 1966} ‘age 108.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "same, as follows:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4. This Act may be cited as the Wages Boards ston cis (Amendment) Act, No. 24 of 1966.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. Section 85 of the Wages Boards Ordinance ammdmm of (hereinafter referred to as the “principal sie Sot ensetment *), as amended by Act No. 27 of 1957, is hereby further amended in sub-section (1) of that section by the insertion, immediately after paragraph fe) of thet subsection, of the following new Paragraphs:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“(where any person has ceased to employ ; workers in any trade at any premises or * place, to require the production of such register or record as is required to be main- tained under this Ordinance in respect of the workers who had been employed at such premises or place;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{g) at a place and tims to be specified by such officer, to call for, examine ‘and make copies of any agreement for work in respect 01 any trade or class of trade or relating to outworkers;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{h) to require any person to be present on any day, et such time and place ag may be notibied to him in writing, and furnish such informa- tion or explanation as may be required by such officer and answer such questions as may be pot to him by such officer for the purpose",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". of ascertaining. whether the Provisions of this",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". Ordinance had been complied with in relation fo the employment of workers in any trade at any place or premises.”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "an aed—st8 800)",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Wages Boards (Amendment) Act, No, 24 of 1966 smaarien of 8. The following section is hereby inserted persecue st immediately after sestion 58, and shail ee Hieu'as swam.” section 594, of tbe principal enactment: — Soma 59a. (1) Where any person, by way of Feiss trade ot for any commercial purpose, rie nrest makes any arrangement, expres of water implied, with ny other person for the ites Stexution by such other person of any fuieby sy Work and where in pursuance of aux Si \"arrangement such other person employs cuomecst Workers for the execution of such work, rps. the Commissioner, after euch inquiry as he may desta necessary, may, where he considers it expedient 30 to do—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(@) with the approval of the Minister, direct in writing such first- mentioned person to refrain from having such work executed under such arrangement; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(®) direct in writing such first mentioned person to furnish to the Commissioner before of specified date—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(i) where the aforesaid arrange- ment is in writing, & certided copy of suck arrangement, speci! the names and eddeasses of the parties to the arrangement, together with euch other informa- tion and | pattieulars relating to arr ment, od the work for the execution of which such arrangement wae made, as the Commis- sionet may require; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(ii) where the aforesaid arrange- ment is not in writing, such information and ! particulars relating to, such arrangement and the work for the execu- ; tion of which sach ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "i",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Wages Boards (Amendment) Act, 3 Wo. #4 of 10668 arrangement was made, as the Commissioner may require.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(2) Every person who makes default in complying ‘with any direction given by the Commissioner under sub-section ® shall be guilty of an offence and shalt Hable to a fine not exceeding one thousand rupers or to imprisonment of either description for « term not exceeding six months or to both such fine and imprison ment, and shall, where the defauit is in respect of any’ direction given under paragraph, (2) of sub-section (1), be able in addition to a fine not exceeding one hundred rupees for each day on which the offence is committed after sonviction.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) Where any person, by way of trade or for any commercial ‘purpose, makes any arrangement, express or implied, with any other person for the execution by such other person of any work, then—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(@) the first-mentione? person shall",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "ensure that wages in accordance: with the provisions of this Ordinance are paid to any worker scaployed ty such other person in the execiition of such work; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(®) where such other person fails to",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "pay wages in accordance with the provisions of this Ordinance to any worker employed by him im the execution of such work, the first-meationed parson shall’ unless he proves ta the satisfac. tion of the conrt that he exercised all due diligence and took all practicable measures to ensure the payment of such ee by such other person, be liable to pay the wages due to , that worker in accordance with the provisions of this 7 Ordinance.”.",
    "mean_p_confidence": 0.87
  }
]