[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ey) (Ojo PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRELANKA SAVE THE NATION CONTRIBUTION (AMENDMENT) ACT, No. 37 OF 1996 [Certified on 31st December, 1996] Printed on the Order of Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of January 03,1997 PRINTHO AT TH DEPARTMENT OF GOVERNMENT PRINTING, SRILANKA \"70 BE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, COLOMBO OI, , Price: Rs.:. 3.50 Postage : Rs. . 2.50",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Save the Notion Contribution {Amendment} Act No. 37 of 1996 [Certified on 31st December, 1996) LD.—0 7896 AN ACT TO AMEND THE Save THE NATION CONTRIGUTION : + Act, No, Sor 1996",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE ic enacted by the Parliament of the Dethocratic Socialist Republic of Sri Lanka as follows >—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1. This Actmay becited asthe SavetheNationContribution ster ste, (Amendment) Act, No. 37 of 1996.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. The Jong title of the Save the Nation Contribution Act, Ammninentof No. 5 of 1996 (hereinafter referred to as“ the principal Sales sis of enactment” ) is bereby amended by the substitution for the 1936 swords and figures, \" POR EVERY QUAMKTER OFTHE YEAR COM-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "MENCINGON APRIL 1, 1996;\", of the wards and figures \" FOR EVERY QUARTER OF THE YBARS COMMENCING RESPECTIVELY ON ‘Aven. 1, 1996, and on April 1, 1997 ;\", 3. Section 2 of the ptincipal enactment ishereby amended Amenémest of in patagraph (a) of subsection (1} of that section as S225 ee «follows — “har +(@) by the substiution in sub-paragraph (ii) of that : paragraph, for the words “ Sri Lanka Aic Force”, of the words “Sri Lanka Air Force, or ;” and {6) by the insertion, immediately after sub-paragraph (ii) of that paragraph, of the following new sab- paragraph : “ (ii) an individual employed outside Sri Lanka,in any diplomatic mission of Sri Lanka, in accordance with a contract of employment eatered into with such individual outside Sri",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. Section 3 of the principal enactmentis bereby amended Arsinex: of in, subsection (1) of that section,by the substitution, for the Sanagal enact words and figures \" the year commencing on April 1, 1996\", ment of the words and figures “ the years commencing respec:",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“tively, om April 1, 1996 and on April 1, 1997\",",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "5. In the event of any inconsistency between the Sinhala Stale tel",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "and Tami] texts ofthe Act, he Sinhala text shall prevail. fexmmscp. 2D 042619—8,875 (96/12) .",
    "mean_p_confidence": 0.61
  }
]