[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON + Qnd Session 1961-62 eee. h, ete x 10 APRI962 ASTD : Aiea) ee) ise SY Una ak SF Nae Village Councils (Amendment) Act, No. 3 of 1962 Date of Assent: Merch 31, 1962 : Printed on the Orders of Government Pinta at toe Govsennurs Pees, Crvtox. To be purchased _« RMGL Qisement Poster Showin,” Conon +” ‘Ranuat Subeerbton Caching Bills) Re, 30 Coad, Re ab (Foreign), peyabln in advance to the SUpEmuvrEndENT, GoD Phe nre Bonen, P.O. Box #0, Serer SOE ave ils Drees ech oer in wees of BE Set telcng, ne icipons wil be ecole oa he rede et bul tou tere tne Ste of pages val et ‘be supplied. Price : 10 cents * Postage: 10 cents",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Aw Act 70 Auten zz VILLAGE COUNCILS ORDINANCE. Gast 25, BE it enacted by the Queen’s Most Excellent Majesty, ree #8. by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "[Date of Assent: March 81, 1962]",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4._ This Act may be sited as the Village Councils sian wie, {Amendment} Act, No. 3 of 1982,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. The following new section is hereby inserted in tari soe the Village Councils Ordinance, hereinafter referred te Se to as the ‘* principal enactment”, and shall have 7 effect as section 544 of that enactment:—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘“Dianiaiim st 544, Where the Minister is of opinion",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Wilyge Comal that a local authority should be ‘omsti-",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "SegHRED tated for an area which is or includes a",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "x . illage area or a part of a vi area,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "enn he may, by Order ‘published “in the Gazette, disaolve the Village Council of that villege exea and direct any public offcer to administer the affairs of that village area for such period as may be specified in the Order...",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "& Section 55 of the principal enactment is hereby aneninent amended by the substitution, for the expression of ssaien Ss section 54\", of the expression “section 54 or <1 {teptinem! section 54a, '\". .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2 armqame cen",
    "mean_p_confidence": 0.05
  }
]