[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee Nees SS | 7g ie a7) ae ~ Ne PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF: SRI LANKA : PRESIDENTS FUND. ACT, No. 7 OF 1978 ; [Certified on 24th November, 1978} Printed on the Orders of Government Published as Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanks of December 61, 1978 : [PRRITID AT THE DEPARTMIENE OF COVERNNOT PRINTING, $0 LANICA To Re FORAGE Af FUR GOVT, PUBLICATION BUREAU, COLOMBO, Price: 30 cents Postage: 25 cent",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "President's Fund Act, No. 7 of 1978 : (Certified on 24th November, 1978]",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "Ea D0. 45/78.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "“Aw Aor 20 PROVIDE FOR THE ESTABLISHMENT OF A FUND",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "catizp ‘rae Parsrenr's FUND”? FOR THR PROVISION",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "OF FUNDS FOR THE RELIEF OF POVERTY, FOR THE AD-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "YVANCEMENT OF EDUCATION OR XNOWLEDGE, FOR THR",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "ADVANCEMENT OF RELIGION, FOR THE MANING OF",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "AWARDS TO PERSONS WHO HAVE SERVED THE NATION,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "AND FOR ANY OTHER FURPOSES BENERICIAL OR OF",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "INTEREST TO THE PUBLIC; AND TO PROVIDE FOR",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "MATTERS CONNECTED THEREWITH OR INCIDENTAL",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "‘THERETO. BE it enacted by the Parliament of the Democratic Socialist Repabiic of Sti Lanka as follows:— * “1",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "1, This Act may be cited ag the President's Fund =\" Act, No, 7 of 1978, :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "2. (1) There shall be established a: Fund to be mutuduat called ** the President’s Fund ” (hereinafter referred #1 S.0y, to es“ the Fund \"), a : Fou",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "{2} The Fund shall, by the name sssigned to it by satsoction (1), be = body corporate, and hail bare Perpetual auccession and # common seal. and may suo",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "a and be sted in such name, * 8.\" ly The administration, management and con- Bard trol of g Fund shell be vested ina Board of Govern. Seen! ‘ors constituted as hereinafter provided.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "2) ‘The Board of Goverdors of the Fand (hereinafter",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "referred to as ‘the Board”) shall consist of— ! (@) the President of the’Repablin; °° ” (@B) the Prime Minister; ‘\\ °°\" ae = @) the Speakers 7",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(@) the Leader of the Opposition; 7",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "{@) the Secretary to the President; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "@) two other members appointed by the President,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "each of whom stiall, aubject to the provisions .. +, ., of subsections (8) and (4), hold office for such “: ©. period as may be specified in the letter of T”'\" Y appointment issued to, bith by the President.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "(8) The President may in his absolute discretion re- voke the appointment of any member appointed by > him under paragraph {/) of subsection (2). °° +",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 24,
    "text": "A~aTig 110,000 EN",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 President's Fund Act, No. 7 of 1978 (g) Any member of the Board appointed under parserapl (/) of subsection (2) may at any time resign rom the Board by a letter in that behalf addressed. to the President. * (5) The Board may regulate the procedure in regard o 8 necting and the transaction of business et sucb meetings. (8) No set or proceeding of the Board shall be deen- 24 to be invalid by reason only of the existence of a vacancy anong its members or any defect in the eppointment of » member thereof. The President shall be the Chairman of the wh’ @ Chairmar Deg 4. (1) Tho Board shall, in the name of the Fund, have the power to— * (@) acquire, hold or manage property, whether ‘movable or immovable;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(0) sell, mortgage, exchange or otherwise dispose of or deal ith any proparty, whethor movable or immovable, to which the Fund may become entitled;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(© perform all such acta or things as may be nece- sary to give effect to the provisions of this Act. s",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) With effect from the date of commencement of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "this Act, all moneys lying to the credit of the account named the “* President's Fund Suspense Account” maintained at the Central Bank shall vest in the Fund, Pp, 8, The Board shall maintain an account called Fotdoeu, ‘The President's Fund Account” at the Central Bank and there shall be credited to such account—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) all moneys which vest in the Band by reason of the operation af subsection (2) of section 4;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(®) all moneys that may accrue to the Fund after",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". the date of commencement of this Act. Parone 8. It shall be the duty of the Board to apply the oan tgonersbnknging the Fund i uch mater an the ~ Boot ne ‘ anner Betea the Preaidones nine Bort (0 the G@) for the relief of poverty; or |... ws",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Prevident’s Pund Act, No: 7 of 1978 3",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "() for the advancement of education or knowledge;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". oO _ (©) for the advancement of retigion or the mainten-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "ance of religious rites and practices; oF",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(@) for the making of awards to persous who have",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "served the tation; or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(¢) for any other purpose, which is in the opinion of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "the Prosidant’ and the Board, of benefit ot interest to the public,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7. Any moneys belonging to the-Fund may be in- inresan vested by the Board in such manner as the Board may irvine determine, subject to such directions a= may be given by the President.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "8. ‘The Board shall have the power, subject to the Offer «i dircotions of the President cmt * {@) to appoint such officers and servants of the Fund a2 may be necessary for the sdministration and management of the affairs of the Fund, ®) to determing tho remuneration, payablo to the officers and servants 80 appointed, «4 @) to pay euch remuneration and the other expenses inonrred in the administration of the affairs of the Fund, out of the income of the Fund.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "9. (1), The Board shall cause proper sooounts to be Andis and",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "kept of the income and expenditore of the Fund..  “\"™ el?) Ehe Auditor-General sbell audit tho accounts of , di every year, For the assisting him - in the audit ouch, zocounte, the Anditor-General shay employ the services of any qualified auditor who shall act wader bar direction wad oontral.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(8) For the purpose of meeting the expenses incurred by hn in the atdte of the acotunts of the Fund, the Anditor-General shall be paid out of the income of the =~ nnd, such remuneration as the Board may determine.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Any remuneration receive? from the Fond -by the ‘Auditor-General shall, after the deduction therefrom of any suma paid by him to any qualified auditor or anditors employed by him for the purpnce of such ‘sndit, be credited to the Consolidated Fund.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 President’s Fund Act, No. 7 of 1978 (4) The Auditor-General shall, as soon a practi- cable after the thirty-first day of December of each year, prepare a report on the administration of the affairs of the Fund during that year together with © statement of the income sud expenditure of the Fund, and of the investment of the moneys belonging to the Fund, daring that year. (5) In this section, the expression “‘ qualified andi- tor\" meane— (2) an individual who, being a member of the Institute of Chartered Accountants of Sri . Lanka or of any other Institute established by law, possesses a certificate to practise as an. Accountant issued by the Council of such Tnstitate; or (6) a Om of Chartered Accountants each of the resident partners of which, being member of the Institute of Chartered Accountants of Sri Lanka or of any other Institute estab- lished by law, possesses a certificate to practise as an Accountant issued by the ~ Council of such Institute, Suter 10. The Auditor-General shall traosmit the report Sept ead ‘4nd statement prepared by him in purauance of sab- iilzacstte section (4) of section 9 to the Minister in charge of the Belore subject of Finance,.who shall cause such report and ‘Partiament, statement to be placed before the Parliament, pont _{4. ‘The Board may make such rules as it may con- misuia ; sider necessary in‘ relation to any matter affecting oF connected with; or incidental to, the exercise, dis- + ghazge and performance of its powers, functions apd duties. a ° ens 12: Al} officerg and servants of the Fond ehall be gatesd deemed to be publio cervants within the meaning, and polltievecs for the purposes, of the Penal Code. . Wikia ae Benn . eran coe Itepmtation, ©\" 48, In this Act, “' Central Bank ’’ means the Cen- tral Bank of Ceylon eatablished by the Monetary Law",
    "mean_p_confidence": 0.8
  }
]