[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ge (oo CPN N (oes OrO\\ \\. ‘ef nia Cars P PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA BRIBERY (AMENDMENT) ACT, No. 9 OF 1980 [Certified on 25th January, 1880) Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic ‘Soclalist Republic of Sri Lanke of February 61, 1980 SR AS een ov onmmoerer eran ora 79 RAGES i Ra coe FORGCAREO REA, oto Price: 99 cents Postage: 25 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Bribery (Amendment) Act, No. 9 of 2980 [Certified on 25th January, 1990] LD—O. 53/78 AN Acr ro aMenp was Brisexr Act, ‘BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka ax follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. This Act may he cited as the Bribery (Amendment) Short ttte, Act, No. # of 1989.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 Section 4 of the Bribery Act (hereinafter referred to Amendment as the “principal enactment”) os amended by Act No, 40 i Sovier . ‘of 1958, Act No. 2 of 1965 and Law No, 88 of 1974 is hereby further amended by the substitution, for subsection (1) of that section, of the following new subsection :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "« (2) The Bribery Commissioner may from time to time in the course of an investigation of an allegation of bribery ‘against any person or after the commencement of a prose- cution of any person for bribery notwithstanding anything in any other written law to the contrary by written notice—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(a) require such person to furnish a sworn statement in",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "writing— (1) enumerating all movable or immovable property .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". owned or possessed at any time, or at such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "time 95 may be specified by the Bribery Commissioner, by such person und by the / “> -ppouse, gona and daughters of such person",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "tae and specifying the date on which each of the tee properties enumerated was acquired whether",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "by way of purchase, gift, bequest, inheritance ++ + 2 oF otherwise ; Soe “ Gi) containing particulars of such other matters",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "which in the opinion of the Bribery Commis-",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "sioner are relevant to the investigation ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{J require any other person to furnish a sworn statement",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "in writing— (@) enumerating all movable or immovable property",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ": owned oF possessed at any time or at such",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "time as may be specified by the Bribery",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Bribery (Amendment) Act, No. 9 of 1980 Commissioner by such person where the Bribery Commissioner has reasonable grounds to believe thet such information can assist the investigation ; Gi) containing particulars of such other matters ‘which in the opinion of the Bribery Com- missioner ere relevant in the investigation ; (©) require the manager of any bankt in Sri Lanka to produce, within such time as may be specified in the notice, any book, document or cheque of the bank containing entries relating to the account of * guch person or of the spouse or & son or daughter of such person, of to furnish as ¢0 specified, certified coptes of suck’ entries; {d) require the Commissioner-General of Inland Revenue to furnish, as specified in the notice, all information \" available to such Commissioner-General relating to the affairs of such person or of the spouse oF a son or daughter of much person and to produce of furnish, 8 specified in the notice any document or a certified copy of any document relating to such person, ‘spouse, son or daughter which is in the passession or under the control of such Commisstoner-General 5 and (©) require the person in charge of any department, office oF sstablishment of the Government, or the Mayor, : Chairman, Governor, or chief executive officer of amy local authority or scheduled institution, or of : ‘the governing body of any acheduled institution, to prodace or furnish, as specified in the notice, any” document or a certified copy of any document which . > i dn bis poasession or under his control.”, Tepluersent Section 5 of the principal enactment as smended by ‘the ‘Act No. 2 of 1065 i hereby repealed and the following new Trincivat . _aection substituted therefor :— Sindletment © 6. If the Bribery Commissioner, after the Court investigation of an allegation of bribery against any person, is satisfied that there i 8",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Bribery (Amendment) Act, No, 9 of 1980 3 prima facie case of the commission by that . person of an offence specified in Part IL of this Act, such Commtssioner shall transmit a ° copy of the record of the investigation cer tifled under his hand to the Attorney-General who may indict such person before the High",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". Court:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Provided however, that where the offence consists of soliciting, accepting or offering any gratification which or the value of which =~ does not exceed two hundred rupess, the Bribery Commissioner may having regard to the nature of the offence and other cir- cumstances prosecute such person before the Magistrate's Court and accordingly the Magistrate's Court shall have, jurisdiction to hear and determine any such proceedings instituted by the Bribery Commissioner. ”,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "4. Section 6 of the principal enactment as amended by Reslacement Act No. 2 of 1965 and Law No. 36 of 1974 is hereby repealed of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "+ and the following new section substituted therefor: rinelpal |",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "“Application 6. (1) Such of the provisions of the Code $i Criminal of Criminal Procedure Act, No. 15 of 1979, Act as are not excluded by subsection (2) or are not inconsistent with the provisions of this ‘Act shall apply to proceedings instituted in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "4 court for offences under this Act, (2) Section 306 of the Code of Criminal Procedure Act, No, 15 of 1979, shall not apply” “to proceedings in the Magistrate's Court for",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": ". offences under thin Act\".",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "5. Section 7 of the principal ensetment as amended by Amsandmant ‘Law No, 38 of 1974 iz hereby amended ‘by the substitution Eee , for the words “sections 9 to 99 (both inclusive) of the Emuctbent Administration of Justice Law, No. 44 of 1973\", of the Words “sections 68 to 76 (both inclusive) of the Code of Criminal Provedure Act, No. 15 af 1978,\",",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 Bribery (Amendment) Act, No. 8 of 1980 Replocement 4\" Geetion 8 of the principal enactment ss amended by Feinepal Act No. 2 af 1965 snd Law No. 38 of 1974 ia hereby repealed Eancbent. and the following new section substituted therefor :— “\\Jurindieion \"8, Notwithstanding the provisions of any Salat other written law to the contrary, the High Ey seapeet_ Court holden in any judicial zone shall have tinder \"°° juriediction to try an indletment for bribery section 234. ‘in respect of an offence under section 23 of thie Act.” Repeal of, 1%. Sectian 9 of the principal enactment amended by Law, Sepiadpel No, 28 of 1974 is hereby repealed. Ayoamgment, 8, Section 20 of the principal enactment ag amended by aE the Act No. 40 af 1858, Act No, 2 of 1965, Law No 38 of 1974 and pezrcipal | Liaw No. 11 of 1074 is hereby further amended in subsection (3) of that section by the substitution for paragraph (0) thereat, of the following new paragraph :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(B) to have such witness at the conclusion of such trial tried before such court upon a charge, or if such court is the High Court, arraigned and tried on an Indictment which shell be prepared and elgned by",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "» the Registrar of such High Court, for intentionally giving false evidence in a stage of a judicial proceeding. ”,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "‘Amendment. 9 Section 11 af the prineipel enactment as amended by aa Act No, 2 of 1965 is hereby further amended as follows :— anemeat,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "@) by the substitution, for the words “indicted before a District Court tor bribery” of the words “for a offence under this Act,”; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "+ Gi) by the substitution, for the word “indictment”, of the words “list of witnesses or productions\".",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Bribery (Amendment): Act, No. 9 of 1980 *",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "10. Section 12 of the principal enactment sa amended by Amendment Act No. 40 of 1058 and Act No. 2,of 1965 is hereby further of the amended 2s follows :— oes Bincthent.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "@ by the substitution, for-the expression “Criminal",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ".-» Procedure Code”, of the expression “Code of Criminal Procedure Act, No. 25 of 19707; and (i) dy the substitution, for the expression “a District Court™, of the expressidn “a Court”, \"> ** few 1L Section 19 of the principal ensetment as amended. hy Apenamens., Act No, 40 of 1958, Act No. 2 of 1965 and Law No, 38 of 1974 Ste ig hereby further amended as follows :— \"principal (i) by the substitution, for the expression “state officer” \"7 wherever that expression occurs in that seetionof <i. 1 the expression.“ public servant”; and wo ao",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(ii) by the addition at the end of the proviso ot ‘the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "following new proviso:— |. - beach ot",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "“Provided further that section 35 of the- Medial =,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ". Ordinance shall not,entitle q medical practitioner \"0\" \"+",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "‘who is a public servant to solicit or accept any 7 gratification. *, ae",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "12, Section 28A of the principal enactment (inserted by Amendment Act No. 40 of 1958) as amended by Act-No. 2-of “265 of section and Law No, 38 of 1974 is ‘thereby further. amended as Fiincipel follows: — wate enactment,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "@) by the repesl of aubsection- (6) ofthat section. and the fijevianecra substitution therefor of the following sybsections— wre . « (6) In any prosecution for an offence under this epeesd section a certificate from the Chief, Valuer with Tegard to the value of any immoveble property or |, , the cost of construction of any Building on such property shall be sufficient proof of such, value and cost of construction unless and until the contrary In this subsection, “Chief “Valver® ameans the Chief Valuer of the Government, and includes any Senfar Assistant Valuer, or Assistant Valuer of THE .ocnecuon Government Valuation Department’; and, \"",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Gi) hy the insertion, immediately after subsection (6) of 9°\" ™\"",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "that section, of the following new subsection :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 + Bribery (Amendment) Act, No. 9 of 1980 “itty: wih +) {() For the purpose of this section “a person” “Nes, > > shall mean any person iwhoiaosver, whither or not Tite such person can be shown to have been concern 7 ed with any act referred to in section 18 or section. “7 20 oF whether or not he is public servant within “the meaning of this Act. Amendment ‘1% Section 96 of the principal enactment as amended by faection 36 Act No, 2 of 1066 is hereby further amended by the substi- principal a duition, for the expression “a District Court\", of the expres- i> stom “a Court”, Aendment . 34 Section 26A of the principal enactment (inserted by See, Law No, 34 of 1974) is hereby amended by the substitution, principal forthe expression “District Court”, of the expression “High Court”. Amendment 35. Section 27 of the principal enactment as amended by ot rite Act No. 49 of 1958 and Act No. 2 of 1965 in hereby further Beincipal, amended in subsection (1) of that section an follows :— ©) by the substitution, for the expression “a District Court\" of the expression “a Court”; and . a Gi) by the substitution, for the expression “ the District : Judge”, of the expreasion “the presiding Judge or : Magintrate\", Amendment 16, ection 28 of the principal enactment ag amended by giectioan ct No, 2 of 1985 fs hereby further amended as follows:— principal, Phectent, @) in subsection (1) of that section by the substitution ~ +‘ for the expression “a District Court”, of the ex pression “a Court”; and by the substitution for ~ the expression “ that Court \", af the exprearion “ the District Court”; and \"(i in the marginal note thereto, by the substitution, for the expression “District Court”, of the expression “a Court.”. ‘Amendment ‘17, Section 29 of the principal enactment as amended by aoe ‘Act No. 40 af 1958 and Act No! 2 of 1985 is hereby further Brincipal amended by the substitution, for the expression “a District Court\", of the expression “a Court\",",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Bribery (Amendment) Act, No. 9 of 1880 7 18 Section 30 of the principal enactment 9 hereby Amendment amended by the substitution, for the expreseion “Criminal $5 Sf'\\he Procedure Code\", of the expression “Code of Criminal pilncipel Procedure Act, No. 15 of 1979\", 79, Section 81 of the principal ensetment as amended by Repos! of Act No. 2 of 1965 is hereby repeated. ror Eincubene, 20, Section 39 of the principal enactment ag amended by Amendment, ‘Act No, 2 of 1965 is hereby further amended as follows:— of ca : principal : {a) in subsection (2) of that section by the substitution *msctmant. i (@) for the words “such District Court ag he may i determine for an order,” of the words “the + High Court for an order,”; and : (ii) for the expression “that District Court shall : upon application”, of the expression “the i High Court shall upon application”; and ! (il) for the expremion “es if the order were a decree entered by that District Court” of the expression “as if the order were a decree : entered by a District Court *. H + 40) im subsection (3) of that section by the substitution, . for the expression “a District Court”, of the ex- pression “the High Court” ; and (c) in subsection (4) of that section by the substitution, for the expression “a District Court”, of the ex- pression “the High Court”; : 21, Section 10 of the principal enactment as amended Replacement by Act No. 40 of 1956 is hereby repealed and the following Sarion a9 of section substituted therefor :— ie principal swita site 70, A person who areca (a) wilfully neglects or omits to carry out of or any direction given to him under i Sbrtrmction subsection (2) of section $ by the ing ottcer, Bribery Commissioner or by any : ‘officer empowered by that section to direct and conduct an investigation, or {®) gives a false answer when questioned. under that subsection, or i",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Bribery (Amendmens) Act, No. 9 of 1980 . (©) makes a felse statement in an affidavit submitted by him in compliance . with a direction under that subsec- ‘tion, shell be guilty of an offence and shall spon suramary trial and conviction by # Magistrate bbe lisble to a fine of not less than one hundred rupees and not more than five ‘hundred rupees, ot to imprisonment of either description for a term not exceeding six months or to both such fine and imprison- ment, ”. Replacement 2A Section 71 of the principal ensetment ax amended + of tbe by Act No. 40 of 1958 and Act No, 2 of 1965 is hereby Eiruben,  tepealed and the following section substituted therefor :— “Fallgre to TL, Notwithstanding the provisions of any Higemation. other written law or any oath of secrecy to the contrary, every person to whom a notice in sent by the Bribery Commissioner under subsection (1) of section 4 or by a commis: sion of inquiry under ‘subsection (1) of section 2 shall comply with the provisions ‘of that notice within such time as may be spectfied therein, and, if he wiltully neglects or omits to da so, he shall be guilty of an offence and shall, on conviction before 2 Magistrate, be Mablo~ (a) to 2 fine of not less than one hundred rupees and not more than five - hundred rupees ot to imprisonment of either deseription for a period not exceeding six months or to both such fine and imprisonment ; ond . (2) to a fine of not less than one hundred . rupees for every day during which the offence is continued afier the : @ate on which he is required 10 furnish the sworn statement.”, Replacement 2%, Section 78 af the principal enactment ax amended by ‘of ection 7% Act No, 2 of 1085 is hereby repealed and the following Bindpal _ section substituted therefor :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Bribery (Amendment) Act, No. 9 of 1980 a “lnerference 79, (1) A person who— Watnsoseake, (a) interferes with any witness summoned . in any proceedings for bribery in or before a court or commission of ‘inquiry or any person whose state- ment has been recorded by the Bribery Commissioner in the course : of an fnvestigation, or (@®) induces any such witness or any such person to refrain from giving : evidence, or (e) threatens any such witness or any such person with injury to bia body, mind ‘or reputation in order to deter him trom giving evidence, or (@) injures any such witness or any such ‘person in body, mind or reputation in order to deter him from giving evidence, or - {@) compels any such witness or such person not to give evidence, shell be guilty of sn offence and shall, upon summary trial and conviction by a Magis- trate, be Hable to rigorous imprisonment for . 2 term mot exceeding twelve months and to a fine, (2) Every court before which any person” surrenders himself or is produced on arrest + on an allegation that he has committed or has been concerned in committing or $s sus- pected of having committed or to have been . concerned in committing an offence under os ‘this section shall keep such personon remand =~ until the conclusion “af the trial except in exceptional circumstances where the court : before which he surrenders himself or is produced may sfter recording its reasons therefar release him on bail.”, 24, Section 74 of the principal enactment as amended hy Amendment af ‘Law No, 38 of 1974 is hereby further amended as follows :—  fpetian 74 af, G) by the repeal of aubsection (1) of that section and smectmant, “the substitution therefor of the following new subsection “(1) No Magistrate's Court shall entertain any Prosecution for an offence under this Act except",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Bribery (Amendment) Act, No. 9 of 1980 . by or with the written sanction of the Bribery Commissioner or an officer authorized by him in that behslf.”; and (2) In subsection (2) of that section by the substitution, for the expression “a District Court”, of the expreasion “a Court”. Amendeent 25. Section 79 of the principal enactment as amended by ‘of wectioa 7% = Act No. 2 of 1965 ig hereby further amended in aubsection Peunctpat () of that section by the substiiution, for the expression coctment, a District Court”, of the expression “a Court”. Ameniment 26, ‘Section 81 of the principal entetment as amended ores by Act No, 2 of (985 is hereby further amended in subsec- pencipal tion (2) of that section by the substitution, for the ‘sosctment = expression “ Criminal Procedure Code”, of the expression \"Code of Criminal Procedure Act, No. 15 of 1970\", Amendment 27. Section 85A of the principal enactment as amended Sf egetlon SA Act No, 40 of 1856 is hereby amended by the substitution, postal. for the expression “Chapter KKA of the Criminal Procedure Code” of the expression “Chapter XIX of the Code of Criminal Procedure Act, No. 15 of 1979,”, Insertion of -«-%8.-‘The following sections are hereby inserted imme- Big taste diately after section 854, and shall have effect ax sections peinstoat ‘85B and 85C respectively, of the principal enactment :— seectment, «Provisions 868, Notwithstanding the provisions of SaCGh et ne section 308(8) of the Code of Criminal ose ot Procedure Act, No. 16 of 1979, the provisions Criminal = of section 29 of this Act shall apply Aciimatte to any person convicted of britery, and on apply to, whom a suspended sentence has been hom the imposed under section 203 (1) of the Code Frion of Of Criminal Procedure Act in respect of that this conviction, Ack aprly. ‘Transitional BSC. Any prosecution pending in the High Provisions. Court on the day preceding the date of coming into operation of this section, in respect of the offences of soliciting, accepting or offering any gratification which or the value of which does not exceed two hundred rupees, shall stand remaved to the Magis- trate’s Court if the High Court having regard",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "Bribery (Amendment) Act, No.9 of 1980 It to the nature of the offence and other circumstances decides that any such prosecu-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": ". tion should be transferred and such Magis~ trate's Court shall bave the jurisdiction to take cognizance of and hear and determine or to complete the same:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "Provided that any such prosecution, tn which the adducing of evidence has com menced as at the day preceding the date of coming into operation of this section, shall be heard and determined by the said High Court, ”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "29, Section 89A of the petncipal enactment (inserted by Amenduestot Law No, 36 of 1974) is hereby amended as follows:— The prioctpel",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "() by the substitution, for the expression “state officer” “*'™=",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "‘of the expression “ public servant”;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(Gi) by the substitution, for the words “the District Court of Colombo” of the words “the High Court holden in Colembo ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(iii) by the substitution, in the marginel note thereto, for",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "¥ the expression “state officer” of the expression “public servant”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "38, Section 90 of the principal enactment as amended Amendment, by Law No, 11 of 1076 is hereby further amended by the of 28%\" substitution, for the definition of “scheduled institution”, principal : of the following new definition :— cactment,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "““(peheduled institution” means sny such boand, institu",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "Hon, corporation or other body as is for the time",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "‘being specified in the Schedule to this Act, and any board, institution, corporation or other body",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "‘which is deemed under the provistons of any enact-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "ment to be a» scheduled institution within the . mesning of this Act, and imeludes any company, ‘whether public or private or other body—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(@) in which any ouch board, institution, corpore- tion or other body holds, or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(®) & which more than one such board, institution or other hody, in the aggregate, hold,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "not lens than Afty one per cent af the shares.",
    "mean_p_confidence": 0.85
  }
]