[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". | PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRILANKA STATE LANDS (RECOVERY OF POSSESSION) (AMENDMENT) ACT, No. 29 OF 1997 . [Certified on 24th November, 1997] * Printed on the Order of Government Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 24, 1997 {ART AT TREAT OP CUNEO RLU, SALAMA “TORE PURCSISED A Tom OEDMENT PUBLICATIONS MERU, COACHAD 1 Price: Rs. 3.5 Postage :Rs, 2.50",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "State Lands (Recovery of Possession) (Amendment) Act, No, 29 of 1997 [Certified om 24th November, 1997] :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "L. DO. 7895.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘An Act fo AMEND THB state Lanps (RECOVERY OF POSSESSION)",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Act, No. 7 oF 1979,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the Parliament of the Demecratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1, This Act may be cited as the State Lands (Recovery Shor tds. of Possession) (Amendment) Act, No. 29 of 1997.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2 Section 18 of the State Lands (Recovery of Possession), Amendment Act, No, 7 of 1979 as amended by Acts, Nos. 58 of 1981, 29 Sssey 18 of 1983 and 50 of 1987 is hereby further amended in the Srisre, definition of “competent authority” as follows -— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "@ by the re-lettering of paragraphs (g). (gg), (A) and ()",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Of that definition, as paragraphs (D, (), (&) and () vespectively, of that definition ; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Gi) by the insertion, immediately after paragraph (/) of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "that definition, of the following new paragraphs -— ”\"@g) the Director-General of Agriculture, where such =. Jand is under the control of the Department of - Agriculture ; . : (2) the head of any other Government Department of Institution being a department or institution created by law, where such land is under the control of such department of institution. . 3. Inthe event of any inconsistency between the Sinhala. Sintalstext and Tanai] texts ofthis Act, the Sinhala text shall prevail, ePevalle ‘ inconistency. +",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "‘Annual subscription of English Bile aad Acts ofthe Parliament Rs. 885 (Local), Rs. 1,1 80(Poreiga), payuble to the Soresnmmeerr, Govesanet Pusucanoss Bursay, No. 32, Thaxswoars Hous, __-- Larus Roww, Covommo 01 hefoce 15th Deceenber each year in respect ofthe year following.",
    "mean_p_confidence": 0.5
  }
]