[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON: 2nd Session 1971-72 “ : Cy : *s . Sry: . . : oN RUS : Imports and Exports Regulations (Validation) . Act, No. 57 of 1971 i i. Date of Assent: December 28, 1971 - se _ Printed on the Orders of Government pried at te Gmwnain Puss, Coron Tote purchased at the Goveamart? Pusticartons Bureau, Covoamo : ‘Annual Subscription (including Bills) Rs. 30 (Local), Ra ow (Foreign), payable to the Swexrnrrenpnrr, ‘Gover Pusucariowa Bureau, P, ©. Box 500, Couommo 1, ‘before ‘20th December each year in respect of the year following, Late subscriptions will be socepted om the ‘condition that Bills issued ‘before the date of payment will not be supplied. Price: 15 cents Postage: 15 cents ~",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Imports and Exports Regulations (Validation) Aet, No. 57 of 1971 L. D0, 2/7. + : AN ACT T0 VALIDATE CERTAIN REGULATIONS | MADR UNDER THE IMPORTS AND Exports (ContRot) Act. No. 1 or 1969, . 2 . (Date of Assent: December 28, 1971] BE it enacted by the Queen's Most Excelleat Majesty, by and with the advice and consent of the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, es follows: . 1. This Act may be cited as the Fmports and, Bbort title, Exports Regulations (Validation) Act; No. 57 of 1971. 2. The regulations specified in the First Schedule vetidetisa to this Act which were made by the Minister of State wn under the Lmaports and Exports (Control) Act, No. 1 niiv noder of 1998, und the regulation’ specified in the Second pms st Schedule to this Act which were made by the Minister (Cantroh acs, of Commerce and Trade under the aforesaid Act shall %o } of 166i, be deemed to be and to have always been valid and . effectual, notwithstanding that the requirements of ae section 20 of the aforesaid Act relating t the approval by the Senate and the House of Representatives had not been complied with in the case of those regulations. FIRST SCHEDULE ° 1. The regolations msde under sections 4 (8), 14 and 20 of the Imporia avd Exports (Conteol) Act, No. 1 af 1000 {herein- ater referred to ms the Act) and published in Garetts Retreordinary No. 14,876/2 of October 19, 1069. . ation made under seation 20 of the Act and deat cnn fle ples enn, 23 fhe ao at 1970, ation sande under section 20 of the Act and gphistod Bac Betrardinary No. 14,807/1 of Marah 18. 970. ions made vader section 20 of the Act snd adn cog dai en 2 ot teh 1970. ation made under section 90 of the Act und pasted ot Brtraordinary No. 14,001/2 of April 11. 0. ‘x esl sau)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "3 Imports and Exports Regulations (Validation) Act, No. 57 of 1071 > SECOND SCHEDULE",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "1. The rogulstious made under sections 4 (8) ind 14 (0).0f the Imports and Exports (Conitel) Act, No. 1 of 1960 (herein. after referred to ns the “ Act”) and published. in Gasetie Brtroordinary No. 14,866/2 of Augunt , 1960.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2. The rogulation made undor sections 4 (8) and 14 (b) of the Act and published ia Gazette Bzlmordinary No. 14,875/9 of October 18, 1989.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "8, ‘The rogulations made under section 20 of the Act and oblied ia Gssette Batraodinary No. 14,600/1 of Maroh 18,",
    "mean_p_confidence": 0.68
  }
]