[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON _ Ist Session 1952 “Bigg, OD PERE A WBNG Esa J ron aw SUG a aicnred Rees Stamp (Amendment) Act, No. 32 of 1952 : Date of Assent : November 13, 1952 Printed on the Orders of Government Tritt ne Sr, te Soave ‘Knowrl Subscription (ialoding Bil). Ra 25 oavobie in 2 een ee Pries : 40 cents. Postage : 5 cents.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Stump (Amendment) Act, No. 88 of 1958, 3 LL DHo, sw Aw Acr 10 AMEND THE Stamp ORDINANCE. valet bea [Date of Assent: November 13, 1952] BE it enected by the Queen’s Most Excellent Majesty, by and ‘with the advice and consent of the Senate and the Houso of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as followa:— 4. This Act may he cited as the Stamp (Amend- Stor ssh. ment) Act, No, 32 of 1952. 2. Schedule A of the Stamp Ordinance is hereby Amettorstar amended, in Part II thereof, as follows:— weap 10",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(@) under the heading “IN THE DISTRICT COURTS.\", in the provisions under the sub-heading ““A—In Civil Pro- c5edings.”*—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "@ in item 9, by the omission of the words “for parposes of execution”; and (ii) by the insertion, immediately after item 9, of the following new item:— “9x. Every application for execntion of decree.”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(®) under the heading “ IN THE COURTS OF REQUESTS.”, in paragraph 1. by the insertion, immediataly after item Q), of the following new item:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "“(Yf) Every application for execation of deatee.”;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "© under tho heading “ Miscellaneous”, in parageaph (¢) (i @® by the omission of the following",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "words:— “No party shall be allowed to take any proceedings on or by virtae of any deoree or judgment without fret taking a oopy thereof:””; (ii) by the omission of the following: — “ Provided also that—\"; : Gi) hy the substitution, for the expression © (@) no”, of the word “No”; 2a nauisseadne",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Stamp (Amendment) Act, No. 32 of 1952. (iv) by the substitution, for the expression (6) And no”; of the word “Nos (v) by the substitution, for all the words from ‘* Provided further that ’’ to “ discretion of the court;’”’, of the following: — “ Any summons to a witness may he re-issued at the discretion of the . court.””; and (vi) by the substitution, for the words * Provided also; that in appeals \" of the words ‘In appeals.",
    "mean_p_confidence": 0.79
  }
]