[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  RECIPROCAL RECOGNITION, REGISTRATION AND  ENFORCEMENT OF FOREIGN JUDGMENTS.  ACT, No. 49 OF 2024  [Certitied on 13th of September, 2024)",
    "mean_p_confidence": 0.652
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  Printed on the Onder of Government  Published as a Supplement to Part If ofthe Gazette of the Democratic  ‘Socialist Republi of Sri Lanka of September 20,2024  Price Rs. 36.00 Postage : Rs. 150.00",
    "mean_p_confidence": 0.5997368421052631
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "  |",
    "mean_p_confidence": 0.06333333333333334
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Reciprocal Recognition, Registration and  Enforcement of Foreign Judgments  hen No. 49 of 2024  [Cente on 13 of September, 2024]  LD—0. 192022  Aw Act 10 aa rnovsion Foe THE RECIROCAL RECOGNITION,",
    "mean_p_confidence": 0.4486486486486487
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  Receseanow NDEtccenr Sais oF eases",
    "mean_p_confidence": 0.11571428571428573
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (Cocss om co. ND TO REPEAL THE EATORCENT OF",
    "mean_p_confidence": 0.26636363636363636
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  Foscx Jupcaexrs Oxpwwascr (CHArEER 93) AND THE",
    "mean_p_confidence": 0.27666666666666667
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  Rcenocar Esroncgin or Joos Ounce (CATR",
    "mean_p_confidence": 0.049999999999999996
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  94): AND 70 mROVIDE Fo MATTERS CONNECTED THEREWITH 08  ‘BEit enacted by the Parliament ofthe Democratic Socialist,",
    "mean_p_confidence": 0.3175
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Republi of Sri Lanka as follows: -",
    "mean_p_confidence": 0.48888888888888893
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  1. (1) This Actmay becitedasthe Reciprocal Recognition, Shor tile snd  Registration and Enforeement of Foreign Judgments Act, st of  Resiatation a peation",
    "mean_p_confidence": 0.48538461538461536
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (2) The provisions ofthis Act, ther than the provisions  ofthis section shal come ito operation on such date a the  ‘Minister may appoint by Order published in the Gazette (in  this Act ferred to a the “appointed dat”).",
    "mean_p_confidence": 0.6120930232558139
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (3) The provisions of this section shall come into  ‘operation onthe date on which the Bill becomes an Act of  Parliament",
    "mean_p_confidence": 0.6328
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  PARTI  Armucsnow or nie Act  2.) Where Appian of  (2) (the Goveenment of Sri Lanka and the  Government of any foreign country enter  mo any treaty as respects the reciprocal",
    "mean_p_confidence": 0.44729729729729734
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Reciprocal Recognition, Registration and  Enforcement of Foreign Judgments  ‘het, No, 49 of 2024  recognition, registration and enforcement  of judgments ofthe courts of Sxi Lanka  and of such foreign county: oF  (id any written law in force on the day  Immediately preceding the appointed date  provides for the reciprocal recognition,  registration and enforcement in Sri Lanka  of judgments of the counts of a foreign  country: and  (©) the Minister is satisfied that by extending the  provisions ofthis Part of this Act to judgments  ofthe courts of such foreign country a substantial  reciprocity of treatment will be assured as  respects the recognition, registration and  enforcement in such foreign country of  judgments ofthe courts of Si Lanka,  ‘he Minster may, by Order publised.in the Gaze, declare  ‘hat the provisions of this Paro this Aet shall extend tothe  judaments of such courts ofthat foreign country as are  specified in such Order.",
    "mean_p_confidence": 0.5844186046511628
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (2) The Minister may, fhe considers it appropriate, sock  the views of the Minister assigned the subject of Foreign  Afi and the Attorney-General in making an Order under  subseeton (1).",
    "mean_p_confidence": 0.5757142857142856
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (3) An Order made unde subsection (1) shall.",
    "mean_p_confidence": 0.583
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (@) come into operation on the date of publication  of such Onderin the Guzen oron such ater date  as may be specified therein; and",
    "mean_p_confidence": 0.5710714285714286
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Reciprocal Recognition, Registration and — 3  Enforcement of Foreign Judgments  hen No. 49 of 2024",
    "mean_p_confidence": 0.45894736842105266
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (©) subjcttothe provisions ofsubscetion 8), remain  In foreeso long as may bespecitidin such Order  ‘or fr such period asthe teat othe writen law  referred to in paragraph (a) of subsection (1)",
    "mean_p_confidence": 0.5252777777777777
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  ernains in fore,",
    "mean_p_confidence": 0.244
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (4) The Minister may, having regard tothe provisions of  paragraphs (a) and (b) of subsection (1), by a subsequent  Onder amend, vary of revoke any Order previously made  lnder that subsection",
    "mean_p_confidence": 0.5516666666666666
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (5) (a) Every Onder made by the Minister shall, within  ttyce months afer its publication in the Gace, be brought  ‘before Patiament for approval",
    "mean_p_confidence": 0.5871428571428572
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (©) Any Onder which isnot so approved shall be  deemed to he rescinded as from the dat of such disapproval  but without prejudice to anything duly done thereunder.",
    "mean_p_confidence": 0.5640625
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (6)A notification ofthe date on which an Orderis deemed  to be rescinded shall he published inthe Guzen",
    "mean_p_confidence": 0.5085
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  {3.(1) The provisions ofthis Act shall pplyt judgment Judgment to  of acour ofa foreign county specified inthe Onder published SH ie Ast  under section 2, only ifsuch judgments inal andconctusive  as between the partis to such judgment, and",
    "mean_p_confidence": 0.3648837209302325
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (2) any one or more of the fllowing conditions are",
    "mean_p_confidence": 0.5983333333333333
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  satisfied by the applicant:",
    "mean_p_confidence": 0.32166666666666666
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (© the judgment-ereditor othe judgment debtor  vasa resident ofthe country ofthe original  court a the time such judgment-creitor oF  the judgment-debior, asthe ease may be,  hecame a party to the proceedings in the  ‘original cour:",
    "mean_p_confidence": 0.5866666666666667
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Reciprocal Recognition, Registration and  Enforcement of Foreign Judgments  ‘he Ni 49 of 2024",
    "mean_p_confidence": 0.5505555555555556
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (the judgment-dbtor, ihe is natural person,  had his principal place of business in the  ‘country ofthe original court at the time that  judgment-debtor became a party to the  proceedings inthe original court:",
    "mean_p_confidence": 0.5355263157894737
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (Gi) the jdgmentereitr isthe person who has  ‘obtained the judgment based on his claim or  aim in recoaventon in an aeton:",
    "mean_p_confidence": 0.4824
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (iv) the judgment-debior has maintained a  ranch, agency or other establishment with  ‘or without separate legal personality inthe  ‘country ofthe original cour at the time such  judgment-debtor became a party to the  proceedings inthe original court:",
    "mean_p_confidence": 0.5567441860465117
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (0) the judgment debtor has agreed to submit of  submited to the jurisdiction of the original",
    "mean_p_confidence": 0.5021052631578948
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (6) the property relating tothe judgment, whether  movable or immovable is situated in Si  [Lanka or inthe country ofthe original court  tthe time ofthe proceedings in the original",
    "mean_p_confidence": 0.5824242424242424
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (i) the applicant has derived any righ, intrest,  benefit ile, staus or entitlement under the  judgment of the original cout asa the date  ‘ofthe judgment or thereafter: or",
    "mean_p_confidence": 0.5012121212121212
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (0) in the case of a judgment for the dissolution or  annulment of amartiage or separation of the parties,",
    "mean_p_confidence": 0.615
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  1o a mariage, only ifsuch judgment is obtained in",
    "mean_p_confidence": 0.4581818181818182
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  respect ofa martage registred under the Marriage",
    "mean_p_confidence": 0.4222222222222223
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Reciprocal Recognition, Registration and $  ‘Renn af t08  Reston Onin (Chapter 12), wheter sich  Imaiage had heen contacted pro fo o ate the  ‘npn date sch jdzmet ha ben entered  porto oar the appointed dat, and =  (citer pry othe mariage was domiciedin  Soc county a a he dat ofthe judgment  (iy either pany to the mariage was habitually  resident in sich county fora peri mo ee  than ne year immediatly before the date of  the deren  (iit pay tothe mariage was atonal  Sich county a at he dt ofthe judgment  Gi) bohpaieshave submited othe jusiion  of ach cour  (2) The poisons ofthis At shall ot py tanya,  charg. fine or other penalty payable under judgment of  our ofa foreign county:  PART  Racoon Rosman Err  omens  44 An applicant may make an aplication n sh or Apicane o  Aocuments x may be pesribed by rls mae unr ts \"STON  ‘Act. tothe registering cou for recognition reistaton fs  and enforcement of a foreign judgment — dedgment",
    "mean_p_confidence": 0.4247916666666667
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  parca any ont iene and sl cnc he",
    "mean_p_confidence": 0.46399999999999997
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Reciprocal Recognition, Registration and — 7  \"het No. 49 of 2024  (6) the application has heen made within the period  specified in section 4,  ‘he registering cout shall proceed to register such judgment  (2) Subject tothe provisions ofthis Act, where judgment  fs eegiseredin terms ofthis Act, such registered judgment  shall be deemed 1 have the same fore and effect and the  Same control over the execution of such judgment as if it  had been judgment orginally given inthe registering court  ani enered onthe date of registration  (3) Where, as tthe date of application for recognition  and registration of foreign judgment, apart ofthe relief  Awarded by the original court has heen satisfied, the  registering court may enforce the judgment ony in respect  ofthe unsatisfied part ofthe judgment  6.(1) Where, upon registration ofa foreign judgment for Reogsion of»  the dissolution or annulment of a mariage or separation of |  the parties to 4 mariage under setion Sit appears tothe sent fm  registering cour that ~ Steiner of «  (a) such foreign judgment was given inter parte, the farce ta  registering court shall pronounce a declaration arses in  recognising sch judgment in Sei Lanka: or Sb  (0) such foreign judgment was obtained ex parte, the  registering court shal sue a nie tothe ober  party tothe mariage.  (2) For the purpose of paragraph (bof subsection (1), he  provisions of sections 59 1071 ofthe Civil Procedure Code",
    "mean_p_confidence": 0.5162452107279694
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  ‘hn Na. 49 of 2024  (3) Where there is no objection made under section 7  within the period specified in the notice issued under  Paragraph (1) of subsection (1) and upon the registering  court Bing sted ofthe proper service of matice under  paragraph (4) of subsection (1) the registering court may  Pronounce a declaration recognising such foreign judgment  Objections 7A respondent oan aplication fr the ecogition nd  Sea regisation of foreign judgment forthe dissolution or  Frommer of pulment of a mariage of separation ofthe pats 4  Itoment or mariage, upon receipt of notice issued under paragraph  the desluion (by of subsection (1) of section 6, may appear before the  STumusear registering court and object to such application on the  Specie sf round a  Sasa (a) the applicant has failed to satisfy any of the  (0) theres fad o  (6) there misrpreseoation of fact elevantothe  application and he affidavit made under section  efval of 1. (1) Where the pay who made an objection under  Swycioa and sgtion 7 fails tsatsy the repstering court ofthe existence  sscoznin 284 oF any ground forthe refusal ofan application specified in  ee section 7. the court may eject sch objection by an onder  Jndumes fete gud in that Behalf and shall pronounce a declaration  selon © gecognsing nich foreign judgment for he disoltion or  iinage \"annulment of a manage or separation of the paris 0 8  scrantion ofthe parrage in respect of which such application is made.",
    "mean_p_confidence": 0.5057835820895523
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  * (2) Such declaration shall have the effect of such foreign  jadgment for he dssoltion o annulment of mariage oF  separation ofthe pats toa matage Being recognised as if  ithad been issued by a competent court of Sei Lanka",
    "mean_p_confidence": 0.5104545454545455
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Reciprocal Recognion, Registration and 9  ‘he N40 of 3008  aplication made under ection 4, asthe court dems ft, So",
    "mean_p_confidence": 0.411304347826087
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  10, Where epseting cour pronounces declaration Rearion of  annulment of a marriage or separation of the parties to a thesslutioa  tmarriage, recognising such judgment in Sri Lanka, the mang  Regisarof he registering cour stall send wcopy of uch S08  declanioncertied by sch Registra ate copy. tthe Goce  Registrat-General for the purposes of the Marriage  Registration Ordinance (Chap 112)",
    "mean_p_confidence": 0.5089393939393939
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  11 (1) The registering court shal, at anytime after Sting mie oa  regisration ofa fregn jgment, upon application in that SESE  tefalf daly mad bythe jdgmen-detor ar any pany whose  rights. interes, benefit, sas or etttements have  teen sdveney affected, oon its wa moto, set aside the  repistation ofthe judgment, i the ceiseing cou is  sats ha —",
    "mean_p_confidence": 0.38606060606060605
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (@) te judgment was rgierd in cntaveton of",
    "mean_p_confidence": 0.44799999999999995
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  the provisions of subsection (1) of eton 5:",
    "mean_p_confidence": 0.42400000000000004
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (©) notice of suficient noice as ot been given to",
    "mean_p_confidence": 0.4666666666666666
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  the udgmen-dbtr in accordance with he a of  the country of the original cour o enable hm 0  dfn he proceedings:",
    "mean_p_confidence": 0.41600000000000004
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (© the registered odgment was obtained by taud,",
    "mean_p_confidence": 0.41900000000000004
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (2) tne petson by whom te aplication far recogiton,",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  regain and enforcement ofthe jgment was  Imad, his not derived any right frst, benef,  te, tats or entiement under the jadgment of  the original cou",
    "mean_p_confidence": 0.45399999999999996
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Reciprocal Recognition, Rgistation and  Enforcement of Foreign Judgments  ‘het No, 49 of 2024  (©) the judgment has been reversed or Set aside in  appeal bythe original cour ora higher cout ofthe  ‘country of the orginal cour in terms ofthe law of  the country ofthe orginal cour.",
    "mean_p_confidence": 0.5481818181818181
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (2) Notwithstanding anything othe contary in any ther  provisions of this Act, the registering court may, if it  Considers appropiate, allow the partes t lead evidence in  respect ofan application to set aside the registration of &  judgment under this Act",
    "mean_p_confidence": 0.5976595744680852
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (3) The provisions of section 389 ofthe Civil Procedure  Code shall, mutatis mutandis, apply in respect of an  pplication to set aside the registration ofa judgment under  this Act.",
    "mean_p_confidence": 0.5508823529411765
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (4) The seting aside of the registration of a judgment  under this section shall not prevent a fesh application for  registration of a judgment being filed in compliance with  the provisions ofthis Act.",
    "mean_p_confidence": 0.6144736842105264
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  pests 12.(1) No appeal sal ie against any order made by the  registering court under the provisions of this Actin respect  ‘ofan aplication made forthe recognition, registration and  enforcement of a foreign judgment. other than a judgment  forthe dissolution or annulment of « mariage of separation  ofthe partes to a mariage.",
    "mean_p_confidence": 0.5398275862068965
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  (2) Any pany who is dissatisfied with any recognition  warded or any order made by the egstering court under  the provisions ofthis Actin respeet ofan application made  forthe recognition, registration and enforcement ofa foreign  judgment forthe dissolution or annulment of a mariage of  separation of the parties to a marrage, may appeal to the  felevant High Court established by Amite 154P of the  Constitution, with leave first had and obtained from the  relevant High Cour.",
    "mean_p_confidence": 0.5981176470588235
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Reciprocal Recognition, Registration and U1  ‘het Na 3 of 024  13, Where both patie 1 foreign judgment for the Mig spate  issolution or annulment of a mariage of separation ofthe seston in  parties toa marriage have made separate applications forthe ecrgnition and  Feoogniion and egistation ofthe stme judgment, the =esmon of =  ‘registering court shall consolidate both such applications (S08,  nd make an ode inthe same proseodings. Sete  PARTI  Gen Prossens  1M From and afer the date on which an Orde under Fain  subscction (1) of section 2 published nthe Gert, any stent  Cnferereatofajudgmento coun ot sch frigncounty tee,  ‘shall not be entertained by any court in Sri Lanka, except in “tHee™se  accordance with he provisions f this Act.  1. Notwittanding anything to the contrary cotsned Duricina a  in any other writen law re  (@) in the case ofan application fr the recognition, aration and  reginration and enforcement of foreign judgment ram of  to which the provisions ofthis Act apply, eter jgacst  than a judgment forthe dissolution or anne  ‘of a marrage oF separation ofthe parties to a  tnariage, the District Court of Colm ray ther  courts may be designated the Minister by Onder  Published inthe Gert and  (0) in the case ofan applicstion forthe recognition  ad registration of foreign judgment for the  ssoltion or annulment of mariage o separation",
    "mean_p_confidence": 0.4814859437751004
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  ‘hen Ne of 024  ofthe parties to massage which he provisions  ‘ofthis Act ppy the Dist Court of Colombo or  the Distt out within the oa iis of whose  json any pay o such judgrent resides,  shall have the jurisdiction, cognizance of and fl power  thetmaner povided for byt Actand the rues made under  seston 20 to ear and dtemine sich applet,  Agmcion of 16, Service of summons noice or any ter documents  Oe Ct _tltng wo rcngaton,regstation and enforcement a the  Case may be, of foreign adgmens unde this Act shall be  ‘made nthe maner provided fri Chapters VI and XX  ‘the Civil Procedure Code  Language oe —_7, (1 Where the language of lgment of cour ofa  sncumeats orsign county specified in the Onder made under section 2  our isin a language other than the English language, such  judgment shal be secompaoied bya translation teat in  the language used bythe registering cour as the language  of sch court and made and signed by an interpreter ofthe  Supreme Cour the Cou of Appl or the High Court by  2 sworn satslator or an interpreter of any District Cour  Fay Cour, Magistrate's Coun or Primary Cot arty &  orn anlar  (© For the prpoes ofthis setog, “sworn tal”  sean ansaor who bes aken and subscribed he ath of  ‘ade and ubsrbed the affimation before a Distt Judge  ofa Distict Court of Sei Lanka.  Mating ue 18, Any pron who willy and dishonesty makes any  tomes of fue statement of fact in an affidavit made under this Act  aan commits an offence and shall, on conviction by the  Magistrate's Court, be liable to fine not les than 40  funded thousand rupecs ort Inpisonment fra period  totes than one year orto bth sch fe and impronnen.",
    "mean_p_confidence": 0.490091743119266
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Reciprocal Recognition, Registration and 13  Enforcement of Foreign Judgments  hen No. 49 of 2024",
    "mean_p_confidence": 0.4588888888888889
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  19. In any matter or question of procedure not provided Cass omit  {ori his At. the procedure ad down in tbe Civil Procedure  Cade in respect ofa like matter or question shall be fllowed  by the cout if such procedure isnot inconsistent with the  provisions ofthis Act.",
    "mean_p_confidence": 0.4990566037735849
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  20, (1) The Minister may rom time to time, make rules Ras  under this Act in respect ofall matters for which rules are  sthorised or reguited tobe made forthe purpose of giving  feet othe provisions ofthis Act",
    "mean_p_confidence": 0.5176190476190475
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (2) In particular and without prejudice t the generality  ofthe provisions of subsection (1), rules may be made in  Fespect ofthe following matters:",
    "mean_p_confidence": 0.5485185185185185
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (a) filing of an application for the recognition",
    "mean_p_confidence": 0.682
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  registration and enforcement of foreign judgment,  ‘nd setting aside of a eistered judgment and forms  to be used for such purposes;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  (0) sement of facts thatthe affidavits made under  this Act shall contain;",
    "mean_p_confidence": 0.5346666666666666
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  (6) preseribng the documents that shall accompany  $n applicauion filed under this Act,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  (a) tendering of security when applying for the  recognition, registration and enforcement of a  foreign judgment:",
    "mean_p_confidence": 0.592
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  (@)- the manner of serving the notice of registration and  the content of such notice",
    "mean_p_confidence": 0.5522222222222222
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  (subject to the time limits expressly provided for in  this Act the time limits for performing any act  required to be peeformed unde this Act:",
    "mean_p_confidence": 0.5568965517241379
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  (@) prescribing the method by which any interest  payable under a foreign jgment under the aw of  ‘he country of the original cout isto be determined",
    "mean_p_confidence": 0.6053333333333334
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  (0) the maters relating to the award of costs and",
    "mean_p_confidence": 0.5608333333333333
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Reciprocal Recognition, Rgistasion and  Enforcement of Foreign Judgments  ‘het, No, 49 of 2024  (© any other mater which is equired to be prescribed  under this Act in onde o achieve the objectives of  this Act  (3) Every rule made by the Minister under this setion  shall be published in the Gazeste and shall come into  ‘operation fom the date of such publication or on another  date as may be speifid in uch rule.  epee 21, With effet fom the appointed date-  (a) the Enforcement of Foreign Judgments Ordinance  (Chapter 93): and  (0) the Reciprocal Enforcement of Judgments  ‘Ordinance (Chapter 94),  shall stand repeated.  Sovings ant 22, Notwithstanding the repeat of the Reciprocal  ‘raisons! forcement of Judgments Ordinance (Chapter 94) in this  Provisioms section refered oa the “repealed Ordinance”)  (a) every Order made under section 6 ofthe repealed  ‘Ordinance and in force on the day immediately  preceding the appointed date shall be valid and  effectual in respect of the judgments of the courts  ‘declare in such Order until an Onder fs made under  section ? of this Act extending the provisions of  this Act tothe judgments of the eoresponding  (0) all applications filed and proceedings instituted  under the repealed Ordinance and pending on the  day immediately receding the appointed date shall  he proceeded with and concluded under the  provisions ofthe repealed Ordinance; and",
    "mean_p_confidence": 0.5920000000000001
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Reciprocal Recognition, Registration and 1S  Enforcement of Foreign Judgments  hen No. 49 of 2024  (6) all judgments, decrees or orders entered into or  ‘made under the repealed Ordinance and remaining  unsatisfied either wholly or partially on the day  immediately preceding the appointed date shall be  proceeded with and concluded under the provisions  ‘ofthe repealed Ordinance.  23, Inthis Act, unless the context otherwise requires ——tnerpreaion  “applicant” forthe purposes ofthis Act, includes a  judgment-creditor or any person who has  derived any right, interest, benefit te, status  for entitlement under the judgment of the  original court, as atthe date of the judgment or  thereafter,  “Civil Procedure Code” means the Civil Procedure  Code (Chapter 101):  “vountry of the original court” means the county in  ‘which the original court i situated,  “disolution or annulment of a marriage or separation  ofthe panies toa marrage\" means any divorce  annulment of « mariage or judicial separation  ofthe parties toa marriage obtained by means  of proceedings in a competent court of aw of  country specified by the Minister under section  2 of this Act  “domiciled in a country” means domiciled in terms  ofthe lw of that county:  “judgment” means a judgment, decree or order given  for made by a competent court of a foreign  country which has been specified by the",
    "mean_p_confidence": 0.5781224489795918
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Reciprocal Recognition, Rgistation and  Enforcement of Foreign Judgments  ‘het, No, 49 of 2024  Minister by Order published inthe Gazette in  terms of section 2 of this Act, but does not  Include a judgment, deree oF order given or  made  (@ against any foreign country  specifiedinan Order made under  ©) inselation wo property setlement  in any matrimonial mater:  (© im proceedings relating to  insolvency:  (in proceedings relating 10  winding-up of companies  (© in proceedings relating to  unsoundness of ming:  in proceedings relating to  ‘guardianship, custody or  maintenance of a minor, oF  ‘curatorship of the estate of a  (in proceedings relating 10  ‘guardianship and management of  the estate ofa person of unsound  mind:",
    "mean_p_confidence": 0.5542753623188406
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  “judgmentcreditor” means the person in whose  favour the judgment was given and includes  any person who has derived any sight, interes,  benefit, tile, staus or entitlement under the  judement sought tobe estered in Sv Lanka:",
    "mean_p_confidence": 0.5573170731707318
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Reciprocal Recognition, Registration and 17  Enforcement of Foreign Judgments  hen No. 49 of 2024",
    "mean_p_confidence": 0.445
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  “judgment- debtor” means the person against whom  the judgment was given and includes any  person against whom the judgment is  enforceable;",
    "mean_p_confidence": 0.5738461538461539
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  “Minister” means the Minister assigned the subject  ‘of ustce in terms of Article or 45 of the  Constitution:",
    "mean_p_confidence": 0.5204545454545454
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  “original cour” in relation to any judgment, means  the court by which the judgment was given ora  higher court which has afimed or entered a  judgment in the exercise of appellate  jurisdition:",
    "mean_p_confidence": 0.5828947368421052
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  “preside means prescribed by ules made under  this Act and",
    "mean_p_confidence": 0.5723076923076923
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  “registering coun",
    "mean_p_confidence": 0.245
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (2) in elation to a judgment other  than a judgment for the  dissolution or annulment of a  martiage o¢ separation of the  Parties to a mariage, means the  District Court of Colombo or any  ‘other court as may be specified  by the Minister by Order  published in the Gazette; and",
    "mean_p_confidence": 0.5738333333333333
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (@) in elation wa judgment for the  dissolution or annulment of a  martiage or separation of the  Parties to a mariage, means the  District Court of Colombo or the  District Court within the local  limits of whose jurisdiction any  ary to such judgment resides.",
    "mean_p_confidence": 0.5671698113207547
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  we oft  Sits ae 24. Inte even ny inconsistency between the Sinha  Fee and Tami exe ofthis Ac he Shalt shal peal",
    "mean_p_confidence": 0.3553846153846154
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]