[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". Ay Cay CES PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA “TOURIST DEVELOPMENT (AMENDMENT) ACT, No. 39 OF 1991 . [Certified on 12 th November, 1991] Printeid on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 15, 1991 Pena ar THE BOUSEMEDNY OF SOFERINNT FEDER, 86 EA To HE FRCHAGED AF SD GOVERMENT PUBLICAGTONE BUREBU, COLORIBO Price £30 cents, Postage Re. 1.00",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Tourist Development (Amendment) Act, No. 39 of 1901 [Certified on 12th November, 1891] LD—O. 16/89\" an ‘Ax Acr 70 asenp tHe Tourer Deverorncnye ‘Act, No, 14 or 1968 . BE it enacted by the Parliament of the Democratic Socia- list Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1 This Act may be cited as the Tourist Development hori (Amendment) Act, No. 39 of 1991, eit.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Section 8 of the Tourist Development Act, No. 14 of Amendment 1968 (hereinafter referred to as the “principal enact of SF4CR ment\") Js hereby amended ag follows :— Ng i4 of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) in subsection (1) of that section, by the suibstitu-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "tion, for the words “fix the maximum prices, sates\", of the words “ fix the maximum or minimum prices, rates,” ; i @) in paragraph (c) of subsection (2) of that section, ‘by the substitution for the words “may fix different maximum prices, rates, fees”, of the words “may fix different maximum or minimum prices, rates, fees\"; A",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(3) in paragraph (a) of subsection (8) of that section",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": by the substitution for the words “demand ot recover higher maximum prices, rates”, of the words “demand or recover higher maximum or higher minimum prices, rates”; and ”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(4) by the repeal of the marginel note to that section,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘and substitution therefor of the following marginal",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘note:",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“order by Chairman fixing maximum of minimum prices, &c., In respect of tourist services. \",",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Section 85 of the principal ensetment is hereby amendment ‘amended, in paragraph (c) thereof, by the substitution for of section ithe words \"may be directed by the Chairman a list of the 89.0% the maximum prices, rates”, of the words “may be directed by enactment. the Chairman a Ist of the maximum and minimum prices, prates” 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, In the event of any inconsistency between Sinhala sinhala ‘and Tamil texts of this Act, the Sinhala text shall prevail. ean in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": of freonsis- tency.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Annual eaaceiption of Engldh Bil and Acts of the Parliament Ra 85 (Loan, ‘Re, 1.190 (Foreign), payable to the Suommemmnre, Gowmnamrr Pusistaroxs Bureau, Coron 1, before 1th December asch year in rempect of the yar",
    "mean_p_confidence": 0.58
  }
]