[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  SHRAMA VASANA FUND ACT, No. 12 OF 1998  [Certed on 3ist March, 1998)",
    "mean_p_confidence": 0.6842857142857143
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  Prined on the Onder of Government",
    "mean_p_confidence": 0.50375
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "  Published asa Supplement to Part ofthe Gazette ofthe Demucratie Socialist  [RepoblicofSri Lanka of April 03,198",
    "mean_p_confidence": 0.41777777777777775
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "  Price Re £00 Ponta Re 250",
    "mean_p_confidence": 0.37625
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Shrama Vesana Fund Act No. 12 of 1998  {Ceritied on 31st Marc, 1998]  1. D—0.3896,  |AWACT 10 ROME Fon THE ESTABLISHMENT OFA FUND CALLED",
    "mean_p_confidence": 0.4127586206896552
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  AN KNOW AS “Stata VASaNa FUN\" rm THE RESON",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  ‘OF MONEYS Fox THE WELFARE OF EMPLOYEES AND TO PROWIDE  BE it enacted bythe Partiament ofthe Demacrate Socialist,  Republic of Sei Lanka a fellows —",
    "mean_p_confidence": 0.43344827586206897
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  4A. This Act may be cited asthe Strama Vasana Fund Stor Ti  ‘Act, No, 12 of 1998,",
    "mean_p_confidence": 0.5195000000000001
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  2. (1) There shal be established a Fund which shall be Euaishneat of  called the Shrama Vasana Fund (heeinafer refered to as Seams Visa  “the Fund”. a",
    "mean_p_confidence": 0.4974193548387097
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (2) The Fun shall bythe name assigned with subsection  (bea body corporate, and shal have perpetial succession  ‘and a common seal end may sv and be sued in such name.",
    "mean_p_confidence": 0.5197058823529411
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  3 (1) The ministration, management and cont of Boa of ass  the Fund shall be vested in a Board of Tastes (hercnafertheFond  refered oas the “Board constituted as hereinafter proved",
    "mean_p_confidence": 0.4414705882352941
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) The Board shal, forthe purposes of administering the  affairs of the Fund, exereise, discharge and perform, the  ‘Powers, and functions confered on or asigned to the Fund  by this Act.",
    "mean_p_confidence": 0.5913888888888889
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (2) Subject tothe provision ofthe Act, the Hoard shall  ‘have the power tomake rules toregulae the procedure eaing  to its meetings and the teansaction of business at such  meetings.",
    "mean_p_confidence": 0.5011764705882352
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  4. (1) The Board shal consist ofthe following Cantiuanof te",
    "mean_p_confidence": 0.41083333333333333
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  ous  (@) Secretary tothe Ministry ofthe Minister in  charge of the subject of Labour wha shall  be the Chairman of the Board (heteinater  refered toa the \"Chaiman”);  2 pomnts_s5500158)",
    "mean_p_confidence": 0.49277777777777776
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Shrama Vasana Fund Act, No, 12 of 198  (@) a representative ofthe Ministry of the  “Miniter n charge ofthe subject of Financ,  nominated by the Minister, i consulation  vith the Minister i charge o the subject of  Finance; and  {e) four persons appointed by the Minis,  hereinafter referred (o us “appointed  members”)  (2) a) every appointed member shall unless e vacates  office earlierby death, esgnation ar emoval. old office fr  1 period of three year fom the date of his appointment to  such office.  (0) every appointed member may resign hs office by 2  tester in that behalf addressed to the Minister and such  resignation shall ake effect upom it being accepted bythe  Miniter  (6) the Minister may, without assigning any reason  therefor, remove any appointed member from ofice.  () where any appointed member is by reason of ness  cor other infirmity absence from Sri Lanka, temporarily  Unable to perform the dais of his fe, the Minister may  appoint another perso to actin his place.  (@) where any appointed member dies or resigns oi  removed fomoffc, the Minister shall appoint anoter person  in his place andthe person so appointed shall old ofie for  the unexpired period af the term of office ofthe member whom  he succeeds  () an appointed member vacating office by efiuxion of  time stall be eligible for reappointment  (2) (a) the Chairman shal reside at every meeting f the  Board I the absence ofthe Chairman fom any mestng of  ‘the Board, a member chosen bythe majority ofthe members  present at such meeting ball preside at such mecting",
    "mean_p_confidence": 0.5262837837837838
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  () the quorum for any meeting ofthe Boar shal be thre  members",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Seas Far Act a 12 of IRE 3",
    "mean_p_confidence": 0.258
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (69 the Bows sha te he power tact enema  any sacaey i ts membership. Any ator proceeding of the  Bo stat ag he doses eo be ivi hy rsa08 only  sch Youn or any defect the appointment of reer,",
    "mean_p_confidence": 0.4218181818181818
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (8 8 porn silt hedisgesied fms being appwintd  ‘or from contin, inion at x member ofthe Boe if  te",
    "mean_p_confidence": 0.3778260869565217
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (ay ior becomes a marae of Baltament cea mest",
    "mean_p_confidence": 0.31272727272727274
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  ef Pevinciat Coun or aocal owtcey 6  10) is er ny aw torr in Lanka oo soy other  ‘ory four or dese wo be of amu mind ¢  {3 is» person having beew declaod an inset or @  ‘bunk re any aon fone Sani ty  other eounity, tan undischarged insolvent of  antes  (i) serving or han eee asntosca of mpannencat  posed ty any come ie Sei Lanka or any ether  sountry.",
    "mean_p_confidence": 0.3529268292682927
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  5. (The seatolthe Fund gherainatersefored agit Seda be Pe  “weal” shall be nthe cumedy of sich perso whe Board  may fot ime tote dete,",
    "mean_p_confidence": 0.31535714285714284
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  2) Tee sel shall wot be abned so any dagen oF  docament ep wi he sanction of the Bod and te  presence of to somes of dhe Boul who shall gn the  ‘turer. ot documents in ckea of het presence",
    "mean_p_confidence": 0.3857777777777778
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (3) \"The seal may be ase in such manner as sy Bs  ‘eterna My he Boar",
    "mean_p_confidence": 0.45894736842105266
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Sha Nanos Fund Act No, 1266198",
    "mean_p_confidence": 0.30000000000000004
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (49 Toe oes sta ii are be ott",
    "mean_p_confidence": 0.331
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  eco ich elas Ben ae.  ces gc att edt im",
    "mean_p_confidence": 0.30230769230769233
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (a) ret eli of empines:",
    "mean_p_confidence": 0.2842857142857143
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (6) copie Snare anaaceerplres  ‘rhc ionic mew ees  owe witout prot oer",
    "mean_p_confidence": 0.168125
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  {ct wide metic ove fico epee  in fies ofemergeey",
    "mean_p_confidence": 0.21666666666666667
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  C2) 0 soto oper sien enployes when  Ings aed phe",
    "mean_p_confidence": 0.22307692307692306
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  0 pote roost andr ens epics  (lr opens. in es of ces",
    "mean_p_confidence": 0.324
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (0 co give swat pests wo Bae vendo not",
    "mean_p_confidence": 0.4163636363636364
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Sabdiag sie epic wee  fomind 17. GyToe Rossa tbe sae of in a eth  ‘etic — gowertedont angers fr ocordne set  tee sarin Sabet fe Fe.",
    "mean_p_confidence": 0.2564516129032258
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (2) Wit pejaice wo he generality ofthe powers  conte ty thst £0 he Bad shal ae ftw,  roe",
    "mean_p_confidence": 0.3809090909090909
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  (om srang Sr te condo: af a Letina",
    "mean_p_confidence": 0.302
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  Sow a Sama Ved y fe Nabors  ‘Bowe ore nny fre paps of ay  ate ec the Fa",
    "mean_p_confidence": 0.3281818181818182
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  {01 ores gram, gil dont i cth oi,",
    "mean_p_confidence": 0.261
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  set om aa foreign sae",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "  ey aegis snd hoté any propery, movable ot",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "  inary eyo gra, ask fds,  raion orate",
    "mean_p_confidence": 0.152
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Shana Nasa Fad Ac. No. 120/1998 8  (tose mong. ase, gran convey, devise aig,  ‘change oes dispose of: an such pope  (©) tomer it and perform, any sich coma s may  nec othe proper ese of ts powers  the shag of us fnctonse fo carng et he  chess ofthe Pond  © toimoin inate ppoinment of remuera  anon dition contol ove and iwefices  soducnans  (4) 10 erect, or case to be erected, any building of  ttre on any land belonging o © bed by he  Find:  (#) toes money belonging te andar dcreton  ofthe Board and cle he come secu fom  (© sw09en ope nda bank secon andtobonow  tr rte money, with o without secu forthe  poses ofthe Pd  ) lodoalsuchcter at ad ings as ae ideal or  condocve othe caning cu of he ejecta he  Frnd  8 The Minster may give such gene directions in Diets  ‘wig tothe Board a 0 the exes of powers an the Mase  discharge of the functions of the Board and the Board shall °°  Bie efter sich dtston  9, TheMinitermay from time one order in wking. foweerte  allo acy of th actvies ofthe Fd tobe nvestgued or Mer  ingen andrepoed upony such person or pronase  hemay specify within sch ime seid in sucht and a  son sich order being mathe Bord shal afer al such  \"ets ad imal sch norton as sch pee  ernst equi to give let tosh econ",
    "mean_p_confidence": 0.4002230483271375
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  5 Shree Fendt, Ho 2 of 18  erento 10. There sl be pid ito te Fede  era.",
    "mean_p_confidence": 0.3423809523809524
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (sll sac sams ef maney as mayb Vote hon time >  ‘med Pacsment forthe pup of eaying oe  cleats the Fd 5",
    "mean_p_confidence": 0.3465384615384615
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  6) all suman of money reveived as grams, gifs ot  onations, rom tel o feign Soures:",
    "mean_p_confidence": 0.4205263157894737
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (e3 all sums of money received 6 igcome from  ‘neestents tae By the Fund ae",
    "mean_p_confidence": 0.3838888888888889
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  1h ists of monty viva te Furi he eerie  ‘of pnw, and he dice A fue dee  ‘is Act iclading the proces of eT rere  fin section 13",
    "mean_p_confidence": 0.3660606060606061
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  arstcest He Tha shat hep ou f the Far",
    "mean_p_confidence": 0.3727272727272728
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  a) 9 suck sum es re secesary fr wring cepts  ‘ncoried in the working, eciablichment nd  someones ofthe Fad",
    "mean_p_confidence": 0.3626086956521739
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  18) alt sock some os ore azestsary forthe payment of  tales to offers and seraats othe Fad;",
    "mean_p_confidence": 0.374
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  0) Bf such sums a8 ate nocessany for meting suet  paysnenssa¥ ae approved by the Rod x bing  necessary for the patpose of caning othe objec,  atthe Bind.",
    "mean_p_confidence": 0.44757575757575757
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  deca 12, (1 \"Tre Baad shal cause proper books of wees  ak the kept oF ta ncame and expen asst ms iis  sind al er farsi the Fund .  £2'The income snd expenitare account id he tance  rar shal i signacy two member fe Hod ates  fede oo by &exahain pasts by the Boas",
    "mean_p_confidence": 0.35672131147540986
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  rama Vasona Fad ct, No, 120f 19887",
    "mean_p_confidence": 0.24777777777777776
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (2) The financial year of he Board shal be the calender  =",
    "mean_p_confidence": 0.46199999999999997
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (4) The provisions of Anis 154 the Constttion sal  spy tte ait of the accounts of he Fund.",
    "mean_p_confidence": 0.38095238095238093
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  13, (1) The Nationa LoresBourdestabisedby the aero  Finance Act No.1 of 1963 (eae fered to at \"ihe ies rte  Caters Bear) shal cons forthe Fund uch umber of 286  day tp ofloneesneach ara ay be ped Between  the Fund andthe Lots Board",
    "mean_p_confidence": 0.4141666666666666
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (2) Bvery such ote stl called Sha Vasa and  shalt conducted sch manne as my be agreed between  the Fad and the Loerie Bord. The agreement between  the Fondand the Later Board tal nde rvs, er  li, as rqards the przs to be avarded inthe aries $0  “Sducted andthe mane in which unlined paca sich  lovee ae toe deal wth",
    "mean_p_confidence": 0.46249999999999997
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (2) The proceeds of every Iotery conducted by the  Lots Bourd fo the Fad shal be pi by the Lares  Board othe Consolidated Fund fer deducting therefrom,",
    "mean_p_confidence": 0.5196774193548387
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  Sechsus as maybe agreed terween he Lteries Board and  ihe Fund in conton wi the Minter in Charge ofthe  Subject of Finance as expenses fr condatng sch ory,  including he vale ofthe ie tobe var at sochlotery",
    "mean_p_confidence": 0.435
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (8) The Fad shal be exempt rom the payment fay  tov ander the Inland Revene Act No 28 of 1979 on any  income or profireceved by fom any ltr conducted by  the Late Board forthe Fund .",
    "mean_p_confidence": 0.4878571428571428
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (5) The Loteries Ordinance stl ot apply o ay tery  condi by the Laterier Boar forthe Fund. =",
    "mean_p_confidence": 0.4757142857142857
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  14, The Boatd may make sich ues sit ay conser Pee  cesar inelaton any naterafectingorconned wit at mt  ‘inion othe exes dachare and performances of  ts powers dies and functions",
    "mean_p_confidence": 0.43742857142857144
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Shama Vesna Fund Act No. 12 0f 198  cryionst 1, (1)A donation made in money of oberwise by any  a ‘person (o the Fund shall be decmed, for the purposes of",
    "mean_p_confidence": 0.5666666666666667
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  ragaph (6) of sections 2of scion 31 of the nnd",
    "mean_p_confidence": 0.41333333333333333
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  Revenue Act No.28 of 179 obe adoration made in money",
    "mean_p_confidence": 0.42416666666666664
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  ‘tere oa Fund estab bythe Coverent",
    "mean_p_confidence": 0.30125
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (2) rom and ater the caso of he Fund under section  fof te Inland Revenue Ae, No 28 of 1979 the pois and  income ofthe Fand sal be exert fom income tx payable",
    "mean_p_confidence": 0.47027027027027024
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  der Inlind Revenue Act No. 28 of 1973",
    "mean_p_confidence": 0.429
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (2) The provisions ofthis seetion shall have effect,  sctwithtandng anything the conan land Revenue",
    "mean_p_confidence": 0.39882352941176474
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  ‘Ae No, 28 of 1978,  hasta 46. (1)No sit or roecton shal be instituted against  seoeTatn any mente of te Board or oficer or sera ofthe und for  tnlrtheA®” ay act which in good faiths one, o purported be dove",
    "mean_p_confidence": 0.40688888888888886
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  tay him under this Act oo he det ofthe Boars",
    "mean_p_confidence": 0.4291666666666667
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  (2) Any expense incurred bythe Fund in any sit or  prcsction bought by or ais te Fund before ay court",
    "mean_p_confidence": 0.5652173913043478
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  “hal be pou of the Pond, anda costs aida recived",
    "mean_p_confidence": 0.3825
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  bythe Fund in any sch suitor posconin sal be creda",
    "mean_p_confidence": 0.3541666666666667
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  (othe Fund",
    "mean_p_confidence": 0.1975
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "  (0) Any exensncuredty any such persons irefered  toinsuteecton (1) in any suitor pectin bough agaist  tim before any cout nrc fay et which i one or  purported tobe, done, by him ander this Act, o onthe  fection ofthe Bord sal fhe cout ld thst sich",
    "mean_p_confidence": 0.4115686274509804
  },
  {
    "i_page": 9,
    "par_num": 15,
    "text": "  ‘ens done in good th, be pid ou othe Fund, nes sch",
    "mean_p_confidence": 0.4307142857142857
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "  ‘rps is ecveed by him in soc itor protection  Nomivoione 17, No wr agsinst person or propery shal esd  Senin oe axis any erber ofthe Boar ny scton ght agaist",
    "mean_p_confidence": 0.37470588235294117
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "  et sito nay hon  Silicate the Fund",
    "mean_p_confidence": 0.254
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Steam Waco Po tN Bf 9889  18, The Fond stall be deemed ta be Sctodeled anes  Jnsitton wishin he teaeg of th Bribery Act atthe Sonshine  Proviso: tt tect Raha  Enkinad  18, AlclseseadservaatoF Fun sal deed econ  tebe pub cenants wits stieneanigand tipo, vce  of Pana Coe. etn  2 nde crenata imonsseay Newent sataasin  st Tumi tests of this Act, the Stahote text stall prevail. kee  21, nos at eles be cates otarnee ages tren  “erly” cans any penaa sn As amered ao  ‘work wera contact witha employer it ony  sapacty, whether th conrat 6) fr oring of  ‘trv beter tise ete tacos  senenticeship ow conics penal 0 exits  ‘any \"ork of tabout and includes aay person  {7 pyed uncer oy seh coat whee sk  petom orien employee any pia  “Local Aue” moins ary Murcia Coen tia  ‘Coanett ot Peadeships Sb and ince any  -Authoty create ebb cr yor  thexere, pram, ordishag, power desta  ‘ness porting oT pers,  dates an Eaton exeteoeds peared ane  ‘change by ny ch Counc oe 83D.  “Provincial Cowecil™ moans a Peovinciat Covel  “stint Chapar XVHA tte Comsition",
    "mean_p_confidence": 0.2834123222748815
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  ‘ah nghh and cao oe a  oa Seco sam es Sa a  os Coun he Su Beas ck yor cpt ewig",
    "mean_p_confidence": 0.3108
  }
]