[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "o ; Cs) | PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC. OF SRI LANKA MUNICIPAL COUNCILS AND URBAN COUNCILS (AMENDMENT) ACT, No. 39 OF 1986 {Certified on 12th November, 1986) : Orlated on the Orders of Government Pullished as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 14, (986 , _ (PRUNYED AY HE DEPARTMENT OF COPERIATENY PRIVIDNG, OR; LATER To Bu PORSGAGD A Tin GOVESGRGLOE FOUACASIOND BOWEAT; GOORIN Price : Re. 1.50 Postage : Re. 1.15",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Municipal Councita and Urban Councils + (Amendment) Ack, No. 30 of 1988 [Certified on 12th November, 1986]! L. DO 58/65 eta ne Ax Act 10 ‘Anny ‘Tam MuntearaL Councns ORDINANCE Asp Tae Uxeant Councrs OXDINANCE BE it enucted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— L This Act may be cited as the Municipal Councila and Shortititie. Urban Councils (Amendment) Act, No. 39 af 1998, . . PARTI Gals 2 Section 10 of the Municlyel Counctln Ordinance Amendment .. @ereinafter in this Fart referred to an the .“ principal bection 19 of” enactment”), as last amended by Act No; 2 of 1967, ix CHO HE hereby further amended as followsi—'° 0? . (0) in subsection (1) of that section, by the substitution, for all the words from “and shall expire on the thirty-first day of December \"to the end of that mb- section, of the fotlowing:— =\" - “and shall, unless such councillor vacates office earlier by death, resignation .op removal continue - for a period of forty eight months from the date ) . on which such term of office commenced.” ; and (®) by the repent of subsection (2) thereof, and the sub- sttution therefor of the following subsection :— “ @) The Minister may by Order published in the a\" Gazette eee \" “. (@) curtall the ‘term of office referred to in LOL 2. subsection (1) by appointing, ia substi ole a; | tution for the date on which the term of office expires, a day of any month : +: ‘preceding the month on which such oa “it sere ,. 5 term of office’ expires in that year op 19.3.4 : --. /» the year immediately preceding that abot jer cy oral yeary amd. pig ee {b) extend such term by appointing, im wwe.) ssa, Substitution for the date on which the s2° 01) wit io ost od 4 8% of office expires, under subsection. 2.\" 2 Ll tie) (1) or the day appointed under para? ne Lug ce aa a. BP@ph (@) of this subsection, a day of’ any month after the day on which the. 1 onasea eonjtt) °",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2 Municipal Councils ond Urban Councils (Amendment) Act, No. 39 of 1986 term of office expire in that year or in any year subsequent to the yenr #0 specified or appointed, and there- atter from time to time extend uch term by appointing in substitution, tor the date of expiry of such term . mpecitted in the tast Order, a later date: Provided, however, thet the perlod i by which such term is extended or the aggregate of the periods by which such term ts from time to time extended shall not exceed twelve months, ”. Amsnémentot 3, Section 40 of the principal enactment as amended by giitcn Me St: Act No, 33 of 1988, is hereby amended in subsection (I) of twiment that section, by the substitution for paragraph (wu) (inserted by Act No. 13 of 1983) of that subsection of the following peragraph :— - (uuu) with the prior approval of the Minister—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": ". (i) to engage in commercial and industrial enter- prises for the manufacture end production of auch machinery, equipment, articles, materials",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘+ ‘and goods as may be required for the public 2 +. services or the public utility services, as the a case may be, which may be established and 5 + maintained by any Municipal Council or +: = + Urban Couneil under the Municipal Couneila - 7 Ordinance and the Urban Councils Ordinance ‘ or under any other written law ; and \".\" Gi) to’selt such machinery, equipment, articles, as . materials or goods to any other Municipal es be Council or Urban Council or to the public at +2019 such prices’ aa may be determined by the * ct“! * “Counell and approved by the Minister.” Amgapentos —4:--Section (3 ofthe principal enactment is hereby ictien 72 of mended im subscetion (2) of that section, by the substi- teeckamt tution for the words “on convietion to a fine not exceeding fifty rupees.” of the words “on conviction to 2 fine not exceeding five hundred rupees”... daueboptet Section 4 of -thé principal enactment ia hereby ‘the principal © @Mended-in eubsection (2) of that section, by the substi- sauctnent. “ tutton, for the words “on conviction to a Ane not exceeding fitty rupees.”; of the words “on conviction to @ fine not exceeding five hundred rupees\".",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Municipal Counetts and Urban Councils a (Amendment) Act, No. 39 of 1986",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "%& Section 78 of the principal enactment ia hereby Amendment ot amended by the substitution, for the worda \"on conviction $eetion 74 of to a fine not exceeding fifty rupees, and, In case of a con- camkosst™ ‘tinuing offence, to an additional fine not exceeding twenty- five rupees”, of the words “on conviction to a fing not ‘exceeding five hundred rupees, and in case of a continuing offence, to an additional fine not exceeding two hundred and Atty rupees”, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Z. Section 79 af the principel enactment s hereby ‘Annan of amended by the substitution, for the words ‘on conviction Spo to a fine not exceeding Afty rupees” of the words “on conviction to a fine not exceeding Sve hundred rupess. *,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "& Section 81 of the principal enactment ishereby Amendment ot amended by the substitution, for the words “on conviction (£700,819 toa fine not exceeding fifty rupees,”, of the words “on cachet conviction to a fine not exceeding five hundred rupees,\",",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "% Section 83 of the principal “enactment {2 hereby Ammémentot amended as follows :— See",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "cument",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(a) in subsection (1) of that section, by the substitution,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "for the words ‘on conviction to a fine not exceeding . fifty rupees: ”, of the words'“on conviction to a \"fine not exceeding five hundred rupees: \"; (®) in subsection (2) of that nection, by the substitution, , _,. _ forthe words “on conviction to a fine not exceeding *K p+. fifty rupees ;\", af the words “on conviction to fine a * mot exceeding five hundred rupees3\"5. + :. 2 =",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(©)_ in subsection (3) of that section, by the substitution, = . fot. for the words “ of conviction to a fine not exceeiling sen +. «v, Sfty ropees, and, in case of a continuing offence, to eer",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "- an. additional fine not -exceeding twenty-five “ee",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "_ Fupees,” of the words “on conviction to a fine not",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "SUIME exceeding five hundred’ rupees, and, in case ofa) ss",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Vitro: -eontinuting offence, fo.an additional fine not excee, —* :",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "4inav: ding two hundred and fifty rupees”; and... .:= wn Re “(d) 1 subsection: (4) of that section, by the substitution; 3h for the words “on convietion to a fine not exceed~ Svtiot tng Bitty rupees. ”, of the words “on conviction to 4 fing not exceeding five hundred rupees,\" °--'~",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "q a Munielpal Councils and Urban Councite (Amendment) Act, No. 39 of 1936 Amendmmitel 10, ‘Section #4 of the principal enactment 18 hereby ention Po amended us follows :— - Bidaese™ (a) by the repeal of subsection (2) thereof, and the sub- . stitution therefor, of the following subsection :—= - © (2) No animal seized under subsection (1) shall be delivered fo the owner thereof unless upon pay ment of such sum as the Council having regard to local conditions may by resolution fix, from time : to time, for the use of the persan by whom the ani- inal may have been seized, and for each day during which the enimal may have been kept in the pound.” ; and 7 (®) in subsection (3) thereat, by the substitution, for all the words trom “ and after payment of two rupees” to “and maintained in the pound,” of the follow- ing: . : “and aiter payment of such sums as the Council +‘. having regard to local conditions may by resolution fix from time to time, to the person by whom the ~ animal was ecized and for ewch day during which the animal may have been kept and maintained in the pound, », Ameémest ‘11. Section 85 of the principal enactment in hereby $f ection samended by the substitution, for the words “an conviction prinelpal toa fine not exceeding fifty rupees”, of the words “an con- ‘enactment, vietion to @ fine not exceeding five hundred rupees. ”. Amentmeni «12 Section 98 of the principal enactment ia hereby shapes amended by the substitution, for the words “on conviction principal to a fine not execeding fifty rupees.” of the words “on com qucmment —_vition to a fine not exceeding five Acndred rupees.”. Amendment 13, Section 101 of the principal euactment is hereby {oye the amended by the substitution. for the words “on convietlon Frindpal to. fine not exceeding fifty rupees and, in ease of ‘3 conti: Sexciment nuuing offence, to an additional fine not exceeding ‘twenty five rupees”, of the wards “on conviction to a fine not exceeding five hundred rupees and. in case af a continuing offence, fo an additional fine not exceeding twa hundred and fifty rupees”. Ye tpl aero att",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "Musicipal Councils end Urban Councils 6 (Amendment) Act, No, 39 of 1986",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "14. Section 102 of the principal enactment 18 hereby Amendment . amended by the substitution, for the words “on conviction ffeqtan to a fine not exceeding fifty rupees, and, in case of a conti- principal ‘auing offence to an additional fine not exceeding ten rupees\", S¥stment of the words “on conviction to a fine not excesding Ave dundred rupees, and in case of a continuing offence, to an additional fine not exceeding one hundred rupees”.- ~ \"15, Section 108 of the principal’ enactment is hereby Amendment ‘amended in subsection (1) of that section, by the substitu. of rection, tion, for the words “on conviction to a fing not exceeding principal one hundred rupees, and, fn the case of a continuing offence, actpent to an additional fine not exceeding twenty-five rupees”, af the words “on conviction to a fine not exceeding one thou- aand rupees, and, in the case of a continuing offence to an . additional fine not excecding two hundred and fifty rupees”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "16, Section 104 of the principal enactment is hereby Amendment amended in subsection (1) of that section, hy the substitu. 9 section tion, for the words ‘on conviction to a fine not exceeding priucipal one hundred rupees, and, in case of a continuing offence, Soartmant . to an additional fine not exceading twenty-five rupees\", of the words “‘on conviction to a Gne not exceeding one thou sand rupees, and, in case of a continuing olfenes to an addl- tional fine not exceeding two hundred and fifty rupees”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "17. Section 106 of the principal eneetment is hereby Amendment amended In subsection (2) of that section, by the substitu- Ss or oe tion, for the words ‘on conviction to a fine not exceeding Priccinal ‘one bundred rupees.”, of the words ‘on conviction to. fine ac bot exceeding one thousand rupees? 2 ye..7 71 : a +18, Section 106 of the principal, enuctment is .bereby Agsendrnet Amended in subsection (2) of that section, by the subslitu- It¢'ef the ion, for the words “on eonvietion to a fine not exceeding BEDCIa | too hundred and fifty rupees. %, of the words ‘on conviction to.afine not exceeding two thousand.five hundred rupees...",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "18, Seetion 107 of the principal enactment is hereby amendment amended ih’ sibséetion''(2y of that section, by the substitu- $07 of the tloh, for thelvidrds “oni eorivietion to ii fine’not-exeeeding Principal ‘one huidred mipees”, of the words “on conviction to a fine not éxcdeding oné thousand rupees”, “ \">",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Municipal Councits and Urben Councils (Amendment) Act, No. 38 of 1986 Amendment 29, Gectlon 108 of the principal enactment is hereby srrction amended in subsection (3) of that section, by the substitur principal” , tion, for the words “on conviction to a fine not exceeding enectment. “ fty rupees.”, of the words “‘on conviction to a fine not exceeding five hundred rupees.” Amendment 21, Section 109 of the principal enactment is hereby ‘gi section amended in subsection (11) of that section, by the substitu: Pringipal tion, for the words “oa conviction to a fine not exeeeding ‘snactment § fifty rupees.”, of the words “on conviction to a fine not exceeding five hundred rupees. ”, a Amendment 22 Section 110 of the principal enactment is hereby of sectian amended as iollows :— Lig’ of the principal {a} in subsection (8) of that section, by the substitution, a for the words “on conviction be liable to a fine not exceeding one hundred rupees ;” and “on convic- ‘tion he Jisble to a fine not exceeding twenty-five . rupees”, of the words “on conviction be Jiable to & fine not exceeding one thousand rupees ;” aud “on ‘ conviction be Hable to a fine not exceeding two ‘hundred and fifty rupees\" respectively ; and (} in subsection (7) of that section, by the’ substitution, « for the words “on conviction be able to a fine not __., @xoeeding one hundred rupees,\", of the words \"amt we ©\". eonvietion be liable to a fine not exceeding one : “thousand rupess.”. . . Amendment 23. Section 11 of the principal enactment is hereby thot the. amended in subsection (4) of that section, by the substitu- Eindpal’ _tlon, for the words “on eouvietion be lisble to 2 fine not Smctment, —_exceetiing one hundred rupees ;” and “on conviction be . <’ Mable to a fine not exceeding twenty-five rupees”, of the _i * (7 words “on conviction be Hable to a fine not exceeding on8 thousand rupees ;” and “on conviction, be Hable to a fine not exceeding two hundred and fifty rupees” respectively. Amengment 24, Section 112 of the principal enactment is‘ hereby pry of Cie amended as follows :— ‘Snactment, (@) in subsection (4) of that section, by the substitution, for the words “on conviction to a fine not exceeding : itty rupees.\" of the words “on conviction to a fine not exceeding five hundred rupees”; and... «2:1",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Municipal Councils and Urban Councils 7 (Amendment) Act, No, $9 of 1986 (®) in subsection (6) of that section, by the substitution, —~ : tor the words “on conviction to a fine not exoeeding : fifty rupees.\", of the wards “on conviction to # > fine not exceeding five hundred rupees.” .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "25, Section 113 of the principal euuctment is hereby Amendment amended tn subsection (2) of that section, by the substitu. 13h ti tion, for the words “‘on conviction to a fine not exceeding Tantmem 7 one hundred rupees.”, of the words “on conviction to a fine 4 not exceeding one thousand rupees.”, -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "28, Section 135 of the principal enuctment is herby Amendment amended in subsection (2) of thet section, by the mubstitu- of_secuan 4 tion, for the words “on conviction to 4 fine not exceeding principal « fifty rupees ” and “on conviction be Liable to a fine not ex- enacimen ceeding twenty-five rupees”, of the words \"on conviction: “ to a fine not exceeding five hundred rupees” and “on con-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "‘viction be liable to a fine not exceeding two hundred and: fifty rupees” respectively, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "27. Section 116 of the principal enactment is hereby Amendment _ amended in subsection (1) of that section, by the substitu oi 2ecuon tion, for the words “om conviction to a fine not exceeding principal . fifty rupees ;” and “on conviction be Hable to a fine not ex- enactment a ceeding twenty-five rupees”, of the words “on conviction to a fine not exceeding five hundred rupees ;\" and “on con~ vietion be liable to a fine not exceeding two hundred and . fifty rupees”, respectively. - ves ao",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "28, Section {17 of the principal enaciment 1s hereby Amendraeni ” amended in subsection (8) of that rection, by the substitu: $19\" St'the tion, for the words “on gonviction to a fine not exceeding Etinent fitty rupees; and “on conviction be Mable to a fine not exceeding twenty-five rupees”; of the words““on eanvie = tion to a fine not exceeding five hundred rupees ;” and “on ar conviction be liable to a fixe not exceeding two hundred and fifty rupees”, respectively.” \"02",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "%9.. Section 118 of the princtpsl ‘enactment is bereiy Amendment amended in subsection (2) of thet section, by the substitu- fis'er te tion, for the words “on conviction to a fine not exceeding Enitunent ¢ fitty rupees. *, of the words“ on conviction to a fine not ex-~ eeeding five hundred rupeea.\".2°-7 20 +! .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Municipal Councils and Urban Councils . {Amendment} Act, No. 39 of 1986 Amendment 84. Section 319 of the principal enactment is hereby Sfmction amended in subsection (8) of that section, by the substitu. Principal tion, for the words “on conviction to a fine not exceeding two hundred rupees.”, of the words “on conviction to @ ». fine not exceeding two thousand rupees.”. Amendment $1. Section 120 of the principal enactrnant is hereby gi eectign “amended in subsection (2) of that section, by the substitu- ‘Principal tion, for the words “on conviction to a fine not exceeding enactment one hundred rupees.”, of the words “‘an convietion to a fine ‘not exceeding one thousand rupees”. ‘Amaament ' 82. Gectlon 121 of the principal enactment is hereby of pection, amended in subsection (2) of that section, by the substitu- BLOEG* von, far the words “on conviction to a fine not execeding Emciment, fifty rupees ;\" and “on conviction to a Ane not exceeding twenty-five rupees’, of the words “on conviction to ¢ fine : not exceeding five hundred rupees;” and ‘on conviction to a fine not exceeding two hundred and fifty rupees”, res- pectively, Amendment: 88, Section 124 of the principal enactment i hereby of postion. amended by the substitution, for the words “on conviction principal\" ‘ to a fine not exceeding twenty-five rupees®, of the words enactment. = “an conviction to a.fine not exceeding two hundred end Afty rupees\", . Mf Amendment 34, Section 127 of the principal enactment is hereby iarer he amended in stibsection (8) of that section, by the substitu- EapEBAL 4 tlon, for the words “én conviction to a fine not exceeding vo. .1i twenty-five tupees™; of the words “on conviction to a fine ty eda DOE exceeding two hundred ead fifty rupees\". Apengment BS, Section 134 of the principal enactment is hereby Sas'Gf the amended by the mubstitution, for thé words “ on. conviction Buchan. to a fine not exceeding tea rupees.” af the words “on éon-' viction to a fine not exceeding-one hundred rupees.\".” ° Amendment ,  86., Section 135 of the principal enactment ts “hereby Bot Ge »¢ amended in subsection (2)-of that sectfon, ‘by the substitu-* ‘ensctinent, / ton, f+ the words “on conviction to a fine not” exceeding\" fifty rupees.\", of the words.‘ on convietion“td a fine not exceeding five hundred rupees.\"...sset ie. yin) uh ont",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "‘Municipat Councils ond Urban Councils 4 (Amendment) Act; No, 29 of 1988",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "“82, Section 136 of the principal enactment is hereby Antendment amended by the substitution, for the words “on conviction a6 of the to a fine not exceeding fifty rupees, and, in cape of a conti- Principal ‘uuing offence, to an additional fine not exceeding ten rupees”, of the words “‘on conviction te a fine not excee- dding five hundred rupees, and, in case of a continuing affence, to an additional fine not exceeding one hundred : rupees.\" - . one . 1",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "38, Section 136a of the principal : enactment, (inserted Amendment by Act No, 42 of 1979) is hereby amended in subsection 94 tection (2) of that section, by the substitution, for the words“ withe principal ia the administrative limita of the Colombo Munieipal *ement Council,” of the words “within the administrative limite + : ‘of any Municipal Council.”, -",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "49. ‘Tho following new section fs hereby inserted immé- insertion of diately after section 1264 of the principal enuctment and Sewacction shall have effect as section 136s of that enactment :—~ principal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "Siectbent sPower of te 136e. (1) Where in’ any Munteipal Coun- 7 Mayor jn \"cil area any tree or any branch, trunk, fruit Rete, ‘or other part of a tree in causing or ig likely ranks oF to cause damage to any building, or is in a fruits of condition dangerous to the occupants of any : Suing Ga\" bullding, or to the safety of passers by along.” safety of any public thoroughfare, the Mayor may, by fen Froperty, 8 notice in writing served on the owner or . = Occupier of the land on which such tree = =~ Be stands require such owner or occupier to tle : ais ‘up and make secure, or to cut down and re- ' move such tree or the branch, trunk, fruit ‘or other part of such tree within such time ach ag may. he apecified in the notice. : . vert - .\" \" @y Every. person on whom al notice” ts : pret ‘served undet subsection (£), shall comply 2 HERON” oO lewith the requirements of such notice within, the time specified therein, and in the event . of the refussl or neglect of such persone to lo oa ‘comply wit such requirements within such fet te 0° dime, the Mayor of any offleer or workman: te authorized-in weiting in that behalf by the . .. . Mayor, may enter upon the land referred to #1\" “an guch riotice and do what such person was ste +\" gequined to do by such notice, and the exnen- Sevher 1s tes gis thereby incurred may be recovered trom + y 6.43\" gueh person’ as a debt due to the Council, ”,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Municipal Councils and Urban Councils (Amendment) Act, No, 99 of 1986 Amendment 40, Section 187 of the principal enactment je hereby fivarine | smended in subsection (3) of that section, by the sub- ‘principal sutution, for the words “on conviction to a Ane not Smectment exceesting five hundred rupees”, of the words “on conviction to a fing not exceeding diye thousand rupees: *, Amendment 41, Section 199 of the principal enactment fa hereby ofgeetion amended by the substitutlon, for the words ° on conviction principal to a fing not exceeding fifty rupees: *, of the words “on enactment conviction to a fine not exceeding five hundred rupees: ”, Amendment 42, Section 140 of the principal enactment is hereby of section ‘amended in subsection (1) of that gection, by the subsitu- principal ton, for the words “on conviction to a fine not exceeding eneciment. — fcty rupees,\", of the words “on conviction to a. fine not exceeding five hundred rupees,” Amendmen - 42. Section 141 of the principal enactment is hereby tered amended by the substitution, for the words “on conviction ‘Printipal to a fine not exceeding ons hundred rupees, ”, of the words sonckhent “on conviction to a fine not exceeding one thousand Tupees,”,... Ammdment 44. ‘Section 168 of the principal enactment is hereby Seof the amended by the substitution, for the words “on conviction Brincipal toa fine not exceeding Afty rupees.” of the words “on “uactnent conviction to a fine not exceeding five hundred rupees. ”, Amendment - 4%. Section 159 of the principal enactment is hereby ‘gigeetion amended by the substitution, for the words “on conviction Brincipal to-a fine not exceeding twenty rupees.”, of the words “on smartest, convietfon to a fine not execeding two hundred rupees.” Amendment 46. Seotion 180 of the principe! ensctment is hereby egies amended by the substitution, for the words “on conviction Principal to a fine not exceeding five hundred rupees.”, of the words smetment, ‘on conviction to a fine not exceeding five thousand rupees.\" lel : Amendment 47. Section 188 of the principal enactment, ag lest Sear amended by Act No. 61 of 1981, is hereby. further amended Betocipad in subsection (1) of that section:— , {@) by the substitution in paragraph (D of that subsec- . « tion, for the words “ not exceeding fn the ageregate -- ~, ohe thousand rupees *. of the words “not exceeding \\ .,. | inthe aggregate ten thousand rupees, *; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "Municipal Councils and Urban Councils a (Amendment) Act, No. 39 of 1086 ¥ (B) by the insertion, immediately after paragraph (n) of ; ‘that subsection, of the following new paragraph>— - © (an) all expenses incurred by the council in the ® instaDation snd maintenanca of officiel . telephone facilities to the residence of the Councillors ;*. L",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "48, Section 196 of the principal enactment is hereby Amendment = amended in subsection (8) of that section, by the substitu. S#2ean_ tlon, for the words “to a fine not exceeding two hundred princinal and fitty rupees, “, of the words “to a fine not, exceding *O*'ment two thousand five hundred rupees, \".",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "49, Section 221 of the principal enactment is bercby Amendmand amended by the substitution, for the words “on conviction not the . - to afinenct exceeding onehundred rupeesandtoan addi- principal * tlonal fine not exceeding fifty rupees”, af the words “on Tne! conviction to a fine not exceeding one thousand rupees and to an additional fine not exceeding five hundred rupees”. *",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "50, Section 227 of the principal enactment is hereby Ayomament amended as follows :— te Botte .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "ae eo prineipal",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(@) by the substitution, for the words “expenditure of enaetment,- 1 ! not nore than one thousand five hundred rupees,”,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "of the words “expenditure of not more than fifteen thousand rupees,\" ; and -  @) in the marginal note to that section, by the substitu- s _ tion, for tha words “one thousand five hundred , rupees”, of the words “fifteen thousand rupees”, z",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "‘51, Section 228 of the principal enactment.is hereby Amendment . amended 23 follows :—. ‘sige © (@) by the substitution, for the words “expenditure of PFGE.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "more than one thousand five hundred rupess,”, of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "the words. “expenditure of more than fifteen",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "thousand tupees,\"; and | at | @) in the marginal note to that section, by the substitu-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "tion, for the worda “one thousend five hundred",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "rupees”, of the words “fifteen thousand rupees”. \"52, Section 220 of the principal enactment ax last Amendment amended by Act No. 20 of 1985, is hereby further amended 30 of the by the repeal of the subsection Immedaitely after subsection principal (2) of that section, = wee",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "re ‘Municipal Councils and Urben Councils (Amendment) Act, No. 39 of 1986 ‘Amendment 58. Section 234 of the principal enactment is hereby pitection amended in subsection (3) of that section, by the substitu- BioiNe tion, for the words “on conviction to a fine not exceeding Excineot one hundred rupees.”, of the words “on conviction to a fine not exceeding one thousand rupees.” Amendment ‘4, Section 247m of the principal enactment {inserted siptction.. by Act No. 42 of 1979) is hereby amended in subsection (4) ‘principal of that section, by the substitution, for the words “the Sauciment — Couneil shall report” and “such Council is situated. \", of the words “the Commissioner shall report” and “the - ‘Council is situated.” respectively. . . Amandnoent 38. Section 2470 of the principal enactment (inserted Sf egetion ete by Act No, 42 of 1979) ag amended by Act No, 20 of 1985 is Principal hereby further amended in subsection (3) of that section, smecthent by the substitution, for the words “the Council shall report” snd “such Council is situated, \", of the words “ the Commissioner shall report” and “the Council is eltuated.” respectively. Amendment BG, ‘Section 247n of the principal enactment (inserted oferction AT . by Act, No. 42 of 1979) as amended by Act No. 20 of 1085 is Principat hereby further amended in subsection (2) of that section, Soacimenk by the substitution, for the words “the Council shall report”, of the words “the Commissioner shall report”. ‘Amendment ‘5%. Section 251 of the principal enactment is hereby ‘Sfsection 261 amended by the substitution, for the words “on conviction Principat 0.2 fine not exceeding fitty rupees.”, of the words “on con foucimest. —_viction to a fine not exceeding five hundred rupees”. Apendmeng 58, Section 255. of the “principal enactment as last othe. ; amended by Act No, 42 of 1979, is hereby further amended Pomel an follows — Dol eg es (@) fn paragraph (c)‘of that section, by the substitution, for the words “a charge not exceeding five cents”, CoP ofthe words “a charge not exceeding seventy-five mupees\"7; . See it tevehav g, _ {2) 28 Pataeraph (@) of that section, by the aubsiitution, eS ya, Hor the words “at charge inot exceeding seventy-five wr “Ft agyj.y Cents”, of the words “a charge not exceeding » wt seventy-five rupees\"; and 0 tates - it to!",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Municipal Councils: and Urbas Councits 3B {Amendment) Act, No. 39 of 1986 © (c) im paragraph (e) of that section, by the substitution, = RE. * for the words “a charge not exceeding twenty-five f . ~ i gents”, of the words “a charge not exceeding one =~ rupee\". ‘ . baphosy t . 59, Section 256 of the principal enactment is hereby Amendmant amended by the substitution, for the words “one thousand - of tection 236 rupees” wherever those words appear in that section, of principal the words “ten thousand rupees”... anon enantment, 60, ‘The following new section is hereby inserted fmme- Insertion diately after section 268 of the principal enactment and CRF og, shall have effect as section 268A of that enactment :— in the : : principe! = Walver of 2%66a. The Council may by resolution pugasee waive the whole or any part of any sum of Council money (not being a sun for the waiver of whieh provision is made by subsection (2) of section 252) due to the Council from any . person ff it appears to the Council that the ‘ amount to be waived is inconsiderable oF ton trrecoverable or that it should be written off , ‘on the ground of the poverty of the person . * able therefor. Every auch resolution rela- : ting to the waiver of an amount exceeding “lh. .° one thousand rupees shall be subjert to the 1s”. ++ approval of the Minister.\", fugte ne eee #1. Scctfon 297 of thé principal enactment is hereby Amendment amended by the substitution, for the words “‘on conviction of settion 29% thereof to a fine not exceeding fifty rupees\", of the words principal “on conviction thereof to a fine not exceeding five hundred S5#etmant rupees”. ann bat - 62 Section 299 of the prineipsl enactment is hereby Amendmena of oun 29 smended in subsection (3) of that section, by the substi- cifbe © tution, for the words “on conviction to a fine not exceeding Sancabent, Sty rupees”, of the words “‘on conviction to a fine not ex- Seeding Ave hundred rupees”... st) .03! ‘ we ovay eto ap Tui cad aR ve 3, Section 308 of the prinelpal enactment fs hereby Amendment amended by: the substitution, for the words “within three seston 206 Months next after the commission”, of the words “within principal Snuctment, ix montha next after the, commission \". ‘",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "“4 Municipal Councils and Urban Councils (Amendment) Act, No 39 of 1980 . Amendmeot ‘$4 The Second Schedule to the principal enactment is esecond hereby amended in paragraph 2 thereof, by the addition Schedule immediately after item (e}, of the iollowing new item :— Drincipal (A) the Explosives Ordinance, 1902”. : PART Apwndmest 65. Section 10 of the Urban Councils Ordinanes (here: econ 10 inafter in this Part referred to as the “principal enact- ot ment\") as last amended by Act No. 2 of 1967, is hereby ‘Shapter 399 further amended as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(@ 1n subsection (1) of that section, by the substitution, for all the words from “and shall expire at the thirty-first day of Devember” to the end of that subsection, of the following :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "“and shall, unless such counctllor vacates office earlier by death, resignation or removal continue for a period of forty e'ght months from the date on which such term of office commenced.” ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(b) by he repeal of subsection (2) thereof, and the substitution therefor of the following subsection :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ", |. “ (2) The Minister may by Order published in the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "“ Gazette—",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(@) curte!l the term of office referred to tn",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ". subsection (1) by appointing, in sub-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "stitution for the date on which the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ". : term of office expires, a day of any",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ". . month preceding the month on which",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ". <7, such tert of office expires in that year",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ". -., \"or in the year immediately preceding that year; and Foust",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(b) extend such term by appointing, in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ": +. substitution for the date on which the my as ~¢ .,, term af office expires, under subsection ao yin tees (1) or. the day appointed under para- ree gt Se =2\"\" graph (a) of this subsection, a day of veo‘. eny month after the day on which the",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "term of office expires in that year or ip",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "any year subsequent to the year 90",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "eh ce ot 5 ts yes specified or appointed, “and thereafter sec wtih tower from time to time extend such term by eae appointing in substitution for the date on * ~” of expiry of such term specified in the last Order, a later date: © =\"",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "‘Municipal Councils and Urban Councils bB (Amendment) Act, No. 39 of 1806",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": ". Provided, however, that the period",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "by which such term is extended or the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "- aggregate of the periods by which such",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "‘term jg from to tima extended shall not exceed twelve month,*, . :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "3. Section 36 of the principal enactment as amended by Amendment Act No, 13 of 1983 in hereby further amended by the subs- Ssion 39 fitution for paragraph (ti) {inserted by Act No, 18 of 63) of ti of that section of the following paragraph :— peincinal",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "* Gil) with the prior approval of the Minister—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(DQ to engage in commercial and industrial enter- prises for the manufacture and production of such machinery, equipment, articles, materials and goods, as may be required for the public services ot the public utllity services, as the case may be, which may be established and maintained by any Municipal Council or Urban Council under the Munteipal Counctla Ordinance and the Urban Councils Ordinance respectively, or under any written law; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "Gi) to sell such machinery, equipment, articles, ‘tmaterials or goods to any other Urban Coun- cil or Municipal Council or to the public at such prices as may be determined by the Council and approved by the Minister.”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "8%. Section 189 of the principel enactment, aa last Amendment amended by Act No. 48 of 1984, is hereby further amended oso yay by the insertion immediately after paragraph (f) theteof, of the af the following new paragraph :— riocinal “4B) all expenses incurred by the Council in the instal- :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "Jetion and maintenance of offictal telephone facili- ties to the residence of the Councillors ;”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "#8. Section 169 of the principal enactment oa last Amendment amended by Act No 2) of 1005, is hereby amended by the seatlon 198 repesl of subsection (4) of that section. principal",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "‘enactment,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "9, Section 165 of the principal enactment is hereby Amendment amended in subsection (4) of that section, by the substitu. Of 00 tery tion, for the words “the Council shall report” and “such of the Council is situated.\" of the words “the Secretary shall re- Brincipal port” and “the Council is situated.”, respectively.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 Municipal Councils and Urban Councils (Amendment) Act, No, 39 of 1986 Amendment 70. Section 165 of the principal enactment (inserted by Section tein Act No. 42 of 1978) as amended by Act No: 20 of 1085, is Sramcipet hereby further amended in subsection (8) of that section, enactment, by the substitution, for the words\" the Counctl shalt report * and “ such Council is situated.”, of the words “ the Secre- tary chall report” and “the Council is situated.” respec tively. ‘ . Amenément —~ Ti. Section 165p of the principal enactment (inserted by Settem 1650 Act No. 42 of 1979) is hereby amended in subsection (2) of Frinelpal ‘that section, by the substitution, for the words “ the Council ‘Snactnem, __ghall report\", of the words \"the Secretary shall report.",
    "mean_p_confidence": 0.79
  }
]