[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fe» eran Gi 2 oa PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF . SRI LANKA LICENSING OF CLUBS . (AMENDMENT) ACT, No. 38 OF 1987 [Certified on 30th September, 1987] Printed on the Orders of Governunent Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 02, 1987 eRe AY THE DERARTMEENT GY GOVERRNEEN PROFIING, ORE LATA . ‘20 HE FURCHAEED AT THU GOVERNADGE? VUFEICATIONS PUKEAU, COLOMBO . Price : 90 cents . . Postage : 75 cents",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Licensing of Clubs (Amendment) ‘Act, No. 38 of 1987 [Certified on 30th September, 1987] EL. DO. 17/88 . , Ax Act 70 amen rae Licensme of Cres Law, No. 17 or 1975 \" BE it onacted by the Parliament of the Democratic Socialist Repubile of Sri Lanka as follows :— * L This Act may be cited. as the Licensing of Cluts Short -MAmendment) Act, No, 38 of 1097, we 2, Section 2 of the Licensing of Clubs Law, No, 17 of 1975 Amendment (hereinafter reicrred to as the “principal enactment\") is of rom hereby amended as follows :— : foie () by the substitution, in subsection (2) of that section, dor paragraphs (c), (6) and (c), of the following paragraphs — * (@) sent in triplicate to the Chairman of the local authority through the Assistant Government Agent of the division within which the pre- mises of the club to be licensed are located j {®) substantially tn the Form specified in the Schedule to this Act ; (© accompanied by a copy of the rules of the ___ club, duly certified by the secretary, presi- © = dent or manager to be a true copy thereof , ard the appropriate licence fea except where ag anexerption fs claimed under section § and gc. ™ application feo of fifty rupees; and”; : » wi, and . 5 i (2) by'the insertion, immediately after subsection (2) of » that section, of the following new subsections :— “# (2x) No licence shalt be issued under this Law dn respect ofa club formed on or after the date a7 “which this subsection comes into operation, if the ‘premises at which the club intends to carry on its activities are situated within two hundred and fifty metres from any place of religious worship, school sor hospitehens S262 ht Fe, ted 4) From ind after the date on which this sub- section comes into operation, no licence shalt be Jesued or- renewed under this.Law in respect of a “glub, whether formed before, on or altet much date, ‘unless it is registered under the Socleties Ordinance ‘or incorporated by an Act of Parliament: bc costo 8.35 TOD,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ". a Licensing of Clube (Amendmens) . - » Act, No. 38 of 1987 , . Provided that a local authority may allow an application for the first renewal, after the date on _ which this subsection comes into operation, of a” Ticence issued under this Law in respect af a club, notwithstanding the fact that such club fs not so registered or incorporated, subject to the condition, that it registers itself under the Societies Ordinance ‘or incorporates itself by an Act of Parliament within a period of one year from the date of such, first renewal.” ~ : ‘ (22) Where an application hex been made for @ _ Heence under this Law, the opplicant shail cause to be erected at the premises at which the chub'is earrying on or intends to carry on its activities, a hoarding stating such fact and suck-hearding =hall. not be .emaved unti @ final decision is made, and conveyed to the applicant, in respect of that oppll- - cation, and where the applicant fails to caure to be erected such @ hoarding as required in this subs0c- tion he commits an offence under this Law.”. AAmendioent «8. Section 4 of the principal enactment is heveby aniend- ftgpation ad by the substitution, for the provizo to that section, of the ripe i 50 t= . : Brncipal | following proviso :— “Provided, however, that the fees so prescribed shall not exceed the’ following limits:s— ree. : Loe Re (@) tn the case-ot any Municipal Council ‘\"... 5000 (b) in the case of any Urban Connell Te, BOO (c) In the ‘case of any Development Council, |... or Pradeshiya Sabha’ a. +, 500% Amendment 4 Section 8\" of the. principal enactment - is. hereby gegen amended by the insertion immediately. aiter paragrapt: (a). suincipal | ‘of that section of the following paragraph:—.--. “+i enact tows hosed. 9 * (a) forwerd-a copy of the applicatlon=s “Fn ~ G) selating to a club formed for social or reere® tional purposes, to the Director of Social Ser~ Se views oe i a * >. relating to a club for cultural-ar-religious par 28 1, Posey tothe Director ofthe Cultura Altace",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "© “Licensing of Clubs’ (Amendment) 3 : Act, No. $8 of 1987 . 2011\" ii) relating to a club formed for the purpose of any uot 7) sporting activity, to the Director of Sports, +. Who shall make # report to the Chairman, within four weelks of the date of the receipt of such copy; as fo the bona fides + of the club 5\", & Section 10 of the principal enactment is hereby Amendment amended by the substitution for the words “the Excise $5 or the’ % Commissioner, or™, of the words “the Excise Commis- principal sloner, the Director of Social Services, the Director cf “ecient ++ Cultural Affairs, the Director of Sports, or\", - os, 6, Section 12 of the principal enactment is Kereby amend- Amendmer+ ed by the substitution for the words “Every such appect 9 \"0\" other than an appeal by the Superintendent of Police or the — principai Excise Commissioner’, of the words “Every such appeal D2rtment. \\ other than an azpeal by the Superintendent of Polfca, the * Excise Commissioner, the Director of Social Services, the © Director of Cultural Affaire or the Director of Sports®, «+ % Section 16 of the principat ensctméut is hereby Amendmen. + amended ax follows -— Tet tbe a) by a a ‘principal y the substitution, in subsection (1) of that section, nactnent, for the words, “ The following provisions shatl apply s> 7 to any prentises in respect of whieh a Heence hss been issued under this Law:—”, of the words “Na ’ “application for the ismeé or renewal of # Heence wce, Wader this Law shell be allowed on or after the date on which this subsection comes into operation ‘unless the premises on which the club carries on of, , | intends to carry on its activities conform ty the following :—\" ; (2) by the substitution for paragraph () of subsection . : (1) of that section, of the following paragraph :— \" (i) adequate parking facilities for vehicles of -\" +” xegistered members and of guests secompany- cs ing them shell be provided within the pre- + mises of the club\"; and (8) by the substitution for subsection (2) of that section sa; Of the following subsection :— - sold = + (9) Where st appears to the Chairman at any ++ < . time that the premises of any club in respect of which » Heence has been issued under this Law d@",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘ Licenzing of Clubs (Ameridment) id Act, No. 38 of 1987 3 not conform to the provisions of subsection (1) the vo. Chairman may, by written notice to the president, : secretary or manager of such club, request such + += president, seeretary, or manager to take all necess- 2’. ary steps to comply with such notice before a date : to be specified in such notice. The Chairman may, at his discretion, extend the period of time specified ves) wg fn such notice.\" Amendment “~ Section 17 of the principal enactment fs hereby ff zitios amended as follows: — - principal () by the substitution, in subsection (1) of that section aston for the words \"The rules of a club licensod wnder toe this Law\", of the words “The rules of a club in’ + respect of Which an application for the Issue oF ‘s renewal of @ licence under this Law has been pte ee made”; (2) by the Substitution, for paragraphs (f) and (9) of +.* \"(subsection (1) of that section, of the following paragraphs >— + koe “ U) the days on which, and the hours at which, reds the premises of the club are open and ee . closed ; (9) registration, in the guests’ register to be maintained, of the guests accompanying the : tegistered members to the lub; and 2. + Qi) the mode of altering the rules”; +\" @) by the substitution, in subsection (2) of that section, + for the words “Where a club has, at the time the Hoence is granted,” of the words, “Where a club in respect of which an apptication for the Issue or renewal of a liconce under this Law has beer made has\" ;? and . (4) by the substitution for subsection (3) of that veetion . .of the following subsections :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". * (3) Where.a club in respect of which ar appli- cation for the issue or renewal of @ Licence under this Law has been made ‘has rules whieh cvatain",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". Provisions relating to only some of the matters . specified in subsection (1), the Chairman may, on application, grant time at his discretion to amend",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ", tie existing rules in such manner that such rules,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "“' as amended, will contain provisions relating to #21 “ * | such matters, 5 .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "t Licensing of Clubs-(Amendment) -",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Lee sate ‘Act, No. 98 of 1987 os (4) The president, secretary or manager of the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "club shall, within the time granted under sub-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "- section (3), amend the ries as requived by sub section (3) and send a copy of the rules #0 amended to the Chairman, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ". () Where the president, secretary or manager “of the club fails to amend the rules and send them",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "+. sr, to the Chafeman es required by subsrction (3), the . 2 application for the issue or renewal of the licence",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "‘ove AN peapect of such club shall be disallowed.” *",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "% Section 2t of the principal enactment is repealed and Amendment the following section substituted therefor :— . sotiee” “Application 21, A Ticones under this Law shrit not he prnsipat | of Eacise deemed in any way to authorize or permit the ae ‘keeping, sale, supply or consumption within",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "‘the premises of any club of any intoxicating “liquor fn contravention of, or otherwise than in secordence with, the provisions of the . Excise Ordinsnes or any other written law applicable in that behalf and no intoxicating Hquor shall be served in any club licensed under this Law to any person other than a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "person registered as a member of that club: - Provided, however, that where any register ed member of the club brings any guest with hhim to the elub, such guest may be served in- toxleating liquor upon his name being duly registered in the guests’ register maintained",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "fn eecordance with the rules of the club.”.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "10. The following now section is hereby Lucrted Inaction Immediately after section 28, and shall have effect as Sty ay section 284, of the principal enactment :— Boe |",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "“234, The president, secretary or manager af a club gueclment",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Heensed under this Law who knowingly permits any :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "indecent, violent, quarrelsome or riotows conduct within .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "the Iteensed premises of such club shall be guilty of an",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "offence under this Law. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "21 Seotion 28 of the principel enactment fs hercby Amendment amended by the substitution for the definition “local of Section cuthority” in that section, of the following dofintsion n— 35,91 288",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "“loral authority” means eny Municipsl Council. Urben *actmeat,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "+ -Couneil,\" Development Counc or Pradeshiya , Sobba;”. - eee oy",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "s <Lévenstsig of Clubs Lainerigiidnty . ‘Aoi, Nor88-of 2987 an poe ene SCHEDULES TAT AP Jeebeslacdge ese, Muntelpal/Urban/ Development: :Couneily cee aca ty «Pandeshiya Sabha 0. 2:3: License oF Cubs Law, No, 17 oF 1978\" “| © APPLICATION POR OBTAINING A LICENCE 70 RON A CLUB Y 2 (tm be forwarded in triplicate to the Mayot iri the case of Municipal Council or the Chairmen in the case of a Urban Council, Development Council or Pradeshiya Sabha through the Assistant Government Agent of the Division withia 2 Which the premises 0! the Club fa locatad) °° / 1. Name of Applicant :--——-—. pol o *- & Residential Address of Applicant :—-——. gine. & Whether the Application is made in’ the eapacily of . President, Secretary or Manager :-<———. 4, Name of Club :-———— 1 8, Situation of Club:——— 6. Activities of Club—— os 7. Place where the activities are performed :———-— 8! Names and residential addresses of the following — * ov Presidente Ts Seeretary:——— = f° Manager: a.  ” - 9. Membership:-~) 0” . _ Whether General/Associate/Honorary® :—-——— «1 = | 16, Whether, the premfses'of the Club conforma to the pr0- = . Visioas of subsection (1) of section 16 of the Law: — 2 2 EL Whether the rules of the Chib contains provisions re- \"ating to all the matters spectfied in subsection (1) __of section’ 17 of the Law, (Pease annex @ certified. ‘copy of the rulés of the Club),!———> a 32, Whether requirements under section 2. (24) have been: To WMA mm > 18 Whether there is a Yquot bar or “whether quor fs, © 2+ gsrved in the'club uremises. If so has a Hcence/ © Permit been ‘obtained from the Excise-Authorities _ for the purpore;———- an",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": ": Licensing of Clubs (Amendment) \"7 Act, No. 38 of 1987 .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "44 Whether exemptions from the licence fee 1s claimed under section 5 of the Law. (Indicate under which ‘paragraph of section § euch exemption is sought and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "‘annex the relevant supporting documents) :——,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Thereby certify that the ahove particulars are true and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "‘correct. . ‘Signature of Applicant. - Date: ————. vor Place: ———, . Before me. ‘ —_ J.P,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Report of the A.G.A (the A.G.A. is requested to make a report, after proper investigation, in regurd to tho activities of the Club, facilities provided, membership cfe., and make his recommendation). . . (Strike off whichever is inapplicable.) :",
    "mean_p_confidence": 0.81
  }
]