[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ":PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PRIMARY COURTS’ PROCEDURE (AMENDMENT) ACT, No. 49 OF 1980 x . [Certified en Sth December, 1986} . toes f Printed on the Orders of Government \" . ‘Pobitahed as @ Supplement io Pert I of the Ganetio af ‘the Demseratic ‘Secialist Republic of Sti Lanka of December 12, 1960 : PRINTED AT THH DEFARTMENT OF GOVERNNERY PRINTING, BRI LANKA yom rxsuam arnt cor FSRICGNS Fo come, Price: 28 cents Postage: 50 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "f Primary Courts? Procedure (Amendment) Act, No, 49 of 1990” {Certified on 9th December, 1900] oo * LD—O, 83/79, . . en ‘Am Act 70 anaxp saz Prmaany Counss' Paocuoume Acr, * ‘No, 44 of 1979.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parliament af the Democratic Socialist ° ‘Republie of Sri Lanica ax follows :— .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be clted as the Primary Courts’ Shorttitie « Procedure (Amendment) Act, No. 49 of 1980.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 Section 4 of the Primary Courts’ Procedure Act, Replasanent No, 44 of 1978 (hereinafter referred to as “the principal feiss enactment”) is hereby repealed and the following section {70 substituted therefor :— . . [Stomp duty 64 All documents filed in @ ‘civil action . ae instituted in a Primary Court shall be",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "exempt from the payment of stamp duty = _",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "under the Stamp Ordinance : , . Provided, however, that in any such",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "action, there shull be affized to the plaint",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". of the plaintiff, the answer of the defendant .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "and the plaintiff's reply to the defendant's slaim in reconvention, as the cate may be, a stamp to the value of one rupes.\",",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3 (1) ‘The amendment made in the principal enactment iy Retrospective section 2 of this Act shall be deemed to have come into force “76 A on the date on which that enactment came into operation.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(@) Where, before the date of commencement of this Act, wany person has paid any stamp duty on any document, other than a plaint of » plaintiff, an answer of a defendent nd the plaintiff's reply to a defendant's claim in a reconveation, filed.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "im a civil action instituted in a Primary Court, such person shall not be entitled to heve apy such stamp duty refunded . tobim. “",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ALL ger 1.428900)",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "‘Annusl mubseripdion of Bills and Laws of the Parliament Ra 20° (Comal). Bs. 40 (Foreign), poysble to the Sursuwanpert, Govermer Posncerios Buwzav, P. O. Box £00, Covorrso J, before bh December euch year in vespect of the year following. Late subscriptions wll be eccepled an the condition’ thot.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "fBitts and Laws istued before the date of payment vall.not be supplied: : :,",
    "mean_p_confidence": 0.6
  }
]