[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "_ PARLIAMENT OF CEYLON",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "“5th Session 1951",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": ".  fERBsary .",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "eS ieee a : Public Performances (Amendment) “s Act, No. 23 of 1951",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": ": Dale of Auscut: Tidy 96, 1952 ' | . “ nanea on the Orders of Government | . | '",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ss Public Performances (Amendment) Act, No. 28 of 1951. L. D.—-CF. 2/50. Aw Acr to aommep tar Punic Panronscancas Bethe a (Date of Assent: July 26, 1961.]",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE itenactad by the King's Most Exoslont Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in thia present",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "+ Parliament assembled, and by tho authority of the same, as follows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. This Act may be cited as the Public Perform. stow ts ances (Amendment) Act, No. 23 of L981.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Section 2 of the Public Performances Ordinanoe ‘meni of (hereinafter referred to as ‘the principal Ordin- San 3tt ance”) is hereby amended by the substitution, for. the words “ stage entertainment. ”, of the following:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“ stage entertainment, tut does not include any performance on private premises to which the public are not admitted ; ‘whether on payment or otherwise. ”",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "8. Section 5 of the principal Ordinance is hereby Repeal ot wean repealed. cy",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "eau.",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Section 6 of the principal Ordinance is hereby Amendment ot amended as follows:— coat",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(0) by the ee-aumbering of that section as section rainence (2) by the substitution for the marginal note to that section, of the following :— * Sections 3 and 4 not to apply in municipal areas. ” ©) by the substitution for the words “ This Ordingner shall not epply to”, of the worde \" Sections 3 aud 4 of this Ordinance shall not apply in”. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "8. The following new section is hereby added to Aidt of new tho principal ‘Ordinance and sball have effect ae tet ™ aection 6 of that Ordinance: Brainane,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ")—eiiloneh 8.) Subject to the provisions of SiesSien, ‘wberction (2), ‘po public performance Pibisestbiven, shall be exhibited or presented unless it",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "a. pstean at",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "4 Public Performances (Amendment) Act. No. #8 of 1951. has been certified yy a certifying authority as anitable for public exhi- bition, ‘and such certificate remains . unrevoked. a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) The Minister may by Order published in the Gazette appoint any person or persons, by name or by office, to be for the purposes of this section the certifying authority for the whole of Ceylon or for any specified area in Geylon; and in the exercise of the powers and functions under this section, a certifying authority shall act in accord- ance With such directions as may be issued in that behalf by the Minister.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(3) A certifying authority shal! have the discretion—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(a) to grant or refuse a certificate to 1 the effect that any proposed public performance is suit-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". able for public exhibition;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "oa and",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "() by order to revoke any such : certificate previously granted — ' + ander paragraph (a).",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Every such order of revocation shall be served in the prescribed manner upon the person on whose application the certificate was granted, and shall take flect upon the date of soch servies.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(4) Where a certifying authority refuses to grant a certificate under sub- section (3) in respect of any public per- formance or makes order revoking any such certificate, any person aggrieved by the refusal or revocation may, in the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "_ prescribed manner, appeal against such refusal or revocation to the Minister; and the decision of the Minister upon such appeal shall be final and conclusive.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(5) For the purposes of the exercise of the powers and ‘Timetions conferred or imposed by this section, a certifying authority or the Minister may require",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". the exhibition or presentation, before it",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Public Performences (Amendment) Act, , 0 f No, 28 of 1951. or him ot before any other specified per- sous, of any«proposed public perform- * | ance. : . (6) Where eny film fe cértified under * : the preceding provisions of this section as suitable for public exhibition, the certi- ‘ fying authority may cause the film to be , marked in the prescribed manner; and no film which has been 00 certified shall be exhibited or presented with any altera- tons or additions made after being 20 ' marked. : (7) The preceding provisions of this : section shall have elect in addition to and notwithstanding anything in any =. rales made under section 9 oF any by- laws referred to in section 5; and the .. Gertification under this section of any pro- ~~ posed public performance as being aut. able for public exhibition shall not be deemed or construed to authorise its q exhibition or presentation in contraven- tion of such rules or by-laws. s ® ‘Where any public performance is exhibited or presented in contravention of the provisions of thin vection, the : person for che time being. entitled to ‘Gcoupy the premises at which the per- — - t formance is exhibited or presented and every other person responsible for, or . participating or otherwise concerned in, the presentation or exhibition of that performance, shall be guilty of an offence and liable, after summary trial before a Magistrate, to a fine not exceeding one : thotisand rupees or to imprisonment of \\ either deacription for any period not j exceeding six months. (0) The preceding, provisions of this section shall not apply— (@} to any exhibition of conjuring or ! juggling or to any boxing ‘contests; or } (2) to any other performance of any + class or description, of per- . i “ formances which may be | ,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "7 & Public Performances (Amendment) Act, . No. 23 of 1961. . exempted from those provi- 1 sions by Order made under sub-section (10).",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "* 0) The Minister may by Order pub- 1",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "“Vghed in the Gazette make such provi-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "_ sion as he may consider necessary for carrying out or giving effect to the prin- ciples and purposes of this section, in- eluding provision for or in respect of any matter authorised or required by this section to be prescribed.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(11) In this section, ‘* Minister ” means the Minister of Defence and External Affairs, Rapal ot 6. The Rules for the regulation of public perform- cminmis ances, made under the principal Ordinance and pub- Bepascpel — lished in Gazette No. 7.004 of April 4, 1919, are hereby Ortiousce, amended by the repeal— (2) of the Rules numbered B1 to B7; and : . (0) of the Form B at the end thereof. ‘",
    "mean_p_confidence": 0.82
  }
]