[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRI LANKA . SAARG REGIONAL CONVENTION ON SUPPRESSION OF TERRORISM ACT, No. 70 OF 1988 [ Certified on.17th December,1988 \"Printed on the Orders of Government Published as a Supplement to Part IT of ‘the Gazette ef the Democratic _ Socialist Republic of Sri Lanka of December 23, 1988 PRINTED AT THE DEPARTMENT Of GOVERNMENT FRINTING, S81 LANKA . ‘70 HR PURCHASED a TIM COVERNNGENT PUBLICATIONS RUREAU, COLOMBO Price : 60 cents, . _ Postage : 75 cents",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "SAARC Regional Convention on Suppression ‘of Terrorism Act, No. 70 of 1988 [Certified on 17th December, 1926} LD—O. 8/68 Aw Act 70 MAK PROVISION 70 Give ZPFECT To THE SOUT \"ASIAN ASSOCATION ¥oR Recrowat Co-nrenamion REGIONAL Convenuox' ON SUPERESSION OF ‘TERRORISM; AND FOR MATTERS CONNECTED THEREWITH OR INCIOERTAL THERETO.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘WHEREAS A Regionsl Convention for the Suppression of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Terrorism was signed on behalf the Government of Sti",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Janka and the other member states of the South Aslan",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘Association for Regional Co-operation at Kathmandu, on",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "the tcurth day of November, Nineteen Hundred ant Eighty-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Seven, and came into force on August 22nd, 1988, upon the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "deposit of instruments of ratification in accordance with",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "the provisions of the aforesaid Convention :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "AND WHEREAS ft is necessary to make legal provision to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "dive effect to the provisions of the aforesaid Convention: .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "NOW THEREFORE, BE it enacted by the Parliament of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘the Democratic Socialist Republic of Sri Lanks as follows:—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. This Act may be cited as the SAARC Regional Con- Short : vention on Suppression of Terrorism Aet, No, 70 of 198, We PART I AMENDMENTS to THE Extnantmiow: Law, No. 8 oF 1977 2 The Schedule to'the Extradition Law, No, 8 of 1977, Amend Js hereby amended by the addition, at the end of the {9 the Schedule thereto, of the following Part :— Schedale Extradition : “Part B iaw {@) An offence within the scope of the Convention for the Suppression on Unlawful Seizure of Aircraft, signed at Hague on December 16, 1970; (2) An offence within the scope of the Convention for . the Suppression of Unlawful Acts against the Safety of Civil Aviation, signed at Montreal on September 23, 1975 ; {©} An offence within the scope of the Convention on 5,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". ‘the Prevention and Punishment of Crimes against Internationally Protected Persons, including Diplomatic Agents, siged at New York on Dece-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ": ber 14, 1978 ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2 SAARC Regional Convention of Suppression —- of Terrorism Act, No, 70 of 1988 (a) An. offence within the scope of any Convention to . which the SAARC member States are parties end which obliged the parties to prosecute or grant extradition ; . . (© Murder, culpable homicide not amounting to murder,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": ". assault causing bodily harm, kidnapping, bostage- taking and offences relating to firearms, weapons, explosives and dangerous substances when, used as 2. means to perpetrate indiscriminate violence involving death or serfous bodily injury to persons",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "; or serious damage to property. \", Interpre- 3: Notwithstanding anything in the Extradition Law, No, tation, & of 1977, an offence specified in Part B of the Schedule to . . thot Law and the First Schedule to this Act shali for the : purpose of that Law, be deemed not to be an offence of 2 Politfcal character or an offence ‘connected with a political offence or an offence inspired by political motives, for the purposes only of extradition of any person accused or sonvicted of any such offence, as between the Government of Sri Lanka and-any state specified in the Second Schedule to this Act. PART It . Provisron Recanorea ExitavftioN ARRANGEMENTS © ‘Existing 4, Where there js an-extradition arrangement made by “getraciion .. the Covernment of Sri Lanka with any State specified it ‘ah the Second Schedule to this Act, in force on the date. .of Sno commencement of this Act, such arrangement shall be ‘Biates deemed, for the purposes of the Extradition Law, No. 8 of deemed to 1977, to include provision for extradition in reepect of the fr offences speeified im the First Schedule to this Act. ‘lence in he : ‘Schedule. . . Miniter | 5, Where there is ne extradition arrangement made by Caivetio —_ the Government of Sri Luka with any. State specified in EAM sition . the Second Schedule to this Act, in force on the date of azingemc\" commencement of this Act; the Minister may, by. Order Lanka snd published in the Gazette, treat the Convention, for the BARES ‘purposes of the Extradition Law, No, 8 of 1977, as an deer extradition arrangement made, by the Governinent of St? the ‘Schedule. Lanka with that State providing for extradition: in respect of the offences sperified fn the First Schedule t» this Act",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "SAARC Regional Convention on Suppression 3 of Terrorism Act, No. 70 of 1988",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "6 (1) Where-a request is made to the Government of Duty of ‘Sri Lanka, by or on behalf of the Government of a State Mauger te specified in the Second Schedule to this Act for the extradi- requesting ‘tion of any person accused or convicted of an offence fountry, of specified in the First Schedule to this Act the Minister faker against shui, on behalf of the Government of Sri Lanke, Pesos for dorthwith notify ‘the Government of the requesting dition request Slate of the measures which the Government of Sci ™ ™ée Lanka bas taken, ot proposes to take, for the prosecution or extradition of that person for that offence. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "() Where it is decided ‘that no order should he made ander the Extradition Law, No. 8 of 1977, for the extradition ‘of any person accused of convicted of an offence specitted’ dn the First Schedule to this Act, pursuant to a request for his extradition under that Law by the Government of a State specified in the Second Schedule to this Act, the care shall be submitted to the relevant authorities so that prosecu..",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "‘tion for the offence which such person fs accused of, or other appropriate action may be considered. PART 0 : J0RISDICIION FOR PURPOSES OF CarMINAL PROCEEDINGS",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "7. if any person, whether a citizen of Sri Lanka or not, Jurisdiction, foes in 2 convention country any act, which if done in Sti Lanka, would have constituted an offence specified in the ‘Hirst Schedule to this Act, such person shall be guilty in ‘Sri Lanka, of the offence constituted by the commission of that act in Sri Lenka. -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "8 (1) If-a person who is a national of a convention Jurisiiction country but not a citizen of Sti Lanka, does outside Sri {er olenees Lanke and that convention country, any act which makes outside Sri ‘him guilty of an offence in that convention country and “Tah which, had he been a citizen of Sri Lanka, would have made hit guilty of an offence specified in the First Schedule to ‘this Act, he shell be guilty of the offences aforeseiii, of which the act would have made him guilty, if he had been such @ citizen of Sri Lanke, . .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(2) If a citizen of Sri Lanka does outside Sri Lanka or ‘gny convention country any act which, if such act had been . committed in Sri Lanka, would have made him guilty of an offence specified in the First Schedule to this Act, he shalt “be guilty of an offence aforesaid of which the act would shave made him guilty had it been committed in Sri Lanka.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 SAARC Regional Convéntion on Suppression of Terrorism Act. No, 70 of 1988 \"dn this section “convention country” means any State referred to in the Second Schedule to this Act. . Sutiedicion ——&,(1) The High Court of Sci Lanke is hereby vested Sourt awith jurisdiction to try the offences referred to in sections 7 and 8, : (2) The jurisdiction vested {n the High Court by sub- section (1) shall be exercised by the High Court of Sri Lanka holden at Colombo, ’ FIRST SCHEDULE (Sections 4 and 5) Lier oF oreEnche mepkinED To ne AREICLE T OF THE Convmetzox",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(a) An offence within the scope of the Convention for the Suppression of Untewtul Selzuro of Aircraft, slgned at the Hague on December 16, 1970. :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(b) fn offense within tha‘scope of the Convention for the Suppression of Unlawful Acts against the Safety ot Civil ‘Aviation, algned at Montreal on September 23, 1971,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "fa) am offence within the stope of the Convention on ‘the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘os Prevention of Crime against Internationally Protected, Persona, including Diplomatic Agents, signed at New Yorle on December 14, 1978,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(@) An offence within the stobe of any Convention to which the SAARC member States concerned are parties ona which obliges the parties to prosecute or grant extradition.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(e) Murder, manslaughter, smault causing bedity _herm, kidzapping, hostage taking and offences relating to",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ": Grearms, wespons, explosives and dengerous aubstances when sed aa a means to perpetrate indiseriminste vialence involving desth, or serious bodily injury to ‘porsons of serious damage to property. y",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "41) an stteropt or conspiracy to eommit an offence described in sub-paragraphs (a) to (e), aiding, abetting or counselling",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". the commission of such an offence, participating #2 am",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "” accoraplice in the offences so described. + SECOND SCHEDULE * (Geetion 8) Mena Staves oF aur Sourm ASIAN ASSOCIATION FoR REGIONAL Co-opmRATION Pooples’ Republle of Bangladesh. : Kingdom of Bhutan, : Republic of India.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Republic of Meldives,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Kingdom of Nepal. .-",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Ielamie Republic of Pakistan -",
    "mean_p_confidence": 0.57
  }
]