[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "gen PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA KNIVES (AMENDMENT) AGT, No. 1 OF 1983 ; + [Certified on 27th Jamary, 1583) . Printed on the orders of Government ee / é Published as a Supplement to Port II of the Gazette of the Democratic ‘Socialist Republic of Sti Lanku of Yanusry 27, 1083 - ; moms At P88 POTN 6 COFNMNEN YET, Ata Price : 35 cents Postage : 50 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Keives (Amendment) Act, No, 1 of 1983 . [Certified on 27th January, 1983} 1 D=O, 113/98, Aw Act ro AMEND THR Knives Onoinance. BE it enacted by the Parliament of the Democratic Soclalist ‘Republic of Sri Lanka ns foltows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1. This Act may be elted as the Knives (Amendment) short title Act, No. 1 of 1983.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2% Section 3 of the Knives Ordinance (hereinafter Replacement referred to as the “principal enactment\") is hereby of section tepealed and the following section substituted therefor:— Chupter77. “Penalty for 3. Any person who carrias on or sbout his weaning ke. y prohibited person, or wears, any prohibited knife, shell",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "ven be guilty of an offence, and shall be liable",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "‘on conviction thereof, to imprisonment of either description for 9 term mot exceeding \\ one month and shall also be liable to a fine not exceeding fifty rupzes, and for the second and any subsequent offence to imprisonment of either description for a term not exceeding three months and shall also be Hable to a fing not exceeding one hundred rupees; and in every prosecution under this section the prohibited knife in respect of which such perion is convicted shall be forfeited.”",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3, Section 7 of the principal enactment is hereby repesled Reptacement",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "and the following section substituted therefor :—— gf fection prinepal zn * Cgunt for 7. Every offence alleged to have been Emastment be committed against the provisions of this Ordinance shall be telable by the Magistrate's Court having local jurisdiction”,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. Section 8 of the principal enactment is hereby repealed Replacement and the following section substituted therefor :— pagers . ; pone we gendars 8. The provisions of sections 306 to 309 ‘nackment. Gramance _—(Inclusfve of both) of the Code of Criminal Bete Procedure Act, No. 15 of 1979, shall not apply ‘yith agtnoni- to a person charged with an offence under Suditlonatly, this. Ordinance.”,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "DA O8BS6—14,075 (02/08) .",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Knives (Amendment) Act, No, 1 of 1983 Replacement 3 Section 10 of the principal enactment is hereby oes repealed and the following section substituted therefor :— ‘tincipal snacteams, Limitation 10, No. prosecution shall be fnstituted oe against any person for an offence against this Ordinance after the lapse of three months from the time when the offence is alleged to have been eommitted.”,",
    "mean_p_confidence": 0.78
  }
]