[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "| (> | PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL SCIENCE COUNCIL OF SRI LANKA (AMENDMENT) ACT, No. 7 OF 1980 > [Certified ‘on 24th Seruney, 1688] a \"Printed on the Orders of Government : Published as a Supplement to Part Il af the Gasette of the Demeeraiie Sorialiat Republic of Sri Lanka of February 01, 1080 . FRORTD TE SEPAROCEAT OF CONES PRONG ~ 20 SE PURCHAGED AT TRE GOTE. PUECZCATIONS FUREAU, COLOMEO — Brice: 28 cents : Pestage: 25 comts",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "* National Science Counsit of Sri Lanka (Amendment) Act, No. 7 of 1980 ° [Certified on 24th January, 1980] LD—O 38/79 )",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Aw Act 70 amano wae Namiowat Serznce Counc, oF . ‘Sur LANKA Law, No. 38 oF 1975.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Srl Lonisa as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. ‘This Act may be clted as the National Beience Council, Short of Sri Lanta (Amendment) Act, No. 7 of 1980. *",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Section 6 of the National Science Council of Sri Lanka Amendment Law, No. 36 of 1975, (hereinafter referred to as the “prin- Shiny g of cipal enactment”) js hereby amended by the repeal of sub- Law No. $9 section (1) of that sectlon and the substitution therefore of of 18 the following new subsection :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“{2) ‘The Council shall conzist of the following members:— _",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(@} eight members {hereinafter referred to a8 “ appointed",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "members\") appointed by the Minister from among persons who have distinguished themselves in science and technology in any of the following — flelds :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Pure Science, Agriculture, Medicine, Engineoring,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": Forestry and allied fields, Industry, Education, Plenning, Irrigation and Power, Geology, Social ‘Sclenee, and any other fields that have relevance to the opplication of science and technology to national development ; and .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(®) three ex officio members, namely— ,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2) the Secretary-General of the Council ; : (il) the Secretary to the Ministry in charge of the Minister to whom the subject of Sctentide . ‘Aifairs has been assigned or a representative . of the Ministry nominated by the Secretary ; and : (ii) the Secretary to the Minfatry in charge of tha . ‘Minister to whom the subject of Finance ‘bas been assigned or a representative of the ‘Ministry nominated by the Secretary.’.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. Section 16 of the principsl enactment is hereby repeal Replacement ed and the following new section substituted therefor: ution 16 “Remunme- 16, All or any of the members may be oti fet cf, ge --paid such, remuneration out of the fund of. Seacunent. + the Board ~the-Council; ag may be determined by the” ~ WONT. g' Minletie with hip conetierenee af the Minister :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "vlan. Ma Whom He subject of Finange hasbeen.  - \"” assiomed. *",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Anmual subscription of Bills aod Laws of the Parliament Raa Goel, Ra 40 (Foreign), payoblo to the Suramruneny, Coven Poasctee Banas, P. 0. Box 800, Cotontbo 1, betore 18th December nck year te nent, ‘et the yoar tollowing. Late subscriptions will be accepted on the oonditie wet ills and Laws ieoued before the dats of payment wil not be euiiog",
    "mean_p_confidence": 0.57
  }
]