[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . 2nd. Session 1971-72 . / By ge “ : Sit ay . Ca qi biz-23 Hi Sra) Re aq Ray ore . ; oe, State Film Corporation — Act, No. 47 of 1971 — Date of Assent : November % 171 + ‘ Printed on the Orders of Goverament Printed ‘at the Deranmmunr oF GovmrkacenT Paorriwc, CEYLON. To be Ree eo er Tnene Bune Cesanns Axaual Subscription Gncluding Bills) Re. 30 (LocaD, Bs. 40 Gee PP on Box bat Goumag’ 3, heiore atm - Pusuicettoms, PUMAT: fy espeet of ‘tho year, following Sate Deserbey cot fear, Maat’ Go Ge Tonadon iat Bills ‘asued before the date of payment will not be supplied Price; Re. 125 ‘Postage: 20 cents: .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "State Film Corporation Act, No. 47 of 1972 L, D.—O. 98/70. AN ACT To PROVIDE FOR THE ESTABLISHMENT OY A ~ Starz Frat Comporarton mv Cxyion. : [Date of Assent: November 8, 1971]",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "by and with the advice and consent of the Honse of Representatives of Ceylon in this progent Parliament",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "assembled, and by the authority of the same, as",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "followa:—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. This Act may be cited as the State Film saute Corporation Act, No. 47 of 1971, and shall come mdse into operation on suck date as may be appointed by the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "PART I Constrroriox, Powers ano Dorips, &c., OF THE . State Frit ConPoRAtion",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. (1) There shall be established a corporation srtuumes which shall be called the State Film Corporation (here. gibeeas inetter referred to as \"the Corporation”), and Grntin which shall consist of the persons who are for the time being members of the Corporation under section 3.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "~x_ (2) The Corporation shall by the name assigned to . it by eub-section (1) be a body corporate and shall have perpetual succession and @ common seal and may sue and be sued in its corporate name. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3. The members of the Board of Directors shall be Members o to the members of the Corporation. Corporation. acl The goneral objeste of the Corporation shall Sent,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "| aporlion.",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(@) to import films, photographie equipment and material or accessories necessary for the production or exhibition of films;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(8) to export films, including the purchase and aodeing ‘of tach films dor “the purpose’ of such exportation;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{e) to distribute and supply films, photographic equipment and material or accessories for the prodoction or exhibition of Alms;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". @) to establish, instal and operate studios and cinemas and to provide facilities for the production of films in Ceylon;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BSH BAD, .",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "2 State Film Corporation Act, No. 47 of 1971",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(©) to engage in and to assist financially ciherwise in’ the “production of ‘films io Ceylon;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "to promote, enoonrage and develop the film”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Wo Eoatry’ and’ maitam high steadards: in regard to films produced in Ceylon, by—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(i) awarding prizes and distinctions of recognition to producers of films of outstanding merit,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(i)-sponsoring and holding conferences and seminars,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(i) holding or pactiipating in Atm festivals anc * Gv) publishing film jonrnals and magazines;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@) to promote and expand: the demand for and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "trade in films prodnoéd in Ceylon both within . and outside Ceylon;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(4) to conduct mazket research on films in Ceylon and outside Ceylon;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "© to foster co-operation and co-ordination among Betsons conceoted with or engaged inthe Sim industry in and outside Ceylon;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "@) to advise the Minister on matters connected with” the film industry. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "geren st the 8, ‘The Corporation shall have such powers, rights Onmowiee. and functions as may reasonably be necessary to oatry os out its objects ond in particular may—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@) acquire in any manner whatsoever and hold and take or give on lease or hire, mortgage, pledge, sell or otherwise dispose of, “any movable or immovable property;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(®) sequire, establish, instal and operate studios ‘and oinemas;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": (©) acquire by purchase or otherwise any rights or privileges considered | netessary for the . purpose of the business of the Corporation;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@ oxercise the exclusive right to import, sell, hire, supply and distribute films, equipment and. raw material necessary for the production and exhibition of films;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "State Film Corporation Act, No. 47 of 2071 8",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "{@) export films produced in Ceylon;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(A) engage in the production of filma either alone rin eollabgration with auy other organiza. tion or person;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(g) register, inspect, control and regulate contracts ‘and agreements relating to the production of films in Ceylon; :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(#) appoint, employ, remunerate and hava disciplinary control over its officers, servants and agents;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(@ establish and maintain provident funds, and provide welfare and recreational farilities",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "lor its employees; : :",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "@ make rales in respect of the administration of the aifairs of the Corporation; !",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(B) delegate to any Director, officer or agent of the .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "oration ny suck function as may be > considered necessary for the efficient transac- tion of its business;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "© levy fees or charges for services, facilities or Ysquipment. provided by the Corporation;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "() establish, maintein and operate training",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": ". institutions for technicians, artistes or other ersonnel engaged in or oimnected with the Hite industry forthe purpose of advancing the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": ". aleill of such persons;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(e) provide credit facilities for the production of films; and :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(0) adopt all such messures a8 may be considered",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "\" mecessary for, conducive or incidental to the attainment of the objects of the Corporation.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "In the exercise of its powers and the carrying cecpston to out of its objects under this Act, the Corporation Thal sce i” comply with the general policy of the Government with Sr'ainliis respect to the film industry and with any general or © Hs Sinise, special directions issued by the Minister in relation to such policy.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "7. (1) The Corporation shall have a Board of Rost at “Directors consisting of— | Bical.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "(@) three ee officio members, namely— :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 21,
    "text": "@) the Direotor of Information, 1",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4 State Film Corporation Act, No. 47 of 1972 : * Gi) the Director of Cultural Affairs, ii) the Dixeotor-General of Broadcasting; ,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "@® six members appointed by the Minister of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "whom— @ two shalt represent the Universities and shail be appointed in consultation with the Minister in charge of the subject or , fonction of edacation, and .. Gi) two at least shall be from persons who : appear to the Minister to have had experience in matters relating to the film industry.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "A person shall be disqualified for being appointed, or for continuing, ae Director—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@) if he is a Momber of Parliament; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(® if he, directly or indivestiy, by himself or by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "any person on his behalf’ or for bis use or benefit, holds or enjoys any right or benefit under any contract made by or on behalf of the Corporation; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(©) if he bas any such financial or other interest as",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "is likely to atfect prejudicially the discharge by him of his functions as a Director.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "8) (@) Where a Director appointed under para?” graph (0), of ‘eub-ction (2) dies or resigns or ds Temoved from ofc, the Minister may, having regard to the provisions of that paragraph of that sub- section, appoint any other person to be a Director in place of the Director ‘eho dies, resigns or is removed",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "rom office, *",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "() Any Director appointed under paragraph (2) of this eab-seotion, unless he eatlier resigns oF vacates his office by death or removal, shall hold office for the unexpired part of the term of office of the Director whom he succeeds,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(4) Where a Director appointed under paragraph (b) of sub-section (1) is, by‘reason of ilJness or other infirmity or absence from Ceylon, temporarily unable to perform the duties of his office, the Minister may, having regard to the provisions of that paragraph, appoint any person to act in his place.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘term of ofice 8, (1) Every Director appointed under paragraph’.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Dinter, (6) of sub-section ) of section? shall, enlace he vacates office earlier by death, resignation or removal, hhold office for a period of three years.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "State Film Corporation Aot, No. 47 of 1971 5",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "@) Every ox officio Director shail. hold office as long as he holde the post by. vivine of which be wae appointed as a Director. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "9. (1) The Minister may, if he considers it expe- ome of dient to do 99, remove, by Order Bulls in, the Feove, (om",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "azette, any Director appointed wader paragraph (b) sim of sub-section (1) of fection 7 without reasons stated. =.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) A. Direotor in respect of whom an Order under gub-sertion (1) ig made by the Minlster shall vacate his office on the date of the pubiication-of such Order in the Gazette. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) The removal of sny Director under sub-section (@) shall not be called in question in sny court.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "40, A Director, other than an ex officio Director, Ruignatin may at any time resign his offee by lotter addressed “© B= to the Minister.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "44, Any Director who vacates his office, other than mugauiy tor a Director who ig removed from office under section 8, raiewiaest shall be eligible for reappointment. se Dieta.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "412.” No act or provesding of the Corporation shall ag, ap be deemed to be invalid by reasom only of the existence stot. of any vacancy among ite Directors or defect in the eat Zaig appointment of any Director thereof. Pata ey",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Aer ia te “Seat *",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "48, All or any of the Directors may be paid such  Remanerstion remuneration out of the fund of the Corporation, as «Dire may be determined by the Minister with ‘the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "4. A, Divoclor who is dently or indireety paso « interested in @ contract proposed to le by a Corporation shall disclose the nature of his interest Sate” in such contract at a meeting of the Directors of the Fteat © Corporation and shall not take part, in any delibora- th Corton. tion or decision of the Directors with respect to such contract.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "45, 1) Roles moy be made under this Act in esse respact of the meetings of the Corporation and the $s, quoram for and the procedure to be followed at such meetings.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(®) The financial year of the Corporation chall be the period of twelve months commencing on the first day of January.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "8 State Film Corporation Act, No. 47 of 197%",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Guimea,sf, 48. The Chairman of any mecting of the Board of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "WaeeS\" Directors shail, in ‘addition to hie Goa vote, have a",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Bn a cating casting vote.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Beta 17. The Board of Directors shall administer the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Deven. affaire, may exercise the powers, and shell perform",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Heya ot the duties, of the Corporation.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Doapuica, ot 48, _(1) The Board of Directors may delegate to the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "mrs Chairman or any other Director or any employes of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Beds auch Boatd any of ite powers and duties.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": ": 2) The Chairman, other Director or employee to ion ay of fia powers ot duties of the Board have been delegated under sub-section (1) shell exereee or perform the powers or duties so fed subject to The general or special directions of the Board.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Guigne sé 49, (1) The Minister shall appoint a Chairman of Bust the Board of Direotors from among the Directors.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "If the Chairman is, by reason of illness or other indeaity ve ahem ok Ceylon, temporarily unable fo porform the duties of his office, the Minister may appoint one of the Directors to act in his place.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(8) The Minister may, without assigning a reason, | terminate the appointaent of the Clusirman, ‘The termination of the appointment of the Chairman shall not be called ia question in any court.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(4) The Chairman may resign ths office of Chairman hy letter addressed to the Mizister.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(6) Subject to the provisions of sub-section (8) and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": ": sub-section (4), the term of office of the Chairman shall be the period of his membership of the Board of Directors,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "20. (1) The seal of the Corporation shall be in tha",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "Scpentss. custody of the Bourd of Directors.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "_.@) Bis seal of the Comporation may bo altered in such manner ae may be determined by the Board of Directors. s",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 21,
    "text": "(8) The seal of the Corporation shall not be affixed to any instrument or document except in the presence of ® Director who shall sign the instrument or document in token of his presence.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "State Film Corporation Act, No. 47 of 1971 7 PART It . EnpLovage oF Tae CORPORATION 21, (1) The Corporation may in consultation with | sopsiowasas of the Minister appoint to the stad of the Corporation a | Siester and General Manager who shall be the chief executive | tbe acre officer. — 8h Soporatea: (8) The General Mans shall, subject to the provisions of sub-section {@), hold office for a period of ive yoars and may at the termination of that period be reappointed for a further period as the Corporation may, with the concurrence of the Minister, determine. (8) The General Manager— (2) shall retire from office on reaching the age of compulsory retirement for public servants; ani () may at any time with the approval of the ‘Minister be removed from office by the - Corporation. “ (4) The Corporation may appoint to the staf of the =” Corporation such other officers and servants as may be necessary for the parposes of the Corporation. . . 22, (1) Subject to the other provisions of this Act, Rome ot tt» the Corporation may— Serer fa (@) appoint, dismiss and: exercise disciplinary Cryer. control over the staff of the Corporation; (0) -fix the wages or salary or other remaneration of such staff; (©) determine the terms and conditions of the service of such staff; and (@ establish and regulate provident funds and chemes forte benefit of auch staf, and make contributions to any euch fund or scheme. (®) Rules may be made under this Act in respect of all or any of the matters referred to in sub-section (1). : (8) At the request of the Corporation, any officer in the public service may, with the consent of that officer and the Pertnanent Secretary to the Ministry in charge",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "& State Film Corporation Act, No. 47 of 1971",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "of the Minister to whom the subject of public",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "Administration hasbeen assigned, be temporarily",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "appointed to the staf of the Corporation for suck.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "panied as may be determined by the Corporation with ike consent or be permanently appointed to such staf.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "(4) Where any officer in the Fig service is tem porarily appointed to the staff of the Corporation, sub- section (2) of section @ of the Motor Transport Act,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "No, 48 of 1957, shall mutatis mutandis apply to and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "in relation to him.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "+ @} Where any officer in the ° public service is per-. manently appointed to the staff of the Corporation, sub-section (8) of section 9 of the Motor Transport Act, No, 48 of 1957, shall mutatis mutandis apply to and in relation to him.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "‘Officers ant 28, All officers and servants of the Corporation",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "« EBS. shall be deemed to bs public servants within the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "immedto be” ‘teaning and for the purposes of the Penal Code. obi errant,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "Cap. 18.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "‘Tee Coperaten 24. ‘The Corporation shall be deemed to be a dumet scheduled institution within the meaning of the Bri- ftintion bery Act and the provisions of that Act shall be Tbe the, construed accordingly.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "Be Bbery ;",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "ae",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "ap. 96,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "PART Ii Fawancs",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "Gapkal ot te BB, (1) The initial capital of the Corporation shall Corporation, be ten Shion rapees.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "(2) The amonnt of the initial capital of the Corpo- ration shall be paid to the Corporation out of the Con- solidated Fund of Ceylon in such instalments ds the Minister of Finance may, after consultation with the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": ". Minister, determine.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "(3) The capital of the Corporation may be increased from time to time by such amount as may be deter- mined by resolution of the House of Representatives and that amount shall be paid out of the Consolidated Pand of Ceylon.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "(4) The capital of the Corporation contributed by , the Government by way of griate shall not be redooed ”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 24,
    "text": "exoapt in such manner a may he determined by resolution of the House of Representatives.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "State Film Corporation Act, No. 47 of 1971 9",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(8) The Board of Direotors may request the Minister for such advances from the Consolidated Fund of Ceylon as may be necessary for meeting the obligations of” the Corporation or the discharge of its duties onder this Act and the Minister may in consul- tation with the Minister of a authorize such advances as maj aired by way of loan interest, repayeble ‘in such instalmests and under suck terms and conditions as may be determined by the Minister of Finance. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "26. The Corporation may with the concurrence of Borrowing both the Minister and. the Winister of Finance or in P**™ accordance with the terma of any general authority given with like concurrence, borrow by overdraft or otherwise, or negotiate and obtain on credit terms, auch sums as ‘the Corporation may zequire for meeting the obligations of the Corporation or carrying out its objects:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Provided that the aggregate of the amounts out- standing in respect of auy leans vaisd hy the Corpora; tion under this section shall not at any time exceed such sum as may be determined by the Minister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "27, Any funds of the Corporation which are not tovesmmt of immediately required for the purposes of the business ie fate, of the Corporation may be invested by the Board of Directors ih auch manner as the Bosrd may determine with the approval of the Minister given with the concurrénce of the Minister of Finance.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "28, The revenve of the Corporation in any yeat Appian ot shall be applied in defraying the following charges in frm the order of priority set out hereunder :— Serporation,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(@) the working and establishment expenses (inclu",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "ding allocations to the insurance reserve and depreciation reserve), in connection with the exercise and performance of the powers and duties . of the Corporation, properly chargeable to revenue account and the payment of taxes;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "(@) the interest om any temporary loan raised by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Corporation; (©) any sams required to be transferred to any ‘sinking fand or redemption fund; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "{@) the interest on, and the repayment of, the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "wincipal of any Government loan to the Eorporation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "10 State Film Corporation Act, No. 47 of i971 Acpropristisn ct =» 20. (1) The net surplus for any year out of the weneiis revenue ° the Corporation, after defraying the charges ‘Corperaiten, mentioned in section 28, and after payment of the ‘ contribution to the Consolidated Fonds may be appropriated by the Board of Directors for any or all ofthe following purposes with the approval ‘of the Minister given with the concurrence of the Minister. of Finance: — (a) writing off the preliminary expenses incurred ® in the formation of the Corporation; _",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(0) writing off any. accumulated losses “brought forward;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(©) writing of any anprodottive expenditure not properly chargeable to revenue;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(@ transfers to any assets replacement reserve - which the Board of Directors may establish and maintain;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": ": (@ transfers to any loan redemption reserve which the Board of Directors may establish and maintain; . .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(f) transfers to any development reserve which the Board of “Directors may establish and maintain. . e",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(2) No debits against or transfers out of the Teserves mentioned in sub-section (2) shal be made by the Board of Direotors except with approval of the Minister given with the concurrence of the Minister of Finance, Avcounts end 30. (1) The Board of Directors shall cause proper Sa “accounts af the inevme and expenditure of the Corpo. ration and of all its other transactions to be kept and shall prepate an annual statement of accounts and statistics relating to the business of the Corporation in such form and containing such particulars as the - - Minister with the concurrence of the Minister of Finance may from time to time specify. (2) The accounts of the Gorpdration for each financial year shall be submitted to the Auditor- General for audit within four months of the close of the financial I year, For the purpose of assisting him 1 in the audit of such accounts, the Auditor-General may employ the services of any qualified auditor or anditors who ehall act ander bis direction and control.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "State Film Corporation Act, No. 47 of 1971 11",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(@) Bor the purpose of masting the expenses inourred bef im in the audit of the accounts of the Corporation, the Auditor-General shall be paid by the Corporation such remuneration as the Minister may, with the concurrence of the Minister of Finance, determine. ‘Any remuneration received from the Corporation by the Auditor-General shall, after deducting any sums . paid by him to any qualified auditor or auditors employed by him for the purposes of such audit, be credited to the Consolidated Fand of Ceylon.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "S1. (1) The Auditor-General and any person gymesf assisting the Auditor-General in the audit of the 4 Atlee accounts of the Corporation shail have access to all _ such books, deeds, contracts, accounts, vouchers and other documents of the Corporation as the Auditor- General may consider necessary for the purposes of the audit, and shell be furnished by the Goxporation and officers of the Corporation with such information within their knowledge as may be required for sach purposes.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "{2) The Auditor-General shal] examine the accounts of the Corporation and furnish a report:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(@) stating whether he has or has not obtained all",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "the information and explanations required =~ 3 by him;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(0) stating whether the accounts referred to in the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "report are properly drawn up to as 40 exhibit . attue and fair view of the afairs of the Corporation; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(c) drawing attention to any item in the accounta which in his opinion may be of interest to the House of Representatives in any examination of the activities and accounts of the Corporation.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "{8) The Auditor-General shall transmit his report to the Corporation within four months of the receipt of the accounts of the Corporation by him.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(4) For the purpeses of this section, the expression “ qualified auditor ” means:—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(a) an individual who, being a member of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "Institate of Chartered Accountants of Ceylon, possesses a certificate to practise as an Agcountant issued by the Council of the Tustitute; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "12 State Film Corporation Act, No, 47 of 1971 |",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(®) a firm of Chartered Accountants each of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "artners of which, being » member of that Postitate, possesses a certificate to practise as an Accountant issued by the Council of + that Institute. Report ot e BB, (1) The Board of Directors shall, as soon as Bord ot ea possible after the end of each financial year of the even ct M4 Corporation, make to the Minister a report on the iievdnduse’™” exercise and performance by such Board of its powers comes set and duties during that year and on its policy and pro- qirigment end Gramme. Such report for any year shall set out any of emuvt. se? direction given by the Minister to the Board of stsots \"Directors during that year. Boece” (2) The Board of Directors shall, on receipt of the * Repos Anditor-General’s report in respect of any year, cause a copy of each of the following documents relating to that year to be transmitted to the Minister: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(a) the Anditor-General's report;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(8) the balanos sheet;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(@) the operating and profit and loss accounts;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(@ the statement of accounts and statistios prepared *",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "under sub-section (1) of section 30; ant",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "{e) the report of the Chairman of such Board",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "giving an socount of the work of tho orporation.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(8) The Minister shall lay oopies of the documents transmitted to him under sub-section (2) before the House of Representatives before the end of the year next following the year to which auch report and accounts relate.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Pogumpe ot 33. ‘The Conporation shall before the first day of .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "taleriben by November in each financial year transmit to the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Pe, Gomertin: Minister for his approval a programme of the work",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "chi fiat w'bo involving capital expenditure which is to be under-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "fammided © taken by the Corporation during the next financial",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "far ba your, and the Corporation shall have regard to any. | directions given by the Minister in respect of that programme.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "State Film Corporation Act, No. 47 of 1971 18 - PART IV Acquisrrion, Requisition AND Use of PRoreRty Fos 5 oR BY THE CORPORATION",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "34. |) Where any immovable property whatso- semen o ever, other than notified Property, is required to be fmmerable acquired for any Purpose of the Comporation aud the Talee\"toe",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "* Minister, by Order published in the Gazette, approves Es*ienis- of the proposed acquisition, that property ‘Del be ” deemed to be required for a public parpose and may accordingly bo acquired under the Tard Acquisition : Act and be transferred to the Corporation. oop. 40,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "@) Any sum payable for the acquisition of am ‘ immovable property under the Lend Acquisition Act for the Corporation shall be paid by the Cotporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "85. (1) Any officer of the Corporation authorized watee of chim by the Minister mey, by notice (in this Act referred ¢ Slaimor to as a “* notice of claim ”) published in the Gazezte terny declare that such movable or immovable property, \"SUT other than money, as has been, or is being, or ia, or Brpertoa. was intended to be, used by any person for the purpose of engaging in or carrying on any business which is similar or substantially similar to any business of the = - Corporation, is requived for the paresees ‘of the Corporation, Such property’ is in this Act referred",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "‘sto ag “ notified property”.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(2) The publication of a notice of claimmade under sub-section (1) in respect of any property shall be conclusive proof that such property is required for the purposes of the Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(3) Where a notice of claim is published onder sub- section (1), any officer of the Corporation authorized by the Minister may from time to time, by notice (in this Act referred to as a ‘‘ notice of disclaimer \"”) published in the Gazette, disclaim the need, for the Purposes of the Corporation, of the whole or aay part Of the property included in the notice of claim and specified in the notice of disclaimer.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(4) No person shall lease, hypothecate, alienate, transfer or dispose of in any manner whatsoever to any Person, other than the Corporation, the whole or any Part of —",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(@) any property which is specified in a notice of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "“anim end ie not disclaimed by @ notice of disclaimer; or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "(®) any rights in respect of that property.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "14 State Film Corporation Act, No. 47 of 1071 (®) Any lease, hypothecation, alienation, transfor or disposal made oF effected in’ contravention of the Broviniong of sub-section (4) all be mull and void, and . shall be of no foros or avail in law. ~ > (8) Any person shall, if requested by any authorized officer 90 to do, furnish to such petson as shall be specified in the request information with regard to any movable or immovable property included in a notice of claim as shall be so specified. (2) Any person who— {(@) leases, hypothecatea, tranafers, or otherwise dis: ‘ ‘poses of any notified property in contraven- tion of sub-section (4); and . (®) wilfully fails to furnish the | information referred to in sub-section (), or who wilfully Yithholds all or any pert of such information, . or who farnishes information knowing such : information to be falee or inaccurate; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(¢) wilfully or negligently destroys or damages or cansee.to be’ destroyed or damaged any notified property; or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "@ removes, the situation or location, or alters Ge ckarectee or canges such removal, ‘change or alteration, of any notified.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": ": property, shall be guilty of an offence under this Act. : . (8) For the purposes af this section, the expression . “ authorized officer” means the Chairman of the : Board of Directors, or any Director or officer of the Corporation authorized in that behalf by such Chairman. : 4 ion 98, Tho Chairman of the Corporation may— phe (@) cause a report to be prepared as to the condition . of any notified property; *",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(8) cause a copy of such report to be sent by registered post to persons having an interest in the property to which the report relates; an",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(©) require sach persons to notify in writing to the Chairman whether ot not they agree « with such report and if they are not in agreement, to specify any objections they",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "State Film Corporation Act, No. 47 of 1071 15 may have and the ‘of such objections * and to produce aif documents relied on by ~ them in support of such objections. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "81. (1) The Minister may, by Order (in this Act cmpatexy referred to as a “vesting Order ”) published in the EPH Gazette, vest in the Corporation, with effect from euch ot oertsin date as shall be speoibed in the Order, any ‘anch FP\". notified property as has not been disclaimed by a . notice of disclaimer,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(2) Before a vesting Order takes effect, the Minister may from time to time, after consultation with the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "* Board of Directors, alter, by Order published in the Gacatte, the date on which such vesting Order takes A vesting Order shall have the effect of givi enon oration absolute title to any property specified in the ‘Order with effect from the date specified therein and free from ail encumbrances.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "38, (1) The Minister may by Order (in this Act Reputining referred to as a “requisitioning Order\") published #,0%et_ in the Gazstée, requisition, with effect from such date Esty Reese ag shall be specified in the Order, any notified property “te as ig movable or immovable property in order that it ‘“Mnay be temporarily used by ‘the Corporation for the purposes of any business of the Corporation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(2) Before a requisitioning Order takes effect the Minister may from time to time, after congultation with the Board of Directors, altar, by Order published in the Gazette, the date on which such requisitioning : Order takes effect. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(3) A requisitioning Order shall have the effect of authorizing the Corporation, with effect from the date specified in the Order, to take possession of the pro- perty specified in the Order and to use such property temporarily for the purposes of any business of the Corporation. :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(4) Where any property is, requisitioned by a requisitioning Order, the Minister may, by Order (hereinafter in this Act referred to as ‘‘ derequisi-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "-tioning Order ”) pablished in the Gazette, derequisi- tion such property with effect from such date as shall be specified in the derequisitioning Order.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "sR em asor sm .",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "16 State Film Corporation Act, No. 47 of 1971",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(8) Before a derequisitioning Order takes effect, the Minister may trom time to time, after consultation with the Board of Director, alter by Order published’ in the Gasette, the date on which such Farequisi- tioning Order takes effect.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(8) Where, immediately before the date on which any property is requisitioned for the Corporation, # person, other than the owner of such property, was ‘entitled to possession of such property under the terms of @ deseo, that lease shall be’ deomed for all purposes to have expired on that date,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(7) Where any property is derequisitioned by a de etoning ‘Oniar auch Order shall be deemed to have the effect of reviving any lease subsisting on the date on which the property was requisitioned, and any question which may arise as to any right, title or interest, in or over that property shall be determined",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": ". accordingly. !",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": ". Compule 39. Where any property requisitioned for the SSE « corporation is permanently tequired for the parpoocs pore. , of any bosiness of the Corporation, such property may",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": ">, be vested in the Corporation by a’ vesting Order. Rewotiond 30, (1) Notwithstanding that any movable or weting Orie immovable property has vested in the Corporation by virtue of @ vesting Order, the Minister may, at any time before a determination as to compensation is made in respect of that property under this Act, by subeequent Order published'in the Gazette (in thas section referred to ag a “ divesting Order '”) revoke + that vesting Order.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(2) The following provisions shail apply in any case whore a vesting Order in respect of way movable or Immovable property is revoked “by divesting",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "irder:—",
    "mean_p_confidence": 0.05
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(a) that property shall be deemed never to have",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "@ vested in the Corporation by virtue of’ that",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "vesting Order, and ony question which may arise as to any right, title or interest, in o over that property shall be determined accordingly;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": ": (b} that pro; ty shall be deemed to have been and tolhe property which was requisitioned by & requisitioning Order with effect from the date on whieh that vesting Order took eflect",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": ". State Film Corporation Act, No. 47 of 1972 17 and was derequisitioned by a derequisi- tioning Order with effect from the date of the revocation of that vesting Order;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(©) all claims made under this Act to the compensa- tion payable in respect of that property and all proceedings token under this Act in regard to claims before that resting Order was revoked shall be deemed to be nul and void, and fresh claims to compensation in respect of that property may be made : under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(8) The preceding provisions of this section shall have efeot notwithstanding anything in amy other provision of this Aot or in any other written Taw.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "44, (1) Any officer of the Conporation specially or tating youn generally ‘authorized in that behalf by the Chairman Taig En? of the -d of Directors may take possession of any requsitisned property vested in or Fequisitioned’ for the SM.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "‘orporation.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(2) Any officer of the Corporation authorized in that",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "_ behalf by the Chairman of the Board of Directors",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "% shall, by notice given to the person in occupation or in posession ‘of any property vested in or requisitioned for the Corporation or ‘Exhibited in some conspicuous place on or in the vicinity of such property,—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "{e) inform such person that such authorized officer intends to take posearion of such Property for and on behalf of the Corporation on su date and at euch time and place as shall be specified in the notice; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(0) require any person interested or hie authorized agent to be present on the date and at the time and place ‘90 specified, and to allow and . assist such authorized officer to take. posses sion of such property for and on bebalf of the Corporation.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "Where such property is a motor vehicle, the notice aforesaid may be given to the registered owner of that .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "% qohicle within the meaning of the Motor Traffic Act cs. «1. instead of being given to the person in possession of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "that motor vehicle.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "18 Stote Hilm Corporation Act, No. a7 of 1972 Any notice required to be given to ‘son nos ae pcoding provisions ‘of this section shall be decmed to given t him if such notion ie sent to bisa : by registered letter. (4) Any person who contravenes any requirement ot ny notion given to kim under this seotion,shall be guilty of an offence under this Act. . zeymum at 52, (1) Every person who— eee @ prevents, obstructs, or resists, or repent io (5) directly or indirectly causes anyone to prevent, Sper. obstruct or resist, any from or in talking possession, under section 41of any proverty for and on behalf of the Corpora- tion shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "(2) Where an officer authorized by the Chairman of the Board of Directors under section 41 to take Possession of any property for and on bebalf of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "poration is unable or epprebends that he will be",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "*— auable to take possession 0 sock property because of ny obstruotion on resistance that, mn or is likely _ to be offered, he shall, on his making az application in that behalf to the Magistrate's Court heving jurisdiction over the place where that property is + ordinarily kept or situated, be entitled to an order of the Court directing the Fiscal to deliver possession of that property to him for and on behalf of the Corporation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "(8) Where an order under sub-section (2) is issued to the Fiscal by a Magistrate’s Court, he shall forth- with execute that order and shall in writing report to",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": ": the Court the manner in which that order was executed,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "(4) Where an order under sub-section (2) is issued to the Fiscal by a Magistrate's Coast the execution of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "such order shall not be stayed in any manner by reason of any step taken ot Eroponed to be commen: in any court with view to questioning, varying or setting aside suoh order.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "(8) For the purpose of executing an order issued by a Magistrate's Court under aub-ecotion (2), the Fiscal or any pereon acting under his direction may use such force as may be necessary to enter any place where any movable property to which that order relates ix",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": ". kept and seize euch movable property, or to enter any.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "State Film Corporation Act, No. 47 of 1971 19 land, building, structure or other immovable property to which that order relates and eject any person in occupation thereof, and to deliver possession of such movable property, land, building, structure or other immovable property to the person. ‘who is authorized to take possession reof for and on bebaif of the Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "+ &3. Where any immovable property of the Crown grou ¢ is required for the purpose of any business of the ‘ste of Corporation, such purpose shall be deemed to be a Ear the Purpose for which « special grant or lease of such Sxerice",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "roperty may be made under section 6 of the Crown Gwen Binds Eieels rdinance, and accordingly the provisions of dss. that Ordinance shall pply to a special grant or leasa cop, a4, of such property to the Corporation.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "44. (1) The Chairman of the Board of Directors, tome tw - or any person authorized in that behalf by such \"tue itr Chairman, may— . ‘aspect.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "(@) inspect any movable or immovable pro] erty",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "hich tad been, or is being oF oF wos intended to be,’ used for exigaging in or carrying on any business similar or substantially similar to the business of the Corporation;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "_ 4) ins] any movable or immovable property eh hed heen, or is being or is or was intended to be, used for the engaging in or carrying on of such other business as may be incidental or conducive to ay business referred to in paragraph (a) of this sub- section;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "(c) juest, any person to fornish information with",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "© 79 ard to any matter within his knowled, relating to” any movable “or immovable : property referred to.in paragraph (a) or paragraph (8) of this sub-section; and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": ". yuest any person to farnich information with",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "4@) re ard 1 ‘any matter within his knowledga",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "relating to any business referred to in para-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "graph (a) of this sub-seotion, whether . carried on by himself or aay other person, .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "and the persons employed for the purposes of : such business.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "20 State Film Corporation Aot, No. 47 of 1971 Any person who fails, without reasonable cause, to Spl with the provisions of sub-section (1) (¢) or sub-section (1) (d), or who farnishes information know- ing such information to be false, or obstructs any son in. the oxercise of the powers conferred on bir Fy sub-sootion (1) (a) or sub-section (1) (2), shall he guilty of an offence under this Act. Powtrat 38, Any person who engages in or carries on any Sopention easiness Ganlar or substantially similar to any Sripomt aod bosiness of the Corporation shall, if a written request faite” in that behalf is made to him by the Corporation, make available for use by the Corporation any equipment or facilities maintained by him for the purpose of that business subject to such terms and conditions (including terms as to charges to be made for sucb vse) as may be determined by the Minister. PART V - ComPansaTion Goryauig 48. (1) ‘The amount of compensation to be paid inne da under this Act in respect of aay property vested on te any date in the Corporation shall be the actual price Cororstim, paid by the owner for the porches ‘of such property and an additional sum which is equal to the reasonable value of any additions and improvements made to such property by any person, who Yad an interest in such prepeny, oF if such purchase price is not ascertainable, ,¢ an, amount, eqn! te the price wich such property would have fetched if it had been sold in the open market on the day on which tha property was vested in the Corporation:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "Provided, however, that where such property Gonsists of movable property a, reasonable amount for depreciation shall be deducted from the amount which represents the price actually paid for its purchase by the person entitled to the compensation payable in respect of auch property, if such compensation is based on such price.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "(2) Where any interest in any movable or immovable property derived under the terms of any lease is vested in the Corporation, the amount of compensation to be paid under this Act shall be the actual price paid by the holder for the acquisition of such interest:",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "Provided that » proportionate amount shall be deducted on acoount af the period for which the holder has enjoyed such interest.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "State Film Corporation Act, No. 47 of 1071 21 .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "47, In respect of any proparty requisitioned for compecation the Gorporation, the Corpcration shall pay compensa, Sseyae a tion equai to the amount which might ressonehly be Fegtittoned",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "\\ expected to be payable for the temporary use of such ribe property. Serpe",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "48. No person shail be entitled to compensation for No compeass- gay lose incurred by him, whether directly or fexier indirectly, or by way of business or otherwise, by ini % reason of the fact that the exclusive right to engage Tenn oie in or carry on any business has bee vested inthe tutti Corporation by virtue of the operation of the imme 3 = provisions of this Act or any Order made thereunder. falas a”",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "Gerona",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "49, Any compensation payable, less any deduction Imes os that may be made from such compensation under this’ cmpesieim, At, shall carry interest, as from the date on which it aoornes due until payment, at such rate as tay be : determined by the Minister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "50, The compensation payable in respect of any pate of broperty shall be considered es accruing due from the spocrocent",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "late on which that property was vested in or % capenton requisitioned for the Corporation. ~ , 54, The mode of payment of compensation shall be Mode of detormined by the Minister in consultation with the Ema Minister of Finance.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "2. (1) The Board of Directors shall refer to the Dasminstion Chief Valuer the determination of the compensstion ‘of compentsion. payable in respect of any property, and such Valuer shall submit his determination to the Board of Directors for final decision thereon.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "(2) The Chief Valuer shall, before malring his -determinstion of the compensation payable in respect of any property, give the person from whom that",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "roperty was acquired or requisitioned for the Rorporation, an opportunity to’ addnee before. such Valuer, by himself or by a Tepresentative authorized by him in that behelf, evidence with regard to the value of that property.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "(8) The Board of Directors shall communicate in writing to the person from whom any property was",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": " uaqulred or requisitioned for. the Corporation ‘the Eval decision ‘of the compensation payable in respect of that property. 1",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "Stats Film Corporation Act, No. 47 of 1972 (4) The Board of Directors shall cause a notice to be published in the Gacetés and in at least one Siohala, one Tamil and one English newspaper, specifying the compensation that it proposes to pay * in respect of any property, being the compensation ciertuned ty the Board of Directors, and inviting any person who had any interest in that property, immediately before that property was vested in of requisitioned for the Corgoration and who claims any compensation in respect of that property to communi- cate to the Chairman of the Board of Directors his claim in writing, stating the nature and the basis thereof, before such date as shall he specified in the notice. Payment of 58, (1) Where no claim to the compensation eepanim payable in respect of any property is received in Tesponse to the notice under section 62 from any ‘person other than tbe person from whom that property was acquired or requisitioned for the Corporation, the Chairman of the Board of Directors shall cause such compensation, less any sum required by or under this Act to be deducted therefrom, to be paid to the pereon from whom that property was so acquired or requisitioned. @ Where any claim to compensation payable in * respect of any such property is received in response to the notice under section 62 from any peroon olber — than the person from whom that property was acquired or requisitioned for the Corporation, ‘then, if every such claimant and the person from whom that property was so acquired or requisitioned amicably agree in writing as to the persons entited to the compensation ant apportionment of conn] tion thom, the Chnicman of the Board of Diresoors shall coups the compensation, less any suzh required by or under this Act to be deducted from, to be apportioned and paid to such persons according to fash agreement, If there is no such agresment, ‘the Chairman of the Board of Direstors cause the compensetion, less any sums required by or under this Act to be deducted therefrom, to bo paid to any District Court or Court of Requests according as the amount to be £0 paid exceeds or does not excsed seven hundred and fifty rapees to be drawn by the persons entitled thereto. Provisloe for B4. Where any compensation payable to any person seen rece under this Act 40 nol socepted by him, when it is ‘ Se . tendered to him, or where such person is dead or is oeped,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "State Film Corporation Act, No. 47 of 1971 93 not in existence or is not known, it shall be paid to any District Court or Court of Requeste, according og the ampunt of compensation exoee or does not exceed seven hundred an Sty supess, to he drawn by the person or persons entitled thereto,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "5, (1) Where a person is entitled to compensation Deintisn trom in respect of any proj erty vested in or requisitioned cmpatica, for the Corporation, the Board of Directors shall pay from the amount’ of such compensation to the Commissioner of Inland Revenue any sum certified under the band of the Commissiouer of Tnland Revenue to the Corporation to be due from such person as tax 60 income or profits, or as personal tax.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(2) For the purposes of this section, the expression “ compensation ineludes any interest which hes accraed due on such compensation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "86. Any person dissatisfied with the determina-  aypes! tom tion of compensation under this Part may within  Snmlssiim ot thirty days of the communication of such decision . appeal erefrom to the Minister whose decision",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "fereon shall be final and conclusive and shall not be called in question in any court.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": ": PART VI : GsnemaL °",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "87. (1) Subject to the revisions of section 58, on Prckibitin of or after such date (hereafter in this Act referred to Ss immneon as the ‘‘ relevant date ”) as the Minister may specify Ginn ery by Order published in the Gazette, no person shall 333 pre otter import into Ceylon or sell, supply or distribute within Sewn Ceylon eny Stans, photographic equipment or any ‘aatarial, oguipment or accessory nedesaary for the produotion or exhibition of films, without the written authority of the Chairman.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(2) On or after the relevant date, po pevson shall, except with the written authority of the Chairman of the Board of Directors, exhibit any film which has, not been distributed through the Corporation, '",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(8) A certificate under the hand of the Chairman . of the Board of Directora that any person has not complied with the provisions of sub-section (2) shall be reesived in any proceedings as conclusive evidence of such non-compliance. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "24 State Film, Corporation Act, No. 47 of 1972 Presios 88. All contracts and agreements, entered into or pig © made by any person prior to the relevant date, for the tree importation into Ceylon or the distribution’ within er tee Ceylon of any film, photographic equipment or any Ghee F material, equipment’ or ecoesory necessary for. the Aime, tog production of Sle, as suny be decfaved by the Minister fee y Order published in the Gazette, shall be deemed to be contracts and agreements of the Corporation and all subsisting rights and obligations under such con- traote and agreaments co declared shell be deemed to be rights and obligations of the Corporation, and may be enforced or acted upon aa fally and effectually as if the Corporation had been a party to or had made auch contracts or agreements. Specs 59. (1) No person other then the Corporation SZaubier | who on the Televant date, was carrying on business os prea! te oxhibitor of films or a3 importer, seller, supplier Sevaegeg or distributor of any films, photographic Smit, cluipment | of any _cqnipmont or | ascesony gilt. fs. et for the production or exhibition of films shall termi- \" nate the employment of any person (hereafter referred . to as an * employes”) employed by him exoopt with the written approval of the Commissioner, and other- wise than in accordance with the terms and conditions subject to which such approval is granted. A person’ who was carrying on the business referred * - to in the preceding provisions of this sub-section is hereafter in this section referred to as an “‘employer’”. ‘The following provisions shall apply in the case of She erorene oF the Gowers conferred on cho Commis sioner to grant his approval to an employer termina- ting the employment of any employee: — (0) Such approval moy be granted or refused op : application in that behalf made by such employer. (@) The Commissioner may, in his absolute discre- tion, decide to grant or refuse such approval. (© The Commissioner may, in bis abgolate discre- tion, decide the terms and conditions subject ta which his approval should be granted, iu- cluding in particular terms end conditions relating to the payment by such etoployar to + sach employee of @ gratuity or compensation for the termination of employment.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "State Film Corporation Act, No. 47 of 1971 25 . + (@ Any decision made by the Commissioner under the preceding provisions of this sub-section 4 shall be final apd conclusive, and shall not be called in question in any court, whether by way of writ or otherwise.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "(8) Where,” on or after the relevant date, any employer has granted or grants %9 any employee, in addition to any benefit sach employee was or would be ‘entitled to receive in the ordinary course of his employ- ment, any ea grasa gratuity or compensation or other benefit {hereafter in this sub-section referred to as _ © ex gratia benefits ’”), then, every person who was an employee of that employer on the relevant date, shall be entitled, with the approval of the Commissioner given upon application in that behalf made by such ’ person, to receive the same ex gratia benefits 30 how- ever that the amount thereof shall be as determined by the Commissioner. The preceding provisions of this ~ sub-section shall apply to any person notwithstanding that he ceased or ceases to be an employes of that em- ployer after the relevant date, for any reason whatso- ever other than misconduct, Any approval or determi- nation of the Commissioner nnder' the preceding pro- visions of this sub-section shall be final and conchae, . aud shall not be called in question in any court, -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "awhether by way of writ or otherwise.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "(4) Where an ex gratie gratuity or compensation or ~",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "other henefit is granted by any employer to an em- ployee, such employer shall furnish to the Commis- Siouer’ within thirty daye of the grant thereof, fall details of the gratuity, compensation or other benefit 80 granted. Such details shall be furnished in such form and manner as may be determined by the Commissioner.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "(5) In this section, .‘ Commissioner” means the Commissioner of Labour, and includes a Deputy Commissioner of Labour.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "60. (1) The Corporation may make rules in respect, Powe at ~ of all of oy matters for which sles are authorized or Serperetion required by this Act to be made.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "} . @) No rule made by the Corporation under this Act goal have effect until it has been approved by the Minister.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "28 State Film Corporation Act, No. £7 of 1971 Repti, GL, (2) The Minister may make regulations for the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "purpose of careying out or giving effect to the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "principles and provisions of this Act. ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "@) Without prejudice to the generality of the powate conferred by eub-eection (2) the Minister may make regulations in respect of all or any of the follow- ing matters:—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": ". (@ the control, supervision, inspection, main~ tenance and operation of ciuemas and atudios or institutions engaged in the film industry;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "@) the exhibition of films and the prices and rates chargeable by the Corporation for the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": ". parposes of section & (di);",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(©) the form and manner in which contracts may be entered into by the Corporation;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(@ the allocation of soreen time for the exhibition of local and foreign filws, for advertisements and for Government newsreels;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(©) the rates to'be charged at cinemas;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(A) the fees to be charged-for the use of studios of the Corporation by film producers;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "Gg) the provision of financial or other assistance to",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "producers of films in Ceylon;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(4) the regulation of the import of foreign films or, the production of films in Ceylon;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(9 the zegulation of the uae and diatribotion of rom",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(@) the dubbing of films; .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "() the registration of film societies;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "( all matters conducive or incidental to the attainment of any of the objects of the Corporation or to the exercise of its powers.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(8) Every regulation made by the Ministor under ander shall be publiobod in the Gazette and shall come into operation on the date of such publication or on such later date as may be specified in the regulation,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 20,
    "text": "(4) Every regulation made by the Minister sball, as woh er cventint ahr the dave ofits publication, bo Brought, before the Honse of Representatives for approval. Any regulation which is not. so approved ,- SEU be decznod to\"bp rescinded) as from the dato of” disapproval but without prejudice to . anything previously done thereunder.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "State Film Corporation Act, No. 47 of 1971 27 62, (i) Every person who— tun, (0) knowingly makes any false or incorrect state- 7 ment in any return or other document made ox fomnished under or for the purposes of : this Act or of any regulation made there- under; or @) fails or refuses to furnish any information or : Fetarn required hy this Ac, or any regulation made thereunder, to. be so furnished by him; or (0) resiste or obstructs any person in the exercise, discharge or performance of any power, function or duty conferred or imposed upon thal person by” of under this AGt, or any regulation mage thereander; oF (@) contravenes or fella to comply with any provision of this Act or any regulation made thereunder, * shall be guilty of an offence under this Act. (2) Bvery person who commits an offence under this ‘Act shell on conviction after summery trial before = Magistrate be liable o imprisonment of either descrip tion for a period not exceeding one year or to a fine not exceeding one thousand rupees o to both meh Se and imprisonment, and the Magistrate may order the forfeiture of any property in respect of which the offence was committed. (3) Notwithstanding anything to the contrary in the iret Sohodale to the Griminal Procedate Code, every offence under this Act shall be = cognizable offence within the meaning of that Code. 63, Whore an offance under this Act is committed  Qaenewty by a body of persons, then— ones (0) if thet body of persons is a body corporate, every divector \"and oflcer of that body . corporate, or (@) if that body of persons ia a firm, every partner of that Lom, shall be deemed to be guilty of that offence: “Drovided, however, that a ditectr or a, one of an ty corporate or @ partner of euch 8 . 4, not be deemed to be guilty of such offence if he proves * that such ofence was cominited without his knowledge or that he exercised all duo diligence to prevent commission of such offence.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": ",",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "28 Stote Film Corporation Act, No. 47 of 197",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "Tha Act to oh. ‘The provisions of this Act shall have effect",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "Sita notwithstanding snything contained in any other",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "tw. written law, and sccordingly in the event of any, conflict or inconsistency between the provisions of this ‘Act and such other law, the provisions of this Act shall prevail.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "‘Tnterpretation. 68, In this Act unless the context otherwise requires—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "Board of Directors’? means the Board of Directors constituted under this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "“ Director” means a member of the Board of Directors;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "Director of Cultural Affairs ’’ means the person",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": ", for the time being holding office as the Director of Cultural Affairs;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "“ Director of Information ” means the person for the time being holding office as the Director of Information;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": "“ Director-General of Broadeasting © ‘means the pereon for the time being holding office as",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 29,
    "par_num": 13,
    "text": ": the Director-General ‘appointed under the Ceylon ‘Broadcasting Corporation Act, No. 87 of 1966.",
    "mean_p_confidence": 0.84
  }
]