[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT, OF_ CEYLON Ind. Session 1957 SY cm 8 [Nene ON fa : ip lal 11 SEP 957) 5) 1S Cal \\goranto A Gg = Servicemen (Collection and Disposal of Specified Property) Act, No. 41 of 1957 x Date of Assent: September 6, 1957 Printed on the Orders of Government Pie Ao NTT ee OE, Rit Apnval Subseriptfon, Gacteing ‘Bills) Ra 28, payable in Busrav, Posr Orvice Box 800, Secretariat, Colombo 3 Price; 20 cents, Postage: 10 cents, '",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "| Servicomen (Collection and Disposal of 8 : Specified Property) Aot, No. 41 of 196%",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "iL. DO, 42/84,",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "| AN Acr 70 PROVIDE FOR THE COLLECTION AND DISPOSAL",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘OF CERTAIN PROPERTY BELONGING TO DECEASED",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "SERVICEMEN AND FOR THE APPLICATION, SUBJECT 10",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "MODIFICATIONS, OF THE PROVISIONS OF THIS AcT |. RELATING 70 SUCH SERVICEMEN 10 SERVICEMEN WAO",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "[ “HAVE DESKErED, ADSENTED THEMSELVES On BECOME",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "| OF UNSoUND MIND.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "i [Date of Assent: September 6, 1957]",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it, enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of tue same, as follows: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "\\, 4, This Act may bo cited as the Serroomen (et- t wtm lection anc isposal of fie ropert} t, No. 41 of 1957. eal pany)",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. On the death of a serviceman a committee (here. Cyamites wo inafter referred to aa “ the committee \"?) consisting of ct'nonal” the prescribed namber of persons appointed by the pyeir",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ipresoribed authority shall, as coon as may be and in fcvoces aod | Meordance with regulations made under ‘this Act,— py | @) take charge and make an inventory of movable ‘be. * : property belonging to serviceman ‘whith i in the cate, control or guatedy of | the naval, military or air force anthorities at the time of his death or which came into : such care, control or onatody after his : death; @) collect any money due to such serviceman as salary, batts or other allowance; and (@) ascertain the amount of, and, subject to the provisions of sections’ 6 and 7, provide for the payment of, the preferential charges. | nating Thepexpenace ant debts ified hereunder shall reteretial be the preferential charges on the property and money ™\"™ (et the deceased serviceman which are referred to in section 2, and shall, except 20 far as other provision \\Mpay be made for, the payment of those charges, be ! payable out of such property and money in. preference NoVall other debte \"and liebilities, and, ae among themselves, in the following order :—— | © Expenses of the last illness and funeral of ! auch serviceman. . 1 scm mseum-sam cn i",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "4 — Servicemen (Collection dnd Disposal of Specified Property) Act, No. 41 of 1957 (®) Sums due by such serviceman in reapect of—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(i) quarters,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(ii) mess, band and other debts due to military, naval or air foree institu- tions, and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(iii) military, naval or air foree clothing; appointments and equipments.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Seon, enate 4. The Ceylon estate of a deceased serviceman, for Same the purpose of the calculation of estate duty payable ops. under the Estate Duty Ordinance, shall be his Ceylon estate within the meaning of that Ordinance less any ‘amount paid as preferential charges under this Act. Dedaion of 8, Where in the case of any deceased serviceman ule ty, the committee is unable to determine the question as civgw sd” to whet are the preferential charges or the amount et ayable in respect of auch charges, the Permanent Redretary to the Ministry of ‘Dofozoe and External Affaire or such officer as may be authorised by him in that behalf in writing shall decide that question and such decision shail be final. Payment, of 6. (i) Any person may, within one month after the Sees death of a solvmeman, or within such further time nit tine pertons, exceeding the prescribed time as the committee may allow, pay the referential charges on euch property and money of that serviceman az are referred to in section 2, or secure the payment of those charges to the satisfaction of the committes.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "a If the payment of the preferential charges on such property and money as are referred to in sub- section (ie made or secured as provided ia that sub- section, the committee shall deliver that roperty and money to the prescribed person {hereinafter referred to as“ the paymaster *”),",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Boren 0a 7, (1) If within one month after the death of a",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Game” serviceman or auch further time not exceeding the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Eas ‘Presoribed time as the committee may allow, the pre-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "eee ferential charges on such property and money of &",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "sete deceased serviceman ag are feferred to in aeotion 2 are",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "cone not paid or secured to the satisfaction of the com- mittee, the committee shall proceed to pay those charges out of that property and maney, ‘an ay sell and gonvert into money such part of that Property, os does not consist of money for the purpose of paying tote charges and any expenses incurred by the com mittee in effecting the sale and conversion.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Serviceman (Collection and Disposal of — § Specified Property) Act, No. 4% of 1957",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) For the purpose of the exercise of its powers and the performance of its duties under this Act, the com- mittee shall, to the exclusion of all other authorities and persons, have the same powers and duties as an executor or administrator of the estate of a deoensed serviceman would have; and any receipt given by the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "committee shall have the same effect as if it had been given by such executor or administrator.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) The committee shall deliver to the paymaster such part of the property and money of 5 docensed serviceman as remains in its hands after payment of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "_ the charges and expenses referred to in sub-section (1), together with such inventory, aecounts, vouchers and information as may be prescribed.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8 Subject to the prescribed provisions and Pape! of exceptions, the paymaster shall— ee a ateerad",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "{0 poymanter, (a) where any property and money of a deceased serviceman of not less than two thousand five hundred rupees in valoe is recsived by the paymester fom the commuitiee, deliver that property and money to the execator or de administrator of the estate of that service- - man tobe included in that estate, and . *  (B) where any property and money of a dvoeased serviceman of Tage than two thousand five handed rapees in value ig received by the paymaster from the committee, deliver that property and money to the person, in the opinion of the paymeater to be entitled by law thereto.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8. Medals and decorations shall not be considered Digan! ol, to be comprised in the movable property referred to in deemtin section 2 and shall be taken charge of, and held and disposed of, by the committee according to regulations made under this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "40, Notwithstanding anything to the contrary sues contained in Chapter peaaaiid of the Civil Pro. Sette cedure Code, any property of & deceased serviveman / Sinting",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "+ which is in the custody of the committee or the pay- pau & master under this Act shall be deemed not to be ® part Heian, of the estate of that servicsman for the purpose the 7\" application for, or grant of, probate af the will, or letters of administration of the estate, of that serviceman,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "v 6 — Servicomen (Collection and Disposal of Specified Property) Act, No. 41 of 1957 Azeleation st 44, Section 547 of the Civil Procedure Code shall ‘fe Cie not apply in relation to any property received under Preedare Outs. this Act by the committes or the paymaster or delivered Onp. 68. under this Act by the paymaster to any person. alte ot 42, Every payment, application, ealo or othar dis. , ile, ae, position of property made by the committee or the pay- ander thi! Act. Taster, when acting in execution or supposed execa- tion of this Act, shall be valid as against all persons whomsoover; end every member of the committee and the paymastar ehall be discharged from all liability in respect of sny money paid, or any property applied, sold or disposed of, ander this Act. seta 48. After the committee has delivered to the pay- sieiar ow master any property or money of a deocased service- aimed. nan, the executor or administrator of the estate of that’ serviceman shall, in respect of any property or money referred to in section 2 which has not been taken charge of or oollected by the committee, have the same rigbis and duties a6 if this Act had’ not been passed. depletion cf 4, Where a serviceman deserts or is absent with-~ ‘Seenes, to, out leave for twenty-one days; the provisions of this . ‘Act shall apply es if such aorvichman were. dead, subject to the modification that the committee shall dispose of any property and money of that serviceman remaining in its hands after the payment of the pre- ferential chatges and expenses referred to in section 7 (1) in the prescribed manner, and that property and money when 80 disposed of shall be free from all claim on the part of that serviceman or any person claiming through him. apelin 45, ‘Where a serviceman is ascertained in the at aol” prescribed manner to be of unsound mind, the provi- mind. sions of this Act shall apply as if he had died at the time he was ascertained to be of unsound mind, subject to the prescribed exceptions and the modification that the contmittee shall dispose of any property and money of that serviceman remaining in its hands after the payment of the preferential charges and expenses referred to in section 7 (1) in the prescribed manner with « view to their being applied to the benefit of that serviceman.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "Servicemen (Collection and Disposal of 7 Specified Property) Act, No. 41 of 1957 46, (1) Ths Minister may make regulations —_Ragoltons {@) in respect of all matters stated in this Act to be prescribed; (®) for all matters in respect of which regulation : . are required or authorised by this Act to be mado; and (©) for the purpose of carrying out the provisions or giving effect to the principles of this Act, @) No regulation shall have effect until that vegula- tion has been approved by the Senate aud the House of + Representatives and notification of such approval is published in the Gazette. 47, In this Act, “serviceman ” means— Ietereiata, (©) any person who, undor the Army Act, No. 17 ‘of 1949, is subject to military law, or ) any person who, ander the Navy Act, No. 84 . of 1950, is subject to naval law, or \"(any person subject to the Air Fores Act, ‘NO. 41 of 1949,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "48, The provisions of this Act shall have eect sunt notwithstanding anything conisined im any other SBT aa written law, and in case off any oonilict or inoonvistency ‘eect between the provisions of this Act and such other law, **- the provisions of this Act shall prevail.",
    "mean_p_confidence": 0.7
  }
]