[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eS) eA , PARLIAMENT OF THE DEMOCRATIC SOCIALIST: REPUBLIC OF : SRI LANKA : EXCISE (SPECIAL PROVISIONS) . (AMENDMENT) ACT, No. 40 OF 1990 [Certified on 20th November, 1990] Printed on the Orders of Government Vubiished as a Supplement to Part Il of the Gazetie of the Democratic Socialist Repnblic of Sti Lank a of November 23, 1990 ‘PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, S&T LANES . {FO BE PURCHASED AF TI OOVERIDEENT FORLICATIONS BUREAU, COLOMEO Price : Re. 1.50 Postage : Re, 1.55",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "© Excise (Special Provisions) (Amendment) 1 Act, No. 40 of 1990 [Certified.on 20th November, 1990]",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "LD—O. 22/90 .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Aw Acr to AMEND THE Excise (Sprxciat PRovIsions)",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Act, No. 13 oF 1989 .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parliament of the Democratic Socfa- list Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited az the Huxcise (Speclal Provi- Short title, sions) (Amendment) Act, No- 40 of 1990,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section 2 of the Excise (Special Provisions) Act, Amendment No, 13 of 1989 (hereinafter referred to as “the principal Sis got enactment\") is hereby amended by the repeal of paragraphs Act, No. 13 (0) and (e) of subsection (1) of that section and the % 3% substitution of the following paragraphs therefor :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“(b) a Director of Excise and such number of Deputy",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Directors, Assistant Directors, Superintendents,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Chief Inspectors, Inspectors and Sub-Inspectorswho . shall be excise officers, az may be necessary for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "implementation of the provisions of this Act; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(e) such number of administrative, accounting, technical .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "and clerical officers and minor staif as may be necessary to assist the aforesaid officers\". .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. The following new sections are hereby inserted Insertion of immediately after section.3 of the principal enactment, and Faery shall have effect as sections 34 and 38, of that enactment:— the principe op ramtion 3a (1) The Minister may from time to Feprexentative time, by Order published in the Gazette . HJ SA” exempt the representative in Sri Lanka (by Hersct,. _ whatsvever name, title or designation called) went ofeny of the Government of any foreign state or one the Trade Cornmissioner in Sri Lanka of any from. such Government and the persons on the Payment of  ctaff of -any such representative or uty. Commissioner of the United Nations, its affl-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Vtated Organizations, Institutfons or bodies, or the representatives of International Orga- nizations, Institutions or bodies, named in",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": such Order from payment of excise duty un”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "excisable articles consigned to, or imported . or cleared out of Customs bond by or for the vse of such representative, Commisioner or persons, of foreign States, eg pettows—re4o omy",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "2 Beise (Special Provisions) (Amendment) . . Act, No. 40 of 1990",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(2), The Minister may; in his discretion by",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "such Order—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "' \"(@) presctibe thé ecnditions, if any, sub-",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "ject to which the exemption is . allowed; , . .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(®) extend such exemption to excisable articles consigned to, or imported by or for the use of, the families and suites of such representatives, Com-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": ": . ., -Maissioners or. persons of foreign + States : -",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "{e) limit the exemption to representatives, Commissioners or persons of any specified country, grade or class or ‘to excisable articles of any specified",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "i description,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "\"” (3) ‘The Minister may af his discretion, by Order published in the Gazette, withdraw or modify any exemption granted under this ‘section, or’ vary the conditions subject to which the exemption is allowed. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "+. (@) Every Order meade by the Minister under subsection (1) shall come into force on the date of its publication in the Gozette",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "\"of on such later date as may be specified in such Order and shall be brought before Parliament within a period of three months from. the date of its publication in the. Gazette",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "+ or; if no meeting of Parliament is held within such period, at the first meeting of Parlia-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "“ment held after the expiry of such period,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "_ by 2 motion that such Order be approved. . (6) Any Order which Parliament refuses to approve shall, with effect from the date of such refusal be deemed to be revoked but without prejudice to the validity of any thing done, thereunder, and the notification of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "1 date om which such Order is deemed to be",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "-arfevoked shali be published in the Gazette,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "ivev (6) Notwithstanding -onything in any",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "“ Order under the preceding provisions of this",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "> ‘aeetlon no extlsable article to which such Osder applies may be sold or otherwise dis- posed of, without the prior permission of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ": Bxcise (Special Provisions) (Amendment) 3 Loe. det, No, 40 of 1900... : . ‘the Director-General and unless the exclse ++ duty payable on such excisable: article at the time of such sale or disposal ts paid to the Director-General, Any excisable article * soid or disposed of in contravention of the “_ preceding’ provisions of this mubsection shall * be'liable to be forfeited. Exemption . 3s, The following articles shall be exempt- stticies ed trom the payment of excise duty :— from pay. Braise duty. (@) articles of every description, imported * or cleared from customs bond for \" . the official use of the President ; and (b) articles of every description purchas- . ed or procured from a Custom Duty . Free Shop.”. + 4. Section 4 of the principal ‘enactment is hereby Replacement Tepealed and the following section substituted therefor :— the principal” enadiment, SiMetiteation 4. (1) Where the manufacturer of any \" excisable articles removes or causes the re- . ” moval of any quantity of stich excisable articles from the factory or other place at * which such excisable articles were produced or manufactured, he shall before the expiry . of three months from the date of such re- moval, give notice thereof to the Director- General or an excise officer designated by the Director-General for that purpose. (2) Where the importer of any excisable articles removes or causes the removal of any _, quantity of auch excisable articles from the customs Warehouse or such other place 29 + is authorized by the Director-General of Customs at which euch. excisble articles were stored after their import, he shail before the expiry of three months from the date of such removal give notice thereot to the Director-General or an excise officer designated by the Director-General for the .. Burpose.”, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Excise (Special Provisions) ''(Amendment) , Act, No, 40 of 1990 Amendment By iSection Bef the principal enactment“ is hereby 5 of the amended as follows :— ‘enactment, G) by the repeal of paragraphs (a) and (b) of sub- section (1) of that section and the substitution . therefor of the following paragraphs :— “ (a) in any case where such excigable article bas ‘been produced or manufactured in Sri Lanka, be paid by the producer or manufacturer of that exelsable article, in the prescribed man- ner, after its removal from the: factory or other place in which such excisshle article ‘was produced or manufactured and such duty shall be paid within ane calendar’ month oe trom the last date of each quarter in the year in which such removal takes place; or (®) in any case where such excisable article was imported into Sri Lanka, be paid by the im- . porter of such excisable article in the pre- . seribed manner after its removal from the Customs ‘warehouse or other place at which such excisable article was stored im- . mediately after its importation into Sti Lanka and such duty shall be paid within one calendar month from the last date of each quarter in the year in which auch im- port takes place. ”. @) by the repesl of subsection (2) of that section, and ‘the substitution of the following subsections therefor:— . “@) Notwithstanding anything in this Act, every person who imports any excisable article +. aanufactured outside Sri Lanka (not being an . exempted article within the meaning of sections a and 38) shall pay to-the Director-General of : Customs, excise duty in part in respect of his . _iinport on the cost, insurance and freight value of such article determined under the Customs Ordi- . ence, prior to its removal from the customs i! warehouse or such other place at which such : excisable article is stored, at the rates of “excise duty determined under section 3, The : difference in excise duty due on such article after its removal from the customs warehouse or such 111 qther place where it ia stored shall be payable in",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Excive (Special Provisions) (Amendment) 6 . ‘Act, No. 40 of 1990 ‘the manner set out in section 5 (1) {b) and the Lis. total excise duty paid on such article shail be in. : accordance with the’ value ascertained under section 7. ._ @) Where the extise duty payable on any excisable article is not paid in accordance with the provi- . . sions of subsection (1), such exeise duty shall be : deemed to be in default: Provided that, an exeissbie article which has been produced or manufactured in Sri Lanka for ‘the purpose of export, shall not be Hable for the payment of excise duty if a bond is.executed for the landing of such excisable article at the port of destination.”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "6 The following new section Is hereby inserted Znsertion immediately after section 5 of the principal enactment and section 5a” shall have effect as section Sa of that enuctment :— nie",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Brectbent, “Power of Sa, Where any person who carries on the Birector- business of a manufactuter, producer or ciate importer of any exeisable-article sells such saleprice —exeisable article for the purpose of distri- articles in bution at a price which, in the view of the Getta cen Director-Generel, reduces or would reduce ‘the exelse duty payable by him, then, for the purposes of this Act, such excisable article shall be deemed to have been sold ‘at a price, which in the opinion of the Director-General, it-would have fetched in the open market on the date of such sale ‘and the excise duty leviable from such - . person shall be computed accordingly. ”. - % Section § of the prineipet enactment is hereby Repeat ot | repealed. fhe prinelpal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "8. Section 7 of the principal enactment is herehy Amendment | amended as follows :— : She principal",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "snatiment.",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(4) in subsection (1) of that section—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ": (o) by the repeal of sub-paragraps (i) of para ‘graph (a) thereof;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "{b) by the renumbering of sub-paragraph (ili) of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "a paragraph (a) as sub-paragraph (ii) thereol ;",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "6 Bxeise (Special Provisions) (Amendment) |, Aet, No, 40 of 2990",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ": (©) by the addition at the end of that subsection of the following paragraph :— .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ". “ (c) the declared value of such excisable",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "ae article tor the purposes of the turnover",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "* ’ tex determined in such manner as may",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "be prescribed where, in relation to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "any excissble article, turnover tax is",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ". to be levied under the Turnover Tax",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Act, No. 69 of 1981.\";",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ".@) In subsection (2) of that section by the substitution tor the words “thereof is determined with refer- ence to the cost of transportation” of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ": words “thereof is determined with reference to the : Brice for delivery at a place other than the place of Temoval the cost of transportation” ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(8) in subsection (8) of that section—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(a) by the substitution in sub-paragraph {ii} of + paragraph (b) thereof, for the words “after importation thereof ;” of the words “atter importation thereof, and inchides any other . place Kegistered with the Diractor-Generat for the storage of such exciseble articles",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "prior to sale ;”; * (aa) by the substitution, in paragraph (c) there : of, for the words “and. distribution of the assepsee” of the words “and distributor of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ": the asressee”; and",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ". {a) by the substitution in sub-paragraph (ii) of tor all the words from “payable on such” to the end of that paragraph, of the words . “payable on such packing material”. Insertion ct \"9, ‘the following new section is hereby inserted BT immediately after section 7, and shall bave effect as section Peinctpal 7A of the principal enactment :—~ pee at 7a. The Director-General or any excise Beneralio officer not below the rank of Superintendent caller\" authorized in that hebalt by the Director- fimples, General may, for the purpose of ascertaining account, the value or verifying any matter relative ! Tedster, tg the recovery of excise duty or with other: regard to any matter into which it is his rumen, uty to inquire under this Act, by order in",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "Excise (Special Provisions) (Amendment) © 7 . Act, No. 40 of 2990 writing sequire any person to give informa: tion or produce for examination any book ©f account, register, récord or . other",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "aan document relating to any excisabie article",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "a ‘or samples of any excisable article which . are in auch person's power to give or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": ". Produee, ut such place end within such",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "period as may he specified in such order",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "and to allow such excise officer to examine",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "and take copies of or make extracts",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "from any such book of account, register, . yenoud or other document. \".",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "40, Section 8 of the principal enactment is hereby Amendment smended by the repeal of subsection (1) of that section ofeerise and the substitution of the following subsection therefor:— prinigah, |",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "“ (1) The Minister may, by regulation made under",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "this Act, provide for the remission of excise duty \" leviable on any excisable articles which are found",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "to be deficient in quality by reason of any natural",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "cause of otherwise or which are unsold for @ period of time and are determined as unsaleable,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "by reason of being outmoded or for any other reasonable cause, by a Board of Assessors conelst-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "ing of at least two offers not below the rank of Superintendent appointed in thst behalf by the Director-Genereal. \" -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "41, The following new section ts hereby inserted tpeertionat immediately after section 8, and shall have effect us section rw section 8a, of the principal enactment :— eaaet",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "fnactrent,",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "* Appeals 8a. (1) Any person may, if he is Qeiring-  Giseatiafied with any determination made by fon of a Bosrd of Assessors under section &, appeal Board of... agninst auch determinatlon in writing to the Director-General before the expiry of fourteen days after the date on which such",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "determination 1s communicated: to him: Provided that, the Director-General, upon . being satisfied that owing to absence from Sei Lanke, sickness or other reasonable . cause. the appellant was prevented from : appealing within such period, shall grant an extenslon of time for tteferina tha anneal,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "8 Excise (Special Provisions} (Amendment) ow. Act, No. 40 of 1990 (2) The Director-General may, upon any appeal made to him under subsection (4) affirm, vary or annul the determination against which such appeal wes made,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": ". (3) Any person aggrieved by the deciston xf the Diractor-General ‘upon any appeal made to him ‘under subsection (1), may appeal in writing to the Deputy Secretary to. the Treasury before the expiry of ten days atter the date on which such decision is com- mynieated to him by the Director-General.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(4) The decision of the Deputy Secretary . to the Treasury om any appeal preferred to ‘him under subsection (8) shall be final.”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Ameadment Section 9 of the principal enactment is hereby",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "vt gion acuended in the proviso to subsection (1) of that section",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "‘Principal: by the substitution, for the words “ten years” of the words",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Staciment. “ive years”.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Amendment _ 13, . Section 10 of the principal enactment is hereby",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "gisection amended. as follows :—",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Pctene, (1) in subsection (1) of that section by the substitution for the words “payable on such determination: , of the words “payable on such determination wo less the Director-General orders that the payment of excise duty or uny part thereof be held over pending the determination of such appeal : ”",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(2) by the repeal of subsection (6) of that section and the substitution therefor of the following subse ton:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(6) Subsections (3), (4) and (5) of section 310 of the Industrial Disputes Act shell, mutatis mutandis, apply to apposls trom & decision of the Director-General to thé Court of Appeal.”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Anvendinent A Section 12 of the princigal enactment is herby",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "soya amended in subsection (4) of that section by the substitu-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Principal Yion for the words “where the defaulters” of the words",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "j Tene whore the defautter ” ‘",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Exvise (Speciet Provisions) (Amendment) a Act, No. 40 of 1990 15, The following’ new settion’is hereby inserted Tysersion : inomediately after section 12 of the principal enactment fection 124 and shall have effect as section 12a of that enactment:— principal, enactment. geile for 12s, (2) Notwithstanding anything\" in Seiault this Act where any exelse duty is in defaulz the defaulter shall, in addition to such duty in default, pay as # penalty— : {@) a sum equivalent to ten per centum of . the amount in detanit; and (6) where any emount in default is not . paid before the end of the month . sueveeding the month in which the duty fs due, a further sum equivalent to two per centum of the amount in default in respect of each period ending on the last day of each succeeding month or part of such period during which it is in default : . Provided however, that the total amount ~ payable as penalty under this subsection shall in no case exceed fifty per centum of the duty in default and any such amount may be waived or reduced if the Director General is satisfied that by reason of any special circumstances in which the default occurred @ waiver or reductién of such amount would be just and equitable. (2) Where upon the final determination of an appeal under section 10 any duty in default to which any sum or sums under subsection (1) has or have been added ts veduesd then such sum or sums shall ‘be calulated on the duty.as so reduced.”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". 10 Exeize (Special Provisicn3) (Amendment)",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". Act, No, 40 of 1980 : Ipsertion 16 The following new section is hereby inverted chon 1a& — ammediately after section. 13 of the principal enactment Prinaipel and shell have effect as section 13a of the principsl enact- Eaoctment,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "meuti< .",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "“Deduction by 18a, Where manufacturer registered",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "manulacturers under this Act, hes paid to another manu-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "wiser Bs tacturer rogistered under this Act, during",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "4 any quarter any sum in respect of: any transaction which includes excise duty, °",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". turnover tax or both exefse duty and’ turn",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "ever tax on excisable artieles used by the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "first-mentioned manufacturer in his business",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "of manufacture of articles liable to excise",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "duty, the excise duty and turnover tax so",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". ‘included shall be deducted from the excise",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "duty payabie by the first-mentioned manu-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". tacturer for that quarter : Provided that no deduction shall be made * for excise duty— :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". (@) in respect of any plant, machinery,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "fixiures, buildings, vebicles or other",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "| Capital assets used in that business;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "(b) where deductions are permitted on the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". same inputs under the Turnover Tex",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". Act, No. 69of 1981, or any other law 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "(c)-unless the other manufacturer has",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". “ obtained from ‘the. first-mentioned",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". manufacturer from whom such",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ". excisable articles were purchased, a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "voucher setting out—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "() his name, postal address and his",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": ": registered number ;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "(i) the name, postal address and the registered number, !f any, of the buyer ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "(ili) the date on which each trans-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 31,
    "text": "nee action was entered into ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": ". Excise (Special Provisions) (Amendment) 11 Act, No. 40 of 1990 {¥) the quantity of excisable arti- les supplied and the amount of money received or ‘receiva- ble in respect of each transac. tion before any charge for excise duty and the turnover | tex; and : (vi) the excise duty and the tumever tax attrfbutable fo each such 4 transaction. ”. . WW Section 14 of the principal enactment is hereby Amentment amended as follows :— ‘rerten : BnGIpAL (A) in subsection (1) uc tase sevemn— ‘enactment. {@) by the eubstitution for the words “ shall engage : in”; of the words “shall, unless registered __ for the purpose of thjs' Act with the Director- . General engage in” ; () by the repeal of paragraph (c) and the sub- ‘ etitution of the following paragraph there- . + for oo . (©) the importation of any such excisuble articles” ; and . (2) by the repeal of paragraph (b) of subsection. (2) of : thet section and the substitution of the following paragraph therefor :— -  (b) The Director-General shall issue to every . person registered under this Acta certificate of registration in the preseribed form and assigning registration number to every such person,”, > 418., Seotion 15 of the principal enactment is hereby Repeat repealed. % of the ; pepe",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "/ Exeise (Special Provisions) (Amendment)",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": ": Act, No. 40 of 1990 ., Apepiiment 19. Section 16 of th e principal enactment is hereby Hot te  — smended as follows :-— , ptincieal : 5 enaclment, - (1) by the repesi of subsections (3) and (4) of that",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "~» Section, and the substitution of the following sub- sections therefor :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": ". “ @) Any person aggrieved by an order made in respect of inim by the Director-General under subsection (1) may prefer an appeal in writing to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "\"the Board of Appeal referred to in subsection (6)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "_ .. before the expiry of ten days after the date on",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "ite which such Order is communicated to him by the \"Director-General and the Board of Appeal may on : such appeal preferred to the Board affirm, vary or amend the order against which the appeal has been preferred”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "(4) An order made under subsection (1) shall . come into force after one month from the date on which such order is communicated to the person concerned by the Director-General unless an appeal has been preferred to the Board of Appeal against stich order within the time specified in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "subsection (8).\"; . ,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "(2) by the insertion of the following subsection at the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "end of that section :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "* “(@) There shall Le 4 Board of Appeal, for the per- pose of this section consisting of the Deputy Secretary to the Treasury and two senior officers of the’ Ministry of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "Finance appointed by the Minister.”,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "20. Section 19 of the principal enactment is hereby ee repealed and the following section substituted therefor: fhe prineipal «Powers-of 10, (1) Any exelse officer specially autho-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "inspection. rized in that behalf by the Director-General teareh ot in writing may, accompanied “by a peace- or places. officer, do all or any of the following acts:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "ver (a) enter and search any building ox",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": ": : place where he has reason to",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "a ‘believe that any books of account. ‘ registers, records or other docu ments which in his opinion will be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "useful for, or relevant to, any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "proceedings under this Act may be",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 21,
    "text": "found, and examine them if found ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Excise (Special Provisions) (Amendment) 13 Act, No. 40 of 1990 (@®) seize any such books of account, . registers, records or other docu gents, or place marks of indetif- eation thereon or take extracts therefrom or make copies thereof;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(e) make a note or an inventory of any",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "other things found in the course of © any search under this section ‘whieh tn hia opinion will be weful for, or relevant to, any proceedings. under this Act,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "‘The provisions of the Code of Criminal Provedure Act, No. 16 of 1979, relating to searches shall apply so far as may be to searches under this section,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "In this subsection, “peace officer” shall have the same meaning as in the Code of Criminal Procedure Act, No. 15 of 1979,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(2) Before authorizing any excise officer toexercise the powers under subsection (1), the Director-General shall record the circumstances which necessitate the exercise of these powers by that officer.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(8) Where any excise officer authorized by the DireetorGeneral under subsection () seizes eny book of account, register, record or other document from any person, such exelse officer shall issue to that person",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "+ a memorandum specifying the hook, register, record or other document he has selzed.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{4) Any book of account, register, record or other document seized under subsection (1) by any excise offtcer may be retained in the possession of such excise officer as long as may be necessary for the scrutiny of such",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": ". book, register, record or other document or for the institution of legal proceedings",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": ". against the person to whom auch book, -_gagister. record of other document belongs.\"",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "oC Excise (Special Provisions) (Amendment) vl poh Act, No, 40 of 1990 . Amendment 21, Section 20 of the principal enactment is hereby 200f te amended by the repeal of subsection (2) of that section, and Principal _the substitution therefor of the following subsection: — , ~\"*(2) Tn this sections \"© . .. © “driver” includes the rider of a motor cycle oF bieycle and the captain of a ship or air craft; @p),.\" vehicle” includes any carriage, car, motor car, motor cycle, omnibus, tractor, lorry, . bicycle or other mechanically propelled vehi- eo cedepamd bay Gii) ‘vessel includes an aircraft.’ Amendment ot - 22, Section 24 of the princippal enactment is hereby seption 24 amended by the repeal of subsection (1) of that section and substitution therefor of the following subsection: — (1) Any person who contravenes the pro- visions of section 4 or section § or section 14 . , shall be guilty of an offence under this Act, nome and shall on conviction after summary trial + + before a Magistrate be Liable to a fine not exceeding one million rupees or to imprison- ment of either description for a term not ex- . ceeding five years or to both auch fine and vot Smprisonment,”, _* Replacnpeat ot 2%. Section 27 of the “principal enactment is hereby Seon ty repealed and the following section gubstituted therefor:— Bacthene. \"Compound. 27. The Dizettor-Ceneral may compound Sdenees, | any offence under section 4, 5 and 14 and | . may, before judgement stay or compound a any proceeding thereunder. The Director- Genorel may, as part of the compounding of any oifence, onder the release of any boat, . vessel, vehicle or article seized under section 1.4.20 on payment ofa sur of money not jo exceeding the aggregated of the estimated ‘+ value of the boat, vessel, vebicle or article. “All sums received by the Director-General : ~~\" for the composition of an offence shall he j» Applied in the manner set out in section 24.”",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Excise (Special Provisions) (Amendment) a Act, No, 40 of 1990 24, The following new section is hereby inserted Insertion of immediately after section 28 and shall have 364 fine” effect as section 28a of the principal enactment :— Principal ~ Payment to. 28a. Where any person ‘requires— gears (a) any service which is determined by sehr the Minister as a spectal service; or tifendance. (0) the attendance of any excise offtcer at an office or place other than ‘his proper office or place of employ- ment, payment shall be made for such service or attendance, as the case may be, to the Director-General by such person at such rates as may be specified by the Director-General. ”, . 25, Section 32 of the principal enactment is hereby Amendmentaf amended as follows — sgeien Sz (1) by the insertion, immedictely before the definition Brelpel ef “export”, of the following new definitions -— ‘agent ” includes any person having the direction, control er management af any business on behalf of any other person ; “excise officer” means an officer appolnted and invested with powers under this Act; (2) by the insertion, immediately after the definition of “manufacture”, of the following new defini- ‘tion: — 7 “manufacturer or producer” means any person who-— (a) makes an article ; (b) adopts tor sale any article ; {c) processes or assembles goods?’ ; * (8) by the insertion, immediately after the definition of “prescribed” of the following new definition: — ‘“quarter” means the period of three months com- mencing on the first day of January, the ret day of April, the first day of July, and the first day of October of each year.’ 2%, Inthe event of eny inconsistency between the sinhala text Sinhala and Tamil texts of this Act, the Sinhsla Text shell {0 prevail prevail, inconsistency.",
    "mean_p_confidence": 0.8
  }
]