[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYYON», Ye oe 2nd Session 1971-72.3/ ar . PP r-t-3 a aa Ye ZA wa : ‘ay - AS * ena) Sane - Sites) ab ae - & Egy . Stamp (Amendment) . Act, No. 50 of 1971. . Date of Assent : November & 1971 _ = Printed on the Orders of Government . Printed’at the Deraezent or Govemeumer Privmuis, Cevion. To be aa a eee Cea acene Beas Coma * ‘Annual “Subscription (including Bills) Ra, 30 (Local), Rs 40 Apnuil, Submeritign (pela, ee et poet Crmnune Puevieations Bureat, P, ©, Box $00, Covomeo''l, before 20th Bimscirne cM rapes \"een, clog fae December ane Fe Oe oo te dies thee Bale Ho a aS! eae thy Wht nl Oe won - Price: Re. L25 Postage : 26 cents",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Stamp (Amendment) Act, No. 60 of 1971",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "L. D0. 38/68. . Aw Aer 10 AMEND Taz Stamp OnomvaNce.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "* [Date of Assent: November 8, 1971.] . BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the House of Representatives of Ceylon in this present Parliament ‘assembled, and by the authority of the same, as follows:— :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may be cited as the Stamp stot ule (Amendment) Act, No. 50 of 1971, and shall come std tsi ot Into operation on such dais es thay be oppointed by the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2, Section $4 of the Stamp Ordinance (hereinafter Amenimew «t referred to as the ‘‘ principal enactment”) is thowcat hereby amended, by the substitution, for all the words from “' shall, on demand.” to the end of that section, of the words “shall give « duly stamped receipt for the same. ””. edi, tion, 98 of, the principal enactment is Remon.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "ereby repealed and the following new section #°,% substituted therefor :— 8 tama * Power ot 88. Every peison having by law or ao consent of parties authority t raosiva",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "ie ofcors 9 evidence, and evi in Enoel at” publie ofice, excopt an offcer of eae, inscume. before whom any instrument charge-",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "able in his opinion with daty is produced or comes in the performance of his functions, shall, if it appears to him that such instrument is uot stamped with a stamp of the value and description required by the law in force",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ". in Ceylon whon such instrament was. executed or first executed, impound such instrument, and examine such",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "~ “Instrument in order to ascertain whether it is stamped with a stamp of the value and. description required by the lew ia foree in Ceylon when euch instriment was executed or first executed:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Provided that nothing herein con- tained shall be deemed to require any Magistrate or Judge of 4 criminal",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1 basco ary",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Stamp (Amendment) Act, No. 50 of 1972 court to impound or examine, if he does’ not think fit so to do, any ‘instrument",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": coming before him in the course of any « proceeding.’*.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Replacement Section 39 of the principal enactment is section of i A ‘he principal hereby repealed eud the followi new section soacmen. substituted therefor :— fied",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "tonal 39. (1) ‘The Commissioner may,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Sate prblic Where he thinks fit so to do, require any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Bech, person in charge of & public offet,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "eaaioe fore whom any instrument charge-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "inurumeos. \"able with duty is produced ‘or comes in . + the performance of his functions— {a) to impound such instrament; or (0) to examine such instrument in order to ascertain whether it is stamped with a stamp of the value and description required by the law in force in . Ceylon when such instrument was executed or first executed. (2) Where any person is under sub- section (1) required to impound or examine any instrument, it shall be the duty of such person to impound or . examine sich instrument, as the case may be, and take such further steps a8 may be required by the Commissioner. . (8) Any officer of the Department of Talend Revenue who is authorized by the Commissiouer in that behalf may, ' after giving due notice to any person 10 charge of public office, examine any 2 instrament in such public office in order to ascertain whether such instrument is",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". stamped with the, stam of the value and description required by thé law in force in Ceylon when such instrument was executed or first executed.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4) For the purposes of section $8 * and this section, in cases of doubt, the Minister may determine— . (a) what offices shall be deemed to be, public offices; and . (®) who shall be deemed to be persons jn cbarge of public offices. *”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Stamp (Amendment) Act, No. 60 of 1971 3",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "5. Section 46 of the principal enactment is hereby amesimsat of amended as follows:—- ey",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(1) in sub-section (1) of that section, by the ‘scam",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "substitution in paragraph @) af that sub-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "section, for the words “he shall require”,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "of the words ‘' he shall by notice in writing",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "require“; and . (2)'by the repeal of sub-sections (2), (8),",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "and (8) TY that section, @ & @",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "@. Seotion 50 of the principal enactment is hereby  Ansoinm: sf amended by the substitution, for the expression tsso, 60 o “provisions of section 33°\", of the expression stad! “ provisions of this Ordinance **.-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "7, Section 51 of the principal enactment is hereby Replacement ot repealed and the following new section subetituted om) therefor: — eaacinent. 7 Siame, due SI. (1) If it is proved to the satis- bt raed faction “of the Commissions by claim seawete duly made in writing within three",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "years of the date of the Rayment of any stamp duty or penalty, any perton hag paid any stamp duty or pene ty in excess of the amount properly payable by him, such person sball be eatitled to . have refunded} the amount so paid ia excess: * Provided that, notwithstanding any- thing in section 59, nothing in this . Section shall operate to extend or reduce any time limit for appeal or repayment specified in any other section or to * validate any objection or appeal which ia otherwise invalid or to sutborize the . Tevision of any. matter which has become final and conclusive. (2) Where through desth, incapacity, bankraptoy, liquidation, or other cause, 8 person who would but for such cause - ~ have. been entitled to make a claim under sub-section (1) is unable to do so, - his executor, trustee, or receiver, ag the cage may be, shall be entitled to have refunded to him for the benefit of such . person or his estate any stamp duty or penalty paid in excess within the meaning of sub-section (1). \"\".",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4 = Stamp (Amendment) Act, No. 50 of 197%",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Repeal ot 8, Section 54 of the principal enactment is hereby Se'eecpel . repealed. : soeclneae ‘ devia 9, Section 35 of the principal enactment is herel SERED amended ae blows ee y meee (1) by the repeal of sub-section (1) of that section,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "and the substitution: therefor, of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": + following new sub-section :—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(1) If any instrument chi le. with",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "stamp duty i@ executed in Colon and is",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": not uly Stamped, then, every Person who, under the provisions of this Ordinanve, is liable to pay the stamp dnty or to bear the expenses of providing the proper stamps, a8 the case may be, shall be ligble to pay tothe Commissioner the stamp duty and any Renalty attached to the non-payment of sui laty :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Provided, however, that where the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Commissioner, having regard to the cireum- stances of the case, is of the opinion that it is not practicable to recover such duty and penalty from such person, thea, any other party to such instrument shall be liable to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": pay such daty and penalty. “”;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(2) in sub-section (2) of that section, by the~ substitation, for the words ‘‘ every person in Ceylon who has executed the instrument and every person in Ceylon using the instrument in any way”, of the words \"every petaon in’ Ceylon ‘who has been & party to the instrument **;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(8) by the repeal of sub-section (8) of that section; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(® by the insertion, immediately after sub- section (4) of that section, of the following new sub-section :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "“ (8) An executor of a deceased person shall be liable to do all such acts, matters and things ss sach deceased | penon would be liable to do under this 01 mance if be was alive, and i charge le wit stamp duty with which such deceased",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": pereon wrould be chargeable if he was alive in respect of all instramenta to which auch ’ deceased person was party prior to the date of the death of such person:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Stamp (Amendment) Act, No, 60 of 1871 5B 7 Provided that— . (i) no proceedings shall be institnted . against the exeouter in. respect any act or default of the devezsed person, (ii) the Hiability of an executor under this sub-section shall be limited to the sum of — (@) the deceased person's estate in bis possession or con- trol et the date when . notice is given to him that * Hiability \"to stamp. duty . will ariee under this sub-- section; and @®) any part of the estate which may have passed to a beneficiary. ”. pots cite, following new Chapters are hereby seein inserted immediately after Chapter 1V, and shall have pe\" Cspter effect as Chapter 1Va and Chapter [Vp respectively, ia the of the principal enactment:— =. einen! ‘ CHAPTER IVa A APPEAL TO THE COMMISSIONER Apress to tbe. 6Ba. (1) Any person who is aggrieved Communes by the amount required to be paid by the notice issued under section $6 {1) (d)- may, within a period of thirty days after the date of the notice, appeal to the Commissioner against such amount: Provided that the Commissioner, opon being satisfied. that owing to sbsence from Ceylon, sickness. or other reasonable cause, the appellant was pre- vented from eppealing within such period, eball grant an. extension of time for preferring the appeal. @) Every appeal shail be preferred by a petition in writing addressed to the Commissionet and shall set out the * grounds of such appeal. (8) Every petition of eppeal which does not conform to the provisions of _ subsection (2) shall not be valid.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "6 Stamp (Amendment) Act, No. 60 of 1971",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(On reotipt of a valid petition of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "-wppeal, the Commissioner may cause farther inquiry. to be made by an Assessor, and if in the course of such * inquiry an agreement is reached as to the matter specified in the petition of . appeal, the necessary adjustments of the amount shall be made. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(5) Where no agreement is reached between the appellant and the Assessor in the manner provided in sub-section",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "| @, the Commissioner shall, by notice given in writing to the appellant, require",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "e appellant to transmit to him within a period of thirty days after the date of such notice, @ list of documents upon which, and tho names and designations of Rersons on rho evidence, the appellant proposes to rely in support o: EE appeal.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(8} The Commissioner shall, as soon",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": ". * ag may be after the transmission to him , of the list referred to in sub-aection (5), give notice in writing to the appellant",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Of big determination on the appeal.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(2) Before making his determination = on any appeal, the Commissioner may, if he considers necessary to do so, by notice given in writing to the eppellant—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(©) require the appellant within the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Oe eriod specitied in the notice, to produce, or transmit, for inspection by the Commissioner any document specified in the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": ". + dist transmitted by him to the Commissioner;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(®) require thé appellant in person or by authorized representative to be present, together with such documents and witnesses as may be specified in such notice,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": ", at euch place and on euch date and at such time as may be specified in the notice, to be heard on guch matters relating £ to the appeal aa may be specifie in such notice; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Stamp (Amendment) Act, No. 50 of 1971 7 : (©) require the appellant within the ‘period specified in the notice to . furnish the written evidence, . - on affidavit or in such other gnanner as may be specified in the notice, of any person mentioned \"in ihe ~ list transmitted to the Commis-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "sioner by the appellant.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(8) Where any appellant fails to comply with the requirements of any Notice given under sub-section (5) or sub- section Av the Commissioner shall dismiss the appeal:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": ". Provided that if the sppellant shall within a reasonable time after the dis- missal of an appeel satisfy the Commissioner that he was prevented from complying with the, roquirementa ‘of such notice by reason of absence from Ceylon, sickness or other unavoidable cause, the Commissioner may vacate the . order of dismissal. -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "() The Commissioner shall have power to summon any person whom he may consider reliable to give evidence respect",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "- ing the appeal to attend before him and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "_ may examine such perso on oath or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "otherwise, Any person eo attending may be allowed by Je Commissioner any reasonable expenses necessarily incurred by such person in so attending.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(10) Before making his determination on any appeal, the Commiscioner may, if he considers it necessary to do so, by notice given in writing fo any person require that person to produce for examination, or to transmit to the Commissioner within the period specified in such notice any such deeds, plans, - instraments, books, accounts, trade lista, registers, cheques, paying-in- slips, auditors’ reports or other documenta in his possession as may be specified in such notice.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(11) Where the Commissioner requires the appellant or his authorized represen- tative to be heard on any matter relating",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "8 Stamp (Amendment) Act, No. 50 of 1971",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "to the appeal and specified in the notios given ander sub-Section @) the appellant.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "all not at such hearing allowed (@) to produce any document which is mot included in the list furnished under sub-section (5) : ‘or to record the evidence of any witness whose name does not",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ": appear in that list, or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(@) to raise ay point which is not specified in the petition of appeal.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(12) The Commissioner may im",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ". disposing of an appeal under this section confirm, reduce, increase or annul the amount against which auch appeal was made. B—Arrazars 10 THE Boar oF REvinw Aoete 8m. Any person aggrieved by the + Ret ot decision of the Commissioner upon any Review, appeal made to him under section 584 . may appeal from that decision to the ‘Board of Review constituted under the Inland Revenue Act, No. 4 of 1963, and the provisions of that Act relating ~ appeals to such Board of Review shall mutatis mutandis apply to an appeal . under this section. C—Arpeats To THE SupREME COURT ‘em on 8c. (1) The decision of the Board of feels, Review shall be final:",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "_— Provided that either the appellant or the Commissioner may make an applice- tion requiring the Board of Review to state & case on a question of jaw for the opinion of the Supreme Court. Such",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ". application shall not be entertained Doless it is made in ‘writing and deli- vored to the Clerk to the Board of Review together with a fee of fifty mupess, within one month of the date of the decision of the Board of Review. If the decision of the Board of Review shall ‘ be notified to the Commissioner or to the appellant in writing, the date of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Stamp (Amendment) Act, No. 60 of 1971 8 the decision, for the purposes of determining the period within which either of such persons may require a case to be stated, shall be the date of the . communication by which the decision is notified to him. ,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(2) The stated case shall set forth the facts relating to the decision of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Board of Review and the amount of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "‘stamp duty or the penalty in dispute",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "where such amount exceeds five thousand",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "rupees, and the party requiring it shall”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "transmit the case, when stated and ‘ signed, to the Supreme Court within",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": ". fourteen days after receiving the same,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": ": (8) For the purpose of the application",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "of the provisions of this Ordinance—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "{a} all proceedings before the Supreme Court on any case stated under this- section or the notification",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": ". of the hearing, determination and the disposal of any such case, shall be deemed to be civil proceedings before the Supreme Court of the value of five thou- sand rupees, or of such greater amount as may-be set forth by",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "7 the Board of Review under sub- section (2) as the amount of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "+ stamp duty or penalty in dispute;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(b) every such case stated shall,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": ". together with all books, docv- ments and papers annexed thereto by the Board of Review, be deemed to be a single exhibit in civil proceedings before the Supreme Court; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Stamp (Amendment) Act, No. 50 of 1971 (© the Commissioner, if he is the : appellant, shall be deemed to be : a Government officer suing, or. if he is the respondent to the . appeal, a Government officer . being sued, in a suit virtuse offen. : : (4) Ator before the time when he . transmits the stated case to the Supreme Court, the party requiring it shail send to the other party notice in writing to * the effect that the cage hay been stated on his application and shall supply the other “oo party with a copy of the stared case, . (6) Any two or more Judges of the : Supreme Court may cause a stated case to be sent: back dor amendment, and thereupon the case shall be amended aceardingly. i (6) Any two or more Judges of the Supreme Court shall hear and determine any question of law relating to the stated. . case and may in accordance with the - ,? decision of the Court upon such question confirm, reduce, increase, or annul the : amount determined by the Board of . Review or may remit the case to the” * Board of Review with the opinion of the Court thereon. When a case is so remit- ted by the Court the Board of Review ‘shall revise the amount as the opinion of . the Court may require. . oy (7) In any proceedings before the Supreme Court under ‘lis section, the Court may make such order in regard to costs in the Supreme Court and in regard . to the sum paid under ub section (1) as . to the Court may seem Gt, ‘D—Generat Amenat ot 880, Where no valid appeal has been oma be lodged within the time epecified in this fo taal, Ordinance against the amount required to he paid, or where agreement is reached . under section $84 (4) or where such amount has been determined on anneal. the amount 2a reanired to he paid, ot yefinced or increased or confirmed on . appeal, aa the case may be, shall be final",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Stamp (Amendment) Act, No. 50 of 197111 > and conclusive for all purposes of this Ordinance ‘as regards the amount to be",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "paid : ,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Provided that nothing in this * ‘Ordinance shali prevent the Commis- sioner from requiring the payment of | any other amount which does not involve re-opening any matter which has been",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": ". determined on appeal. . ’ CHAPTER IVa Payment ano Recovery or STaMP Dory ano PEvanty .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Frovilone 58z. (1) The stamp duty or penalty",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "waertiog required to be paid by notice ‘aud",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Giey any under aection 46 (1) (6) shall be paid in",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "penalty. the manner directed in the notice or in any oer notice given to the person liable to pay such duty or penalty, on or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": ". before a date specified in such notice.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Subject to the provisions of sub- section (2), any stamp duty or penalty Hot so paid shall be deemed to ba in default and the person by whom euch duty or penalty is payable or, where any such duty or penalty is payable by more than one person or by a partner- ship, then each of such persons and exch partner in the Partnership shall be ~ deemed to be a defaulter for the purposes of this Ordinance. . * @) The amount of the stamp duty or the penalty shall be paid notwithstand- ing any appeal against the amount, unless the, ommission€r orders that payment of such duty or penalty or any part thereof be held over pending the > Tesult of such appeal, and the amount ~ ‘of the duty or Penalty or par thereof 80 held over aball be dees not to be in default. . .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(8) Where the Commissionar is of opinion either that the stamp, duty or the penalty or any pact thereof held ever under sub-section & ig Likely to become ~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "- irrecoverable, or that the sppellant_ is unreasonably delaying the prosoution of hig appeal, he may revoke any order",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "12 Stamp (Amendment) Act, No. 50 of 1972 made under that sub-section and make such frech order as the case may appear to him to require aad the amount of any ~ stamp duty or penalty not paid on or before ouch dat ae may be specified in the fresh order shall be deemed to be in default.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": ". (Q Where, according to the final determination . of sn appeal under Chapter TVa, or upon any order made by the Commissioner, any stamp duty or penalty which bas been held over under , sub-section (2) becomes payable or the . amount required to be paid is increased, the Commissioner shail give to the appellant @ notice in writing fixing 2 date on or before which any amount, of : stamp duty. or penalty or balance of stamp duty or penalty shall be paid. Any amount not 30 paid shall be deemed to be in defanlt.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(8) Where any amount of stamp duty or penalty is in default, the Commis- sioner may in his discretion order that & sum or sims not exceeding twenty per centum in all of the amount of stamp +",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "- duty or penalty in default shall be added. to such amount and racovered therewith.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "{8) Where, upon the final determin-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": ". ation of an sppeal under Chapter TVa, any amount in default to which any sum | or sums under sub-section 8) has ot have . been added is reduced, then such som or sums shall be calculated on the amount",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "80 reduced.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Apeaat ia 58r. Any amount in default shall be",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "efaol te a first change upon all the assets of the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "hangs. defaulter: .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Provided that—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(i) such charge shall not extend to op affect any assete sold by the defaulter to a bona fide",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": ". purebaser for value prior to 1 the seizure of the same in accordance with the provi- sions of section 58c; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "Stamp (Amendment) Act, No. 50 of 1971 18 Gi) as regards insmovable property, the amount in default shall not rank in priority to any lease or encumbrance created bona fide for value and : registered prior to the dats of such seizure. Reon ot 58a. (1) (a) Where any amount is in praia defanlt, the Commissioner may issue & ah, certificate to a Government Agent, Assistant Government Agent. Fiscal or Deputy Fiscal containing particulars of such amount and the name of the defaulter, and the officer to whom such certificate ia issued shall be empowered and is hereby required to cause the amount to be recovered from the defaulter named in the certificate by seizure and sale of his movable property.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "(8) The said seizore shall be effected",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "in such manner as the said officer shall deem most expedient in that behalf, and any property so seized shall be kept for five days at the costs and changes of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": ". defaulter. If the defaniter does not pay the amount in defaalt together with the costs ond charges within the said five days, the Government Agent, Assistant Government Agent, Fiscal or Deputy Fiscal shall cause the said property to be aold by public auction.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "(©) The sum realized by the sale shall",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "be applied—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "@) firstly, in payment of the costa and charges of eeizing, keeping and selling the property, and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "(ii) secondly, in satisfaction of the amount in default, and any balance shall be restored to the owner of the property seized. te Where any amount is in default and the Commissioner is of opinion that recovery by the means provided in + , sub-section (1) is impracticable or inexpedient, he may issue a cortificate to a District Court paving jurisdiction in any district where the defaulter",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "14 Stamp (Amendment) Act, No. 50. of 1971 resides or in which any property movable or immovable owned ty the defaulter is situate, containing particulars of such-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": ". amount and the name or names of the person or persons by whom the amount. Is payable, and the Court shall thereupon: direct a writ of execution to issue to the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "_ Fiscal authorizing and requiring him to- . seize and sell all or any of the property * movable or immovable of the defaulter,. . . or euch part thereof as he may deem _ necessary for recovery of the amount, and the provicions of sections 228 to 297 of the Civil Procedure Code shall, mutatis mutandis, apply to such seizure: and sale,” ; {8) Whenever the Commissioner issues- & certificate under this section, he shall - forthwith issue to the defaulter, whether resident or non-resident, a notification: thereof by personal service, registered. letter sent chrough the post, or telegraphs but the non-receipt of auch notification: by the defaalter shall not invalidate Proceedings under this section.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Procertiona 58q. (1) Where the Commissioner is of-.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "c%\"7 the opinion in any cass that recovery of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "Magee, the amount in default by seizure and sale is, impracticable or inexpedient, | oF where the full amount in default has not been recovered by seizure and sale, be",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "+ may issue a certificate containing parti- galars of such amount and the name and * Tast known place of business or residence of the defaulter to a Magistrate having Jurisdiction in the division in which eucl",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "place is situate. The Magistrate shall thereupon summon such defaulter before him to show cause why further proces- dings for the recovery of the amount should not be taken againat him, and in default of sufficient cause heing shown, - > the amount in default shall be deemed to be a fine imposed by a sentence of the Magistrate on such defaulter for an",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "offence punishable with a fine only or not + punishable with imprisonment, and the . ovisions of sub-section a of section - Bia excepe paragraphs (@), (0) and (8)",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "_ Stamp (Amendment) Act, No. 50 6f1971 15 thereof) of the Criminal Procedure Code relating to defsult of payment of « fine imposed for such offence shall thereupon",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "- apply, and the Magistrate may make any . dizection which, by the provisions of that sub-section, he could Rove made at ths - time of imposing such sentence.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(2) The correctness of any statement",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "- in a certificate issued by the Commis- sioner for the purposes of sub-section (1) shall not be called in question or exa- mined by the Magistrate in any procee- ding under this section and socordingly nothing in that sub-section shall autho- rize a Magistrate to consider, or decide, the correctness of any statement in auch certificate or te postpone or defer sach proceeding by reason of the fact that an appeal is pending against the amount in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "; default, .",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(8) Nothing in sab-sestions (2) to (6)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "of section 312 of the Criminal Procedure . Code shall apply in any ease referred. to in anb-section (1) of this section.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(4 In any case referred to in sub-sec- tion’ (1) in which the defaulter is sen-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "- tenced to imprigonment in default of payment of the fine deemed by that sub- section to have been imposed on him, the Magistrate may allow time for the pay-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "ment of the amount of the said fine or difect payment of that amount to be made by instalments.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "{8) The court, may require bail to be given as 9 condition precedent to allow- ing time under “sub-section (1), for showing cause as therein provided ot under sub-section (4) for the payment of the fine; and the provisions of Chapter",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "ws XXXVI of the Crimmal Procadure Code shall apply where the defaulter is 90 required to give bail:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(6) Where payment in instalments .is direoted ‘under’ sub-section (4) and default is made in the payment of any one instalment the same proceerlings may be taken as if default has been made in payment of all the instalments then remaining onpaid..",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "2a san ein)",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "16 Stamp (Amendment) Act, No. 50 of 1972",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "(7) In any proceedings under sub-sec- tion’ (1), the eortifieate of the Commis- sioner shall be sufficient evidence that the amount has been duly required to be paid and is in default, and any plea that the amount is excessive, ineorrect, or under appeal shail not be entertained:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "Provided that where any person pro- ceeded against has not appealed within the proper time against the amount and alleges that the amount is in excess of the sum which would have been charged if he had so appealed, the court may adjourn the matter for a period not ex- ceeding thirty days to enable such person to submit to the Commissioner his objec- tion to the amount.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "(8) The Commissioner shall, notwith- standing the provisions of section 58D, consider any objection made under sub- section (7) and give his decision thereon, which shall be final, and shall be certified by bim to the Magistrate, and procee- dings under this section shall thereupon be resumed to enforce payment of the amount as reduced or confirmed under such decision. Where no objection has been made to the Commissioner within the period for which the matter was adjourned under that sub-section, the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": ". Commissioner shall issue a certificate to that effect and proceedings under this section shall be resumed to enforce pay- ment of the amount.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "Becorery of 581. (1) Where any amount is in de- . sort ty anit and the Commissioner is of opinion ipmertla that the recovery of such amount or any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": ". popes of pare thereof by the means provided in",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "inde Gwre section 58c or section $8 is impracti- cable or inexpedient, he may make an application by petition in writing to the . District Court having juriediction in the district where the defaulter resides or in ~ which eny immovable property belonging to the defaulter and specified in sucl",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": ". petition is situate for an order of that , Court that such property shall vest in the Crown.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "Stamp (Amendment) Act, No. 60 of 1971 17",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "Every such petition hall specity—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "- , (@) the particulars of the amount in default;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(®) the name or names and the address",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "or addresses of the person or “persons by whom the amount is payable; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(©) the particulars of the immovable",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "property to be vested in the Crown,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "‘There shall be attached to every such petition a certificate under the hand of the Commissioner that the amount speci- fied in the petition is due from the defaulter.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(2) Whenever the Commissioner makes an application to a District Conrt under this section, he shall forthwith issue to the defaulter, whether resident or non- resident, a notification thereof by per- sonal service, registered letter sent through the ost or telegraph; but the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "- non-receipt of any such notification by the defaulter shall not invalidate proceedings under this section.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "(8) Within ten days after the date on which an application is made to a District Court by the Commissioner",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "* under sub-section @, the Commissioner shall cance to be published in the Gazeite 8 notice setting out the petition amade in respect of such application. .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": ". _ @ No person shall, on or after the dats on which & notification was issued to the defaulter under sub-section (2) of an application made by petition in writing to a District Court for the vesting of any immovable property, alienate to any other person—-—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "{@) any property which is epecified in",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 15,
    "text": "‘that petition; or (6) any rights in respect of that ‘Property, Ak res arn",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "WS Stamp (Amendment) Act, No. 50 of 1971\" and any alienation of that property or those rights to any other pemon ehell be null and void: ~ Provided that the preceding provisions . of this sub-section shall not be deemed to apply to any property or portions of a0y property which is or are not. vested under this section in the Crowa by an order of the District Court. In this sub-section, “alienate”, ‘when used with reference to any immov- able property or rights in respect of that property, includes an alienation, or # lease, hypothecation, transfer or disposal in any manner whatsoever of ‘such property or such rights, and . “alienation ** shall be construed accordingly. (6) Any person who wishes to prefer a claim to any immovable property in respect of which a notice under sub- section (3) has beea published in the Gazette may, not later than fourteen days after the date of publication of . such notice, apply by petition in writing * to the District Court fo which the appli- cation was made by the Commissionar under sub-section (1), to have such property declared as not Liable to vesting : in the Crown. Every such petition shal - set out the right, title or interest of the ‘petitioner to or in such property. , (8) The District Court to which the application was made by the Commis- sioner under sub-section 9) shall, after the expiry of the period of fourteen days referred to in sub-section (5), proceed in & summary manner to investigate and determine such claims as have been made in respect of the immovable property proposed to be vetted in the Crown by such application. At the end of the investigation of a claim— (a) if the District Court is satisfied that the claimant is entitled to the ownership of the immovable",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "Stamp (Amendment) Act, No. 50 of 1971 19 property or any portion there- of, the Court shall make order accordingly, and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(6) if the Court is satisfied that the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "claimant bas not established his claim to that-property or that he has established his claim only to a portion thereof, the Court hall. make order vesting in the Crown that property or that portion there- of in respect of which the claimant not established ownership, and the Court shall make such order a3 to costs as the Court shall deem just,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(7) If at the expiry of fourteen days referred to in sub-section (5), no claim has been made by any person under that sub-section, the Court shall make order that the immovable property specfed in the application made by the Commis- sioner under sub-section (1) shall vest in the Crown.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(8) Where any immovable property is vested in the Crown under this section by an order of the District Court, such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": ". property shall vest in the Crown subject to such encumbrances and charges as were existing on the date on which the application was made by the Commis. - sioner.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(9) Nothing in the preceding provi- sion of this section shall be dewmed to empower the District Court to which an application is made by the Commissioner",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": ". under sub-section (1) to call in question or examine in any investigation under this section the correctness of any state- ment relating to. particulars of the amount in default in such application or in the certificate referred to in that sub- section or to postpone or defer such investigation by reason only of the fat that an appeal is pending against the amount in default,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "20 Stamp (Amendment) Act, No. 50 of 1971",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "(10) An order under this section vesting ‘in the Crown any immovable property of a defaulter may, upon an* application made by the Commissioner, be revoked by the District Court by which such order was wade. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "(11) No application for the revocation of an order vesting in the Crown any immovable propery of a defaulter shai be made to the District Court by the Commissioner ‘except in any of the following cases :— 4",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "(@) Where the amount in default is",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "‘sanulled upon the final deter-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "mination of an appeal made",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "under Chapter IVa of thie",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "Ordinance against such amount.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "(6) Where the amount which the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": ". Gefaulter is liable to pay after the final determination of any",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "appeal made under Chapter",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "IVa of this Ordinance is paid",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "by him within forty days after",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "auch final determination” or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "“ within six months after tht date of the order vesting such",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "immovable property in the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": ". Crown, ‘whichever is the later.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "(©) Where the amount in default is",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "paid, when no appeal under . thapter IV of this Ordinance is made by him against the amount, by the — defaulter within six months after the : date on which the order vesting . in the Crown such immovable property was made,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": "(12) Where an order under this section vesting in the Crown any immov- able property of any person is revoked under sub-section (10), such person ehall not be entitled to claim any compen sation for any Joss or damage whic ber",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 21,
    "text": ". may have suifered as a result of, or in consequenca of, the order vesting such immovable property in the ‘Grown",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Stamp (Amendment) Act, No. 50 of 1971 21 having been made; and no action egainst the Crown for compensation for any loss or damage shall be entertained by any Court.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(13) Aé any time after, any immovable property is vested in the Crown under the provisions of this section, such time being not less than six months after the date of vesting, the Commissioner shall cause the market value of such property to be determined by the Chief Valuer of the Government or by a Valuer of the Valuation Department who is authorized in that behalf by the Chief Valuer of the Government.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(14) Where the market 'value of any immovable properly vested in the Crown by an order of the District Court under this section is more thao the amount which the defaulter kas to pay, the Commissioner, in his discretion, may— :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "G) with the approval of the Secretary",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": ". to the Treasury, refund to the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "defaulter the atiount by which",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": ". the market value of that",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": ". property exceeds the amount in fault; or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Gi) canse such property to be sold.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(15) Every sale under this section of any immovable property sball be—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(c) on @ date not earlier than six months after the date of the order vesting such property in the Crown;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(®) by public anction;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(0) after notice of such sale is given at least fourteen aya before the date fixed for euch eale by advertisensent published in the Gazette and in-one or more",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "+ hewspapers.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "22. Stamp (Amendment) Act, No. 50 of 1071 * (16) The sum realized by the eale of any immovable property under this section shall be apptied in the following . order:— . “@) in satisfaction of the amount . . payable to any person who has ; & mortgage or charge on any . immovable property and whose . claim to such mortgage or charge has been proved to the satisfaction of the Commis- sioner,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "Gi) in payment of the costa and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": ". charges of maintaining and . : selling the immovable property, and.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "{iii) in satisfaction of the amount in",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "default, and any balance shall be paid to the defaulter,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(17) (@) Where an order is made by, the District Court vesting any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": ": immovable property in the Crown, the Court may in such order or in any subsequent order direct that any person authorized in that behalf by the Commis- sioner shall teke possession of such property for and on behalf of the Crown.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(b) Where the person directed under this sub-section to take possession of any immovable property is unable or appre- beads that he will be unable to teke possession of that property, because of any obstruction or resistance which has been or is likely to be offered, such person shall, on his making an application in that bebalf to the District Court which , directed him to take possession of such property, be entitled to an order of that",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "Stamp (Amendment) Act, No. 60 of 1971 2% Court Sirecting the Fiscal ra flver session of t erty to him for anc bn behalé of the. bree.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "{c) Where an order made under paragraph (3) of this sub-section ia Issued to the Fiscal by the District Court, he shall forthwith ‘execnte that order and shall in writing report to that Court the manner in which that order was executed, :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "mia For the purpose of executing an order under paragraph (8) of this sub- eection, the Fiscal or any person acting .. under bis direction may use such force as may be necessary to enter the property to which that order relates and to eject any person in occupation of that property and to deliver possession of that property to the person who is authorized’ to take possession of that property for and on ehalf of the Crown.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(18) Where an order under this section vesting in the Crown any immovable property of any person is . revoked under sub-section (10), the Crown shall be liable to account to sach person for the income derived from such property during the period for which such property was vested in the Crown and to pay such income to such person ~ less the expenses incarred in maintaining such property during that period.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(19) Where ‘any immovable property is oa under thie section, the Borbmis. sioner shall in the name and on behalf of Her Majesty be entitled to execute the instrument of transfer of ench property to the purchaser.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(20) Any person who is aggrieved . ant onder af the District. Goart ade sub-section (6) may appeal therefrom to the Supreme Court, and the provisions of the Civil Procedure Code relating to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "“appeals from the District Court to the Supreme Court shall apply in relation to such appeal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "24 «Stamp (Amendment) Act, No. 50 of 1971 - (21) In this section— ‘ “ immovable property *? means any land (other than , _ land subject to a fidei- commissum, life interest . or trust) and includes things attached to the e or permanently fastened. to anything attached to the earth; and “ market value im Telation to any immovable property, ; eae the vai eek roperty will fel in the open wparkee. + Becormey of 58x, (1) Where the amount of stamp ima ee @ daty or penal payable by any person is in default and it a] spears to the Commie: sioner to he proba that any person— (2) owes or is about to money to __ (©) owes oi boat 0 ay mont (8) holds money for and on account of the dafaniter or bis agent; or . “ (¢) holds money on account of some ® other person for payment to the . defauiter or his agent; or ” @ bas authority from some other Rerson to pay money to the . raulter or his agent, the Commissioner may’ give to such person notice in writing (a copy of Ee one ite faulter) requii im to pay any su moneys not exceeding. the amount in default to the officer named in such aotice, The notice sball apply to all such moneys which are in his hands or due from bim or about to be paid by him at the date of receipt of such noties, or come into his hands or become due from him or are aboat to be paid by him at any time r within the period of three months after the date of such notice.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "Stamp (Amendment) Aot, No. 50 of 1971 25°",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": ": (2) Any person who hes made any payment in pursuance of this section shall be deemed to have acted under the authority of the person by whom the amount was payable ‘and of all other persona concerned, and is hereby indemnified in respect of such payment against ali proceedings, civil or criminal, notwithstending the provisions of any written law, coutrast, or agreement,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "(8) Any person to whom a notice has been given under sub-section (1) who is unable to comply therewith owing to the fact that the moneys in question do not come into bis hands or become due from him within the period referred to in sub-section (1) shall within fourteen days of the expiration thereof give notice in writing to the Commissioner acquainting him with the facts.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "(4 Where any person to whom a notice has been given nnder sub-section 2 is unable to comply therewith and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "18 failed to give notice to the Commis-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "* . sioner as provided in sub-section (8), or where such person has deducted or could have deducted the amount to which the notice reletes or any part thereof and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "« has not paid over as directed by the Commissioner such amount or part",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "« thereof within fourteen days after the expiration of the period referred to in sub-section (1), such person shall, if he",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "is an individual be liable, or where such person is a company or a hody of persons,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "‘+ ‘whether corporate or unincorporate, the secretary, manager. or other principal officer of suck company or body shall be personally liable, for the whole of the amount which such person has been required to deduct, and such amount shall be recovered from such individual, secretary, manager or other principal officer by all means provided in this",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "28 Stamp (Amendment) Act, No. 50 of 1971",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "(8) For the purposes of this section, the expression “ dafaulter ” shail be deemed! to include the egent of a person ‘who is in defanlt and the provisions of this section shall apply, In any ease where the amount which would have been payable by any person if he were",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "| alive is in default; and for the purposes of the application of those provisions in any such case, the expression. TY etaalter ” in sub-section (1).means— ° @ the executor or administrator of a deceased person, or (5) an} aon who takes session ® St or intermeddles With, the property of a deceased person, or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "(6) any person who has applied or is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "entitled to apply to a District",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "Court for the grant or reseal-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "ing of. probate or letters of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "_adwinistration in respect of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": ". the estate of a deceased person.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "Reonm.et 58, (1) Where the Commissioner is",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "fee ting of opinion that any porgon is about to or",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "Uikely to leave Ceylon without paying the ~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "amount of stamp duty or penalty",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "required to be paid, he may issue a certi-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "fiente containing ‘particulars of such",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "amonat and the ‘nama of such person to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "a “Magistrate, ‘who shell, on receipt thereof, issue a direction to",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "Inspector-General of Police to take such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "Measures a may be necessary to prevent",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "such person from leaving Ceylon without’",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "paying the amount or furnishing",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "security to tho satisfaction’ of the Commissioner for payment thereof.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 23,
    "text": "(2) At the time of issue of his certi- ficate to the Magistrate, the Commis- sioner shall issue t6 such person 2 noti- fication thereof by petsonal service, registered letter sent through the post or telegraph; but the von-recaipt of any such notification by such person shall not invalidate proceedings under this section.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Stamp (Amendment) Act, No. 50 of 1971 97 (8) Production of a certificate signed by\" the Commissioner or an. ooet authorized in that behalf by such Com- Miasioner, stating that the amount has been, paid or bat, security has been . furnished or that the amount has been . - paid to @ police officer in charge of a police station, shall be sufficient autho- rity for allowing such person to leave Ceylon. ; es at more 58m. Where the Commissioner 1 of Sine at opinion that application of any of the mete provisions of this Chapter has failed or is likely to fail to secure Lhe payment of the whole of any amount due under this Ordinance from any person, it shall be lawful for him to proceed to recover any sum remaining unpaid by any other means of recovery provided in this ,  Chepter, notwithstanding that an order has been made by a Magistrate ‘under _ section 58a and carried into effect, * Hover ot Gom —5Gu,. The Commissioner may, by fo sbiaia mfor, notice given in writing to any person, Baten tort require that person within the time root specified’ in such notice to furnish any information which the “Commissioner may require for the purpose of recover- , @ ing any emount due from such person or some other person, Babi ot 68P, (1) Notwithstanding anything Eis caeer in the Companies Ordinance, where \"any private company is wound up and where any amount which that company is liable to pay, whether such liability. arose before, or in the course of, or after, its liqaidation, cannot be recovered, then, every person who was a director of the company at any time during the period in which each amount became ‘Liable to be paid shall be jointly and severally liable for the payment of such . amount unless he proves that the default",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "28 Stamp (Amendment) Act, No. 50 of 1971 , in payment of the amount cannot be attributed oan gross neglect, mis- feasanoe of of duty on his part - in relation to the affairs of the company. * (@) In this section, the expression “* private company ” shall have the same meaning as in the Companies Ordinanee.’. Ameoiment ot ° 44, Section 69 of the principal enactment is hereby iGo amended by the substitation, for the words “ thoa- ‘ammar sand rupees”, of the words “ thonsand rapees or with imprisonment of either description for a term not exceeding six months, or with both such fine and imprisonment”. “ammdmeat ot 42 Section 70 of the principal enactment is hereby sen 12 amended as follows:— sadam (1) by the substitation for paragraph (a) of that section, of the following paragraph :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "“* (@) im contravention of the provisions of section 34, fails or neglects to give @ receipt; or \"”; and :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "(2) in the marginal note to that section by the -~ substitution, for the words ‘ for refusal to give”, of the words “‘ for failure to give ”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "aucimet ot 18 Section 75 of the principal enactment is hereby",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "we amended by the substitation in sub-ssction (2) of that",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "soioest’ section, for the expression ‘‘ in the manner provided by section 84. \", of the expression “in the manner provided in Chapter IVa”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "asarion of 14. The following new section is hereby, inserted",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "yew wecien ” immediately after section 75, and shall have effect as",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "Priced section 754, of the principal enactment: —",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": "Saeeument, Amat ot ‘75a. The institution of proceedings pera ‘ete for, or the imposition of, a penalty, Bne _ Rising aay oF term of imprisonment undar this Ordi- poeesdigs, ence shall not relieve any person from",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 29,
    "par_num": 11,
    "text": ". amen Jiability to payment of any amount for which he is or may be liable”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "Stamp (Amendment) Act, No. 50 0f 1971 28",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "_ 16. The following new sections are hereby inserted tasetio of immediately after section 93, and shall have effect as 3\" wet sections 934 and 99a respectively, of the principal ite precped enactment :— . macioess, “Sigastare sod 934. (1) Every notices to be given poi the Commissioner or an ‘Reseasor nde",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "this Ordinance shall bear the name of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "the Commissioner or Assessor, as the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "case may be, and every such notice shali",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "be valid if the name of the Commissioner",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "or Assessor is duly printed or signed",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "\"thereon. P",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "(2) Every notica given by virtue of this Ordinance may be oer on a person. : either personally or by heing delivered at, or seat by post to, his last known place of abode or any Place at which he is or ‘was carrying on business.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "{8) Any notice sent by post shall -be delaned to have been served on. the day succeeding the day on which it would have been received in the ordinary course",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": ". by post.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "(4) In proving service by post, it shall he oaticidat to prove that the loiter coa- taining the notice was duly addressed and posted.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "(6) Every name printed or signed on any notice or signed on any certificate gen ‘or issued for the purposes of this",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "rdinance, which purports to be the name of the person authorized to Fre or issue the same, shall be judicially noticed,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 15,
    "text": "ryt ot 982, (1) No notice, cortificate or other . \" prooseding purporting. to be in accor Gance with the provisions of this Ordi- nance’shal] be quashed, or deemed to be void, or voidable, for want of form, or be affected by reason of a mistake, defect or omission therein, if the same is in substance and effect in conformity with or according to the intent and meaning - of this Ordinanes, and if the person to whom such notice or certificate ig given _ or intended to be given or affected tere by is designated therein according to common intent and understanding.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "80 Stamp (Amendment) Act, No. 60 of 1971",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "(2) Without préjudice to the genera-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "lity of subsection (0, ‘4 notice shall not",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "* be impeached or fected by reason of a mistake therein as to the name or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "summame of the person chargeable with",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "the amonnt, if the notice is duly served",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "on the person intended to be obarged.””.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "46 Section 94 of the principal enactment is ameoimeat o hereby amended by the insertion, immediately before Te\" Mt ua the definition. of “bank\"\", of the following new curtniss definitions :—-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "““ Assessor” means an Assessor of Inland",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "“Revanne appointed for the purposes, of the Inland Revenue Act, No. 4 of 1963, and includes a Senior Assessor of Inland Revenue and an Assistant Assessor of Inland  - Revenae; | . . “« authorized + representative” means “any indi- vidual— . (1) iho is authorized in writing by a person _ to act on-his behalf for the purposes of . this Ordinance and who is— . (@) in any case— . . (i) a member of the Institute of Chartered Accountants of Coylon;- : (ii) an accountant approved by “the Commissioner; + ii) an advocate or @ proctor; or . (iv) an employes regularly em- . 5 ployed by the person . ++ conoerned;, * ’ @) in the case of an individual, + + @relatives; © (6) in the case of a company, a dires- tor or the secretary; yt @) in the case of a partnership, a partner; (0) in the case of a body of persons, a member of such body; ot . (2) who is suthorized in writing from time to time, by “a person to. act on bis behalf for the purposes of this Ordi- nance, and who, being an individual",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "Stamp (Amendment) dot, No. 50 0f 1972 81 registered as su auditor under the Companies’ (Auditors) Regulations, is _ . approved by the Commissioners *.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "47, (1) Part I of Schedule A to the principal gomimen ot",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "enactment is hereby amended a3 follows:— ei a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(©) in item 14 thereof— eda",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "i) by the snbstitation, for the figures ‘* 0.67\" @ by occurring under the heading . \"Duty ®, of the Sgares “0.15%; and Gi) by the substitution, for the figures Gi) by 9.10\", 0.15 7°\", 0.95 950\" . . ond, 0,50”, egzarring under the heading “‘ Duty *f in relation to the sub-items “ Over Rs. 0 and not over Rs. 100\", Over Rs. 100 and not over Rs. 250°, ‘Over Ra. 250 and”. not over .Rs. 500”, “ Over Rs, 500 : and not over Rs. 1000” and “ Every further Rs. 1000 or pant thetgof * of + the figures 0.20\", 0.80 ”, gg and 10\" + xespectively; and - .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(®) in item 16 thereof, by the substitution, in the = paragraph inserted ‘by Act No, 49 of 1968 immediately after the proviso to paragraph",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": ". (2) of that item, for the words “\" Writing or tnd either in respect of, or creting a pleige of, corporeal movables”', ‘of the wor - ‘Writing or bond either in respect of a",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "4, Pledge of corporeal movables or creating a :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": ": pledge of corporeal mavebles ”. (@) The amendment made to the principal enactment by paragraph (0) of sub-section (1) shall be deemed to have come into effect on April 1, 1957. . are",
    "mean_p_confidence": 0.82
  }
]