[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  l Sega  Ear ae\\N  oy)  C=O  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  WIDOWERS’ AND ORPHANS’ PENSION  (AMENDMENT) ACT, No. 65 OF 1998  {Certifedon 28th December , 1998)  Printed on the Order of Government  Published as a Supplement to Par Il of the Gazette of the Democratic Socialist  Republic of Sri Lanka of December 31, 1998  anreD TE ARTI OF COMER TGA +  TORE PIRGUASED AT THE GOVEROENT PUBLICATIONS BUREAU, COLOMBO  tee: Rs. 3.50 : Postage :Rs. 3.50",
    "mean_p_confidence": 0.596701030927835
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Widowers’ and Orphans’ Pension (Amendment) .  Act, No. 65 of 1998  [Certified on 28th December, 1998] -  L.D.—O. 12/96.  AN Act TO AMEND THE WIDOWERS’ AND ORPHANS’ |  Pension Act  BE it enacted by the Parliament of the Democratic Socialist.  Republic of Sri Lanka as follows::-—  1. This Act may be cited as the widowers’ and Orphans’ Short ttle.  Pension (Amendment) Act, No. 65 of 1998,  2, Section 12 of the Widowers’ and Orphans’ Pension Amendment of  ‘Act is hereby amended by the insertion, at the end of that Section 12 of Act  5 a No 24 of 1983.  section, of the following proviso -—  “ Provided however, that a male orphan or an  unmarried female orphan, of the age of twenty-one  years or more shall, so long he or she is unemployed,  ibe entitled to the allowance or pension until he or she  attains the age of twenty-six years.”.  3. Inthe event of any inconsistency between the Sinhala Sinhala text  and Tamil texts ofthis Act, the Sinhala text shall prevail. {9Prevalincase  inconsistency.  2-D 049846-8,550 (09/98) 4",
    "mean_p_confidence": 0.7327363184079602
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  Annual subscription of English Bills and Acts ofthe Parliament Rs. 885 (Local), Rs. 1,180(Foreign),  ‘payable to the SUPERINTENDENT, GOVERNMENT PUBLICATIONS BunEAU, No. 32, TRANSWORKS HOUSE,  ‘Lotus Roap, Covomso 01 before 15th December each year in respect ofthe year following.",
    "mean_p_confidence": 0.7153488372093023
  }
]