[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON.  LE, L,  he  d ‘ a  3rd Session 1958-5: 2 12 FERED =)  cl Bi  ) ‘s)  Sig asd  KGilld>,  Sag)  Om OY  Local Authorities (Special Provisions)  Act, No. 7 of 1959  Date of Assent: February 9, 1959  Printed on the Orders of Government .  Printed at the Govmoenr Press, Cevton. ‘Tobe  Purchased at the Covimmrmns Pumacamoas Boras Commune  nnual Subscription including ‘Bils) Ro. 25, peyeble,  are en  Boma, Post’ Once ‘Bor 500, ‘Secrari, ‘Colombe t  * Price: 20 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.41916666666666663
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Local Authorities (Special Provisions) 3  Act, No. 7 of 1959  L. D.—O. 2/58.  Aw Acr 10 AMEND THE LAW RELATING TO CERTAIN LOCAL  AUTHORITIES FOR THE PURPOSE OF MAKING SPECIAL  PROVISION FOR THE GRANT OF PENSIONS, GRATUITIES  OR RETIRING ALLOWANCES TO THE OFFICERS AND  SERVANTS OF SUCH LOCAL AUTHORITIES AND FOR TAE  GRANT OF PENSIONS, ANNUITIES OR GRATUITIES TO  ‘THE WIDOWS, CHILDREN, NEXT OF KIN OR DEPEND-  ANTS OF DECEASED OFFICERS AND SERVANTS OF SUCH  LOCAL AUTHORITIES,  (Date of Assent: February 9, 1959.]  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows:—",
    "mean_p_confidence": 0.7833098591549296
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  4. This Act may be cited as the Local Authorities — shox tite.  (Special Provisions) Act, No. 7 of 1959.",
    "mean_p_confidence": 0.7478260869565218
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. The Urban Councils Ordinance, No. 61 of 1939, Tesertion ot  is hereby amended by the insertion, immediately after 17% and 1728  section 172 of that Ordinance, of the following new iz the Uiben  sections which shall have effect as sections 1724 and Oniinancs,  1728 of that Ordinance: — ia  © Bx gratia 172s. (1) An Urban Council may,",
    "mean_p_confidence": 0.7059090909090908
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  Perms °! with the approval of the Minister given",
    "mean_p_confidence": 0.5736363636363636
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  aannity, after consultation with the Minister of",
    "mean_p_confidence": 0.6677777777777778
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  kun’ Finance, grant, out of the local fund",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  sliowasee. established by that Council, to any  person—",
    "mean_p_confidence": 0.5645454545454546
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (a) who retires or has retired from  service as an officer or servant  of that Council, or",
    "mean_p_confidence": 0.7585714285714286
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (®) who is or was transferred from  such service to, and retires or  has retired from, the service  of the Government,",
    "mean_p_confidence": 0.7503846153846153
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  a pension, gratuitv, or retiring allow-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  ance in respect of any period of his",
    "mean_p_confidence": 0.7609999999999999
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  service as such officer or servant",
    "mean_p_confidence": 0.69625
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  for which no pension, gratuity,",
    "mean_p_confidence": 0.5814285714285715
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  or retiring allowance or no adequate",
    "mean_p_confidence": 0.7125
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  pension, gratuity, or retiring allowauce  2x meer 3ou asin.",
    "mean_p_confidence": 0.43583333333333335
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Local. Authorities (Special Provisions)  det, No. %of 1959  is payable under any by-laws o¥-rules'of  that Council or under any pension  scheme established under the Local  Government Service Ordinance, No. 43,  of 1945.",
    "mean_p_confidence": 0.6758536585365854
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (2) Where no pension, annuity, or  gratuity, or no adequate pension,  annuity, or gratuity is payable to the  widow, children, next of kin or depend-  ants of any deceased officer or servant of  an Urban Council under any by-laws or  rules of that Council or under any scheme  or fund established under the Local  Government Service Ordinance, No. 43  of 1945, that Council may, with the  approval of the Minister given after  consultation with the Minister of  Finance, grant to such widow, children,  next of kin or dependants a pension, an  annuity or a gratuity out of the local  fund established by that Council.",
    "mean_p_confidence": 0.8155371900826446
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (3) Nothing in sub-section (1) or sub-  section (2) of this section shall be  construed to confer on any person any  right to any pension, annuity, gratuity or  retiring allowance under either of those  sub-sections.",
    "mean_p_confidence": 0.7802380952380952
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  © Power 'o 172s. (1) An Urban Council’ may,  establish with the approval of the Minister given  ‘ecaeme. with the concurrence of the Minister of  Finance, make by-laws providing for the  establishment of, and may establish in  accordance with such by-laws, a scheme  for the payment of gratuities to tempo-  rary officers and servants of that Council  upon: their discontinuance from the",
    "mean_p_confidence": 0.7318055555555555
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  service of that Council.",
    "mean_p_confidence": 0.6283333333333333
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (2) By-laws made under sub-section (1)  may be so made by'an Urban Council as  to be applicable to temporary officers and  servants of that Council who have been  discontinued from the service of that  Council before the coming into operation  of the by-laws. ””.,.-",
    "mean_p_confidence": 0.7694230769230769
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Local: Authorities’ (Special Provisions)  Act, No-.7of. 1959.  2B:e: The Town: Councils Ordinance, No. 3 of 1946, Iovertion ot  isshereby amended by the insertion, immediately after 365,\"*C49\" ro,  section 172 of that Ordinance, of the following new ia the Towa  sections. which shall have effect as sections 1724 and $aneit,  -172p of that Ordinance: — * ars No.\" of 1916,  be gratia 172a. (1) A Town Council may, with  Parmest of ” “the approval of the Minister given after  Enooity, consultation with the Minister of  gam °. Finance, Fe out of the local fund i  tiomasee, established by’ that Council, to any  ES person—  (a) who retires or has retired from  service as an officer or servant  of that Council, or  (®) who is or was transferred from  such service to, and retires or  has retired from, the service  of the Government,  a pension, gratuity, or retiring allowance  in respect of any period of his service as  such officer or servant for which no  pension, gratuity, or retiring allowance  or no adequate pension, gratuity, or  retiring’ allowance is payable under any  by-laws or rules of that Council or under  any pension scheme established under  the Local Government Service Ordi-  nance, No. 43 of 1945.",
    "mean_p_confidence": 0.6955128205128205
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (2) Where’ no pension; ‘annuity, or  gratuity,’ or no adequate pension,  annuity, or gratuity is payable to the  : Widow, children, next of kin or depend-  ants of any deceased officer or servant of  a Town Council under. any by-laws or  rules of.that Council. or’ under any",
    "mean_p_confidence": 0.7180000000000001
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  _ scheme. or fund established under the  Local Government Service Ordinance,  No. 43 of 1945, that Council ‘may, with  the approval of the Minister given after  consultation with the Minister of  Finance, grant to such widow, children,  next of kin or dependants a pension, an  annuity or a gratuity out of the local  fund established by that Council",
    "mean_p_confidence": 0.7711764705882352
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (3) Nothing in stb-section (1) or sub-  section (2) of this section shall be",
    "mean_p_confidence": 0.7423529411764705
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  <sonstrued:.toconfer on any person any",
    "mean_p_confidence": 0.5499999999999999
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 — Local Authorities (Special Provisions)  Act, No. 7 of 1959  right to any pension, annuity, gratuity  oF veliring Uivwance andar either af  those sub-sections,  Power to 1728. (1) A Town Council may, with:  ests the approval of the Minister given with  heme’ «tthe “concurrence of the Minister of  Finance, make by-laws providing for the",
    "mean_p_confidence": 0.6796923076923077
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  : establishment. of, and may establish in  accordance with such by-laws, a scheme  for the payment of gratuities to tempo-  rary officers and servants of that Council  upon their discontinuance from the  service of that Council.",
    "mean_p_confidence": 0.7455813953488373
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (2) By-laws made under sub-section (1)  may be so made by a Town Council as to  be applicable to temporary officers and  servants of that Council who have been  discontinued from the service of that  Council before the coming into operation  of the by-laws. ””.",
    "mean_p_confidence": 0.7737735849056604
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  Aperiment ot 4, The Village Communities Ordinance is hereby",
    "mean_p_confidence": 0.6054545454545455
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  tbe wulags amended as follows: —",
    "mean_p_confidence": 0.40625
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  neon, (1) in section 49 of that Ordinance, by the  insertion in sub-section (2) of that section.  immediately after sub-paragraph (c) of  paragraph (ii) of that sub-section, of the  following new sub-paragraph :—",
    "mean_p_confidence": 0.7641025641025642
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  “ (ce) the provision of pensions or gratui-  ties to the widows. children. next of  kin or dependants of deceased  officers or servants; ”; and",
    "mean_p_confidence": 0.7156666666666667
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (2) by the insertion. immediately after section 55  of that Ordinance, of the following new  sections which shall have effect as sections  55a and 55x of that Ordinance: —",
    "mean_p_confidence": 0.7220588235294118
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  “Ex gris 55a. (1) A Village Committee may,  pension, - With the approval of the Minister given  tnnviy. | after consultation with the Minister of  ferring Finance, grant, out of the communal  allowance. fund of the village area for which that",
    "mean_p_confidence": 0.6906382978723404
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Committee has been constituted, to any  person—  (@) who retires or has retired from  service as an officer or servant  of that Committee, or",
    "mean_p_confidence": 0.7453333333333333
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Local. Authorities (Special Provisions) 7  Act, No. 7 of 1959  (0) who is or was transferred from  such service to, and retires or  has retired from, the service  of the Government,  a pension, gratuity, or retiring allow-  ance in respect of any period of his  service as such officer or servant for  which no pension, gratuity, or retiring  allowance, or no adequate pension,  gratuity, or retiring allowance is  payable under any by-laws or rules of  that Committee or under any pension  scheme established under the Local  Government Service Ordinance, No. 43  of 1945.",
    "mean_p_confidence": 0.7716216216216215
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (2) Where no pension, annuity, or  gratuity, or no adequate pension,  annuity, or gratuity is payable to the  widow, children. next of kin or depend-  ants of any deceased officer or servant of  a Village Committee under any by-laws  or rules of that Committee or under any  scheme or fund established under the  Local Government Service Ordinance,  No. 43 of 1945, that Committee may,  with the approval of the Minister given  after consultation with the Minister of  Finance, grant to such widow, children,  next of kin or dependants a pension, an  annuity or a gratuity out of the  communal fund of the village area for  which that Committee has been  constituted.",
    "mean_p_confidence": 0.7977692307692307
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (8), Nothing in sub-section (1) or sub-  section (2) of this section shall be  construed to confer on any person any  right to.any. pension, annuity, gratuity  or retiring allowance under either of  those sub-sections.",
    "mean_p_confidence": 0.7607317073170731
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  Bower to 55x. (1) A Village Committee may;  fucis with the approval of the Minister given  eateates with the concurrence of the Minister of  Finance, make by-laws providing for the  establishment of, and may establish in",
    "mean_p_confidence": 0.6807142857142857
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  * accordance with such by-laws, a scheme",
    "mean_p_confidence": 0.6933333333333334
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Local Authorities. (Spediak. Provisiars)  Act, No. 70f 1959",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  for the bape of gratuities to pace  rary officers and “servants of that  Committee upon their discontinuance  from the service of that Committee.",
    "mean_p_confidence": 0.6617857142857143
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (2) The « by-laws made under sub-  section (1) may be so made by a Village  Committee as to be applicable to tempo-  rary officers and servants of that  Committee who have been discontinued  from the service of that Committee  before the coming into operation of the  by-laws. ””.",
    "mean_p_confidence": 0.7187931034482758
  }
]