[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRY LANKA PARTITION (AMENDMENT) ACT, No. 5 OF 1981 [Certified on Lith February, 1981] Printed on the Orders of the Government Published az a Supplement to Part II of the Gazette of the Demecratic Socialist Republic of Sri Lanka of February 13, 1981 TED fv tse oF covemnener rae a LAN (> we Want AFH GE, SOLIEATONY POEL, conse Prico: 35 cents Postage : 50 conta",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Partition (Amendment) Act, No: 5 of 198) © [Certified on 11th February, 1981] LD~O, 12/80, ae Aw Act 10 AMEND THe Parrimi0N Law, No, 21 oF 197%, BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanke ss follows:—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be cited as the Partition (Amendment) Short title. ‘Act, No. 5 of 1981. ae",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2 Section 8 of the Partition. Law, No. 21 of 1977 Amendment {hereinafter referred to az the “principal enactment”) is of Law No, 2 hereby amended by the substitution, for the words °f 07% “In estimaling the costs of such preliminary survey the court shall have regard to the rates set out in the First Schedule to this Law.\", of the words “In estimating the costs of such preliminery survey the court shall have reference to stich rates as may be prescribed by regulations. ”,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. Section 10 of the principal: enactment is hereby Amendment amended in subsection (1) of that section, by the substitu» ofthe . Hon, for the words “in accordance with the rates set out in. prineipat : the First Schedule to this Law”, of the words “in accordance with the rates preseribed under section 8.”. g",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. Sectiun 2% of the principal enactment is hereby Amenament amended as follows :— Botte",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "principat",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "{a) in paragraph (a) of subsection (1) of that section, Sscenent.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "by the substitution, for the words “according to the rates set out in the Third Schedule to this Law \", of the words “according to such rates as may be prescribed by regulations \" ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(8) in subsection (5) of that section, by the substitution, for the words “in accordance with the rates set out in the Third Schedule to this Law”, of the words “in accordance with the rates prescribed under paragraph (a) of subsection (1).”.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "5. ‘The following new section is hereby inserted tsertion of immediately atter section 82, and shall have effect os section Baw scten 82a, of the principal enactment :— prinelpst",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Enactment “Regulations, €2a. (1) The Minister may make reguia- tions in respect of any matter which is required or authorized by this Act to be Preseribed.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2 Partition (Amendment) Act, No. § of 1981 (2). Every regulation mede by the Minister shall be published in the Gazette and shall come into operation on the date of such publication or on such Inter date as may be specified in the regulation. (8) Every regulation made by the Minister . aball, as soon as convenient after its ‘publication in the Gazette, be brought before Parliament for approval: Any regulation which is not so approved shall be deemed to be rescinded as from the date of such : disapproval but without prejudice to any- ‘thing done thereunder. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": ".. -@) Notification of the date on which any regulation made by the Minister ts so deemed to be rescinded shall be published in the Gazette.” .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Repeal of 6. The First and the Third Schedules to the principal Pitan enactment are hereby repealed. Schedules wie j tothe . Snactepene .",
    "mean_p_confidence": 0.68
  }
]