[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CE  ER  3rd Session 1958-5947 Yeh  3 TD FER RG  fe 2FEBIS59)  @ rr,  ASUS, Q Ly  (=) L.Srares. A  elt 5  el  OS)  BUSH  Vee  Ceylon Constitution (Amendment)  Act, No. 4 of 1959  (Date of Assent: February 6, 1959)",
    "mean_p_confidence": 0.40440677966101696
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  Printed on the Orders of Government 7  ee se  Batata he ce ec Ponerinae Hosa, Cones  Rama Subseiptin (including, Bills) Re. 25, payable in  Aarne Sabet cneanny, Govanmaint’ PontteuTon  se nner \"Bor 800, Secretariat, Colombo.  Price: 15 cents. 7 Postage: 10 cents.",
    "mean_p_confidence": 0.3668
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Ceylon Constitution (Amendment) Act, 3  No. 4 of 1959",
    "mean_p_confidence": 0.6675
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L. D.—O. 75/58.",
    "mean_p_confidence": 0.392
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  An Act 70 AMEND THE CEYLON (ConstrruTion) ORDER  in CounciL, 1946, AND _T0 REPEAL THE CEYLON  Constrrumion (SPECIAL Provistons) Act, No. 35  OF 1954, AND THE INDIAN AND PAKISTANI  (Partiamentary Represzntation) Act, No. 36  oF 1954.",
    "mean_p_confidence": 0.5618604651162791
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  [Date of Assent: February 6, 1959.]",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.8221739130434783
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.758
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  same, as follows: —",
    "mean_p_confidence": 0.44333333333333336
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  4. This Act may be cited as the Ceylon Constitu- snow’ tt  tion (Amendment) Act, No. 4 of 1959.",
    "mean_p_confidence": 0.7586363636363636
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  2. Section 40 of the Ceylon (Constitution) Order in Amendment  Council, 1946, hereinafter referred to as the “Order ° 2°@.,i0m  in Council”, is hereby amended as follows :— {Gente",
    "mean_p_confidence": 0.6645454545454546
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (@) in sub-section (1) of that section by the Come, 196.  substitution, for the expression “ general  census of the Island’, of the expression  “general census of the Island (other than  any general census of the Island taken after  the date on which the estimate referred to  in sub-section (1a) of this Section is  Published in the Government Gazette and",
    "mean_p_confidence": 0.7417391304347826
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  efore 1971)’; and",
    "mean_p_confidence": 0.378
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (®) by the insertion, immediately after sub-  section (1) of that section, of the following  sub-section : —",
    "mean_p_confidence": 0.6886363636363636
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  “ (1a) For the purposes of sub-seotion  (1) of this Section the estimate of the  population of the Island up to the end of",
    "mean_p_confidence": 0.6735714285714286
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  june, 1958, published by the Director of  Census and Statistics in the Government  Gazette shall be deemed to be a general  census of the Island completed on the  date of publication of such estimate in, the  Government Gazette.””.",
    "mean_p_confidence": 0.7917777777777777
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  8, Section 41 of the Order in Council is hereby amendment  amended as follows:— orig",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "  (@ in sub-section (3) of that section by the {a Council  substitution, for the word ‘ persons: \",  of the words “citizens of Ceylon: ”;",
    "mean_p_confidence": 0.673448275862069
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "  AS. Rares 8.064 C08) :",
    "mean_p_confidence": 0.10714285714285714
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Ceylon Constitution (Amendment) Act,  No. 4 of 1959  (0) in sub-section (4) of that section by the  substitution, for the word ‘ persons”,  wherever that word occurs in that sub-  section, of the words “citizens of  Ceylon”; and  (c) in sub-section (5) of that section by the  substitution, for all the words and figure  from ‘* Notwithstanding” to ‘“‘ mem-  bers:””, of the following: —  “Notwithstanding anything in  sub-  section (1) or sub-section (4) of this Section,  the Delimitation Commission shall have  power to create in any Province one or  more electoral districts returning two or  more members if the racial composition of  the citizens of Ceylon in that Province is  such as to make it desirable to render  possible the representation of any  substantial concentration of citizens of  Ceylon in that Province who are united by  a community of racial interest different  from that of the majority of the citizens of  Ceylon in that Province: ”’.  Amendment 4. Section 47 of the Order in Council is hereby  SieOws amended as follows :—  eee (a) by the re-numbering of that section as sub-  section (1) of section 47;  (®) by the substitution, for the words “ to assist  the Ministers in the exercise of their  Parliamentary and departmental duties:””,  of the words ‘‘ to assist the Ministers in  the performance of their Parliamentary  and departmental duties and to exercise  . and perform such powers and duties of the .  Ministers under written law as may be  delegated to the Parliamentary Secretaries  under sub-section (2) of this Section:”;  and  (0) by the addition, at: the end of that section, of  the following sub-section: —  “@) A Minister may, by notification  published in the Government Gazette,  . delegate to his Parliamentary Secretary  any power or duty conferred or imposed  on the Minister by any written law, and  5 it shall be lawful for the Parliamentary",
    "mean_p_confidence": 0.7521487603305784
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Ceylon Constitution (Amendment) Act, 5 :  No. 40f 1959  Secretary to exercise or perform any power  or daty delegated to him under this. sub-  section a anything, to the  contrary in the written law by which that  * + “power or duty is conferred or imposed on  the Minister.”’.",
    "mean_p_confidence": 0.6546551724137931
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  5. The Ceylon Constitution (Special Provisions) Repeal of st  Act, No. 35 of 1954, and the Indian and Pakistani 39 $4284  (Parliamentary Representation) Act, No. 86 of 1954, ot 1s  are hereby repealed.",
    "mean_p_confidence": 0.7360526315789473
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  1am meresasg)",
    "mean_p_confidence": 0.0725
  }
]