[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : Ist Session 1960-61 . mn : fer . 1S (ee 7 Rubber Export Duties (Special Provisions) Act, No. 15 of 196] . Date of Assent: April 25, 1961 Printed on the Orders of Government = Faith AMARA PBs SEY Ei Price: 10 cents : . Postage: 10 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "_ Rubber Ewport Duties (Special Provisions} ‘Act, No, 18 of 2961° ' >.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. D0. 3/60, * * .",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AN ACT 10 VALIDATE THE LEVY AND PAYMENT OF EXPORT",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘DUTIES ON RUBBER AT INCREASED RATES AND OF FEES",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "_ IN RESPECT OF LICENCES FOR TSE EXPORT OF RUBBER",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AND TO MAKE PROVISION FOR MATTERS CONNECTED ‘THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{Date of Assent: April 25, 1961] WHEREAS, by virtue of an Order duly made under section 2 of the Revenue Protection Ordinance, the oxport daties on rubber became leviable and payable at certain increased rates with offect from the 10th day of September, 1959:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "And whereas, by virtue of two Orders made in + supposed pursuance of the aforesaid section 2, the export duties on mbber became leviable and payable at certain further increased rates during the period ending on the 17th day of Decambor, 1959:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "And whereas with effect from the 18th day of December, 1959, the export duties on rubber became leviable and payable at the rates in operation immediatel prior to the 10th day of September, 1959, and fees in vespest of licences for the export of rubber became leviable and payable by virtue of regulations made in sopposed parsbance of the provisions of the Imports and Exports (Control) Act, No, 9 of 1965:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "And whereas no resolutions in respect of the afore, said Orders were in fact passed by the House of Representatives under section © of the Customs Ordinance;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘And whereas it has now become necessary to validate the levy and payment of such increased rates of export duties?",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "And whereas it has also become necessary to validate the levy and payment of euch fees:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Be it therefore enscted by the Queen's Most Excellent Majesty, by and with the advice and conaent of the Senate and the House of Representatives of Ceylon in thia present Parliament assembled, and by the anthority of the same, ae follows: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Rubber Export stoc:tiin Duties (Special Provisions) Act, No. 15 of 1961,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "EAR Hoge)",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Rubber Export Dutiss (Special Provisions) y 7 ‘Act, No, 16 of 1961 ‘. Validvion ot” _—@,-“Notwithstanding anything .in the Customs Mevatern  Ordinence or apy ang ae aed under section 9 Foe of that Ordinance or any other written law, it ia aves hereby declared that— . Ea : (@) export duities.on the goods specified in columm ) rep he Eira Scholle wo Uke Act ahell . be deemed, for all purposes, to have been 4 validly leviable and payable at the rates specified in the corresponding entries in column II of that. Schedule during the periods specified in the corresponding entries in column III of that Schedule; {®) section 4 of the Revenue Protection Ordinance . shall be deemed not to have applied to such duties; and ‘ (©) auch duties shall, for the purposes of the ) amet scans Ordinance, be desmed. 0 bave been imposed by resolution of the House of Representatives under section 9 of that Ordinanee. ‘Yaisation ot 3, Notwithstanding anything in the Imports and HERG Beportg (Control) Ach, No. 8 of 1060, i is hoody farin declared that fees in respect of licences for the expart siesta, of rubber shall be deemed, for all purposes, to hav! Futter” been validly Jeviable and payable under that Act sé . the rates specified in the Second Schedule to this Act during the period commencing on the 18th day of Devember, 1959, and ending at midnight of 23/24 November, 1960. Any sum due by way of licence fees which has not been paid or recovered on that date may be recovered by the Rubber Commissioner in like manner as a debt due to the Crown, Recents ‘Nothing in the preceding provisions of this Act gysiemter shall affect any export duties on rubber or rubber latex ie Jeviable or payable under any written law other than the Customs Ordinance or, the Medical Wants Ordinance. . i Fea ut ° Goode Rate of Export Disty Periods * ~ crepe rubher af every description, Re. 38 pte 100 tb... Prom 10th foptember, 1958 to hr ban sre ovens 4 statin efor downpton... Re perl00W. .. Pm ish Beat Ee Tatuive Babee latex. ” . September, 1859 rubber eotent *, 1not Sebecabee” 195%, _ Haat,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Rubber Export Duties (Special Provisions) 3. Act, No. 15 of 1961 a Frnae 0REDUIE (cont) <a a am ent Res of Keport Dies Periods",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "‘Serap crepe rubber ++ Re8perl001b. .. Hrom lost September, 1960 i. : a uh November, 1058, Secap rubber other then’ sormp Ha. 98pee }001b. .. Prom ior Supteaber, 1050 erope =P per om Meh November, 1968, (rope rubber of every desorption, Ra. 8per001b. .. Crom \"6ih November, 1010 ‘other than serep orepe Per to 17th December, 193,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "otrve, oes rubbieotovorydeneription Te.38per1001b, .. Brom “sth Noverbee, 1950 im Per ca 17th Dovember, 1950,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "; incite, Robber Intex ++ Ra.38 p00 100%, of Fram “Lith Nowumber, 1950 ‘ipetlbareonont \"TR\" sk\" Dosanbee” 18, ‘Serap crspe rubber s+ Ra,38por 10018, 1. From \"13th Noverabes, 1690 JPRS ani Deter” eb, Bemp rubber other than eocsp RAG38per100Ib, .. From lich November, 1959 ore fon 7th” December,” 1908,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "inoroirs-",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ". neoowo tomepvEs. :",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "ot of omnes fae, ‘A ftp. in repost of the quatily of rubber apie in each Yioene,coulated ob the sate of Temi for enah pone ™",
    "mean_p_confidence": 0.42
  }
]