[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fib PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ‘ SRI LANKA CEYLON ELECTRICITY BOARD (AMENDMENT) ACT, No, 29 OF 1979 [Certified on 21st Me, 1979] : . Printed on the Orders of Government Published as « Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sxl Lankw of May 25, 199 PRUNTED AT THE DEPARTMENT OF GOVERMNSHI PRINTING, SRE LANRA TO BE PURCHASED AB THRE GOVE, PUBLICATIONS BUREAU, COLOMBO Price: 20 cents Postage: 25 cants",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Ceylon Electricity Board (Amendment) Act, No, 29 of 1978 [Certified on 21st Mey, 1979] os LD—0, 57/78 : ‘Aw Acr 70 axcunn Tur Ceiox Euzcrescrrr Boand Act, No. 17 oF 1969. BB it enacted hy the Parliament of the Democratic Socialist Republie of Sri Lanka as follows :— 1. This Act may be cited as the Ceylon Hlectricity Board short title, (Amendment) Act, No. 29 of 1979. 2 Section 26 of the Ceylon Electricity Board Act, NO. 17 amendment of 1969 {s hereby amended as follows :— of section 26 ft (e) hy the repeal of subsection (6) of that section and the ina.” substitution therefor of the following subsection :— « (® Bvery Order made by the Minister under this section shall come into foree on the date of its publication in the Gazette or on such later date as may be specified in the Order.” ; and > (b) by the insertion immediately after mubsection (6) of ‘that section of the following new subsection :— “ () Every Order made by the Minister under this section shall, as soon as convenient after the * date ofits publication in the Gazette, be laid betore the Parliament. ”. (A 49767 — 11, 860 (79/03)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Annual subscription of Billa and Laws of the Parliament Re. 30 (Locel), Rs, 40 (Foreign), payable to the Sursmmrennent, Govmurenr PUBHCATIONS ‘Boneav, P. 0. Box S00, Cormazo 1, before 15th December each year In respect ot the year following. Late subseriptions wil! be accepted on the condition that ‘Bille ond Laws issued hetore the date af payment will not be supplied,",
    "mean_p_confidence": 0.76
  }
]