[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "- Ae N os . » “A ‘ ce if. e hex TOAPR 1996 |< e/ ~~ AS Bey oes eo . Seeetes all PARLIAMENT OF THE DEMOCRATIC | SOCIALIST REPUBLIC OF ‘SRI LANKA SAMURDHI AUTHORITY OF SRI LANKA | ACT, No. 30 OF 1995 } [Certified on 11th December, 4995] \\ | Printed on the Order of Government Published as s Supplement to Part Ifof the Garette of the Democratie Socialist Republic of Sti Lanka of December 15, 1995 ROWceD AE TE DEPKETMET OF QUERSEENT TENT, ORE LAN TO RE FURCUARED Ay TB GOVERNMENT PUBISGATIONS BUREAU, COLOMED OL Price: Re, 1.50 Postage: Rs, 255 4",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "ie ee . [Certified Re 1% Beelaval 1995] xgioegffbsodt 40 ono Jniogys Une rolaisiM odT (8) erate mtn ed lo inuntep-wostil edt sc At Act 70 Este ae i hoa EAETRONTS, OR Soy ‘Lanka; AND TO MAKE PROVISION FOR THE PLANNING ANE HEREMERTATEON 0505] OHS: oAVBHORTEY 205 UB QS AMVRRRT BACNET IO AAEM WINER ERG POUT SWRM BG ai desl DHODYEHO-OD 9 GRQEES HOTT ORLOMIAL 4 POO DEVELO, RITE OABAB CR TOM PACA. SR. STAMDITY AND ALLEVIATING POVERTY; AND FOR MATTEME seciiace-t Dilute dato ch tenant arb we sumone Ianoitst idbrymn® get balleo Eat & . ~ Bhd Carre tari ld Sopilish AABRBS'® AS OGRE To tmamavergm 1 ab Gat-ande wevezecmpuecbidethetmsaor8 Okt of Stpanka Act No. vol i905 and shall come into and ete of onset atte UE SRE CER ma Order published in the Gazette HENRAARR POSER to as they RRBBR LARD vimonose ofnt arodd yalteratat (63 PART 1 retbtne - ESupisiggnt or Tax Sanuapm Ausionrry oF Sat LaKKA Bstxbtishment the %-°() There shall be established an authority which Semi -° shall be celled the Samurdhi Authority of Sti Lanke (here- Qu‘goriey nafter referred to us “ihe Authority\") consisting of the dersons appointed unded section 3. (2) ‘The Authority shall by the name assigned to it by subsection (1), be ® body corporate with perpetual miccession and a common seal and may sue and be sued in sich name. 3. (1) The Authority shall consist of— Bingctnon (a) four ex-officio directors, namely, ‘Autherity, () the Secretary to the Minisiry of the Minister : in charge of the gubject of the Rural Developnient (hereinafter referred to oF “the Secretary\") ; il) the Secretary to the Ministry of the Minister in charge of the subject of Finance; Gil) the — Commissioner-General of Samurdht appointed under section 10; : (iv) the Commissioner of Poor Relief; and (®) three other Directors appointed by the Minlster, ' . 4A Director anpointed under this’ paragraph shal? hereinafter be referred to as an “appointed Director\"),",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Samurdhi Authority of Sri Lenka des, Ho, 30 of 1806 (@ The Minister shall appoint one of the Directors 19 be the Directors-General of the Authority (hereinafter aeferred to as “ the Director-Genersi”). (3) The provisions of the Schedule to thie Act shell have effect in relation to the terms of office of the ‘Plrectors, and the remuneration payable to Directors, and mestings of the Authority and the seal of the Authority. site 4. The functions of the Authurity shall be to formulate Hatoecity. programme called the Samurdht National Pragramme ‘Qhereinafter referred to as “the piogramme”) for the Laprovement af the economic and social conditions of yonth, women and disadvantaged groups of society by—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{e) broadening their opportunities for income enhance ment ond emplaymont ;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(®) integrating them into economic and social develop mast activities ;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{c) linking family level economic cctivities with sommunity development projects at village, district, divistensl, and provincial levela ;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@ mobilizing their participation in the planning and managemeat of projects and schemes for their",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". splittment ;",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) fostering cooperation “among them, promoting savings amenget them and assisting thecs to obtela swedlt facilities ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{@) facilitatiag the delivery of inputs and services of Goverament departments, public corporaticns, Iocal authorities, private sector organisations and non-government orgsnisations Yo beneficiaries ef the programme,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "and fo implement the programme 20 formulated and other",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "programmes of the Government for poverty alleviation. Suet & For the purpose of implamsating the programme, “abort. ¢hia Authority shall have the power—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(a) to esteblich and matatain district and divisional ‘Suumrdht Committees ut district and divisioual devel ; .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "Samurdhi Authority of Sri Lenk ®",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": ", Act, Ne. 33 of 1908",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "(2) to establish and maintain Sumurdhi Centres sad Samurdhi Balakeyas at village cluster level and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "i village level to provide agricultural, fisheries and .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": ": industrial inputs, information, management and !",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "i consultancy services to beneficiaries of the 1",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "if programme ; .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "| (c) to extablixh, committees consisting of youth at village",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "{ ” Tevel, district tevel, divisional level and naticumh . i",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "| level to ensure active participation of youth in the H",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "1 implementztion of the programme ;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "| (@) to establish, manage and operate eawings and credit schemes for the heneficiaries under the programme ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "(0 te provide marketing services (Induding the provi",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "| tion of mnarketing centres) for the storage, process",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "i ing and sale of products of benefictary families;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "() to arrange for the conduct of “lotteries with the : susiatance of the National Lotteries Board te raisa ‘ moneys for the implementation of tho Samad Programme ; i",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "@ to appoint committees of banciicéeries of the |",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "5 programme to plan and manage davelopreca} '",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "| activities at village level ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "th) to provide training, management, ooxsultancy nad : fnformation services and agricultaral, Séteries and Sndustrial inputs go bencficiaries of the programme : and beneficiary familtes, with a view to prometing agricultural productivity, self-cmploymest and amall enterprise development ;.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": " scquize and hold any property moveble ar immsve~ ble, and to sell, trandfer, lease, mortgage er q otherwise digpose of, such property ; |",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "{) receive grants, gifts, or dopations im cash er kind from local or foreign sources j",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "(&) enter into and perform either directly or through offi- cers er agents authorized in writing fa that behalt bby the Authority, all much contracts and agrecsnante sr Tay be necemary for discharging ite funedome oF the exercise of itz powers. ae",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "ae Songyrg) Rute er Ageb toe, Rue sy IN J bas estas tbr RiMaien baa deildetes of 0 JayaleaabRHtl? Cagle dag U RRA Ite MEIN rane Pee Won Sieeloewieer jab sesinogensm .nouamioin auc lardeuoan Bact GedX1) Whervestaifitesdstatilished viveeactyantinntotrativ Senumitics. district, e District Samurdhi Commitieounhenainatie rete is “the District Committee\") which pS cea Bilis aneaelora sal traf hee STRICHADIEAP UREM IRSA lB\" thre rel (0% 02 ARUAGINR, PA AH eel LAL one sentatives of Gove: AUHP BGS Adal, EES RM uhh ‘Sserpi te ishmpeny 101 He oa eRe EE tan PESOS IPH PaO EPO UL TAMHL IGAC SDH AaL aU, Reng SEE BRAD S Di det osota URaroap aE a . Laren tenia ete ma t (2y ihe Binet Coma ee Th ates relatthg direhessimittefento’ towinicth atk optanpaerand ath powelty all duaddbeohmisetimesine 3 nd} toessdetibistratin dishelirtobmed vith JeolpiPihteinb Gait reid onols xysnaddishe: and such committee shall submit reportedantherg@iapomis sioner-General of Samardhi and the Authority when calle tor tH celatinBaseds- tin eanuergamsmed tind! Authorttpalsveb ogenemt bas oxig 0} anmmergory Bivona 7. Q) There shall be estabilanel snalion te ianitivid?Becre Seumnitics tal diyis ivisional Samurdhi, Commiitee (hereis sie EB ES SRE! ae shalttombindal piavaslyaten bagceeshyens ARiaeaotae sud ‘Divdstaaetgstqretih tes edtviiaionad ing Oheraivies eabalthret relqsariaier ea obdhe Sinhoribouamhe eh Aas BF pave sengative dey ras 1e provincial publé “rH alse “Sei pel a and the beneficiaries vad@/@AeRYAbSHIHS, fonctioning resid thy iv igi refery’s division as may re a Pret RESID Seca n eae WHE? th USGA CaRiral of “Samurdhi and tht Authority, Prado; ie lo se i (2): ‘The Divisions) Committee shall advise on all mattert relating to the implementation-of the programme and olhe! Poverty alleviation programmes of the Government withiti the Divisional Secretaty’s Division for which such Division Cotnmittee ts entablished and. such committee shat subml! reports ‘to the Commissioner-Genera] of Samurdhi and the Authority’ when valled-for-by the Commtssioner-General of \" Samurdhi and the Authority. .",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "oo sigehsirdnoaabnorty of SH Balke os SeGheks 6. 99° of 1895",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "wanoy iter halpordtainanke Citta CHAR i. Samureall 7 tich cluster of GefinwNiladhent Dividot@'as tage difers CEM E ined by the Divisional Secretary eppotnted ton. the division Bip aD ae clase MOURA Deo ie pase jnebniiftation™ with the \"Authority, ‘copsisting,..of, ape niltabet of Fépiesentetives: Of the benefictarles sinden .cthe piggilinhie'Fesitfent to the Grama Nnadhari Divisions which toim the flutter, ws, nay, Be determined by, the Divisional BebteEaEY. antes dl nantes hiinuncd die astbw",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(2) The functions of the Samurdhi Centre shall be— wSlinds wrpdaind wiymaee ant ve aagiunnd owe Le)",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "{a) to plan and co-ordinate activities of the Semurdhi Ww botcBatakayas- established: for “the” Graiha “Niladhari (ie seteDivisidns fh that ‘cuter io Be | Pe provide in-coliaboration with banks and lending",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "institutions credit and banking facilities, and to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "bo haaprowide taining: management and-other (consul tifisct stancy-terviees, ‘necessary.:to.implement! activities to badotthe Samuddht -Balskayas<‘established for the",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "soot Grama: Nfladhari :Divisions in-that-cluster j ‘ AA SERIES Savings. cof the, beneficiaries sof the pro",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "gramme; padsiiatey at axadebit",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "{@).t0,plan ane provige-tnfrastructure facilitog required : for the development of ‘villages.with.a view to y improving prductive resources at the Grama disor soDiubadhari!levelisctsiting edt set ident ab (5) nylegsig af gotetiG parla amunD tous a 1G) fo. -gedinate with Divisignal Commitess established i nit Ber the Divisional Secretary Division within whteh Nsonoo He Grumd Nidanatt Divibion’ éf Gat“custer are _ situated to factlthtemtiamiptementition of the i ods FE Bar es USNS SaaS ANNES Yay",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "be qajezrtere! breil Ryendeeplishela\"Banleuht Balakaya Ered j Stengh (Prema: Miladhicti:Dvisior!) which ‘chalk consist of althe youth resident, in such Grama Niladhar} Division, 0) There shall be a Executive Council for each Semurdht Filakaya established tide: “sabsection (1) consisting of en youth elected by the representatives of the Samurdht Biacaya PT Rat PSE asia od bch Benny = Samyrdbi.Niyemake sand, five, representatives pf Gover- Shi departments, ‘ang non-governmental organisations SEE eg On drat Delores Stvieeein auch” ‘piididte RUHR BY the! Dietetinal a 1 Z=etary appointed for the Division within Which\" heb",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "ee Somurdhi Authority of Sri Lanka Act, He, BD of 1896 ‘Grama Ndedhari Division is situated, in consultation 1 the Commissioner-General of Samurdhi.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(8) There shall be appointed ¢ Advisory Comnell for Ssmardht Balakaya extablished under subsection (1) the purpose of advising and asusting mich Soma Ralakaya in discharging it's functions and shall comes seven persons not being youth enegaged in social, welfare activities in such Grama Niladhari Divistor which such Samurdhi Balakaya is established,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{© The functions of the Samurdhi Balakaye shall * (@) to co-ordinate, foster all activities connected 1",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "the development projects of the programme a fanily level aud the development projects of : programme at the Grama Niladhari Divisloa bt",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "@) to provide in collsboration with banks and @ lending institutions, credit end banking inet and fo provide training, meuagement end 0 eonmultancy services, necarury to implement development projecta of the programme in Grama Nitudberi Divislom der which tha Sez Balakaye fs eotebtiahed ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(6) mobilize savings ef the bancictartes of the gramme;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{© to mobiize tho partictpation of beneliciarins rest in euch Grama Nuladhari Division in planning managing the development projects of the gramme and activities in such division concer",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". thelr social upliftment;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ". | @) be undertake other activities aeigued by the ! sonal Committee appointed for the division wi ‘which such Grama Niladbart Division fy altustt",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "relation te the programme”, .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "PART If,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Comncremromn-Cronmun o7 Saarensar apryntmens 10 (1) There shall be appotnted by nator of by offs SZ the purpores of this Act, a Commisioner-Geners SRE: Semurchl (herelaatter referred te ag “the Commies Gomera}, |",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Samurdhi Authority of Sri Lacka 7 . Act, No, 30 of 399% (2) ‘There shall be appointed, by name or by office, suc: number of Commissioners, Districh Commissioners, Deputy: * Commissioners and Assistant Commisdoners as muy bv BACELAT: Or toe PUTPOW OF LATE Jes",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(8) Every Distriep Secretary mmy in relation to fhe Administrative District to which lus appointiment relater exercise, perform and discharge, the powers, duties ani, functions, conferred or imposed on, or assigned to, the: Comumissioner-General by this Act, Every Divisione?",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Secretary may, in relation to the administrative division #7 which his appointment relates, exerciss, perform ani discharge the powers, duties an@ functies conferred v= imposed on, or assigned to, the Contmissioner-Giereral 15, this ae",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "( Any Commissioner or Deputy @ommbianer may by appointed for the whole of Sri Lanka er any part thereof,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "TL Subject to theprovisiony of exstion § the Cemmin penntedest, slen-General hall under the directions and contre] of thes Esser Secretary facilitate and assis in tho tmpiomentetion of #2 Enpiencs- programms and other povercy alleviatten pregramuvte of fio ‘250 Government by co-rdinating between the Authsrity and tha ‘Srogmmne. relevant Mintstries, Government departments asd oie: tnstttuttons.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "1, (1) Every Commistionen, Disteit Gemumfostoner Yoramgns: Deputy Commissioner ana Assumant Commisiomer shall, in Stes the exercise of his powers, the performanes of ifs dutles ox the discharge of his functions, be subject te the gexersi direction and contro! of the Commissiexer-General.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(@) Every Conomissioner, District Comutisetoner, Depaty ‘Commissioner or Assistant Commindoner may, aubjuet to fhe general direction and control of ths Commtissioner General within the area of bis appointment, exercise perform or discharge all or any ef the powers, duties or functions conferred or, imposed upon or, assigned to thr Gommissioner -General by, or ander, ¢hin Act.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "18, ‘The Commissiones-General may, by notice in writting poyer of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "_ Require any person to furnish him, within such time as may Somamtusioee be specified in the notice such informationas may be Co'ge ( necessary to ascertain the accuracy of any statement Information. i contained In any declaration made to him tnder this Act, and it shell be the duty of much persoa to comply wtih such teceiTonent",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": ": a Osa Ee aero i Acts NE BF cot “nm Wobyhalgigayis od Sleste owed’? (8) A Ee isionna lo rote « Saase or Tae ‘Avihoniy# exanciveireecod Appgldtmamt = 14. (4) The Director-General shall be the Chief Exeat Sioa tive Oticer of the Authority. Y yr (ey Suthacitg, * (2) The Director General shall subject to the’ gendcal rection af the Authority on matters of policy be charged",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "‘with the direction of the business of the Authority and the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "discharge of its functions by the Authority.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(8) The Authority shall have the power to appoint such aumber of officers, agents and servants as it considers necessary for the efficient discharge of its functions and the performance of its dutics under this Act, and to exercise disciplinary control over snd dismiss any officer, agent or mervant so appointed. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(4) The Authority may deledste to the Director-General or any officer appointed under subsection (3) any of it's powers, and the person to whom such powers are delegated may exercise auch powers subject to the direction of the Authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(8) ‘The officers, agents and servants appointed under subsection (8), shail be remunerated in such manner at such rates and shal? be subject to such conditions of service as may be determined by the Authority,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "{@) At the request of ine Authority any offtcer in the public service may, with the consent of that officer and the Secretary to the Ministry of the Minister in charge of the mbject of Public Administration, be temporarily appointed to the staff of the Authority for mch period as may be determined by the Authority with the consent or with the Uke consent be permanently sppointed te much staff,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(7) Where any officer in the public service is temporarily appointed to the staff of the Authority the provisions of mubsection (2) of section 14 of the National Transport Commission Act, No. 3t of 1991, shall, mutatiy mutondis, apply to, and in relation to, him.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(®) Where any officer in the pubtic service fs permanently appointed to the staif of the Authority the provisions of absection (3) of section 14 of the Notional ‘Transport Commission Act, No. 37 of 1991, shall, mutatis mutandis, epply to, and in relation to, hima: .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "i DAR UFR FC OTTY POL IR ABBE Me , aodehohie Bop ROS sor Dhalnene she sduibority semalosanmepersan to has nated fo Sebue the diay RRAMEMLLAGS SomBAGUIR PEO IORY abetted ofsequce. wilh, the, Authontan byothat ssenentstall tbe-segarded ,2s wervice, to, the: Gaveryigentinn the. purposes ‘of dscharging the ovligatioas of that person. uader,guch OSD gnc fe anita 0 neilienyys eal Gn ME 20 wy ai an hoePARD Wag eitasehocat Forancy NIA, . ys! ti) “the Authonity shail have Wslowe Fudd (iereine rma after referred to as “the Fund *)- ES BGT - the * @) There-shall’ be paid into, the Fund? FG} . (a) all such sums of money as may be voted from : time to time-by Parliament for the use of the : Authority; 0 es : 2 (b) all sums of money reesived by the Authority . from any source, as gifts and donations to : ‘the Fund; . {c) all gums of money received by the Authority , : as income from any property owned oF 1 administered by, the Authority; and : {@all sums of money derived by the Authority in the exercise of the powers, and the dis . + charge of it’s functions under this Act. (8) There shall be pai dout of the Fund, a‘l sums of money required to defray expenditure incurred by the Authority in the exercise, performance and discharge, of {i's powers, duties and funetions under this Act, and all suns of money required to be paid out of the Fund, by or under this Act, 48. (1) The Authority may, with the concurrence of the Borrowing ‘Minister and the Minister in charge of the subject of Finance Powern, i ‘or in accordance with the terms of any general authority Given with like coneurrence, borrow by way of Joan, draft or stherwise, or negotiate and obtain on credit, such sums a 1 the Authority may require for discharging the functions of the Authority: Provided that the aggregate of the amounts outstanding fh respect of loans raised by the Authority under this 1 subsection shail not at any time, exceed such sums as may be determined by the Minister with the concurrence of the . ‘Minister in charge of the subject of Finance, ,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "_ 10 Somurdhi Authority of Sri Lenke Act, No, 30 of 1996 . ._ @) The Authority with the consent of the Minister givec with the concurrence af the Minister in charge of the mubject et Finance borrow money otherwise than by way of leans under subsection (1) for lor any of the following purposes: ~ {o) the requisition or acquisition of any movable of immovable property required for the use of the Authority ; (b) the repayment of any money Borrowed tniier sub section (1)- Remdat 19, (4) The Snanciel yoar of the Authority shell be i iat of qmlendar year, fae (2) Tha Authority shall cause proper books of asvanss: seeeetay. fo be kept of the income and expenditure, assets end telsl- tes and all other trensections of the Authority. (8) The provisions of Article 154 of the Constiesiten relating to the audit of sccounts of public eorporeiesit ball apply to the audit of the accounts af the Anthony. . PART VI Gunman",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "— 18, Every Director of the Authority, all officars ami san",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "sme wants of the Authority, the Commisdioner-General, eray",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "Commissioner, District Commaizsloner, Deputy Commintomct",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "‘and Assistant Commissioner shall before entering upon Bie",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "duties sign 2 declaration pledging himself to observe strict",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "aecrecy respecting ail matters connected with the weeklong",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "ef the Authority end sbail by such declaration pledge kimacif",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "not to disclose eny matters which may come to bis maw:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "edge in the discharge of his functions, except—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(a) when required to do so by a court of lew, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "{®) tn order to comply with any of the provistous oi",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "‘thin Act ” Retacme 1. (1) For the purpose of enabling the Authority fc wad eters exercise and discharge any-of its powers and functions, under this Act, the Authority or any person authorised t ‘thet behalf by the Authority may, by notice in writing require any person to furnish ta the Authority or to tit person authorised by the Authority, within such periot",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "‘6s shall be specified in the notice, such returns and inden: ‘mation as shall be epeetiied in such notice and require #5.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "_ Parwon to be present before the Authority, -",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Samuréh Authority of Sri Lanka n . 4st, No, 3B of 1995 : (2) It shall be the duty of any person who is required bys avtice under eubsection (1), to furntsh any return or infor mustion or ta be present before the Authority to comply with =” the requirements of such notice within the period specified in such notice, except where such person is prohibited fram furnishing such returus or information emder the provistons of any lav. @) No information contained in a retum furnished in compilanco with a noflee issued under subsection (2) vial? bo published or communicated by the Authority to sny otbar person exeept with the consent of the person fureistiing such return or information or in the cours of the discharge of the functions of the Authority, (4) Brery pervon whe makes my statement before Co Anthority shall in respect of such statament be entitled te #10 the petvileges to which a witnem giving evidence befoas ‘B court of law ts entitied in respect of evidence given ky Aim before such court, a 38. (2) The Authority chal conduct such umber ef Coxfust of fottertes im exch year as way be preueribed, ate. (2) Every lottery shall be conducted by the Anthesity in seoh manner as may be presaribed. 21, Ait Directors, officers and servants of the Authory pinoter, shalt be doemed to be public servants within the meaning siSsets, xt | a, and for the purposes af, the Penal Coda, tue : Suber ‘be pablic vervante. - 2% The Authority shell be decmed to be 2 scheduled qe Anthectp fastitution within the meaning of the Bribery Act, and the depmed te bet + eovisiona of that Act shall be eoastrued accordingly. Eondo within te . af the . Bribery Act 2% The Authority may establish Committees for such Conauittes fettod for the purpose of advising and assisting the Authority in the discharge af its functions and may appoint amy such param es it may deem necessary to serve on wusle Conwaitiess,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": ". Freed aiamentht oluthoritgof Sit Liftke y ‘ aerAchotie. 3 ofst095 . EPS a Abiulfeaaiamesnytion won tt tt) BEA cn anant day bape GHEE or on the die clnends donor ptebporied! tobe aang by, IE under , this direction _yaitiouge bAbyontt nildiw gainer Aone Ty EAE one of the mort Intigiriong ak ancrag Agua asurw 4quae eatton dove Authority. moth by\" fontiet any Deron, officerstor -servantt-ofthe amonO™ Authority for any act which in good fatthis:dene’or purported to be done hy him under this Act, or on. at boveinthe ditection of the:Authority;-s.uini Gi. ve ty ey gtegtty cote total sone a dttee 3. cte teat Fe sopitetion ') 28; “Notwithstanding the provisions of section.2 ofthe of the, °*Finatie' Cornpantés Act, No. 78 of 1988, the provisions,, of Bryvisonr «that Adtshall Hot apply’‘to'the business carried on bythe Fimanes,__:.,Authority:under: paragraph’ (@)-of'séotion 5. ~ “ Gomrpentes Hinde ants ta augolignwt GA? ba aguas “ull Ah, No unudish al? Yo attelies' Pay Offences .. 24. 1) Any, person who , makes any,statement relating “tg his assets and Habililies or those af his spouse, children . a or dependants, which to his Imawledge is falsa or incorrect “4a any declaration made by hinn,,,under this; Act shall .Be ‘guilty of an offence under this Act.and shall on. conviction after summary trial before a Magistrate, be liable to a fine b -.., 1tiot exceeding two thousand rupeel'cf to imprisonment for a ~' term not exceeding ‘one year or to “both “such ‘fine and uumprisgmment, ju por utboww ed Mods grated cre (8 ” dineeng of yam on zornem ALA (@) Any person whé' Being @ person whois a beneficiary _vWader the programme, omits, without reasonable.catige, to ‘Aotify, ‘the, authority or the.,, Commissionsr-General... any material change. {n-the. particulars furnished by:him in> a declaration made’ by him under this Act with respect to— (6) hia assets and liabilites ; or : poigAD}, tbe assets and Uabitities of his..ppouse, ghildren er 2 “rit hoe SEDGE depeidants, insane oi sitive rassutasand ‘within a period Of tie itionithd ‘trdin' the te Bt stich chatige, shall be guilty of an offence under this Act and ehsll oa conviction after summary trial before a Magistrate be liable ~ to @ fine not exteeding two thousand rupees or to, imprison sinent Yor-a-terma rot excéedintg oe’ year of'to\"both such fine paadimptisonment.sjintshs Wo pergue; ork eT sy *(8) Any person whoditt We weed 5 46) fatwes osinity WAT WE Fegidbebledt of a Hhoticg gent to bim under ection 19 ; emits ge",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "} Somurdlé Authorianofi8h Waaksne ta et 1 Actetlb.1B008f.19028 Ghiknowingdyesaooish ang’ Salepiisiyllnodersepitihann GH) information, in compliance with UsetsqHeinents snag sgt of aecitenitage Aid ai oacem on (2) isftensd © ad of enottarila shall Bo gly ‘ofiaa,otlenae anaegcAgodypleandeahall on conviction after summery trial before a Magistrate; be Tiehieuto qdfindshot ésdemiing tuto ‘stounsitiregesed @) bru tailor nistda oF esrumite ET Le Ty coma bn ora! ad} tnt {phoraaisigo nr sebstsbots ziniainfornechrttty et bereaapts to interfere with, or influence, an: icer of ms ad otsbomkupary epitrastasenes PUREE ita thad2Actidlado exeoquug ait? tot sham 0 bouzel (hjosinatigotescit wt tennpt sototindti mautasep partion qdovie Ee! ' seumeighey deidanticonesindmasned whtyt btsfasb shel hea tty RamaliaespnirstennthionatgnicebeS 9 conpi Weagd QA winsotTahh Ea srebeatawtabetiaetetg to adie Gls Gunns dinar ncaa RopasiTeniy do nDRiseD od? ' ment for a term not exceeding two,gempigmindih taldban fing and imprisonment. . Gt ods 6) onndiooadsacaabayt ahaa celtaltaet Arvo kD mich RAD edt Bb piRalicHe eth aatte ee euiay cen muatinclne ka Grecan beers Ss apt ed ‘AuthoyAs; bagieb 2d ‘tleds ‘bevoigqs oa toa zt coidw nol solbujerq ivedtie 3ud Isvorqqazib to stab edit mot bohaioast fas HeLHEiASmntop? Sete yS ng rh et Unde WARE RaE Se UP Lede ernie Ligh Ta RNR such oath ; or saseeeD onlt ab fear * {b) who seis in contravention of {he provisions of section 18 or an oath taken under that section, shell be guilty of an offence under this Act, md shall Be liable, on conviction after summary trio] before a Magistrate, to a fine not exceeding two thoucand rupees or ta immrison+ ment for a term not exceeding two years or to both such fine and imprisonment, (8) Any person who contravenes any reguistlon meade under this Act shall be guilty of an offence under this Act and shell, on conviction efter summary trial before o Magistrate, be liable to a fine not exceeding one thousand rupees, 27. (4) The Minister may make regulations in respect of Regulations ail or any of the following matters :— , ‘ {a) all matters required or authorized by this Act to be . présetibed ; . ‘",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "| is Semurdhi Authority of Sri Leenlea ‘Act, No. 30 of 1995, {@) conditions of eligibility to be a heneflelary under the Programme; (©) the manuer in which applications to be a beneficiary under the programme shall be made; : {€) the conditions to be complied with by such . beneficiaries to obtain relief under the programme and the form and manner in which rellef is to be granted to such beneficlaries under the programms ; (¢) the form of all notices and declarations required to be issued or made for the purposes of this Act ; z (f) the publication, from time to time, of lists of persons ‘declared to be beneficiaries under the programas. (2) Every regulation made under subsection (1) shall be Published in the Gazette and ehali come into operation sB the date of mich publication or on such later date am may be specified in the regulation, (3) Every regulation made under subsection (1) sim 22 | soon as convenient after its publication in the Gaccou, be ‘erenght before Parlinment for approval. Any such reguie- dom which 1s not © xpproved sball be deemed to be rescinded from the date of disapproval but without penjustice ‘to any thing previously done thereunder, Notification of the date an which a regulation in deemed to be rescinded shail ‘be published in the Gazette, a 2% In the event of aay consistency totweon’ the grea nbala and Tama texts of this Act, the Sinkala tent shall SStewnistomer, Erevail. = mec %@ In this Act unless the context otherwise vequirae— ““lecal authority” means @ Municipal Counell, Urbon : Council or Prodeshlya Sabha and includes «ny euthority created or established by or under oxy aw to-exercise, perform and discharge powers, : duties and functions corresponding to or simiar to the powars, duties and functions, exareland, : performed and discharged by any such Counsil or Sabha; —_ ‘ * Provinelal Councit” means a Proviocial Council esta shed by Chapter XVIA of the Camsiimitan ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Somurdhi Authority of Sri Lenka 5 ‘Acs, No, 2 wf 1095 “Youth” meang any person between elghteen and thirty five years ef age; SCHEDULE [Section 3 (3) 1 PROVISIONS RELATING 10 THE DIRECTORS OF THE AUTHORITY",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "4. A pertca shall be disqun‘ifed from being appolnted er from continuing an & Director, i he—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(6) is a Member of Parliament or » member of e Provigeisl",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "‘Council or member ef a local authority ; et 4) Is onder any law in force in Bei Lanka or in any ether _ ‘country, found or declared to be of unsound mind; or -(c) ia w person who having been declared insolvent or @ bank~ ‘rupt under any law in Sri Lanka or in any ether eounmry, 4m en undischarged inmivent or bankrupt; ar (W) Is a person on whom a sentence of fmprisonment (including 1 suspended sentence) has bean impored by aay oun sm ‘Sri Laake or any other country; or",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(e} bes any such finescial of ether interest as Le Likely to alfect Prejudlcially the discharge by him of bis functions ap #9 Director.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "% An appointed Director may resign his office hy letter ‘sddrasecd to the Minister.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "3 The Minister may without amigning amy reason therefer, -zemeva ahy eppeinted Directey trem offce «ad emth reaurval dial ‘Net be calle@ in queation in wny court of law or tribunal",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "4, (1) Every appointed Director aball, unless he vacuten ofan canriier by death, resignation of temoval, hold aiflee tor a tone ‘of three years from thy date of his appointment and shall, anlems ‘Be bas been removed frem cflloe, be eligible for re-apputuument :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "Provided that « Director appointed in place of a Directar whe Alea or resigns or otherwise vacates office shall, unless: he surtier “vacates office, hold office for the unexpired part of the term af -ttlice of the Directar whom ke succesds,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "(2) Where the Director-General or any appointed Tinestor ‘becomes, by reason of Ginem, infirmity or sbecace fom Gri sLanke, temporarily unable to discharge the functions of hin aftea, ‘the Minister way appoint may other Director ty ect ee the ‘Director-General or any other perean to act In place @f mm Rppolnted Ditector, ap the ense may be.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "‘& The Director-General end the Directors ehal! be paid much",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "+ Femuneration out ef the Fund ee may be Getermized by Ge inlatae,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "38 Somanidi Uathorityrofi es Dnekan2, ASEMDISHOFAEIIOA ee ante pened wie ktenee atone any contract made or proposed to iy Nee eee earns meced eee ae ‘Authority, This disglorure aball be recorded in the minutes of the modify 6: WeMthority and EAEBMcior shall not take part in any, i city wilh respect to that collie SL A NR a Dad, dave in x» contract by virtue Jing an offcer of @ Govesrarent Bnsieneera hae! mublic smmaeatinn or ch Rinesteh Oh 8 public corporation shall be deemed na} $2 args Qenereat gh the apeazing, of,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "= GEsEHeA aS BERGE Eno tnamellved to assem 9 al, (2)",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "7. Q) The BixeptimMonctaboray wesignnbis, Weg iesamUEFclor~ General by letter in that behait widressed fo the Minister.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Pre tana” AEE Ry alnectnat wAhone aakewiAl resson\"thebsl, WeshRLdesatcte Sneek sazisuMRe of DitegtAtsGEYE thectosai beutzeb ased yaived onw aoriag,# at, (9)",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Grilles Heane dastigephathes HERE REM a id he period of bis wephesinehsisaMbsT Beyredaibay an af",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "Sisncemla Tool, caged’ at, ga} mectings of a ae ih ‘mettingeet Si Achaea eee pee Caress Gabspanttite at BE meeting . ‘pis 10 adnad AE",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "oP CTy sturiadilitt a tgentpl adap daieca® gengeach, the’ nan paliprdedionts Mememacee ts nesta fand the transzetion of business at such meetings.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "oitthe Yuortie foxid meyling vf the Authority shall be four Directors,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "MeoSer tet, decision or proceeding of the Authority chal be tnvitdated by reason only of the existence of a vacancy in the “Authority or eny defect in the appointment of any of it's Directors,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "11. (1) The seal of the Authority shall be in the custody of wuch persons as the Authority may decide from time to tne.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(2) The seo) of the Authority may be altered in such manner as may be determined by the Authority.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(8) Tue seal of the Authority shall not be affixed to any Instru~ ment or document except in the presence of two Directors who . ahall sign the Instrurcent or document in token of their prosence,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(4) ‘The Authority shell maintain a register of the instruments ‘or documents to which it's seal has been affixed.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "12. A Director reterred to in paragraph (a) of section S(L) may designate a senior official of his Ministry not below the level of ‘Senior Assistant Secretary to attend meetingy of the Authority im his place and us his alternate, and shall Inform the Director= General of the Authority in writing of such designation.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "48. An alternste Director designated under paragraph (12) ‘shall have the right ta attend maetings of the Authority . and ‘vote there st but shall not be eligible to be elected under para- raph 8 to preside at meetings of the Authority.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "—— Amaval subscription of Ing’ith Bills and Acts cf the Parliament Re 038 (Local) Re 1180 (Forelgn), fuyatle to the Sormmnnperr Goveuscmt Pomscazion® Buntas, No $2, Transwors House, Lorua ‘Roo, Cotomno 01, before 25th . ‘December each year in respect of the year following.",
    "mean_p_confidence": 0.64
  }
]