[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EN eae ome PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF i SRE LANKA | FAUNA AND FLORA PROTECTION (AMENDMENT) ACT, No. 49 OF 1993 [Coxtibed on 26th Octeber, 1883) ‘Printed on the Order of Government ‘Published as a Supplement to Part {I of the Gnnette of the Democmntiz cas napa ae wat es 4 Wun AF THE DEPARTMEWT OF QOVERADLENT PRINEING, 8X1 LANKA vw) [owe posaann at tar commmoanrt pesncarions Summio, connanno a: ma ab ese R234",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Prune at Fea. Protection. (spd) ‘Bonobo 0 [Oartlfed on atin Getober, 285] LDmdt, 81/90, ‘hs Ace 70 ait Thoms ao Pom Pomona ‘arcana 1 it exact ty the Falamant of he Desiieate Bose iat Bape ot Se Lane as Zalows = eee ee Protection (Amandine) Ach Ho 8 of 1 fe eos wee ‘Ontinmes {hereinafter referrat to ae the “principal the jong erent\" ery pid tad te Eten Ie BE ‘fille oubetituted tezefor = + hu Ommnnnce 70. Pron x Hay PRET. Somrnaron tno Pauper of 8 Fan LD uonn o@ Sit Lah ron ste Pesan or ed cmunmenit. wemsensiit op soct Pa. A FiGth; sam To TROVE FORMAN GREED ‘nema ox occa omMTe\", & Seeton & of the principe emaciment hereby exteic#amadnass ae tates tme eee * 5 peiripal {1} am subsection (4) of that portion, hy the omateplon of Susctaanh, petagapt (@ therest, and te sett thee tes at the felawing pregeapanee G9) Ratuges or ) a Maine Reserve; or (a Boker Zone\"; (@) by the repeal of parograps {0} af eubpeotion (ay ‘heret, and the uhstutin Gerefor af the Slow atseeagh * €@ Gein. of any Siket Natal Revers National Path, Hetare Revaren, ingle ’ ‘Cortider Refuge. Marine Reterve or Buffer ‘aes hall bo alter or ened” 5",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Ruane and Flore Protection (Amendment) (Ast, No 6) of BRS 49) in the woargiual note bs that seoson, by the substi ‘Won tor the words “Intermediate Zones, and ‘Senomerlen”, of ths words “Refuges, Marine ‘Bevtrves, Butter Zanea asd Sonohsrien”- ayers The tllowing per socton in ney fost Isl Fame mainly ater anton 2 of the prinapal onctment and a ‘Beincipel have effect a5 nection fa of that enactment :— we . Ly “ uy ‘Tha Dizector aball administer, conteet Bete ont tance the Soin or mrvoe whies | sie aro te be provided within unig Muttecai i Ee Reserve.\" Apmpimma ——& Shution 3 ofthe principal enacimens fo hareby amraded : Set we tatowar— : a ‘ aaa 1) Ss muberction (3) af that seetion by the raped of paragraphs (a) and (c} thereof and the substitution i ‘henolae, of the ntlowing paragrapis (@) no parson shell he enttled 9 enter any Birr Neturel Reserve or Nature Reve, OF dn ang way 40 lager the fauna end Sark ‘therein + (> oe animal shall be hunted, Sind o tafe, at veo, Pinot wall be damaged, collected of destomed in x Stic Neuwal Rowe, destroyed, im a Strict Natural Reverve, (3) boy the repeal of subsection {2} of thet section ; , {8) tm aubocetfon (S} of tbat section, by she aubettmnm, —* foe all the wends from “Nanuze Resaren ee Jungle Corridor to the and of that mubaection, at the ‘words \"ature Reterve, oF in or over any BEte Jand in any Saitctuary, babi @ right which won po terquitoh by ave parm prior to Ge date of tat beicblinkent of atch Nebure Reserve or Sane samy.\" #08 + (e ttoe range note to tha ston, by the ntattn —| “ton for te word “Jungle Carsdora, Natiowak  * Patho, Soncivareg and Intermediate Zroei.” of * ‘he words * Nasloual Parke and Sonctuscis.”",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Fenon vik Fora Protection (hmenmanty 4 ‘Aes of 18 8, Thy Staring wer sation Se hare iasertet imam om ot day aller wecson 8, and shell have efoet ap seation as of SO\" g\"ae™ ‘the petuipal enactment :— ey pease 3A, No person shall, thin one mile of SENT the boundary of Notional Bese, cons: SARA, uct a sonra Hoel or prove acy eceviess Ree or fuottier eimllar to the oervione oe ; HOUR liter provided by a tours hotel”. r 7. action Sa of tha principal enactment 12 Hereby Beplanest mepvulad and Oi following rection auibetituind thereters— fees : Eats  Ppmen a. 1) No parton shall enter or ennatn Sein Pf ESEP™> tain any Nature Reeve eamept ander the jf Bere Sumhoesty ah In aecorance with the coma fieos of a permit teed by the provribed cfcer on payment ofthe prescsbed foe. (@) 1 0 fe te reverted foe Soe dee of a yarn unter sibmetion (1), 10 pont ‘Ball be ssied fre of cberge.* Seon Gat the gency emis hey tere eeidnd 8 Salons — 3 (1 te eubwicton (2) of thot seein > Toate H 4) br the svattton for the words * Nakure TRewurve or Jungle Coretaor”, of tw wana A srinume Reserve, Jungle Contes, Rates, . Marine Heserve ct Butter Zane”; J (8) by the ropes of yarsereph (g) Thervet ana the nial thareer, of the Salowg para 5 oe : » 9) possees ar use any trap of etty explostre i ‘or gus ar other werpa or polenta : abet capable of belag used for fs i. purpose ot tunt's.or deetrosing 7 animal or plesk op\"; js (i) by thee subatbaion for the wurde © cummtractod : ‘by him.” fu paragraph (} of tt suboeston, ; of the words\" eonsirocted by Bim ar” 5 and",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4) Puan end Fiona Protect (Acmetmeniy ‘et He. Shof HBS Se Set tay hy che mertion, bmmnadstaly afer prnagraph . (i) of that Suber, of the Seowng agp ine \"constructor manage sag taut betel oF pO ‘ile any services ce fcliten iar tothe services of facies provided hy a touret (2) ia rabmwiion (2 of that sect, by the subettaton ‘top the weris \"Nature ‘Reserve. ex Joule Come, */ of the words “Nature Recorve Jungle Gover, Rabge, Marie pra o Bullet 5\" ©) by tha tnserton lamosiatey after sunsecion Got F ‘hat seetion; of the fallourng pubmmetion -— { 4¢8) Aig pero, he sete in omiteaventon tie “prorrions ofthe sectén ahal bo pully cf ia offence au sha an eenviction he iste to » Inpeleiesent of eles deasrptinn fe a tar ooh Yeas than oe yeas aed ok exon vu Sous.\" and (i) fa the margoatnobe to that eectiog, by the mbt . ioe for The words “Notuce erste and Songie | Goede\" etho words * Nature Racor, dusgie Goeriders, Refsisn Marino “Revrves end” Bufer 7 Zann agperbeagt Section Yo the principal ensctment ie beivby moms Pein \" BHO awtatiownm Eins, 1) tn atnetlon (1) of tt secon 8) by the ominion of prageagh (0) thereof at (iy in poragrecs (0) thoreol bythe astiuton for the warts “in. any Intermediate ‘Zane ot Sencar, af the weeds itso Sancta)\" aad 404) tm anager (2) thereat, by the aubeintion for the wotds \"is any nteradials Brow oF a: any Ceown land\" of the words “on ar Bios wy . (2) by the repealior scbsection (3) of that evclton s and i ta ths inaranal ate to that setlon, ty the tubs: ie for the words “Intermadiata Zones and Sanitiares*, of the word * Sanctuariea™",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "PFeune and Flora Protection (Amendment) 5 ‘Ack Ho, 49 of 1908 30 Section # of-the principal enactment is barehy re- Replacenant penled and the following sctton mibditeied therelor:° eagaee : rece Acteprtt. & No person shall from any toed or land PMG, eee ceteds e Ses Netwal Resuee Nana ‘Nesenat Park, Natare Reserve, Jimgle Corridor, Re- Rameeve, tage, Marina Reserva or Buffer Zona, bit, soot, kil or fake any wild anime to such Stoiet Natural Reserve, National Parl, Mar fare Reserve, Jungle’ Consider, Rafuge, Mavina Heoerve ox Bula Zane,” & 1h, Te following new section ts hersiy toerted imines tnt of 1 Hlttely after section & of the principal enactment and shall 1\" pea {have atoct as option 84 of thot enaeiment 2 ey Seen, * site BA (1) The Director tiny provide roads sad track within a Natal Reserve t be natu iralls for the use of any pervoa who desires to travel on loot to study OF obseren ‘the faoma and ora theres Provided thatthe Stata shall not be Habla for exy injury of drinage surtsined or Incunsed by eny person using such Wil, (@) No pecan sball we eny such nature . ‘ull unlems he hes obianed @ permft loaied ‘by the Director upon the paymet afte peer stbed fea. (8) Begulations may be rade sparring ‘ike manner fo which any person teay use wich nature fll,” WR. Section Daf tha principal enactment is hecwby amended aa felloe:— (2) by Ge omfeson of paregveph (a) thereat; nd 2) Sia paragraph (4), thereat, by the enbtlttion for tha ‘words “to any Iotormedinte Zone oF Banctity a the woods “io any Sanctuary’, 1 The folfowing new ection is fomested imunodatoly neti of fier section 9 of the principal antnent; and abafl ave BT\"ae™ effet a section 94 of that enacimant!-= eae (TRetketon 94, 0) No person or organistion, whetbar 4 SEESEuiy © private or State sball within a Wetanes of ote Bikse, tlle of the boundary of any National Reserve Heath deolared by Order made ander section %",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Reva ands Flore Protection (Amundeent) ‘eh, Wo, $9 of 1998 carey ous any denelopeacat activity of any densiption hutmever, without obtazing ‘he jeter wxitten appooral at tbe Dirt.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "(2) Every application fer approved, water subsection {2} fo commoner develope activity dill be acovmpanied by an [aia Envionmestel Bamioation op Enviro mental tpact Amemment, 23 te Gam 2°67 Yo, in tara of the National Barrosmentad Ant, No. 9 of 1060, seating to wach daveior- aoent activity, Te Dizedtar shall hsve reget fer soch envimental Igact amesemcnt in @ Gaciding whathse ox nat to grant approval for ‘he commencement of the development sctivity to which thet sasenment relates.\" *",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Anentonaest Ad Section 10 of tha prindysl enactment Is hersty agi amended oe Zellowe— : ren G) by the aubstitation Sor paragonpls (5) thebent, a the EE, ‘edlowing tem paraqraph fo “(a) any provision of this Part ofthis riioanoe other thm the provisions of section 8 F*: In paragraph (@), thereok by fhe mibaitation Ine the ownds “te soy Intermediate Zone ox Sanzinaryi”, cof the words \"io say Sanetaary 2\"; and (G) hy the substitution, for all the words foam “abt be (guily\" fo the gad od Dt pecion, of the worde “chall be guilty of an offence amt chet on souvie~ dea he Table to a fine not Sear than tan ttousand rupees and no mare then twenty thabsinl repees or io imgelcemant af eltber destition for w term not Kees than bro years and not more than five yewre 8 to both seh tine and inipetwament”. Weisner HL Seetion 11 of the prieipal anctonent to Bec atta” cepealed and the following wectlonaubstizated tharefig i Get, «eee, Tn IMs Past of thio Ordinmoos, unless plat acon! ofheretse nequirea ‘uuiasal sons say vertebrate of fover- teécote: .  domedtée animal © mians— (2) any head of cat, or any sheep, 5 a hema ila Oe a",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "i j owe ond Flora Proterton (Acvendivesth 7 ‘Gh HO, 88 aay domestic fowt remedy Tan ay pelirys ax (ep when domowteated ty min, any me “ ~plan* means a member of the lant wngton : “wid suinal” moenns my paimal which ia peta doawete micah”, |, _ 1 ‘he hntiowing heading a aiettuted for the beating fh ® stimatos Borate, Bert and ows \"comangia Perit Spee ‘of the principal mnacimant :— st the a ‘Prineapel Ws ean and Burn.\" fauna, i 12, Becton HE of the peincipsl enactment in hereby xe Ragununnt i wee ( ‘pasted wnt the following sexton wubstituked therefor Tf ie 2 sFaeen 18 (1) Save ena Rovlnatier prota, np Sc, Po efephanit, person aball to ny azen outelde a National 5 RARE Rewrrve we Sactuney— ‘ ‘Bicones’ — (a) Fraud, shoot, Mill, injure ar take amy § ‘sephants or 4 (2) without « Boyce, bo fat bebalf foot ; the Pires, capture say hatah, i @) Bem Hoice under sabecetion (1) 1 all be issind in the presetibed form ox A pavmmnt of the premliod foe wie) shall if eontinne ta force for euch perted and within 4 stich Himits and ena be wulyjoct to atch eo 1 Sitione a6 the Director snay consider necew j sexy on expat tp insert tharos for tha i ipotection and preservation of buttstoes ‘ (8) ‘Tow holder of « Hicenoe user stb 4 sn (2) (0), sal wet toe than Stone ‘ie dieys cles the emiry af the Boman reba the expice lcenee to the Director or . Aho prawlind often, and intimate tv Bim / { ‘the particulava of eny buffelo eaptored by im.”",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": ": a © Fauna sod Fira Protection (Amendsvent) : “et, No of 1983 espn! 1, sectinn 13 of the prisipels ensctonmt is barsby : ie cfekp © umanded in paragreph (@) of aubgection (1) of that aweton Beye by the subatintan, forthe wands“ eithar roe or on pagsient Smnetat, of the words “on payment of”, ‘ Beinn Sesto 1 of Uw pc enactren barby re : Biya, Pealed, Replacramet 26, Soot 16 af the principal enactment is hereby 1 SSeS peeled and the following section substituted therefor: — ‘Gascon, (Billing cc 16, Any person who In the exerci of amy” SERECE sight contorred by or under section 13 cr © | = section 14, lg or takes any elephant or Feo ltl, sal oriwih report auch niger | Hratind —_takdag to ang polloe ofier sntitied to off © | ERO iate i the area within whleh mach bling; OF capture tack plane ar to any preoetibed officer snd to the Director.\", { ‘Ameniest: 12. Section 17 of tho yrinslpal entrant tx bareby | fi geo amended as follows: — Eimikent, (0) im subwection (3) of that section by the omission ot “the words “doer or fow]” wherever It oocvte in that subsection ; and i @ by the mudatnrton for toe marginal note to the aoc ‘on of the fellowing marginal note:— ‘Pooperty in slephants aod buffaloes Killed arta { ‘under Pare TL”. tnaacn of #2 he following new seetion Is hereby Sasetted imme BRIERE” Gately after section 19 of the principal enaciment ond dhall Wocel” ave offoct as oection 19a of that efactment :— SSeS spent tba. (1) Notwithstanding theprovisone of Bee og section 40, no person shall export fom Si Ses Une igen (6) any sus or tush, or any part af» tusk ‘or ft, or any article Race ot of tua or tush or part of a tusk or tas or any article contaluing ivory from * eu or tas; of : 0) ey other part of an elephant, or any + feticle made out of of containing ny pert of an elephant.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "“ Peuna dnd Flora Protection (Amendment) * 0 ‘Aes, No. 49 of 198 . @) Any person who contravenes thi peo.” ‘visions of subsection (1) shell be guilty uf 4 {offen md shall cn couvicton be Hable ‘ 02 fine not lam than thicty thousand ropess and not more than fifty ‘thoisand Trupees or to Smpriaonment of either descri- ‘ilon fa» berm etl than feo years ond : hot ezceading Gve years or to both sock fine and impriscoment. (@) Tin secon shall have effect ax if it oomed part of the Customs Ordizanse and",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "a the provisions of that Ordinance shall apply",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "socordlngly.",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "5 * 28 Section 20 of the principal enactment is herchy Amantoent anseaded by the atbetltstio, for ell the words from “shall % SFist ibe gully” to the end of Cit vection, of the follawing senda wear scoot,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "“all be gutty of an offence and shall on conviction bo lable fo a fine hot les thar ope hundred thounand | rupees and net more than two hundred ang fy thousand pees ot to Souprisoament of alther description for a teren not lane than two yeata cad nobrebpeding fva years * op to both much fine and imprisonm®\"@¢and where any parton who ip eaovicted af an offence mentioned in paragraph (2) of this eestion in raspet of the king ot ‘king of any elephent 1s found by the court to be im ostestion of that elephant or ite carcase or tulis or taubes the cobat mag make ander resting aach elephant, cetrcoee, asks, ot tues to be delivered to tbe possestion, cor eustody of ay ofcer of Govrernssent to be held by that ficar for ond ou bebilé of the State”, 24 Section 21 of the prinapal onactment is beteiy Ameniweni ampended in subsection (1) of that section, by the substita- $i Far ‘ton fog elk the worde from “the Crown? to the ond of that PSA",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "45 _-Mverton, of Ube words “tha State shall be galty of em ‘ticace and shell on convictim be abe to a fino not Jess ‘hen one Iundred thousand rupees and not mote than to",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "+ ndrod thousand rupees of te impcisonment of either dea :",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "catption for a vem w0t lase than two veare and nat ex : ccoding five yeers or to both auch fine and inapeeanmant.”",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "* Founa and Flos Protection (Amandmenty ‘et, 49 of 1 Fethermet ak ction Bt of he prize enactnent io berty me | BEAD —peded and the folowing section roettntnd therefor Sec roman at Any perma who So eatrretion BEERS nie Par of thin Ondinnne ov soniye the tee of any Baw donot wo him tae sade feats ahooia, Mile Or bakes any ‘baftala, shalt be guilty of an offence and dua {8 eonitlon be Habae fo Bow not nos Ca, five thousmed ropows and met mee than ten ASeemand repees aro ipatinoent of ether dlserpton fr afer not tee than oo Your fd not exceeding tio youre a 1 boa mech ie tnd gtsonsan, =e ‘BH Section @a of the principal enectment t9 temty + RESER, mma a follows — ERE, thy he cept of sabenton 1) of that actin, end ‘he sobstiaon Waelak, Of the feoning mw sibercton:— *€) Asay person who own bas ts Bla eastedy ‘moss way of an elapbiot hich fe not register A oe ne EEL aE which a thomas nod en SM iy securdance with tha provi of thi i ‘seetich, all bo gudlty of wn offence ond shat on conviotion be Hnble to @ ne not lets than one Sey. ‘sof thomas wipees and not move than two hue | drat thousand rupees or to Sapdeomment of tiher i deseiption for stern not Yas than two years end st eoesding va years or to Bot auch fie i, Sopetscument.\"; : (2) by the renumbering of advection (8) ot that secon 8 anbsertion (8) ar (3) by the inocton imumeilately after eibvection Caf ‘bat oactog, of the following beer settens : “(8) The Divector of any officer atthotined by Dion may at ony Hime entet any premine where be Sas reoomn t believe that ap slonioat ie eing kay end to make meh ingulrlan nd investigations thereon ae may be onceary 10 anetsin wheter the provisions af this stetion are being oomplieg —* witht,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "owns aod Ploce Protection (Amendent) 11 ‘en No. dbo 183 2, Section 25 ‘ul the peincipsl enactment ta hereby Aumnteest cepebded in subvetion () of Hhat eon, by the wbettor ‘Bt Be ‘ion. for all the wards [rom “Any person whe” be the words ne “gue end Imprisonment :\", of the words “Avy person who “ te tnuminvcha passion of ony cepa All be guy of fn offenes end hall en comeion ba Hable fo ans not tan then one hundred thoaauod sapeze and aot rare then tO fmdred Ghonsnd pec orto fmpelstiment of thor de tigen fora ttm no lose thm en yrs ad ot exreeding ‘Soesty yeas ot 10 both such AGE end lenaesmest 7. . 28. Section 24 of the principal enectroent fa hereby aoe szonaded by the peal of subsedion @) of that melon, SESS __ tab isbn thr of he ooving eatin EA (a) Any yorwen so bas ta his poomioa 1 fuk oe toch Wich Hag tot Geen aegieced all be gully af 2” ‘tence esl on convetlon bo Ea t 5 fine Sebh the thirty thousand rapeesend noteKeeaing one hendiad loves! tapane ct to fprisnimest ef eter deration foc ator wt Tee Shan two year and set onceding Be ‘aro te Hot such Snead pesos. 2, Tho tllowing new extlona are hore Snzertetats Teton ' “distely iter section 24 of the principal onsctment, and shalt Fhe bho afck ne sotona Yn and fi of fat snestnant:— BAK ani 24 Picks mt tis. (1) on mgicclion of a hk ot Beta, : BERET teed ba noverdones wth wenton 5, every “MERE Dereon uh ban ia his penowlon @ tsk ot Ror thol nba a beens in seapest of ach ta or Hid. 2) The lfeence ane be sbtanet ox mpyli~ : ction mas to tho presi ae, nthe prota foram ment of he pao ee 2) Beery peesnbed after sll maine tein 0 reg in mespet af the Heoag of ‘Sa ond tone. . (a), Any gern whe has i his poseson a tus ar tush stet obtaining 9 Benes t0 Feepect ofthe same shal be ili of sb sHuvoy and shall en Gomvetion be habla to 8 * fine ef net fem than thirty thomand repeos: thd not snsseding one Tudead thotsand Foptoy oF tn imptionetent of ete deer",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "32 Fauna ond Flora Protection (oxendenene) ct Ho, of 6088 lon toe & tem nt ese than fo Jens ant Dot exceeding five years OF U9 bot mick Mie sd Impesontaent Bertin fis. The Pireutor ar amy’ oicer suthoricod Bee Pans bY bin tony at any te autor ny peoodes : Hehe” whore hs hae moeon 1 believe that tales oF Semel” iuohor aro boing hep aad to make sith Inquires end Sieetgatien tharcon aa may be necessary fo amectain whether the prov sone of te seedon are Beibg comptes : wih\" om apis of | _-98. Section 26 af the prinetpal emacleaoat is hereby : foun Se ot sopeater : ie peach oar sida Amendinent BL, Section 28 of the prince onaziment ia hewhy ! SEE ccaented, ty the cavission henathom of the Genitons tex BERD | pectively of the expmosaions “docr\" and ® foul Betlugment Secon 29 of hha princinal eoactment Is hervby BSC sepeaie an the follow'ng netomat therefor = Biseme. — ihest 28, here shal be estblicbed and mal SPN Gained, willdn or cubstde say Netlonat Re- : szrve oF Belicumry atch mumber of ebaphant onphaliages or soc egtetlsiments provi Jng foe tho ze and ettention of orphaned elephants as the Daecior may damn amar ‘ney, for the protaction and preseratian of dephonts.\". BPRS ag, The fallowing mew hooding fs aabotinted for the Siecle of ending “Hinde, Beasia md Reptiles” eccsmting in Pret 2 Bruder tka pemetpal enactments pee  Vernusmaris ace Isvnanenes \", Rslucrment SS. Suctlonn $0 and A of the prince enactanenh are Rete hereby seperated and the ‘flowing wections substiiuted orb therefor :— * Ofenogy ‘®. Any person whe in any aren ouitite @ . iweg® National Hesurve or a Sauctusry— Eee, SEES! Ce) Ws, wounds inj ce taken any * 2 Shale wammal or reptile not Mseluded th Schetule 2; or",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "eam ond Flor Prtecti (Ainexdmens) 1B thee fib of 108 (0) tan or deaoyn the ogg oF tof any wich, reptile; or (e) wee any boat gn, ere, me peat ry iy 2 ber ho : Won any towoncy arti, or explo Gres of xy dein oe ata a fmument fr the papoce of Mg, womnding, injuriag or taking any tack amen 88 Sepes (6 bw ta i poser ob unr bis Ste it fol, any atch mammal or reptile ! lod ar taken or any fart ot oe : hoa or eeplle Riad or fam tos ‘or the meat or fie of amy such ; fBermnal or top ied ots ! the epee of ony uch epi OF (6g 1s hl posafon oe de ise f eh eth or sun Of any saramol or sepa Hed oe ae, Ge to tans anders of uss\" . mel; or . (9 expose fr le, any eth sa ot Mepis ot ay pont of Pose mum : crepe; of (gh puranesthe ie osha of ay wc svn or rept for the FO Dt buiag oF poping wc hid ot Sones hah gully ofan een ad aon én tein Ute fou tu me Ii a on rind vopees and net extding ER Souard cape orto imprint f aie thecnpon fro tn as thn two Yr tor et nceang ve yeaa ott Bath 30 tee aoe tepeeuant ‘Bs proton of this seta. atall aot apply © uoy danas ovinal te Gaied . paver tone at Any person we fn ay aren oui + RR, nathan Rtsave oe Sener (a}Kll wounds, tures a tater ony Died",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "MM _Fexnu ant Flora Provecion (Amendinent) Ach, te. oF 1988 {) takes oF desteors ths oun or nest of any Bist; ee (6) mes any boot, or any Tsim, mre, nes, spear, op, sen, 704, Hine. or bo With any accenony or bult ar expla slvas of any deseipton af other ia trument Sor the purpose uf Killing, wounding, injuring or taking any isd; or Ad) has i hin pomeeion or unites hie com ircl, my bird killed or taken, or the 7 { ‘kia of sny bird lied ov taken, or | tho festher ox any other part of any ‘ued Belted ov taken, or the egg: of * | any bird 8 i (©) exposes or atten: Fox sale, any bind ot ‘any par of any bint, ‘hull be guilty of an afeace snd shall on sone iolion be Hable to » Bae nok lore than Bre thousand rupees and wot exeteding. ter fSensand rape, to bopetacnrnpat of ether eserptin for a tana not less thon te eae end not esecoding five Seara oe fo bale muck foe and impasse ‘Provided that a person shal be deurned sot fo Rave committed an offenes wader this oe fon im relation te say bird. specie? in Schedule B, ‘Tha yrovistoné of this section shallot apply to any domestic anime] ee defined 30 vetion 1\" dein Bi The folowing new actions are hereby intend tin Feteg 5 ately after tion $1, ofthe princigal enoctment and all Mia ged tia ave effect aa mations 314 sod 3p of Hint enoetment Se items a ny neon whe tn any ret ou EAI, « Natl Heserve oe & Seantuary = eae Beaten (a) Xnowinely ie, rounds, injen, fakes er a ‘OF colleets any arapbitien am fish f+ dad fn Schedules U1 and TV rox ecthely sor",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "ouna and Fora Protection (deaenioen) 18 : Bch od Oe (0) sakes of estoy the aan peu, te : ‘est of any suth aujinbian oe int 1) tes any bash, ie, eae se, spear, ‘apy Bus td ne or hese with a tinier ur bait a esplocves of fay desoripton af ang other istour : rent 2ur the porgow ot Kilg, wounting, fing of tebing’ any fc sept or fk ; ce : (2) ha hi posetion, ot under bis con trol, auy such ample oy fab ae : sid ce taken or eny part of ng ouch tseplitim os Bah oe . (6) expazes of offer toe seteor teansport, ‘ay sth anupibion cr Ue or part Sf ony such sxphbian or Bek oF .  purchose such amphi oF Boh fe the purposee of dying. curing or 267 tahoe parpas, Stet be ily of analogs amd sat nea . victim b8 Usble to a fine ot lone Um fe Dotsand rupees and ot more than wey fend rupase oF to imprisoniaent of ithe Siecle fora tee St es tha uo are and not excening Sve sua otto both such foe and ingen. QM Ble. ay perean whe 4 my area cute BeBe « Mahe timers or Sancta Ebekile™ ——@) knowingly tty wounds, injucwe, teh ree collects any bwertabrate inde fx ths thne ting in Schedule IVa; (8) fakes or destroys the eggs, apewn, Tarve of nest of seh inverioate; . 0) uses any boot, ne, sre, net, spear, Sos Beep. FAR 268, Kno oe hack weit a 7 scowtorien or bal, of exploctvee af . ny deveriotion of anyother incor fo ment used Sor te purpowe of ROL, : seu, telurtng, tag celle noe finn any wach teectobintes oe",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "86 Peon ond Flora Browasion (Amendmem) ‘ity Ne 3 of 1980 (@) bas i bis possosten, oF unter be om ‘toh, and much ineorterate led at fbca or my part of pach inven beets og, spawa oF Bava; oF fe) exposes oe ster fr ane, or traps, ‘ri wack Suvertebeei OF BOF we invericime or ( povchaves such iovertehente for the purpoee of drying, enting ar Jar any ther purse, * stall be gulty ofan ofence and salt on con- “ieion he liable fo afte net Tey fon ben ‘thoumand xupeas and not sore than twenty theaand rigeas oF to tapeianment of ese? eszrption fora frm not lcs Gh fo Pea : dad ot exavading fv yonts on w bathe foe td imprisonment\". Segal gf 26 Seetion 52 of the ysiacpal enactment is hameby Ze sopsated. oy Resieccsieat 8 Section 85 of the principal onaetmem ti hereby GER copealet end the folowing action aubtauted therefor: Sarva Yote, 1) A certifcate pooping to. be Bees. enet ty any competent autborty tie ody, afoot any manne, Hd eet ah EEEES* tan, Gch or Invarctente or a part of any Savettebestes mermmat, bird, reptile, amphibian, eh of invariatrate forwarded to mai abort for ssemtuation sd repint ta manna, htt sept, amphibian fh or inveriabatn, of 8 wart of a mormmal, bird, reptile amphibian, {sh or tevertetrae of v apeies ince? Schocsle ¥ Sebetaie i, Sitwdale ‘ehetcle 10 or Schade Ta, the emo rmay be, shal on ptodicton in any ot of tao, be noficiet evden ofthe fn ad in such cerdfenia until the “cutrery fe proved . (2) For tie gupores of subsoption 11), the exprenlan, “eampetant ether” meen",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Rouna ont Flora Protection (Amendment) WT “eh, Nuc 89 of 1988 (a) sha Diseetor of Nesiosel stuseums: {0} the Bicester of Nations Zoalagioah Gaasane.”,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "‘a. Section U0 of the peinetpal etsetment fe Deccay Artadmaot sanded by the aubatitnion for alt the words rom “in an 3 FE\" testo tae end of that ssation, of the folowing wonds:— Rei",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "“oe tak the egge or nestor may dic binds i uy area suicide a Ratios Remve o& a Suncusry eatoued fo",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "{hs antifcation, and eng peacoa when any euch aren ahd",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "mf Aaning such specified peri ahaote, lla ar ane Boy ted",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "‘or Bie eggs or nent of any such Br all be gay of an",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "‘dence era wal on conviction ta Unb te 3 Bo 3% ate",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "+ ths fve thonsand supvor seed not mote Uh teh mst",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "rues orto Imprisonment of esther denception for txt",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "‘ot les than at year a0 nok sxoredlng HD Jeary Oc 9",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "‘oll sock Ane and Imprisonment.”",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "3%, Soetoa 27, 3, ©, 4. and $2 of tho getuipnl Jigen canctment are hereby repeaiod and the tllowing sections SAS wobeGtuted Hhonefor |— Bape",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": ". Sor ae Promina 22. (8) No permon ahall import tory al SOBER Sf ER, Ganka any mama, bind, rele, aphitean, BEN ‘ht, oF tavertehrate whether dead ar ale, Bee Biam, of t0y part af any ech mammal, Ue, Top. SESE ite, aniston, dah or invertebrate oe the Sourtebeae geen. snmwn ar Jarva of any much Taammal, Sama Bi, raptile, exaphibten, olor invertetat",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "‘extept unde the tuthowty of 4 perm eh. ‘in the peeseibed form obiafund from the precerfbed acer on payment of te peer eed fee.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(2) This nection shall have effect ns 4 i forte gart of the Custota Grdinenes aul tre provisions af that Graanen shalt any acworting’y.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": ": 1B) The provisions of this sectlan shell . ‘ok apsly to any Somectteaatrash s defiand in cection 2, oF 4a aay trope aquarium ‘fakes Sroplesl sgisrkam Tek” means ny . species of feck water fh gece? is . Baote 1.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "18 Founa ad Flora Protection (amendmen) ‘Act, No 49 0f 1988 (4 In cate of doubt oF dispute, 2 cert cate punpurting to be s.gned by the Director fo the effect wat any fen bevougs to a 96+ cles of tropical aquasiim toh of that any fpectes of fh is a species of troplcal ‘squarisen ih shall be admis fn wvidan- co snd shall be prina facie proof of the . facts staved Ussrela, equation sh Regulations may be msde— Sings heres {@) requiring any person woo meg Bo sha ports aay mammal, bird, re See harecbes lle, amphi, fed ox ne mae ‘eriabrate on a permit Loud tandee section 37, to provide ‘scertidcale fram an approved ‘othosty thet euch  seammal, ‘bird, reptile, amphibian, fish cor Invercbate is tree f1ora ‘Sscane oF infection;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "48) prohibiting any maammnal, ‘bird, reptile, amphibian, Ash or Savertebratn Imported imder the authority of a pecs iit fsued under sectlon 2%, from being Mbarated or eas",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": ". ced in oxy part of Sri Lanka for prescribing any area oF frets within which any such",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": ": ‘mammal, bind, ceptile, amp we ‘lan, fh, or favertebeate may be Iberated of velenved estes, 2% (0) Any person who {Ripert a (a) tinports into Sri Lenka sar fone ‘xaramal, bied, reptile, emphi- 4 ietapre ‘Bian, fis or inverterbrate in aye contravention of the provisions ae of ection 32, of any regu, * ~ ton wae under section 28; : ® . ) contravenes ang _seulation mada tnder section 38,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Feune end Flora Protection tAmentwens) 15 ‘Act, Bo. 2 of 1558 shall bo gallty of am offense and ebatt on convict be Udble to & ANG not ess thas Give thousand mipees and nat more than fan Shoraond iptos ox to Amptisonment of either description for w termx not ieee than fore sean and aGk exe OO Yourd OF : to both sich Rie ene smpesonment, (2) Any pecsom who Bherates or releases . any avoid, Ui soptie, ampbian, Boho favertaurote Which has beet ieiperted ta Sri Lani In conteavention of tae provisions . of stetion OF shall be golly af an offence sed shall i addition t9 any pishemenn to hich he may be Hakle wader subsection . (0), be lisbie on conviction ta fe of lwo ‘ Hhousend rupees fn seepect of ezch maramal, Died reps, amphittas, Ack x invardsbaate 9 Nbereted or releaned. Brotlbiies, 49, (3) No poetom shall export from Sct Soares Ean iaskam Righine (any crammal, bid, roptifs, amphibian, Sere hw, 0, coral or knvertebeate whathet Greer dead oe alive; ar eee SEP Sei > the ogi foalbers, ox sfamage of ang bied, the horns exiles, stn or hide ot shy mamma? or reptile, of ay past of any marsmal, bind zestile sanphiltan, Nb, corel oe havextebeotn, ‘sxceph under the abtherity of m pent Satted fa the prerribed form ahtained trom ibe ‘prosectbed ofteer om payment of the presttZl> sd fee . @) Such perms shall not ty isis ex ‘tpt for Bie promotion of adentifie knowledge © Gacluding’ supplise fe foreign masemnn, foreign aootogla gerdane tm onchange tx snappies bo Yael rauzenmas af toca zoakogl ° garden, G) This wetion shall Rave elect aa Ft . ~ formed pat of the Customs Ordinance, ond the provirtows of that Ordinanon salt enply socondinaly.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "Fanta and Form Praiestion (Amendment) ‘dog, No. 43 of 1955 (6 The proveding provislons af this ection shall not apply fo— (a) any domestic animal os defined tx section 23 or tb) any mairareal, bied, veptile, avgihl Dien, fish, catal or invertabrate of a epecies whlch ly OF ladigenous to ‘Set Lanka, $5) i care of doubt or dispate a ome Hoste purperting to be algnad by the ‘Diceetor o€ Bussum, Dizsetor of the National Eoclosieal Gardens or Dinectar of tim National Acquaite Rerureas Authority ‘to the efect that any mammal, bird, repite, fick, amphikian, coral or iuvertchmate be. + eogs io @ mpecies which 4 not indigunome 10 fri Lanka, o& thet any speciea of any ma nunel, bind, reptile, Sh, empblblan, care or invertebrnte sa spenieg not sndigseats 8 ‘Sci Lanka, or shat ny port of my mosine, Died, reptile, Gh, anapibian, coral oe fared tebrate is a prt of mammal, Bind, repel, eh, ampltbian, ¢oral, ur invertebrates of a mpocien which is not indigmour to Se Leake, ot that any egg of ay repille, oF bivd, is the aig of a reptile er Bink of species WBIGh {2 fot indigmom to Sc} Lenin be admisoble iv evidenon mud dis be prima facie proot of thy facts state ‘ea, {6} Regulations may by msde (@] presceibing the ofizer whe set . have power to taspect prior : to fis export any item refer od fo in Ohi motion: Cb prosertbing the after whe shell have power to sen! 307 ach Hos aftor auoh Enspee ton; te) prescribing the aecumeats to * ‘be durnichad by the expocter of any mich item, fa proof af the “elreamstmces under * . which such exporter ootain ; ed possension of such {tam",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Youna and Flore Protection GAovendmen!) 3 ‘Act 049 of 189 Pope 4k Any person who esyarta fom Set » SESE ran say enact, Bed reptile, am. Fagrel;,, bien, Soh or inwmtebrale whether dan or Bee ret alive or sny part of any mammal, bind, me Sethi, pile, amphiblan, Sak oF favertebrats, \" O ai dare any ogg, Jeathers, plumage, horns, antlers, beaten, skits or hide of any such masutial, bind, rep~ vile, amphibian, Ash or laversebzete in oom Aravention of the provisions of section 40, Shall be guilty of an cfenos and aball an oo “iets be lsh to a fine noe less Daan trenty . Wnausasd supens sid mot seca than RY ‘thousand supoas or be imprisonment af elthar eaeription for u tema net lem Shan five years : ‘aud unt oxovading fen pears of to both wth the and fnprisunment tegen ale ee Paloen (a) remove, uproot oF demeny at Sehaatte % ‘ase ay damage er injry fa, any plant which ix for ‘he tame being Ineioed bs ‘Sibetale ¥ asd 1) fa geen on the peonesty sang other penn; 0 Gi) te growing in any pud- Ue place ; or kb} destroy nny plant which ts for ‘tis tinge being iotuded Schedule ¥, and growing on tus onm property jor ‘ tc) oil os expose for sale any pleat for the tine bebe mcluded fn Schedule Ter G2) remory, uproot or destony, oF ‘onmre way desge oF Hehe ‘0 sy $00 pot Which any . oretid or any other epipytle Plant te growing . 8, Section 45 of he principal onsctmant ix roby ome Amenmant rd. ty the repost of puragruph fo} af that epoch. epion",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "Fawn and Pore Protection (Amendment? Act, Ho. 48 of 1298 Bee a1, Bestion at of the principal enachnent Ia eteby se ECGS pecled and The loving satin avid thee tor » Tracts, “otha 4, Ay person whe sete in eontzaverton— Bare. (2) of the provisions of section 42302 48) of the provisions of metion 33; 6 {e) of any regulation mado under sein 6 all be gully of an effewee and shall oo sorviclion be Hable ta a fie not lesa than foes Hiousens rupees aad not ore thang en thosmd suptes or to imprlsenment of wither devetigtion ZO a tert nok Jess then : foro yaaes and net eavending five yours or to * both exc fine and lapeizorenent®, : Rehomest —4& Section 43 of the principal anachment ty herp re- GESPUE poled and the following vecliom ouhedinted therefor om FREES, ‘atoerdaton 42. In thls Pat IV of thiz Ondinangs unless SEPT. the context otherwlae maquiree— “plant™ mens @ membor of toe plant ingdom ; “pablte place™ meas any State land ar land et tho dispossl of the State oy tan belonging f, or vertad fn, «loa authority or public corparetion etd (ocludes any land whic is not private rope, Aromémert Bretton 4 oF the prinaipat enanésuent thereby PPM mmacnded by the repeat of subststion (1) of that setion Hopapal, amet thr shetiation therefor af the following subsection = *G) No penton shalt cnry os o¢ exebutse the busines: oF trata oF a Ganidormist, mer, caver of trophy dester, ‘or ony other business or trade involving the parce, ile or expoanre for sale ov transport of any atin, Whe tha dou or alla, or of any part of any dened anim, ox opt upon a cence in respect of atch mich basinams or ‘rod, sand in the proceetbad forma obthtaed from the prevertbed offer ot papment of the peseceioed fas,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Youve 8 time Protection CAmentaens) eco waa 44. The toliowing section Ss hereby inserted tmamedt Tasertion es section 4, nnd lt hove ec a bal ee iy Se ate ‘arinctpal enaetmentsan BE ay GRA Ds, C1) No penton abl altar the dete of SAMO. HEEL an coningtanee ote Se ot Sorat femmes gr conniy ot ee Bikes tel ney mana cee Bey atben extad ender ie mace ee sccanatce wih tee wndtlan ot peek , SS m he prea ea age iy Brett on payeect of tha rena { vid hat wba ny pene oi enmaons oe cay 0 eae ae Le Bey inet a cam af He ene ssumber, prior to the dete of the coming Serta Torr of tte satan uct ena a oe iv puted cf eee onde hema ag 2 be coming tir fore at Ds ween Ska spar dat subse . {@) The ivecor er ay pec let st have te poe oe (1 aie, neh od sents ang pre : so aha anal Me H Tent anter the sthoey sta peed faust under auimetee Cy ead Setty tcl ft tig suds ite pm ae bg spl wr: {0 sdea any antndh found in nach elie te conten of the revisions of the “permit Rowed , ita soe 6), . (0) The Director may oder the ete tea od sy coal weed ander sion Ga ote sch ngtey ae Nea Bom . ey “Say al agence by ihe cnaer at Ge Bitar wet win teen Seco ie eomboran’ pve nates is . sihing tt Dice athe tenes te Institute action in the appropriate court Soe woh ara. Le (8) Mo order of const Sad oor pokes Of seal ke aac ea Be exphry of o period of fourteen daye trom the",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "2% Fauna ond Flora Protection (Amendsent} ‘Ket, PH of OI age of auch ander, of where ax ation Des Deen Settled fr respect of much omen, rit the fast dalarmiuetion of sch eston ‘by pourt.”. feeminet 65. Sostion 50 of tho principal eomctawed heres SES amended in mobnostion (2) of tas eben, by tho aud BitieRE—itation feral Ube words froma shall be guley to the anc Cth eubaertion od the words\" shall be guy ofan ence and sal on oonvfotion fe Hable tp a ne ook Jowa tian five thousand rapees and oot more than ton tousend 4 rapes of to ingrionment of aer deaception fora tera i tot oes thea fwn suore and not excanding five wears ole : bom auch fine and Ssapricoment.”. wi SpE et. Gestion St of fhe pineipdd enactment iq Boreby } ~ EERE nnted by the eats tor sho words “hint or i Bevel, anlcal\", of the wond “antl”, Rephment 43, Sootions $8, ts, $9, Sin ad 5 of fe prinelpal SSS\" enactment ore heveby tepeted end the following sella Bae ew states thereon Ber, apa, a, No parson sll uae oy arial Rahs, socmnt Hen oF ger ue purpene af emabing or fecfleaing ELE the Gettucton of the eptare of any anieanl Salad ‘whather Yy dazzling tho vision of amy such anime, oF by ebteseting any axeh anim 49 sich arllical Bight or etherwine Ppp ah. No por shall sheot of ingore oF es ell ang animal within 9 distanee of ene ham TREE dred ports trom a water-hole or place where : soos rinoah smelly goes to dink: water Bepeeiion Bt, Kncegt i accordance with regulations, eee ao paren shah on soy Stim td or eesatpend publie thorvuyhtane oubslds a Rational co Reserve iis Ca} ant, shook, BD os taka any assinnal Reserves, between cumset and samlees * (0) set, iny or armed any nek itil ‘sap, sare or other inetrument for ‘the purpese of Biliag or taking say aximal;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "Feene ond Flore Protection (Amendment) 34 Ach He. eof 1 ) construct of we any amu, of hide on the ground or ans tren for fhe Ponpom of shooting or tafuring ong antes.  BRRMie ota mo parson hath use any” pod, GREE? explosion of mupelying colataaw’ tor the SRS. Punwore of pokoning ‘iling of stupetying ; ay animal p BoABN topo Satan na fost, i mn aol, apse far ante a tranqpare Hoe Bech a 1 Be shoes ate cana tena a Hi Bical by the uso of any potion, explosive oe slate ae ne vrs hat o9 penn all te conetclrd niet thie mation if he proves fat We aid uot know and had no reavane- ' ‘ie came fo believe that the antl witow t fied be in charged with having ia bi : powsarton seling, exposing foe sale ox t ‘aneporting Jed heen Hillel oc taken by 5 the me of any polion, explosive, ot + spefying substance“ 1 4B. ae fallowing eecton is hereby ingested inumdlataly detenton —« Sie sostlon 68a of the prinaizal eactment, and hel Ee offat es section Sts of that enactmant ia awe feck a8 section Sts of that enactment: eat GREU! Be, (2) ta case of doubt or digpmts, ins 1 Bist prosecution far am offence under yartlon Sa, Rm ve whother any eshte the seah at am ‘meni gadnal tales oe Ket by the oe of any pot ce, explode or stupetying ubstinen cert ‘cata purporting tothe slgned by @ commpetant . suthority to the offect that the Mech ta que z ‘om ia tho feoh of am animal, which leed ° boon Ifled or taka by te tse of any folios, explosive, of supeying substanen, . shall on peoduction Sn any court ot Jaw be siffciont evidence ag to the fects stated in sch cartiite, unt dhe enateary iv peomed,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "2% Fase ond Flora Protection (Amendment) ‘A, Nod of 1959 (2) 1 this section “competent aushoetty* (= Goverument Medio Oficer: oe (0) & Government Veterinary Surgeon Replaceamt 49, Section 64 uf the principal enactment tz terety Soe repealed and the following section eubstituted therefor: — Tinea *Prohihis 4, (1) No person shall at any restaurant, HeE2 |, atl, rest house or eating. hoube, verve. oe Pee be” authorize the serving of any food whch ofa, constitutes of canta the feah of any @ Ee gt salma, the Bling of which ls ot that time FEERta. prohibited under thit Ordinance, : (©) Any person who contravenes the prove * slens of subsention (1) shall be gullty of a offence and shall on convietion be lishle tax | {ine not lene than ten thousend rupees aD2R0b more then twenty thowsand. uptes or © immpecanstent of elther destepiion fora tm tof Jers than tia years and not exeeeding Ave eansor to both such Be and umpulooarent.*, Amendment ‘80. Section 66 of the principal enactment is hereby t » FRBRE™ sanended in subsection (1) of that asction by the substi | Heart, Gon for tho words \"for 220, museum or sinflar frie ancient, ‘tion of the fauna and fore ef Ceylon.”, of the words “Cor : {8 mational 200 or natlonsl mapeum or for any wniversy fclablldhed or deemed to ba evieblshed under the Univeraies Art, No 16 ot 297 of the fauna and Bara ot Sri Lanka”, tmactionst SL. ‘The following secon ie berchy —_tmuerted Be sre immediately after eection 8, and shall have alice! os, Sehdbah® section 854 of that enactraent ~~ Seccaet toute. Sa In thie Part of this Ordinance get * animal” aneune any mammal, Bird Tettile, amphibian, fh rat fr invertabrate and does Bot Inetide a domestic anit at Aetined tn selon 0, oF DF tropical aquarium (as dey fined fo section 37.*, Ancora $2. Seetfon 7 of the principal enactment 2s hereby. gPecton — genanded by the repeal of subsection (2) of that sostion Mya nd the substitution therefor, of the following sibrec: Game ont",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Fexne ond Flore Brotoctiod (Amendment) Act, No. 49 of 1993 “ (2) Any person who translers to any other person aay Howge oF peri! iaued to bin under thie Ondinance ot any nepule- ion made thereunder shall be guilty of = 1 atzce nad shall on conviction be lable 10 8 fe not lass thaw ona thoursnd rypeeg and rot exceedimg two thousand. rupees & © Imprisonment of elther description fer @ | erm not lees than one year and ot extecd- ' img two years of to beth such fine and i sroprisomant. 3% Sections 26 and 584 of the principal enactment are Revaeuamet hereby repealed and the following ecctions subgtitined °C * therefor se nial 38. Any person who does any act tx com Serio, soon. travention of any of the provisions of this ‘ Ondinance, of of any requlation, or of any condition fsaried In any cence er pert | seine io oat ‘tion, shall be guilty of an offence punishable, ; swhoce-no ther penalty is exprendy povided 3 by thls Ordinance, wth «Ge not Ieee Then ‘90 thousand rupees and not more Gun Eve { owsand rigoos or Wh ngrnemast ot J cdther desertion for ¢ term not fem. than : fone year and not exeseding two yeare oF 1 ' ‘otk rach fine and upsioaraens, Seetel jq, _ 8, Nobwithstanding angthing In any other BEM for ovisons ef this, Ordnance where. 20g LSE, perom ts convicted of the offence of Kiting a ‘bunting, shooting, injuring or taking, or Daving fn his pomession or under his emul, any wild elephant within w Nature Benerve at Sonrtuary, he shal be Babe be punished ‘with a fine not lest than one. hanced housend ripeen and. not wore than two Tnupdred thomsand rupess ot fo imprisonment cf efther description for a term not leas tsa ’ five years and Dot excending tan yenme oc both mach Ane wad topetaoamnenk”. | | s& Bection 60 of the principal enacizent is heneby Ammciaaet * emendad us billows -— fo 2G ty ihe mpeel af mibocns (0) ane @) eines, OS, \"had a euttation ‘theretor of fhe following",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "38 Pov eu Plo Protection (Amendinens) Ae, Nae of 18 1a) an et there proton oe penattot 1 undet ths \"Ordnance ov soy” ogulnion nde ‘eens, dull noe be an ose, ete dann fer he pusgese of ioiowing ony’ bomen bang: fra se ide unger of rc hay Hp mY ‘oid ea : (a) te seston “ole anid mean any wilt saad es eed hr selon Th\"; and (ty the repeat of asbzntion (4) tharos, atthe Tebultiton terete che following suimeionsme © Ga) Any pene who falla to regeet the tuliing * ov thlog ebay wild tial to any po font be Grots Yada or yewsd ofl ansegised | | ‘by paragraph: (4) of aubesction (5) shail be guilty “ 4 ou by free tau all om comvaion be lable 0 fe wk es Gia soe hundred esto mops fad fot meer thon iw hundred tamed Popomt beta impeiaament of eter vein for aterm fet ow hen two genes ao aol exocdog Sve Joa or to both nh How nod ipeomniane, noun. Seclon @ of he pinged enactment emby Se noon : En Meerpent _ Beclons 6 not of the peasy emastsnat ae a ru ‘ag Biteby supested end the following new sitions substituted 3 therein == , aga, sogemes 62. aull bo Intl for a agitate BB, esoumatly to try ety eifence uder hei Seksarbs Oniimos or witer tay region Woda BEEOR” neeeanden, natwiintanding thet the fosuiuonl sete for mich ofsore fix Sire of the ordi Juration of och Mopianta omy ot) acept os ontebre expeasty Emad seopiaed in mgard te the dismal of oy Seo phant ov of ih carom of any leans SS oe the tube oF fsohos of any elephant, ob SEL action of any puro fe na tiene Toloing fo a sephazt, my anil or ay * Pato any gull in apc of wh 7 Giemte has boon orale my BN",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "‘Peuna ond Flora Protection (Amestment) 39 ‘Act, Na. 40 of 1988 able, oat, soil Hight, ener net, trap, tr other iartrument, contrivance, applies thing wed in, or for Ge commision of axy ‘ibone, all by ressna of that couviction be . tarelted to the Stale.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "@) Any property forfeited fo the Slate ender subsection (1) all",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "(6) {nn appeal has been prefered to tha",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "‘Court of appeal against the relevant , conviction, vest in the State with * cect from the. date on whieh \"tho etiod prescribed for preferring an : Appeal “oguinst such convicton ty expirea; H (©) it an appoal has heen preferred to the u Court of Appeal agsint the relevent conviction, vest in the State sith : sitect trom the date on which such ' conviction ie afirmied on appesl, In thls subsection, “relevant eouvieion® . 1weans the conviction consequent to. whish ; any properiy Us forfalted under subvection i {1}, The Director shall take pemesclon, on bahalt of the State, of any property vested 1 the Btate under this clon.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "8) Th this section “snisssl* means any mammal, bird, replle, amphiblan, fe oF invertebrate but doesnot include a domestic animal as defined in eet 11°,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "7, Getion O6 of the principal enactment ia hereby Amantmant serented 19 follows -— — See ae (Q) fm ubacction (1) of that seetion-~ (by the insertion immediately after paragraph 40), of he following paragraph :— =) enter and search without warrant say but, house, wadl or premises ot : ay perem, and. question any pert found in such but, howe, wal ot precise",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "30 ests and Fare Provntion LAmentiien®) ‘Act, Mo. #0 of 1992 (8) by the insert, dancwodintly atian paragraphs 4c) Uereat ofthe tollowtag paragraph = tee) moloo ond teke pomeasion of any ‘animal or the eastasg oc pert of the sarcom of any animal which may be produoed in e7idenee of the aftenre \"; vy A) by the wobettation or thn words \"amy wait + fr bind™ wharevec Shey oenur in tt sObeHT-—y Sine of dhe mors \"any enmnl\"; . ©) im wbencton (8) of that nection — :",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "4) by ake inition for the wand al ty” |",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "Ordinance,\" in paragraph €9 thereof of to | ‘won “ol hip Orctiumnes ats Gi) by tho sdtition, srmedtitely after paragraph : (6) Dhetet of the following porageagh i ” {0} does nok ator sobry into, or the serch of azy fuk ease, wall oe premions ‘hy n potlee ficer or prow exhhed ofteer in the exerci of the Pomets conferred on mith plies fm fe petered cer ky subcoston 75 and {00 Yr the substiosion foe al the wants foo ebat be guilty” to tie end of that sale setton, of the talewing srrdei—",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "“aba be iy af atfence ane att on sonvinton bo Hable to a Bike not lem than five thouand rupees and oot more than don thowsebd super or fo isaprssament af elter denerigtion foc a teem not lage thea fee yours end nok sxovoding fon years at te oth ph fe a pennants ma",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "@) by the eddtton emediately after sbsaction () “hereof, of the fatlowing new subsection: —",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "1 Te Gis medion “animol” means sy seastanal, bird, reptile, ampbitiea, feb, or inver- felzaie Dot dts not Include any domestica ps Gefned tv acter",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Hosa wd Flora Prosecion lAroemiment) 3h \"hen Ne. ao} He ‘B. Gecion 654 af Uae piincipal eatin ts Meth faye seoested by the sation fac loa wonde feo \"atalt Saet be gully” fo bn end of thet sunise, of the words “aiall ata be qulty aun otfance wi allem convtcwan be lable Sass fe notes than ten Ghougund rupees ene not more thts fventy tbaistn supcen arte mprisonment of eer dase ‘ripe ora torts oot se to cn yo aod no enced fa gene oe fe hath soc nad nana M® Section G0 of the principet enactencnt is hereby Amendaeat ended by tne enbstision for the orcs \"net exconting Geeeatan, ‘Stenty ripeea of tae wards \"nel Jew than Boe hooded ate ' ‘rupees and tof shore than one showrin Tu‘, Brest, : h The folowing sew sections are bereby netted taetonat | sasmediatey fine scion 660 the Puiegel enactment Erm iy Stebel have stig os ovis C0 wad Oy of that enact Bre ie om HF rapa, 666.1) all te Yel fr soe Fire fhe Depurtanent of WE Lile Conse: TREES Canc pln ocr or prerrbad offense oe . fe) fo require any parson poseastng, car ‘sing or uamg t gan to produce Qe Towne fauat in Fespect of auch pan , tinier any ett ews i (91 6 wien and some any prembos ‘ablch he bag’ reenable roms for huleving, wt ty pera 3a menus sling repeiing or : fine im hs potaenaon “any ealoeoe : ome; {09 $0 sop and award any bras vol oF centeyanee in which be suspects : Sat any ulead pan Song pares (2) to take fata cindy say waloered ‘am and pracy oud gn ot the Heanor psloe toon or” dlvstonal entaiet, @ Any person whow . ih fils 40 produce a Deonce rmopect af ny \"gin in Die posesian oF : (0) netuses to ane the seers 95 : Sep peemine oe",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "3 Pawns ond Flora Protection (Amendment) et, a. 69 of 18S (©) tails of zefuses to stop any bat, vemel ar ceurseyance when called pon te do ao by 55 . ‘Scar sudereud to In mibwoetion ), in omravantion of the Provisions of udseetion (1), shall be guilty of am offeeca and cell on conviction toe Hable to @ fine Rot teas Shas five thousand rupces and not mare then ten © ‘shousind rupees or ta imprisonment off either description for x tom ast tem thon ‘two yeate and not onenting five yeans or fa Dowty sich ne and imprisonment. Bayete to ! erie to, 68a. (8) Where any road is soustrusted oe ibe, Within the Locodartey of amy Nuttonat Gerken Reserve by any other agency, te dull be Beare lawfdl for the Director ar any oles of tae Depariuant of WHd Lie Conservation ta— (@) erect harviern om any euch pond oF any vart of such road ab say pohit within wth Natlans] Hesetve, im ‘order to exerrine canigol over arco ‘to tha Reerves ) bows auch arrangements ux may be necessity fhe the oping sn cloning of such barriers, to facilitate aomaer ‘to, ond rary, sues Reserve ; fe} stop and sarch, at ead harriers, or on any Toad on part thereof any vebicla surperiad to be connosted ‘with the commision of any offence under this Ordinance. . (2) No verson chil, xt any barrtes exeotes undar sunseetion (2) of o& day rotd ot part, thereof within a National Rewerve, foil to stop any vehicle when called upon fo fo 20.08 Bil to obey sny diruction lawetally given by",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "owvs and Flora Provecion (Amenimens) 35 ‘Act, No. 45 of 1083 ‘the Director oF other oflowe ander subgoction 1), and any petson who falls ta stop when 4 called upon or to obey aay direction wo wlven hal be guilty of on offence end all tn eanviction be liable to a fine not lew ‘than five thoosand rupees and not exrecting ‘en thousand rupets Ge to imprisonment of Sliher description far a term not leas then wo yours and not axpocding five yours OF 19 ‘both wie Sine and Iraprisomuens.”. eM. Seetion 71 of the prineyal ensclment is bershy Armament axcrded ln mubeertion (1) of that section, hy the mite Tsfom ‘Hon for the words “Intermediate Zone, Notare Reserve, inal ungla Coreidor, vf the words “Netura Reerve, Jungle “Oh > Carder, Rafuge, Marine Reserva, Butler Zone\",",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": ". 62, Section 674 of he principal enactment fa hereby Apumameet sumendod by the aubettutlon for the words “terrtorial ‘irerme ‘Waters of Ceylon, of she words \"territorial rea, Beco!",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "© Section #tr of the principal enactment 1s herby Anrubct samaaded 09 follows: ease (1) by the eubetitusion for the words “the district Tmaciuant ‘irector of the Svtlet or area\", wherever those fwords occur tm that véction, of she words “the Gitegt cirocter of the diict of ares, oF the fleet of the Department of Wd Life Commevation ‘charge of the range”? anc @) by the rubstution for the word \" Crown“ wherever “tis word occurs in thet section of the word awe 4, Section 70 of the prinepal enactment ig beteby gmengmest sstanded an follow — re 1) by the reper) of subocctian (1) of that section und yeiaebal “hue substitution therefor of the flowing eub- FDAeDeot section (0) The Minter swy appoint an Advi- sory Committee which shall const of the . Seeretny to the Ministry in charge of the sigect of Wild Life Conservation as Chait- ‘mam the Director and ten other persons for the pumpose of advising the Ditector and . ‘muing recommendations to the Mialstee om 2 titers and. questions relating to the fauna and fora of Sri Lanka.\" and",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "2A Fewna end Flor Protection (Amendments",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": ": ei, No. of A988",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "42) im matuectica (2) ‘of tat evetiom, by te ay ‘iiteion for dhe ord “ewice” of the ware = toue dea”,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "dpmngment 5, Scocon 7H of the principal enactment ia hereby BEE weendod 29 fllote/— BR, in stnoction (a) of that section —",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "49 lay tha substitution i pocagroph (@} there, fee the wonde “Bse um of ony headkgoer”, of fe words \"the se of aay speergun or ot any bead.gsar”",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "9 by the ombsion of porsgraph (9) af that mb- g",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "“eten t (Gh by the repent of mbwootions (2) ami (A) thorsof,",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "Td the sabetiation Crefor, of the fellowing exb- =",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "‘astooes—",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "#(3} Eomy copulation mute by tbe Minieue shall be published “in the Gacorte sd hall come into, operstion cit tit abe ‘i tuck politica in er on much Tater Sete ea any be Gpectiod im moo ep datica.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "48) Bvery regulation winds by the Minieter toll, sg fooa ae ecuweniont ler fly pica tion, de Drought before Paatlamam Yor pgeoect, Any regulation which f2 not 30 approved shall ba devoad to be rescinded ax foom the-dite af @aeppromt ‘bot witb projudien fo angthing previously dame Dkere- ‘ater, Nofddestion of the dais on whieh a Tegulaion ip deemed to bo reminded dhalt be pao dae Gatos.”",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "anes 6K Sacto 72 nf tha prioiped enaclenent is usly eee senmnted in subsection (1) of thet cneion a8 fltown:— esac. UA) bey tha invortion immediately before the daGinitton.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "‘a the -exprasson “Caylon™ of thar filowing",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "Seition",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "altar Zoaa™ meane a Bolier Zone constitntod",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 35,
    "par_num": 16,
    "text": "ty Ordor under exon 2 €3)*: * GY by the emizion of the detitions seepestively, af the ‘expresionr ‘Ceplen, “ele xen” andl y *Geown dandy",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "unas eng Pere Protection (Ameneat) 3 \"Act as 31 1989 (8) ta tha tsasstion immediately Datong she definition oF “ae expreadon “calvated 1” of Se Slowing Sait “ ggase* miwana the border of lund which is ‘adjoens, fo te wea el not covered BY wR waters} 1) ty the crission a the Getnition of the sxprmsion \" imearmetiate Zone and the gubttton Chere, of tbr slow detntions=~ Sanvertteat? means a member of the Pye, * pivtoma, price (Sponge), coseniren, seshropods, ssotanea, ameli 6) i the casteion of tha defnion of the eRgeaton: \" guie” and the suhaltuton thecela, of she bolo sng deficition ‘gv tay the gaume soaring #8 in tha Fiat Ordincane sad Mnalodos 9 speargun oF eapeinuc® ni\" (0) ty fhe ericson of the dofinitin of the exprecion ‘inca authority * and the eabtitition thener, of the following dafnition :-- <Alocal authertey® meme Munklpal Count, ‘Urbas Connell or Pradistiga Gobiha and nel ang anthociy epi a0 ek co by, o si, say De Yo exer, penta gx Gachaege poem, duties and fomicas “ormeepnoding to, ot salir to powers, dudes fea tunotions exercaed, perfermed at ischarged by Oxy uch Connell or Salat \"¢ (9 by the baserton, iaeaniately ofa the Seaton of \"bow exprecion “nee authority”, at the Zllsting sew ei — > Marine Reaecro? macane a Maine Remse cousivited by Order under section 2 (03 . (©) by the omision of the defiilon of tbe expeetcon \"open sect\"",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "Reena and Flare Protection (Amendmmy et, Mo. dof 208 (5 bey the repeat of the defntion of the expression (inlies ollloee” and tie sabsttulion theestor, of ‘the Zollowing definition ‘*polise oficar” means x magmber of an extabliche ed police force ond ineladea a pollen seeviat 5 140) by the insect, immediately after the definiaan of the exprenion’\" presenbed”, of the #sllowing eftions 2 “* public conpeeatioa” moss’ ny ecxporaden, — g Lbourd or other boity which wea, or i eitaie Uuhed, by or under any written law other ham the Componies Act, with funds or * ‘eanttal whally or partly provided by the Govecnnsent by way Of grant, ox er sthar- swig} ‘*Retume” mens a Rofugs, constituted by ‘es under section 2 €2) 31;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "(2) by the snout, immediately aftr the defistion ot ‘he axpression “Sanctary™, of the  dallnemg aeBnfiton ‘Set Lanka” inaluden tha terrimatet nee of Sei",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "aka 5",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "AUS) by the snsertion tnanediatehy koro he deftton of ‘She exerusiley “Bitlet Natural Taperve” of the following definition \"State Jone” moand Tand to which the State te",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "fawtally extfied or which may be digest",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "of by Ge Siste together with any hallding steading thatein, and with all sights, interests und yeivtlogea attached op appertaining thereto, #hd shell bo decried to snchude land vested in, or uniter the contrat",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "of the Hiver Valley Dovelopment Beard ang * fe Mabawali Dovelypment Brand or any other authority charged with the tnetion ef developing Btate land, oe im any focal savthortly 5 and",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "emus aad Flote Provecian (Ameniment} 3 ‘et, Mo 40 of 198 418) by she evbettutin tor the doinitin of the expres” Han Mental waters”, of the following defn ons ‘ eaetwete sea\" moms the area declared ae tha ‘esritovial moa of Sci Lanka by Frecomstlon, mada wid the Mositime Zones Law, Ba, m2 of 1876; “towrist” smtns any Focal or foreign visitor who . centre nny national pork; ‘tout hotel? means on onyundziton, insttur ‘om ox an omerpriee which provider tt Eee * ‘has ten rooms for accomadation; vertebrate”, meant a member of the clant of pioaeh amphi, eet, ama or socal; eae wid Ale” mamas, plants and onimale which owe ‘thei exisienoe to maruralphanamase. oF proceares thet ever sutonamonsly.'.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "7, in the precip onactnent for fhe werd \"Ceylon\", Substoden ‘wherovar thal word cones tn thot enacmoat ther abel FAT, he suhattuted the words \"Sri Laake ® sae",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "Foun,",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "48. in the principat emactomnt for the words “Crowe Suburi tan” wherever those words oocur in hat ensetment tare Sea, Shall be etme the words “Bitty fad”, tee",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "far itt v2, ‘The Minister of any pervon authored dy te Sieimcel President by inintesent under Oas hod seay sign, mn SE” ‘bebalf of See Governmont of Sri Lanka, any intemattonat BALA sxqrecment ap convention raaing 19 wid Bie. Eheetne Pita Bere Uh In the evsot_of any incondstenay betwoun the Blnhie tot Siniela and Tout toxta of thd Ack, te Sinhale text RSet 2 etl preva Bouin, Hh. Sebednlos 1 TL DY, and IV ta the prncipas enact Breepinenet + amet are ete eepatt, and the telowing Gebdsies (iat subalinted thessioe tae mined Emin",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "a ‘Faues and Flora Protection (Ameniinent) ‘Act, No. 49 of 2008 + Bomavusat (Gorin 4) ace Aanmals 4d Rept the rot od [= SS a oe Ec = — ee wus pear bs Ronen. Wal + ge vm ‘ee veo ‘naaped Mace olla 5. awe s+ Maga oF heaped ey ae Indien romedPormpion Hvriodin —. Uwe or Fearn Malm poder “ talee op ro Maigged M grrept ite atu bonasd Non, Mipe.Rewlanige.. HD genta icateecar Sage * sr Bet Nocona. Bins. SES Bg nnn romp gers Prtiootan |. Weed op Men ‘ o Bi allen, te os He Nae rae ns. Teawxemh —s Bageraowrotet aren, Paap pum feilacin nas. BooparOotioiom .. Karewele | Palayun pam Rewer. Vipmaramell Pele 1s Vata Tanpae price Pate Caremind Vine 6. Bohnensone =. Wal Pele. Youn. Yiea Parner ne Sexevers (Seton 311 Frere ‘sont =a Same coca ie v6 Coty agian Kin Owraka rong Yohei Tat omstmrer —.. Paawwtatwaecnroe Gellar. Adana yor Oatkeret Apetinbinin loathe penslite WeeKomila «ended emer Witeberied aah «+ ‘Tico oil Wer arin. lv Banat oie . (Gatind Weaver, ioooe necro Vatu Kurs. Thalamosternt ‘Sevres Maja pe Paagle Kroert Rane . ‘ . ‘Bowring Peabat wee Papa",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "Fee cot Me Pesos (eaten ” Act, No, 49 of 1903 Soreseen mt atarra 7 aid Tas st . ‘Recmarieyetpteneoala aa ccomenn sister = tin otters eet ane serosa ime Bets =e er Se a = rohmaigins —~ Ganaretinio ae\" Seat ae Sle oc ame 2 tia fn emis =. Ie. Thane 2 oe oti ree . cone ROTI see cartons Rech\" ee Soe, 2 RC ory Beste = . bo on ora tees Mateaor Sept a rr Sateen Spgpoaen . Eton pie eee ee",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "* Foecea ead Flore Protection (Anwadanent) ‘Aci, No. 42 of 1998 7A The following new Schedule te hereby tumrted Inverton of immediately efter Schadale IV to the principal amactment Syrsetslt ‘abd shall have effect ax Schade FVA of that enaetmest:— de Sacaete, sJoumpoaa 7A (betim stg} {aot caretctetee hate zed uefa Yom eh Saat nila ame Sonik ont Onke tapogomm + mate, mnageai i i Aosta a+ ht Lan ant H Onder liars ‘hadaan aig 1 Raversuemest Gntee eerie ‘ ‘het it : a Derr el j rk Orton Cortina raghnose Carton te Satse manda ‘din rte Outs oe aera. ay Cerhetniptoe roe Srplctiem e 1 ‘othe ‘sPaiatne Leena borate Nyame vag «. Paetdtap penne Darla magia. Retain de Aaa — ‘ Patebenm lone Pumdomut tensiacrioi corte",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": ". Fawea sad Flore Proteitios (Amacimenth ME Att, HU, 49 Of TOT ‘Retort ‘Paton anno Raat nice Pendant so Patter Padatimes tiation ‘Pebuinore cite Paksiocron mine Padetoune yoda Coa tte . ‘Tanto ome tame \"ata iced tats . Landini Laadke ica Sore ete epee Crm enes femaeen present 16 Saiecornte loom Febearome 4, Pannen ate dso oor Pole a Bea wee Deer Beeler Beleroeoiercn sams late pans. Dvn TT epetemonoentar Orta ease. otenthonape os Meneocne hem datsacm Per rate Parly Poon ‘estogernnen Bertpataree , Bepinteperevae ani serpin + awoperse Mapes",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "rama en fie rn (annie Act, No, 49 of 1993",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "eae",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "see",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "we",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "=.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "—",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "re",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "ae",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "4",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "=",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "ee",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "=",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "aes",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "cea",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "=",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "a",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "os",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "ao",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "a",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "en",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "core",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "ome",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "— ,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "oa a aa",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "bearing J",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "ane,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "—",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "=",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "i",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "paler",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "Teen",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "ae",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "Regan",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "Sea,",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "a",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "a",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "=",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "creel",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "ate",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "een od",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "oe",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "Dee dee,",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "Rewankerh",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "on one",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "a",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "See or",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "a",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 43,
    "par_num": 48,
    "text": "a",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "Founn gad Flora Protostion (dmamdmant} * At, Nav 49 04 $380 Pad Poti Beetarap ‘Geciapans nahin - Pall otra Goniopere fasion Gociopeca astrnis Chae Batons Geta ~ eCRIpotns Pam = Netnpoison ‘eitepur app. Pr samt Paap Spt miler vous . erie be sstphar Bak pont ‘dr orem “Compania (Bes fam, Sen wiper) Shea Oe on Rael eae erage wm Panipat Den epee gp Feit Boon Zain ‘7% Schedles V ond VI of the principal enactment ara eutermment bendy sepealed ond the following Schedwes adetituted Staats eae ‘teretar i— = Wine : sect, “SentvULEY ection 6 ‘isk of Plants thal are profited ete Moroe Fatally Femlly Eewirtmene Beatie date ently oawiatter ‘ravine Pomity Lyccecieciee ‘reaper oveetetenen ‘Uyeopediam eepfesicus® a ‘hataponizen eleranain ‘Lrcapndiue hacen ‘Lenopeatims pblaguate , yocpedancn pyle ‘rong mans pai Lgwopetiom patches,",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "* Fewe and Flare Protection (Amwadoyns) ‘AUh Bu. 49 of 208",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "Torepodion excreta Sgerpaores sqrroem Tacemidiom wiht",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "‘emily Pilot Baooum maze",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "Fanti Geasindnoee + Pengtla alma * elute china Setsgineta proce * Saleen wits",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "Frou Musuone ‘utneptere sabia ‘taints Catt ’ gion Bera Panes bam olin fate : Perk error rusts cara Pia gone ee pastors",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "aety Acpenieeee Astin ejay Sats desis “seleanan ture SRepleaen bacon ‘pase peo",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "Pamsty Coatneunte . ties haste Cratos mauate",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "Ponty Demntaracene siete mah Tuncsne ee Yat potoain",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "famaty escorts 1 pass olsen Depo steamy Dretssum peeves igen sestonioum porpmigie ase Fistitgs eae. presitge ryt aston tie",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 45,
    "par_num": 10,
    "text": "fusny Gonanaiitnene + compte dhniion ‘Sonsion seranecta enters usar emir walt fesaradects ats ‘epbogtecta comes?”",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 46,
    "par_num": 4,
    "text": "Raeno and Flors Protection (Amemiment) 4 ‘Abt, No, 48 of 3002 ‘ery Wiymenechytlacens o Tleo mses ontewin ‘Wren mane Eaamnsinade \"Tee uence mated ‘Tele menos within ‘eins mice pallictem ‘Fro mane exctcagniiee \"Tein sean wat emity Lemuapaiaicee Rolie epeendiculte vst, pte ‘Tecapbyliun aocteaeos *  Raolty saratiacoee s+ Maren desde enlly Opisonlommeste + Bory So, dawson,",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 46,
    "par_num": 4,
    "text": ". Botchiven laaginatarn elantionsehive cevtenton epttogieciam oma Opiiopamm erence Opviogtoonun mudlestats optingann ponte Gphioplasim yetottern ‘Ortcogsesum soem Aonpelupdesa preifera hettetis web Gralla eabgubeaae hein estes, Propnegtitom gprdnact * Bphacrustephanos sobirencston , Tape emma elgnareta angmtifont “nteeneepore celoansta Frtgoncoponn cata",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 46,
    "par_num": 4,
    "text": "eigmomers glowtout * . eleenoroarn abtoeobs: ‘Prigamospena aeplenee 7 ratty Gcmedacens 2 Baayen esally Polypotioones vc otela automat",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 46,
    "par_num": 4,
    "text": ". Aepladue wait ¢ Meese ete lroplitle mecronsrpe",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "“ Fame ond Flons Protects (Aden Aes, $0.4 of 1688",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "rena Talpperttanee ++ baste bakes",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "enly Cyensacete fe Cpe coaie",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "Family runtacese ++ Antogentia mesbotigs acters we Cymer thea * Siro aates ext Shabiaiee prdnaeca Rircleata Sigeene Stcbitetay TRH © Stettntans puntata Stcbdtdh any tpeca Sirians denmton Siobitmaoe twat” Bivhiaaea sean ® Syinana wlsemrum",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "Panty Soeratacne, s+ Aekgrethar Biase ‘fatyeties Sidra * Semrosarbye santa Cyt eelanen®",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "amy Anatentiacean re Bemocorgus ects * Beaxcarps stent * Serecstp peritain®",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "ray Anarene ++ Alphorune boron ‘oh aeglanica* ‘Anermgicon Ize “Arateteys heroetlg Sinvotietans Hem Mii sopra Orne sre Peeorcatt sviven* Paeententes oge Fosenise moors\" Petvalhis peste ‘Were seeds",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "“ ‘Vraie mevearltta¢",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "“rls igri",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "Prati Apecyaacese v< Bnodentese eeninpeem lowers sarlcien Patcien cepa” avulta rpertan alla ttannena",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "! itaghbein eohiteng",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "ein Mado-omna",
    "mean_p_confidence": 0.05
  },
  {
    "i_page": 47,
    "par_num": 13,
    "text": "Fematy Apetnsoeee e+ Aponte ws",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "Heute and Flore Protection (Amendment) . As Ho, 42 of 1008 arity Aces = Arvo. 4, conatsan* Crupteconres apiclia Cryttocarrne finial” ropniacanere ooresavn Rlaphidrotaee pertase yohontes Heparin t Family Aralineeae ss Palesiae acumingsa ‘Pamy Avlegiocecene os Bidar picts * Sravyinins Iwasm* t eratiae adeenden ; ‘coratun weteate b Cees cantchbren ‘Serepesin elegena vet, geranea* . eregngin paris * ; ‘Ceropcei Hoprctntea* i Ceropegh thetied Cosmstiowe rocemacim , : Synacctnn exouT. Thora wesmoular . ‘Cymneranzotundaben* stamens ‘enorme . anys peedore Marsden eaten Drime exventine ‘Roxecorpia Halo ‘Tyephore fescowata “Tstopiace rotors ‘yloptoes paseiface ‘elopdace nevievee teats Beanie s+ Betanophorsbengoee Funlly Balaninaene s+ Tomtom pretene * Sepetona Yeon? Sinpeions repens ® Aspatlne aoe {options lapecbaca* ‘rsootiew wetuel* ‘eect Bepactncene ve Regents dipntate . “Begonse subeciatn Penity Berbaceae oe Sills zonngreamn* ‘Adazserio Seine . Frunly Reagan se Canes tbe Heeomiom asin ‘ade meso",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "« Pauna and Flore Protection (Amendovent) ‘Act, Ro, 9 of 1993 enlly Bormanoiactn + Barmmicbatpiodt ‘Panda garner * unty Canpenniione + Camipanuda ‘Campacule. flgens Fenty Cappentionsn + Cada futicom Capparedlvaiota Ceppaia Ssibusla Carrie tesa Ctaome client . [Feety Caryepyitscse Stella pair Feniy Caeeaceae + Buon drat ° ‘Maytorws truco * aay Combeetacene s+ Cnfsar rea Panily Cenmatiaaceee e+ Cyanols ob + Fenty Conpoin ++ Adenoma an gor Anaplsfruism * -Anaptoiinpelicdata* ‘AnaphelisSreatesi* Blephorimerzum pottery ‘Bhunee angusifoua * Blumoh sur : ‘Buzsca arbate Brunet efata* : ‘tunes lascalara Gowenarne dane ymca bitte * Gyouma sxyimicn+ j tania grandiace ‘eto wallet . ‘eveeis garda * Spbecrans amarantkiog “Vernonia. ateipat : ‘Verocoin polars ‘Veraraie vate * . | Zanthis foomn Yanity—Coasncncs + Bllpentce dtu",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": "Faweg and Flora Protection (Amendment) o Act, No, £9 of 190%",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": "amily —Conyolvsiaene + Ateynis cetera ‘Arurecia ancornifolia* ‘Acgyecie pommee ‘Aczyreia splenden Ponsa seiticron Yromoes eoptles pornoca jucunda © Tpomect staphyling Insmoee wight",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": "‘Faruly—Crostulcene ++ Kateccho Jaeiietn",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": "© Femily—Cueutstaceae s+ Meslonta rostrata Melotntia Tela co Puslly Cyperaceat ++ Bacotheyon exbsepltatuny",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": "Carex brevincepe (Chrex tsprobenena * Cypere artioalatas Cyperus cephatetes Bleccharis confervldde cofavolter Ricccharisfekaba ® ‘irbeisyligzeylanca® Fizbelsyts wrantioala Hypotytrum loaglostcet Mapeala inenerca ™ Moriceus compacts Pyercus stamineus [Rhynshaspors. section ‘Sciemodentzon gh Selena posen” “Teocstalara wnat",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": "erny—Dieniaoane ++ Attotrma disertns ‘Accotrema Igrotm.*",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": ". Aczotveme ites * amily —Dicemeacene + Dissores aioate Teneily—Dipterocerpaccae ++ Cotylolobtam seabeusealor?",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 50,
    "par_num": 8,
    "text": "lopea conditaia® . ‘Boren disich * Shama Tisophylla . ‘Shores ovalifalia , ‘Stemcnoporns aftais* ‘Stamoneperme neoolatag",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "” Heana wed Flora Proseotion (amesément) ‘eh, No. 2 of 2092 Blexsonogarus magell ‘Bowoncpam His * Bemmorogares oblogitien * Skeauiveporus pallirie* atinapores eet * Stecoopeees 76s * ‘Yate otucare® Penis Remo os Disepyeos sean * Bogan afbgom* Diseyisn ntata* Bipyror mfenuate* Bhariees chetocaps * LEE Bleggrae saan Bingpyror nega? Biteper soso Blospyas apeca* Blowyeoe epoca * ‘rowan etre ooo 1 mocarpag colar! Kaccespiw eataren* ‘eenty totomtian s+ xlcedon flriette* a orien fzuliatem ricco potnge-eratet rivcasion walest* rete: Ragtime os Apowteadiye hecters* Aotiitoa tewafest* “Bestia stoutets actoverpes puermene? Graushere roi Seite tie ‘roti son * Bachan inch Bevo lanolin * : Mephockte eniata Checkin nenate + ‘water diana ProTenthes afin” Pryltents seahaptenoe * . Pipanthos Sokextense* Firantnus lonattores ‘Phetentras ratundtetiae , Poadenta sets »",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 52,
    "par_num": 1,
    "text": "Poona ond Flora Praisetion (amendment) mn ‘Aah, No. 43 of 1958 Puteznfive zeplansa * Sevcopus osama * Seoropo retorerms* ‘Feigesestecem diplopetatus* amty Pacoattacaes ++ Byinscerpon seta * (orally. Genvimsciae + Beimum ssstlle Ceeetardia champtonih ‘Fung Carmmecene 2+ Gesnstaan maps Fall manson ‘Aetohynautns expheako « Chia anit « Ghirte walked [Pityrocearpn® Socom * 2 Didgrirearpos zytaniooy © elite earooeam* any Goodenbteta = Soxsveta plume eiy Cutten 2 Ckpiptiaa penfatoroltongm * CGatcpagituss epasltaian” CCaloghytn enema * ‘Garcia erparpbiie + lagu ety, ‘Peni Satoragiacnme Lavtesnhotyia dadion © Karerabersis 2eyiasion Mendy Alipgecrneason c+ Hpposrates Amoi, Bippoceaten socrante Family Styteoctaciaaene ss eekajeandra aterattlia Finiy-emioseene s+ Byrenecunthn vob Went Rabat ++ Anlecehive pentedatus Coloss dongs ‘Levens fomeittia PrctrentieaowptTipes Plecteesthan glebeatue Ploctranius abincinas Suttle sobssta ® Beaty Laateeae te Adtinaeptine nitions * ‘Carpe. saparts * ‘Cinearnoamum eappecs-eaense * ‘Clomaeroum etrtodorut © ‘Simmons, leet * ‘Srvproemna membennees ® ‘Tieea nemeralis® 1uttca data ®",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 53,
    "par_num": 4,
    "text": "82 Fauna and Fiera Protection (Amendwent) ‘Act, No. $9 of 1903 anil Jaguminsczae sesew ferugze",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 53,
    "par_num": 4,
    "text": "‘deesantuera bicolar albaia amara <Alpscicurpus longtllor Eoubinin acandena (Caria atin Gees toate Gace crite ‘Cacanginia dyes Caeeniainia hymenocarpa CCoseseinin major Gortoiarin beeteronaa .",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 53,
    "par_num": 4,
    "text": ". Erotlaria Unite [kotolarin montana CGrew:aia mytorenta ‘ Crotuleia wiquetes Cototaia sehiana Crotakeris willdenrwiam Gaudin 2oyianiea® Crmometra ripe esmodiwn gungetican Pesuidiom jueundum* Heston 2onatua Diccien javasien Danbaria tarugioes icine monopaylla ogra ehinenae Gelacis eoate natgofera constictn tigate glabra Todigetera purvisern Indigotare lelate Tosgotera wight. Drucwan steanten 2Mucma wnaneapeems Pericopoie moorlana Rsocdects seutinime iynchosia densifora Rinyocbosie mundane . yuck susveclene ‘Seshania tien",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 53,
    "par_num": 4,
    "text": ". Siento santas . ‘Saphora violaens* ‘Sonbora zeplanien®",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "Fauna and Flora Protection. {Amendment a Ate No, 48 of 1908",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "Stoongrtadon eMeromsaRE ‘Tephreds. oheranm ephrts sence ‘Tephmsin epinent",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "‘Perey tacnmacane cea",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "Facliy Semtlbacecene a+ Wircalacs soonden",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "Fem2y LMsoeee s+ Chloropeytom heyneuseen Dipcedt rast, t Ursin maplcaie ‘Paodly-Locasttacnae s+ Barstirantiun mmabatoldea + Dereinghing fou phyt Redleanthors erent Maczoaien harlewit ‘Tlppenthve sptdneri",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "Semi stemonne fe Absit, gamer Dieltoaiyen nainin® oes sng avon petens ‘Popo amas",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "Panlly-Satacionaonue + Medina morulae emoeyen sip * Beserglon gractzaum * Memon gant ‘Memscevien Foouranthamn* Memstvien orterocerpane * Momerylon ocbrwtare* ‘Memanvlan,oroieut Memocylen phyantfotom * Meter revalutizn* Dtemergon, rohaeden Someta beans ‘Sonera cots * ‘Sanerila fsa ‘Sancti gacineet* Sonente Tecate",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": ". ‘Souci poms * Renee eats",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": ". Bonersa temenictie® ecerte wishciann ®",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "Pay —Meipernenne + Cosi enact",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 54,
    "par_num": 11,
    "text": "Penlln~Meereniuetan . Hetaphoides asseanrtioce",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 55,
    "par_num": 1,
    "text": "“ easton Pore Proteion(aextnet Peatirseen reste tteene «ements sorts ; es =, ie Paty se ba cs oo ca. Heorenn Sarat. Se ae ‘SSP. peduaculata® ? ber sures mn nates i noone nora coon noe - pete oteee ona nae tocoanee 2 Sami etn ramon anny carn peipovaioots =, gunn fm note con naawamn popeean® ceo sant cower soa” Se menue | commanrenitae Sone ere . ‘wie tricolor * ot tea pram? uta apnanat coon amin - coer nen : mon voor . eel . toes ness ene eae",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 56,
    "par_num": 1,
    "text": "Pass tnd Fore Protection CAsvndoun » ‘ee 1507 Mase Sales . ose eas Mose ropa tera cain eon tetas ‘ (Oberonia fomnioatie * . mala quate * Oberon PENN ;4 besoin ate * a, bermie wane : bere ecgsonas? j ela site re cleeu ' Pleronersa intditiorury ivoire tq rae : sxerhece Ua eatatytun glide rath hare® Vanda sta Vanda Vette Felyetandnors intl panna Conte erase Cetnnn haal® ron re cue * ‘spn Daan © amt evens se Peporeois ighttuna 1 YelipToladeamtone eran vt Fey Bogota",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 57,
    "par_num": 1,
    "text": "™ Fowna ond lure Protection (Aowendimens} ‘Ret ie, 09 JER Peanip—eoratnconene ov Ponefe wigan Frm —Povenens s+ Makes canton Port iephericee utes. egtomtrice Crips deans, ump Bova oo Mt ea oes ert Sungai Indie * ' ee Co Pratly—ubemen ss Bonen epson Cen meseROR™ ‘Dicks apnea * Sacenla tila utyaas comarca Helgoe somata * etpoia eveni* Hedonda pte ™ adres fons * iyelysutnquerea® Halycfis neat» actos neste * Tatas ehvalionh® oegetia mawrocacpe* ‘eerste emvinei® ldesiandts ener comers vernon ‘ Poydeia andra ® . : archos meni? Pavone puntata ; Pech elesephyla”",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 58,
    "par_num": 1,
    "text": "Fauna end Flora Procetion (Amendment) w . ‘Act, Wo, 49 of 1883 . ‘egroama indium Saroame yebcsiom * Styphighore hydeopiutakes ; Strpteracys pedomcatun* ‘ ‘enya erthroper* H PantipRatenne fe Malan venue > iyeomatrexenccepA Van, simpli g orig creases i Zonthertgtun eawtatam © ety satan Saetospermuce enringum | ams i ‘Toadooeus sinplicias* | metvane mans aleguim coateciatom ¢ Paagalie Uheriten* ‘ry —Seropbotstacens ‘denon wbeepens* Lanterela vince . Vertaseum ebinerae | omy Stuarautecete 2. sana sac Hl Prmity—Sonneeitlaceas + Sermeratia soetite : Panty—Stovlscene fs entapetn shoenteae targets Chat * - Stelle gutta ' FamkyStyBiocee vs Siyiding ulgforam $F ramnytympocacon + Sropionn eevee am Sroplocs slegun® a Symplocos kargemia Puaty—Bpupbaceoecens ——«._Sampboremtnvsborsom",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 59,
    "par_num": 1,
    "text": "ry Founa and Flora Protection (Amendment) Act, No, 49 of 1962 ‘Powiy—Tacemsane s+ Teta tnoutopalalobee acy —Thoecene H+ london. sodiaa * Pap —Tacany s+ Cocchoray trldens Greria waite ‘Geese Mraute Trlomfatta cloten ‘Family —tysacttncnne + Hyatiatfontsina ‘Sclaphila arubescana > ‘Sciaghfia narmain® ‘Setaphila secutitoca* Pandy Dabetibene s+ Pensedenum cxrtanicrma ‘Senioaly aleta aniy—Oetenetas e+ Batorlema seominatum ntecteama wulkerae * eeanthon pecunctts Faniiy—Tektoome = Yablie dictotome Panety—erbenacnae a Preana varias ‘Promna purporneoms* Preom thwaleall® rion candela ‘Sroncels hyderabaenca 1 oautty Visiane0e ++ Hybwedhur romestim* amily Vicacens ++ Gallon spatntitati® orthaels jrporiee otek foceoma j ‘Viscum remoeesorem ‘Paalty ringhoergcene = Alghinis te * ‘Alpbinia rtescens * ‘smoomm, scuminshom * ‘Amazsam, Beatnentennes * Assocs greats * . Aronson hype, ' ‘Amora techowtachruna * Cuncenae abifern",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 60,
    "par_num": 1,
    "text": ". se fet re, eh * eer : sounmen aot pee a) re Ice ae a ied “g E EEE e alas earn lean te sadiomrmbtrsator mona teenie Sah She Pi bstorer nn nt rc et mt a 4 BEGUENYRER Eine ER feweiaie Rome te Ta 8 twee resale th Pastadewe Tape ldts Dover btm toe ee ee econ itetaeitcwt Pecan acentoe sae 1 rr © Hoey st mt tate ee ee Bete eae f",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "re wo i",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "i",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "{",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "!",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": ": 4",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "ii",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "t",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "‘",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "1",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "'",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "H",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "_ A",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "ioe ecigiee gia ba Kae at Pm ew om, Pe ne ee a Braue, Na we Boadaetns iverin Ete bute Ls Deseo",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 61,
    "par_num": 14,
    "text": "Ju Brame oe Tor eee",
    "mean_p_confidence": 0.4
  }
]