[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "GQ PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ¢ SRE LANKA INDEMNITY ACT, No. 20 OF 1982 [Certified on 20th May, 1982) Printed on the Orders of Government ‘Published as a Supplement to Part Il of the Gazette of the Democratic ‘Socialist Republic of Sri ‘Lanka of May 21, 1982 seve oun sean? OF CE OVE, “QW reccmnn ar Ba covtinn FOuLcorGns woman comnaso™™ Price: 20 cents Postage: 50 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Indemnity Act, No, 20 of 1982",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "[Certified on 20th May, 1982] L.D—0.11/60, AW ACT 70 RESTRICT THE TAXING OF LEGAL PROCEEDINGS AGAINST",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘CERTAINY PRESONS IN RESPECT OF CERTAIN ACTS AND MATTERS",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "DOME On FURPORTED TO RE DONE WYTHE A VIEW 70 RESTORING",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "LAW AMD ORDER DUKING THE FEO AUGUST 1, 1977, 70",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Avcus? 31, 1977, conseQUENT UPON THE EXISTENCE OF WIDE",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "SPREAD DISORDER AND LAWLESSNEES IN THE COUNTRY,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the Parliament of the Democratic Soctalist Republic of Sti Lanka as follows :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. This Act may be cited as the Indemnity Act, No. 20 sheet ttle. of 1982,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. No action or other legal proceeding whatsoever, ee whether civil or criminal, shall be instituted in any court of legal | of law for or on account of or in respect of any act, matter omeefines or thing, whether legal or otherwise, done or purported to Petz0n, be done with a view to restoring law and order during the #04 faith. Period August 1, 1877, to August 81, 1977, if done in good faith, by a Minister, Deputy Minister or person holding office under or employed in the service of the Government of Sri Lanka in any copacity whether, naval, military, air force, police or civil, or by any person acting in good faith under the authority of a direction of a Minister, Deputy Minister or a person holding office or so employed and done or purported to be done in the execution af his duty ‘or for the enforcement of law and order or for the public safety or otherwise in the public interest and if any such action or legal proceeding has been instituted in any court of law whether before or after the date of commencement ‘of this Act every such action or legal proceeding shall be 1} deemed to be discharged and made null and void.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "a",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Annual subscriptlon of Bills and Laws af the Parliament Bs, 180 (Local),",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Bs, 200 (Foreige), payable to the Surmmrascxnr, Govmennur Puuscsiine",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Bumay, P, 0. Bos! $00, Cotonrso 1, before 18th December each year in remect of the year following.",
    "mean_p_confidence": 0.7
  }
]