[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SHOP AND OFFICE EMPLOYEES - (REGULATION OF EMPLOYMENT AND REMUNERATION) (AMENDMENT) ACT, No. 53 OF 1981 [Certified on 28th August, 1981]",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "7 Printed on the Orders of Government : . Published as a Supplement to Part II of the Gazette of the Democratic Soctalist Republie of Sri Lanka of September 04, 1981 (MUVEED AF HIE DERARRBIENT OF OOFERAMEITE PRETEND, OR LANA \"Fe we vuncnaata Ab Rea Gove POWLICATIONE BUREAU, CoLOnmO",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Prico: 20 cents Postage : 50 cents 7",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Shop and Office Employees (Regulation of Employment and Remuneration) (Amendment) Act, No, $8 of 1982 [Certified on 28th August, 1981]",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L, D—O, 26/80.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AN Act To amen TH® SHOP AND Orrice Exertovens (Reaua- g70N or EMeLoYMEN? an Reaaunmparton) Act.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic Socia-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "list Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. This Act may be cited as the Shop and Office Short Employees (Regulation of Employment and Remuneration) “8* (Amendment) Act, No. 53 of 1981.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 Section 18» of the Shop and Office Employees (Regu- Amendment iation of Employment and Remuneration) Act, inserted by fae of ‘Act No. 60 of 1957, is hereby amended es follows :— Chapter 128,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(©) by the repeal of subsection (1) of that section, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘the gubstitution therefor of the following  cub- section :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“ (1) Subject to the provisions of subsection (3), a female employee to whom this Part applies shall, upon giving notice to her employer that she ex- ects to be confined within fourteen days fram the date specified in the notice, be entitled to leave for the period commencing on that date and ending on the day immediately preceding the date of her con- finement, and her employer shall allow such leave.” 5 and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(b) by the insertion, immediately after subsection (2)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "thereof, of the following subsection :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+ (8) Where a female employee to whom this Part applies hae worked for her employer on any number of days during the period of fourteen days referred to in subsection (1), she shall be entitled to take : leave, for such number of days after her confine- ment, commencing on the day immediately after the date on which the period of leave referred to in subsection (2) ends and the employer shall allow such leave. ”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(A 07188-—18,100 (07/81) f",
    "mean_p_confidence": 0.43
  }
]