[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF “CEYLON . Ist Session 1970-75 oto . Ge” cat 3 Gey '971-3-30/2 Cy é : SD, Wy () So SS; & ee Ceylon. Shipping Corporation ~ Act, No. I of 1971 . Date of Assent : March 9 1971 oe Printed on the Ordere of Government . . Printed at thy Goemmaroee Pam, Conon, To be : : Plchaged at the Govaaneteas Pusticazrous Burzad, CoLonnd 7 Anoual Subscription {including Bills) Ra. 40 (Local), Rs. 40 (Foreign), payable to the SUrmmTENDERT, GOVERMENT Poauiearions Busway, P, 0, Hox $00, Cotansoo 3, before 20% December euch year in respect of the year following, Late : “Teyana ec ” Price: 40 cents, Postage: 20 cents ee",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "Ceylon Shipping Corporation - \" Aet, No. 12 of 197%",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "LL, D.—O. 48/60. :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "Ax Acr 10 PROVIDE FOR THE ESTABLISHMENT OF A ‘SHIFPING CORPORATION TO OPERATE SERVICES FOR THE TRANSPORT OF GOODS, MAILE AND PASSENGERS BY SEA AND TO CARRY ON BUSINESS AS SHJPOWNERS, CHARTERERS OF SHIPS AND VESSELS, SHIP BROKERS,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "AND SHIPPING AGENTS, 70 CARRY OUT THE BUILDING,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "MAINTENANCE, REPAIR AND OVERHAUL OF SHIPS AND",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "VESSELS, TO VEST IN SUCH CORPORATION THE",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "UNDERTAKING CARRYING ON BUSINESS UNDER TE",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "NAME AND STYLE OF THE Cxvion Smirrinc CoRPoRA-",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "zion LiMITED, 70 REGULATE THE POWERS AND DUTIES",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "OF SUCH CORPORATION, AND TO MAKE PROVISION FOR",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "PURPOSES CONNECTED WITH THE AFORESAID MATTERS.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "[Date of Assent: March 9, 1971]",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "BE it enaoted by the Queen’s Most Exeellent Majesty,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "by ‘and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "same, as follows:—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "4. ‘This Act may be cited as the Ceylon Shipping - ster tit, Corporation Act, No. 11 of 1971.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "2. (1) There shall be established, with effect from BeshliAmens guch date as may be appointed for the purpose by the Shiping Minister by Order published in the Gazette, a corpora-  Caection tion which chall be known as the Ceylon Shipping ~ Corporation (hereafter in this Act referred to as * the Corporation »), aud which shall consist of the persons who are for the time being members of the Corporation under section 3.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "} The Corporation shall, by the name asi",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "wh by sub-section (1), be & Koy corporate and eal",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "bave perpetual sucoession and a Common seal and may",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "sue and be sued in such name.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "3. The members of the Bourd of Directors shall Mrabes of be the members of the Corporation. Corpora",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "4. ~The objects of the Corporation shall be— ‘Siete",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "(a) to operate services for the transport of goods,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "mails and passengers by sea;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "@) to carry on business 95 shipowners, cbarterers of ships and vessels, ship brokers, shipping agents and other ancillary services; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "# semerace dane,",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "2 Ceylon Shipping Corporation Act, Net of 1971",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(©) to carry out the building, maintenance, repair",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ": and overhaul of ships and vessels. >",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Foren gto 8. (1) The Corporation may exercise all or any of",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "the following powers :—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "* (@) to parchase, charter, build or otherwise acquire, mortgage, sell, exchange and let out on hire or charter, or otherwise deal with or dispose of, any ship or vessel; ‘",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "@® to establish, maintain and operate shipping",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "1 gaa owe Sete Saag thereto;",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "‘ (¢} to appoint and dismiss such officers and servants as tmay be necessary for carrying out the vrork of the Corporation and to determine the terms and conditions of their employment;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "{d) to act as agents or sub:agents for any other company, person or persons in Ceylon or abroad;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(©) to carry on the business of ship brokers for the purpose of sale or purchase or for the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ", procorement of shipping services;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". () 1 carry. on, business as contractors in respect of shipping and services ancillary thercto;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(g) to carry om all such financial, commercial,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". trading, technical and other operations for business in connection with the objects of the Gorporation as the Corporation may think",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "it; .",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ": (®) to appoint such agents, whether in Ceylon of abroad, as the Corporation may deem necessary and to determine the terms and conditions of their appointment;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(+ sppoint, employ. or dismiss professional persons, ‘whether in Ceylon or abroad, as the Corporation may deem necessary and to determine the terms and conditions of their appointment;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "@ % acquire, bold, take of give on Tease or hire, mortgage, pledge and sell or otherwise dispose of, any movable or immovable Property; :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Ceylon Shipping Corporation 8 Act, No, 12 of 1971 (H) to do anything for the prrpose of advancing (te all of Batson employed by the Corpora . tion or the efficiency of the equipment of the Corporation or the manner ir which that « + equipment is operated, including the provi- sion by the Corporation, and the assistance of the provision by others, of facilities for training persons required to carry out the. work of the Corporation; ~ @ to establish a provident fund and provide welfare and recreational facilities for persons employed by the Corporation;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "{m) to construct, manufacture, parchase, maintain ‘and repair anything required for the purpose of carrying out the objects of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "‘orporation;",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(n) to delegate to any officer of the Corporation any Sock function of the Corporation as. the Corporation may consider necessary 20 to delegate for the efficient transaction of business;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(0) to enter into and perform all such contracts 8 may be necessary for the performance of the duties end the exercise of the powers of the Corporation;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "{) to make rules in relation to its officers and servants, including their appointment, promotion, remuneration, disciplinary control, conduct and the grant of leave to them;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(@) to make rules in reapect of the administration of the affairs of the Corporation;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(7) t do anything necessary for, or conducive or incidental to, the carrying out of the objects of the Corporation; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "{8) to acquire, hold or dispose of shares in any organization in Ceylon or abroad, with the approval of the Government;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "@ to remote, with the approval of the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "wernment, any subsidiary organization in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Ceylon or abroad which may seem or appear",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "ry directly or indirectly calculated to benefit the Corporation; .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Ceylon Shipping Corporation “Act, Ne. tf of wrt (@) to appoint such Advisory Boards or Committess,, and such Local Boards or Committees, with such executive or other functions and upon such terms as to remuneration and otherwise, as the Corporation may deem expedient.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(2) The Minister ‘may by Order authorize the Corporation, subject to such conditions as may be specified in the Order, to carry on any undertaking or business or to do any act or thing not mentioned in the preceding provisions of this section, if he is atised that it is expedient 80 to do for porposes connected with the efficient discharge and performance of the powers and duties conferred or imposed on the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "- Corporation by such preceding provisions,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(@) Brery Onder made under sub-section (2) shall be published in the Gagstie, and shall come into force on the date of such publication.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(&) Every Order made under sub-section (2) shall, as soon as convenient after its publication in the Gazette, be brought before the Senate and the House of Representatives for approval, Any Order which is not so approved shall be deemed to be revoked as from the date of disapproval, but without prejudice to anything previously Sone thereunder, Every Order which is not so revoked shall be as valid and effectual. as though it were herein enacted.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ") Nothing in the preceding provisions of this section shall be construed as authorizing the disregard “by the Corporation of any law for the time being in force.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "powersef the 6. (1) The Minister may give the Board of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Sinmer ia” Directors general or special directions in writing as",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "eG to the performance of the duties and the exercise of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Conparstion. the powers of the Corporation, and such Board shall give effect to such directions,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(2) The Minister may, from time to time, direct in writing the Board of Directors to furnish to him, in such form as he may require, returns, accounts aud other information with respect to the property and business of the Corporation, and such Board shall carry out every such direction.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Ceylon Shipping Corporation 5 Whe, Ne of 1971",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(8) The Minister may, from time to time, order all or any of the activities of the Corporation to be investigated and reported upon by such person or persons 2s he may specify, and, upon such order being made, the Board of Directors shall afford all auch facilities, and furnish all such information, to the said person or persons as may he necessary to carry out the order.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "7. (1) The Corporation shall have a Board of Bosal Directors consisting of five members appointed by the Minister, one of whom shall be an officer of the Ministry of Finance.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) A person shall not be qualified for appointment or for continuing as a Director—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "* (@) if he is a Senator or a Member of Parliament; ‘or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "®) if he is, ander any law in force in Ceplon, found",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "or declared to be of unsound tind; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(©) if he is person who, having been declared an",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "insolvent or a bankrupt Sader ony law in . force in Ceylon or in any other country, is * an undischarged insolvent or bankrupt; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(d) if he is convicted of an offence involving moral",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "turpitude and punishable with imprisonment . for @ term of not less than six months; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) if he bas any such financial or other interest as",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "is likely to affect prejudicialiy the discharge by him‘of his functions as a Director. __ 8) Where a Director is, by reason of illness or other infirmity or absence from Ceylon, temporarily unable to perform the duties of his office, then, the Minister may appoint any person to act in his place.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "@) The Minister may, without assigning # reason, remove any Director from office. Such removal shal not be called in question in any Court whether by way",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". of writ or otherwise. : | (8) A Director may resign the office of Director by ~ lether addressed to the Minister. .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Ceylon Shipping Corporation Act, No, 11 of 1972 1 {0} Subject to the provisions of sub-section (4) and aub-seotion (8), the term of office of a Director shall be : three years: . Provided that— (@)-a Director appointed in place of « Director who dies or resigns or otherwise vacates office +. shall, unless he earlier resigns or otherwise vacates office, hold office for the unexpired pet of the term of office of the Director whom a e succeeds; and ++ (8) a Director appointed in place of a Director who is temporarily unable to perform the duties of his offeo stall, unless he earlier resigns of otherwise vacates office, hold office during the absence of the Director in whose place he was appointed, Remsenton 8. All or any of the Directors may be paid such a Bim, remuneration ag may be determined by the Minister ‘with the concurrence of the Minister of Finance. Director to 9 A Director who is directly or indirectly Gisclona interested in a contract proposed to be made by the oles Corporation shall disclose the nature of his interest Frm © 4 ata meeting of the Board of Directors. The disclosure Corporation. shall be recorded in the minutes of such Board, and such Director shall not take part in any deliberation or decision of such Board with respect to such contract. Quorum foe —- 40, ~The quorum for meeting of the Board of peatoe ot Directors shall be three: oy 8 Dirsors. Beguitim of 44, Subject to the other provisions of this Act, Pevealare, the Board of Directors may Tegulate the procedure in regard to the meetings of such Board and the traneac- tion of business at suc meetings. Board ot 42, The Board of Directors may act notwith- we atanding a vacancy among the members thereof. despite - casey, . . Board ot 48: The Bosrd of Directors shall administer the Dreciet to affairs, may exercize the powers, and shall perform the fhe afeire daties, of the Corporation.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Ceylon Shipping Corporation 7 ed at, Not of 1971 : .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "44. (1) The Board of Directors may delegate to any Delexstin ot Director or employes of the Corporation any of the Bc ,e4 powers and duties of such Board. Doo of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) Erory delegate appointed under sub-section (1) : shall exercise or perform the power or duty delegate to him subject to the general or special directions of the Board of Directors. . .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "48. (1) The Minister may appoint one of the isin ot Directors as the Chairman of the Board of Directors, Suro",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) If the Chairman of the Board of Directors is, by reason of illness or other infirmity or absence from Ceylon, temporarily unable to perform the duties of his office, the Minister may appoint one of the Directors to act in his place. .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(3) The Minister may, without assigning « reason, terminate the appointiment of tho Chairman of tho Board of Directors, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(4) The Chairman of the Board of Directors may resign the office of Chairman by letter addressed to the Minister.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) Subject to the provisions of sub-section (8) and sub-section (4), the term of office of the Chairman shall be the period of his membership of the Board of Directors:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Provided that a Director appointed to act as the Chairman of the Board of Directors during the absence of the Chairman of the Board of Directors shall, unless he vacates the office of Chairman earlier, hold such office daring suck absence.” <",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "48. The Board of Directors may, in consultation apretstorss with the Minister, appoint to the staff of the Corpora. i css tion 2 General Manager, .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "17, (1) The seal of the Corporation shall be in the sel ot ite- custody o the Board of Directors, or any officer of the Cxmstee Corporation authorized in that behalf by such Board, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "2) The seal of the Conporstion may bp altered in sach manner as may, be determined by the Board of Directors. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ":,,@) Tho application of the seal of the Corporation ‘ ana be authenticated by the signature of the Chairman of the Board of Directors or some other member of the Board authorized by. the Board to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Ceylon Shipping Corporation . Act, No. 11 of 1972 authenticate the application of such seal, and of the officer of the Corporation, if any, who is designated General Manager or Secretary or some other officer of the Corporation authorized by the Board to act in his stead in that behalf. Gavia of the 48, (1) The initial capital of the Corporation shall Someetion be one hundred million rupees and such capital shall “consist of grant or loans given or made available by the Government on such terms and conditions as may be determined by the Minister of Finance. (2) The capital of the Corporation may be increased from time to time by such mount as may he authorized hy any Appropriation Act or by resolution of the House of Representatives, and that amount shall he made available to the Corporation by way of grant or Joan on such terms and conditions as may be deter- mined by the Minister of Finance. semoving | 19, \"The Hoard of Directors may, with the Bonn ot concurrence of both the Minister and the Minister of Pirrcoc, Finance, or in accordance with the terms of any ~ “general authority given with like concurrence, borrow, * . by way of overdraft or otherwise, or negotiate and obtain on credit terms in Ceylon or abroad, sach sums . ag the Board may require for meeting the obligations of the Corporation or carrying out its objects: ’ Provided that the aggregate of the amounts out- standing in respect of any loans raised by the Board of Directors under this sub-section shall not at any time exceed such sum as may be determined by the Minister with the concurrence of the Minister of Finance. Jovetmeat ot «20+ All moneys of the Corporation which are not ‘eae. immediately required for the purposes of the business cof the Corporation may he invested by the Board of Directors in securities of the Government of Ceylon, or in any other form of investment in Ceylon oF abroad, with the approval of the Minister given with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "Ceylon Shipping Corporation r) ¥ Act, Ne a of 1971",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "24. The revenue of the Corporation in any year Azpliation at consisting of moneys received and accrued in the ie resm of exercise and performance of the powers and duties Corpontion, of the Corporation including income, from. sale of capital astets shail be applied in defraying the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": ". following charges:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "_ (@) the working and establishment expenses of the Corporation in connection with the exercise and performance of the powers and duties of the Corporation, properly chargeable to : Tevenus account;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(®) allocations to cover the depreciation of the movable and immovable property of the Corporation;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "{e) the interest on any loans raised by the Corporation under the provisions of this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(d) any lose incurred on the sale of capital assets;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "©) income tax.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "22, The net surplus for any year, if any, out of apmoorition the revenue of the Corporation after defraying the of set wpa charges mentioned in section 21, may be appropriated jhe” * by the Board of Directors for any or all of the Coven. following pargoses with the approval of the Minister given wi “the concurrence of the Minister of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "‘inance:— y",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(@) writing off the preliminary expanoss incurred ©",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "in the formation of the Corporation;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(0) writing off any accumulated losses brought",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "forward;",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(© writing off any unproductive expenditure not .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "‘properly chargeable to revenue;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(@) transfers to the insurance reserve which the Board. of Directors ig hereby authorized to establish and maintain;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "+ (@) transfers to the assets replacement reserve which the Board of Directors is hereby authorized to establish and maintain;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "-  (f) transfers to the loan redemption reserve which the Board of Directors ie hereby authorized to establish and maintains",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Ceylon Shipping Corporation : Act, No. 11 of 1972 . .  @) transfers to any development reserve which the Board of Directors is hereby authorized to establish and maintain. ‘ ‘Operstion of 23,. No debits against or transfers out of the Eyes, reserves mentioned in section 22 shall be made by the Board of Directors except with the approval of the Minister given with the concurrence of the Minister of Finance. Peraect to tn 2H, All sums remaining out of the net surplus Sepianed ”evenue of the Corporation in any year after, the appropriations mentioned in section 22 have been Sotified shall be paid to the Deputy Secretary to the ‘Treasury to be credited to the Consolidated Fund of Ceylon. Radeetion of 25, The capital of the Corporation contributed by fhe capital the Government by way of grants shall not be reduced, Gow, except in such manner 96, may be determined by 5 resolution of the House of Representatives. esos and 26. The Board of Directors shall cause proper Sacocal accounts of the income and expenditure of the mar Corporation and of all its other transactions to be Kept and shall prepare an annual statement of , accounts and statistics relating to the business of the ~ Corporation in such form and containing such particulars as the Minister with the concurrence of - the Minister of Finance may from time to time specify. . . ‘The financial year of the Corporation shall be the calendar year. Avut of 27. (i) The accounts of the Corporation for each scouts, financial year shall be submitted to the Auditor- General for audit within four months of the close of the financial year, For the purposes of assisting him in the audit of such accounts, the Auditor-General may employ the services of any qualified auditor or auditors who shall act under his direction and control. . {2} For the parpose of. meeting the expenses incurred by him in the ondit of the accounts of the Corporation, the Auditor-General shall be paid by the Corporation such remuneration as the Minister may with the concurrence of the Minister of Finance determine. Any remuneration received froin” the Corporation by the Auditor-General shall, after",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "Ceylon’ Shipping Corperation u ‘Act, No 1 of 1971 deducting any sums paid by him to any qualified auditor or auditors employed by him for the purposes of'such audit, be credited to the Consolidated Fund of Ceylén.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(8) The Auditor-General and any person sasiating the Auditor-General in the audit of the accounts of the Corporation shall have access to ali such books, deeds, contracts, accounts, vouchers and other documents of the Corporation as the Auditor-General. may consider necestary for the purposes of the audit, and shali be furnished by the ‘Board of Directors and officers of the Corporation with such information within their knowledge as may be Tequired for such purposes. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(4) The Auditor-General shail examine the accounts of the Corporation and furnish a report—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(@) stating whether he has or has not obtsined all",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "the information and explanations required by him; (b) stating whether the accounts referred to in the = * report are propery drawn up so as to exhibit @ true and fair view of the affairs of the Corporation; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "©) drawing atvention to any item in the accounts which in his opinion may be of interest to the Senate and the House of Representatives in any examination of the activities and accounts of the Corporation.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(8) The Auditor-General shall transmit his report to the Board of Directors within four months of the receipt of the accounts of the Corporation by him.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "., ©) For the purposes of this section, the expression",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "qualified auditor ” means— .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(@) an individual who, being « member of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "Institute of Chartered Accountants of . Ceylon, possesses a certificate ta practise as an Accountant issued by the Council of that Institate; or () a firm of Chartered Accountants each of the ‘partners of which, being a member of that . Institute, possesses a certificate to practise as an Accountant issued by the Council of that Institute.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "12 Ceylon Shipping Corporation» — ‘Act, No. 11 of 1071",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(7) The Board of Directors shall, on receipt of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "Auditor-General’s report in respect of any year, cause ‘scopy of each of the following documents relating to that year to be transmitted to the Minister :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@ the Auditor-General’s report;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(®) the balance sheet; :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ": (®) the operating and profit and loss accounts;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@ the statement of accounts and statistics prepared under section 28; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) the report of the Chairman of such Board giving an account of the work of the Corporation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(8) The Minister shall ley copies of the documents",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ": transmitted to him under sub-section (7) before the Senate and the House of Representatives before the end of the year next following the year to which such report and accounts relate.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(9) The Board of Directors shall cause copies of the report and statement referred to in sub-section (7) to be printed at the expense of the Corporation and to be made available for purchase by the public at such price as shall be determined by such Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "contra 28. Contracts on behalf of the Corporation may be made as follows :— :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) & contract which if made between private per song, would be by Jew required to be, in writing, may be made on behalf of the Cor- poration in writing under the seal of the Corporation;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(®) « contract which if made between private per sons would be by law required to be in writing signed by the parties to be charged therewith, may be made on beat of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "corporation in writing, signed by any person or poreons daly. authorized thorete by the Corporation; and (©) s contract which if made between private per- . sons would in law be valid although made by parol gly and not rednced into writing, may made by patol on behalf of the Corpora- tion by any person or persons duly authorized thereto by the Corporation.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": ": 2” Ceylon Shipping Corporation 18 id Act, No. 12 of 1971",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "29. A bill of exchange or promissory note shall bo Bite a deamed to have been made, executed or endorsed om Smug sat behalf of the Corporation if made, executed or en- bum dorsed in the name of, or on hebalf of, or on account of, the Corporation by any person or persons duly authorized thereto. ~ 80, (f} The Corporation may, by writing under Breptiee of its seal, empower any person either generally or in “*#*hnet Tespect of any specific matter, as its attorney, to exe- - cute deeds on its bebalf in any place not situate in the island.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "(2) A deed signed by such an attorney on behalf of the Corporation and under his signature or seal shall bind the Corporation and havo tho same eflect as if it ‘were under the seal of the Corporation.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "1. A receipt signed by two Directors or by any Retiew whoa officer authorized in that what by the Board of Direc: valid, tors to give reoeipts shall be an eistanl discharge for moneys paid to the Corporation.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "32, All offfcers and servants of the Corporation Ottars apd shall! be deemed to be publio servants within the Breast meaning and for the panposes of the Penal Code. uw ua",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": ". Teselog aad foe Bene! Code, Gps",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "88, The Corporation shall be deemed to be a Tbe Comortion scheduled institution ‘within the meaning of the Bri- pee bery Act, and the provisions of that Act shall be imsiteto sonstrued acoordingly. ' eselng of tbe",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "Batti Ase Cop.",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "BAL (1) At the request of the Board of Directors Apeinimest of any officer in the pale service may, with the consent een, of that officer and of the Permanent Secretary to the Zmal | Minietry in charge of the Minister to whom the sub- Sv vl ject of public administration baa been assigned, be ssn st temporarily appointed to the staff of the Corporation atu for such period as may be determined by the Board ste to, yea like consent or be permanently appointed to such Corporation,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "The provisions of sub-seotion (2) of section 9 ot the Mae Trangport Act, No, 48 of 1957, shail, mutatis mutandis, apply in relation to any officer in the public service who is temporarily appointed to the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "ua Ceylon Shipping Corporation ° 5 “Whee, Now Uf of 1072",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "staff of the Corporation, and the provisions of sub-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "section (3) of the aforesaid section. shall, mutatis",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "madtendis; apply in relation to any officer in the public",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "service who is permanently appointed to such staff.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(8) Whore the Corporation employs any person who has entered into a contract with the Government by which he has agreed to serve the Government for a specific peo, any period of eervice to the Corpora- tton by that person shall be regarded as service to the Government for the purpose of discharging the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ". obligations of such contract.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(4) At the request of the Board of Directors, any member of the Local Government Service or any officat or servant of any local authority may, with the consent of such member, officer or servant and the Local Government Service Commission or that authority, ag the case may be, be temporarily appointed to the staff of-the Corporation for such period as may be deter- mined by thé Board with like consent, or be",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ": permanently appointed to such staff, on such terms and conditions including those relating to pension or provident fund rights as may be agreed upon by the Board and that Commission or authority.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(©) Where any member of the Local Government Service or any officer or servant of any local authority is temporarily appointed to the staf of the Corpora",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": ". tion, he shall be subject to the same disciplinary control as any other member of such staff.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "Acavitin of 85, (1) Where any land, other than Crown land, is",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "inal under toe. required. to be acquired for any.of the purposes of tbe tise 4 tor tba Corporation and the Minister, by Order published in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "Cocration, the Gazette, approves of the proposed acquisition, the Jand proposed to be acquired shall, for the purpose of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "np, 00. the application of the Land Acquisition Act, be deemed to be required for public purpose and may be acquired under that Act and transferred to the Corporation.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "(2) Any sum payable for the acquisition. of land",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "cop 40. ander the Land Acquisition Act for the Corporation shall be paid by the Corporation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "‘Ragalations. 38, {1} The Minister may make lations to give effect to the principles and provisions of this Act;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Coylon Shipping Corporation 16 Act, ne of 197%",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(2) No regulation made by the Minister shall have effect until it is approved by the Senate spd the House of Representatives and notification of such approval is published in the Gazette,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "7. Nothing in the Companies Ordinance or any campasy ww other written law relating to companies shall apply 20%,\" \"7 to the Corporation. : Spero.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": ". ore",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "38. In this Act, unless. the context otherwise tterettion. requires, — :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "“Board of Directors” means the Board of Directors of the Corporation constituted under this Act;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "\"Ceylon Shipping Corporation Limited ”” mesns . he Ceylon Shipping Conporation Limited incorporated under the Companies Ordinance on February 28, 1969;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "“Director? means a member of the Board of ‘Direstors;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "“ goods ’” means any form or kind of cargo carried on a ship or vessel, and includes petroleum products, lignids,“gaces or other similar articles or substances; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": " Jocal authority \"” means any Municipal Council,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "‘Urban, Council, ‘Town Council or Village Connell. Special Provisions applicable 0, and in relation to, the Ceylon Shipping Corporation Limited.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "39. The succeeding provisions of this Act shall suaruing apply to, and in relation to, the Oeylon Shipping Berge",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "jorporation Limited, notwithstanding anything to perl ove the contrary in the Companies Ordinance, or any other gine pan written law or other instrument relating to its",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "constitution or functions.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "10. (1) On the date of the establishment of the yotings",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "coon oe",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "(2) all the assets and liabilities of the Ceylon Spay” Shipping Corporation Limited at their books Seti “alues as they appear in the audited accounts te of the Ceylon Shipping Corporation Limited Sxrentie.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": ". at that date shall vest in the Corporation and. shall be the assets and Habilities of the . Corporation; and : 23am Gan",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "16 Ceylon Shipping Corporation ‘ ¥ Act, We it of rt (®) the Ceylon Shipping Corporation Limited shall osase to carry on business, and chal be deemed to be dissolved. (2) For the purposes of this section, .-(@) the term “ asset ” includes property or rights of any kind; and . (0) the term “liabilities * includes contracts, commitments and other obligations. Bint oft Ad. On the date of the establishment of the shee\" Corporation,— . ‘Corperttion, (@) every officer or servant holding an appointment . under the Ceylon Shipping Corporation Limited on the day immediately precedii : that date shall, on that date, bo transferred to the employ of the Corporation; and .  @) ang officer or servant so transferred shall “be . employed by the Corporation on terms and conditions which are not less favourable than those, which he had enjoyed in the service of the Cuplon, Skipping Corporation Limited ae immediately before the date of his transfer. ‘Compeonstica to 42. (1) Compensation in respect of each sbare of tpg the Ceylon Shipping Corporation Limited, other than feuin sive any euch share held by or on behalf of the Government, fuvie?™ — shall be paid by the Corporation to the person’ who Gepnion was the holder of that share on the day jnimediately Touts we prior to the date of the establishment of the Corpora Gponten.” tion on the basis of the purchase value of such share, or the par value thereof, whichever is less. . Compensation in respect of the shares of ‘the coin Shipping Comporation ‘Limited, other than’any such chuze be by oom bebalt of the Government, shall be payable in cash, or in 64 per contum negotiable Government securities, or both in such cash and such securities in such proportion as may be determined by the Minister of Finance. Such securities shall be issued “cap, co. under the Registered Stock and Securities Ordinance and shall be redeemable by the Government in uot less than thirteen years but not more than fifteen years.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": ": (8) Any dispute between the Corporation and any other person as to the amount of compensation payable to that person under this section shall be referred by the Corporation to the Minister of Finance whose decision thereon shall be final and conclusive.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": ". Ceylon Shipping Corporation wo: Act, Ne 14 of 1971 48, (1) The Ceylon Shipping Corporation Limited _ Spelt por shall be deemed never to have been required to summon “{%yr\\anefat and hold en annual general meeting of, the Ceylon gat Shipping Corporation Limited for oF during the year ers 1976, and accordingly— eee (0) 20 action or other proceedings, whether by way Lil,” of writ or otherwise, stall lie before any Court against the Ceylon Shipping Corpora- tion Limited or any director or offlcer of the Ceylon Shipping Corporation Limited, on account of the omission to summon and hold sach meeting; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "(B) any such action or proceedings as is or are pend-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "‘ing shall be deemed to have abated. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "@) The provisions of sub-section (1) shall be deemed for alll purposes to have come into force on January 1, . 1970,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "44. (1) Where the Ceylon Shipping Corporation Tes f Limited has been dissolved by virtue of the operation makt Onder, of the provisions of this Act, the Minister may, by Bactobon",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "rete Ceylon Order,— Shipping. eeoetion",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "(@ make all such provisions as he may deem “5H",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "necessary for the purposes of giving full force and effect to snch dissolution in respect of matters for which no provision or no effective or adequate provision is made by this Act and of removing any difficulties which may have arisen in consequence of such dissolution; and - (0) make all such amendments in any written lew in its application to such Corporation as may ~ be necessary for the purposes referred to in paragraph (a) of this sub-section. . (®) Every Order made under sub-section (1) shall be ‘ Published in the Gazette, and shall come into fores on - the date of such publication, or an such earlier date 8 may be specified therein, not being a date earlier | than the date of the dissolution of the Ceylon Shipping Corporation Limited. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "18 Coylon Shipping Corporation . Act, we 12 of 1972",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "(8) Every Order made under sub-section (1) shall, ae soon a convenient after its publication in the Gazette, be brought before the Senate and the House of Representatives ior approval: Any Ondat which is ot go approved shall be deemed to be revoked a2 on the date of disapproval, but without prejudice to any- thing previously done thereunder. Every Order which ig not so revoked shall be as valid and effectual as though it were herein enacted.",
    "mean_p_confidence": 0.83
  }
]