[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "mm \\ PARLIAMENT OF CEYLON 5th Session 1951 —_ : go ne, 3 ae hs R Peseta i Crean) ~ . ARLES OO, Printers and Publishers (Amendment) Act, No. 28 of 1951 . Dole of Assent : September 1, 1952 b * Printed on the Ondore of Gaverament rks. tte Sat , Prtce! 19 cents Portage: B eonte ;",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "j Printers and Publishers (Amendment} Act, & ad i No. 28 of 1951. . L. R.—0. 88/50. . H AN Act To AMEND THE PRINTERS AND {Ghent 382, L PusiisHErs ORDINANCE. ca + [Date of Assent: September 1, 1951.]",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "| BE it sntcied by the King’s Moat Excellent ©",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Majesty, by and with the advice and consent of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Senate and the House of Representatives of Ceylon",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "in this present Parliament assembled, and by the |. authority of the same, ae follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4, This Act may be cited as the Printers and Stoo sim Publishers (Amendment) Act, No. 28 of 1951.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. Section 2 of the Printers afd Publishers Amenimeot o¢",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "| Ordinance (hereinafter referred to as ‘‘ the principal BASE 3g. enactment”) is hereby amended as follows :— | {1) by the substitution for the initial word “Three ° of the word ‘ Four ’; (2) by the substitution. for all the words from “at auch place’? to ‘‘direct.”, of the words “at the office of the Registrar, ’”s and (8) in the marginal note to that section, by the ° substitution for the initial word ‘ Three ’ of the word ‘ Four ', and by the substitution, , for the words ‘to Government”, of the words “ at the office of the Registray ””.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "8. Section 8 of the principal enactment is hereby sneayay ot amended by the substitution, for the words “ Such  e..3, officer \"”, of the words \"' The Registrar ”'. Sido",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ") Section 4 of the principal enactment is hereby gavuaige a | repealed and the following uew section is substituted [sary Sy } therefor: — Pena B+ dingsat ot 4, The Registrar shall transmit one 7 cope. of the copies of every book received by him under section 2 to the Trustees of 3 the British Museum in the United King- dom, one to the University of Ceylon and another to the Director of Museums in Ceylon. ” 6. Section 6 of the principal enactment is hereby —Amenimeat of amended es follows :— actin 8 (1) by the substitution, in the first paragraph == . . theroof, for all the words from ‘* at such . office to ' in this behalf,”’, of the words at the office of the Registrar ””; and I x tas_2a0 st,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "So 2 Printers and Publishers (Amendment) Act, ¢ No. 28 of 1961. (2) by the omission, from the last paragraph thereof, of the words “ made and: Ameodment 6, Section 6 of the principal enactment is hereby ciecions | amended by the substitution, for all the words from ‘uama. \"shall bo sent ” to the end of that section, of the words |! ‘* shall be sent to the Trustees of the British Museum in the United Kingdom.” ' Sovran of J, Section 7 of the principal enactment is hereby SrocFF repealed and the following new section is substituted oe priacipal therefor: — meant\" Meawiy 7, Every printer shall, on or before iJpuen the fifth day of each month, deliver or | cause to be delivered at the office of the Registrar a written declaration by him stating whether any books were printed by him daving the immediately preceding month and, if any books were s0 printed, . the name and address of every author and publisher of each such book. \"” fuininin 8 Section 8 of the principal enactment js hereby ney ses fo repealed and the following new section is substitate",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ".  elpreipes therefor: — smctment * Ofenoes, 8. (1) Where a printer fails to com-",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Bly ith such of the provisions of aeetion",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "of this Ordinance as are applicable to him or with the provisions of section 7 of this Ordinance, he shall be guilty of an of nce and shall, on conviction, be liable toa fine not exceeding fifty rupees.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) Where a publisher of otfier person employing a printer fails to comply with",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ": . such of the provisions of section 2of this 4",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Ordinance as ate applicable to him. he shall be guilty of an offence and shall, on conviction, be liable to a fine not exceed- ing fifty rapees.”*",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ", _ Tawmtiog ot ew \"9. The following new section is hereby inserted in sai {iat the principal enactment immediately aftor section 8, Kame, and ahall have effect as soction 8A, of thot enact-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "ment :~— “Deamiiee 8A. (1) Where the person who is ham\" required to make a declaration under thie",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". Entel Ordinance is an incorporated company or",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "‘ Sol other any other corporation, an officer of that",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "! ‘omer. company or other corporation shall make —",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ", and sign that declaration on behalf of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "that company or other corporation. ‘",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Printers and Publishere (Amendment) Act, 3 No. 28 of 1951. (2) Where an offence under this Ordin- ance is committed by an incorporated company or any other corporation, every percon who at the time of the commission . of that offence was a director, manager or secretary of thet company or was an officer of that other corporation, or was : purporting to act in any such capacity, shall be deemed to be guilty of that offence unless he proves that that offence was committed without his consent or connivance and thut he exercised all such Giligence to prevent the commission of . that offence as he ought to have exercised having regerd to the nature of his functions in that capacity and to all the ‘eiroumstances.”” 10, Section. 12 of the’ principal enactment is aninoot ot hereby amended as follows :— , Seep (2) hy the aubstitution, for the full stop gecurring teat at the end of the definition of “book ”, . of a semi-colon; and - @) by the addition, immediately after the definition of \" book”, of the following definition: — . . “Registrar” moana the Registrar of ks and Newspapers of | the , Department. 03 Govermment Arobivist and includes any Assis- tant Registrar of Books and News- papere of that Deportment.’ eo",
    "mean_p_confidence": 0.78
  }
]