[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eerie ish | Steere i PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA. HINDU CULTURAL FUND ACT, No. 31 OF 1985 (Certified on 6th August, 1985] Printed on the Orders of Government Published es a Supplement to part I of the Gazette of the ‘Democratic Socialist Republic of Sri Lanka of August 9, 1985 1985 ve 1 wt uo om non et Fo EE FURCHASED aT SHE GOVENNDGINE EVSLIOANOND BUREAU, COLOMBO ‘Price :75 cents Pestage: 69 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Hindu Cultural Fund Act, No, 3t of 198 : LD-~O. 16/08. ' ~ Jot oo . tn oS Oa — [Certified on 6th August, 1988] 203 33 <5 AN ACT 70 PROVIDE FOR THE ESTABLISHMENT OF 4 FUND CALEKD",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ": tae Howwo Cuuroma Fuxp, 10 SPeCieY 3¢8 ORTECTS AND * “POWERS AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘OR INCIDENTAL TreRErD. “~\" * . 7 poe an pte gta A BH BE it enacted by the Parliament of ‘the Democratic Socialist Republic of Sri-Lanka ag followsz— =: ;...",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. This Act may be cited as the Hinds Cultural’ Fund auorttitie, Act, No. 31 of 1985, oly 2 my <2 (1) There shall be established a Fund which shallbe stabil. called “the Hindu Cultural Fund” (heretnafter:réterred to pentof the as “the Fund”). reod guttural + (2) The Fund shall, by the name assigned to-it by sub- ° section (1), be a body corporate, and shall have perpetual succession and a common seal and may sue and be sued in such name, : . .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "3. (1) ‘The administration, management and control of Board of the Fund shatl be vested in a Board of Governors (herein. Governor of after referred to as the “Board”\").> : nos ' (@) The Board shall constst of the following members :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "* (@) five members appointed by the Minister; and” , we +.(B) three ex officio members, namely— > () the Secretary to the Ministry of the Minister . in charge of the subject of Hindu Affaire ; x, «(iil the Director of Hindu Affaires. 4.0, - vs fue. 4: {ili} the Director of Tamil Affairs, sedan",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(8) The Minister shell appoint one-of the members to be the Chairman of the Board,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "+ (4) Every member of the Board shall,” unlew he earlier ‘vacates office by death, resignstion or removal, hold office for a period of four years, Any member of the Board who vacates office by effincion of time, shall be eligible for reappointment, Fete cee",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "SE ne eee var oe 8",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(6) \"The Miaisier may, if he considers it expedient s0 to 40, remove any member of the Board without assigning Any reaton therefor and such removal shall not be called in question in any court, #1: reas",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "2 Hind Cultural Fund Act, No. 31 of 1985",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(6) Any member of the Board may at any time resign",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "his office as a member, or Chairman, by a letter addressed in that behalf to the Minister, (7) If a member of the Board dies or resigns or is removed from office, the Minister may appoint another perzon to be a member in place of the member who dies ‘or resigns or is removed from office,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(®) A member who has been appointed under subsection -€7) shall; unless he earlier vacates his office by death, resignation or removal, hold office tor the unexpired period of the term of office of his predecessor. ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(9) Where the Chairman of the Board 1s temporarily unable to perform the duties of his office due to ill health, other infirsaity, absence from Sri Lanka or eny other eause, the Minister may appoint any other member to act as Chairman, te",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "+. (10) ‘The quorum for a meeting of the Board shall be three members. :.; foe cdot",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "® (11) Subject ‘to the provisions of subsection (10) the Board may regulate the procedure in regard to its meetings and the transaction of business at such meetings,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(12) No act or proceeding of the Board shall be invalid by reason only of the existence of any vacancy in the Boant or uny defect in the appointment of a member of the Board.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(13) All or any of the members of the Board may be paid such remuneration, allowances and other expenses us may be determined by the Minister with the concurrence of the Minister in charge of the subject of Finance. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(14) ‘The Minister may from time to time give the Board",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "general or special directions as to the exercise, discharge",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": ": and performance by the Board ot its powers, functions and duties and the Board shall give effect to such directions.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "het 4, The Director, Hindu Affaira shall, subject to the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Aiminisiva-  ditections of the Board, be the Chief Administrative Oftcer",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "oftheFund of the Fund: . an",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Qiiepisot The obfents of the Fund aball be pues",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(@) to provide financtal and other assistance to Hindu",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": ".. temples and other Hindu religious institutions, ot",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "1, Associations for the furtherance of their religious,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "cultural and educational activities; i” 4",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "a A ‘Hinds Cultural Fund Act, No, 31 of 1985 ae",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(0) to provide finsncial and other assistance for the conz- truction, repair, renovation or development of any Hinds temple or any property belonging-to such temple . u",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(e) to provide financial end other assistance for studies and research connected with the Hindu religion including publication and translation of Hindu reli- gious works and to establish, promote and develop. institutions for such study. research, publication and ‘translation ; and ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(d) to assist in the promotion of any other religious or cultural purpose, which is, in the opinion of the Board, of benefit or interest to the Hindu public,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "6. (1) The Board shall, in the name of the Fund, have, Powers, duties subject to the provisions of this Act and any other law, the S24 fimtions power to do all such acts as are necessary for, or conducive or incidental to, the carrying out of the objects of the Fund.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) Without prejudice to the generality of the powers conferred by subsection (1), the Board may exercise and discharge the following powers and functions :—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(a) to raise funds or receive grants, gifts or donations in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "cash or kind, whether from Joeal or foreign sources ; 40) to take or hold any property, movable or imamovable, which may become vested in it by virtue of any purchase, grant, gift, testamentary disposition .or otherwise, and subject te the rules of tee Fund, sell, grant, convey. devise, assign, exchange, mort- gage, pledge or otherwise dispose of the same; 4c) to promote arrange, organize and hold exhibitions, lectures, seminars. workshops, clusses, debates, con- ferences, tours, excursions or any other function for the advancement of the Hindu religion and calture ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "4€) to hold religions and cultural competitions and to award prizes, certificates and other forms of recog- nition to any Hindu Association, any mevaber there- -of or any other person who takes part in any such competition ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "4c) to enter into or perform either directly or through",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "officers and servants or agents authorized in writing",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "\\.. ‘in that bebalf by the Board, all such contracts and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "agreements as may be necessary tor the exercise,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Yas on4s0s 5/08)",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "4 Hindu Cultural Fund Act, No. 31 of 1985",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "\\  dlecharge and performanee of its powers, functions and duties, and for carrying out the objects of the Fund; :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(A to invest moneys belonging to the Fund in such man- ner as may from time to time be determined by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ". Board;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(g) subject to the provisions of this Act, to appoint, em- ploy and remunerate offers and servants of the Fund and to make rules regarding the appointment, promotion, remuneration and distiplinary eantvol of its employees and the grant of leave and other Denefits to them ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(#) to make rules in relation to matters connected with the working of the Fund and to do such other acts",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ". and things as the Board may consider necessary oF conducive for the attainment of the objects of the Fund. Fagments ‘7. There shall be paid into the Fund— Fund. (a) any funds raised, or grants, gifts or donations receiv- ed or moneys reelized of collected under section . 4@); .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(0) any grant received from the Government from time to time for the purpose of carrying out the aims and objects of the Fund ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "{¢) any income from investments or other receipts due",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "+ to the Fund. . Faympats There shall be ald out of the Fund— Find (@) expenses necesssry fot the working, establishment and maintenance of the Fund ; .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(8) the payment of sslariea to officers, servants and other employees; and .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@) all ouch other payments as are approved by the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "- Bosra as being necessary for the purpose of carrying",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "_ but the objects of the Fund.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Financiat %. ‘The financial year of the Fund shall be the calendar",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Raat? year.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Acoosnts 3% (1) The Board sball cause proper books of accounts",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "and audit, to be kept, of the income and expenditure and all other transactions of the Fund.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ". ‘Hindu Cultural Fund Act, No. 31 of 1985 8 * (2) The Board shall Cause its-books to be balanced as on the thirty-first day of December in each year” and shalt, before the thirty-first day of March next, cause to be Prepared, an fncome and expenditure sccount’ anda balaneé sheet containing « summary of the assets and lshilities of the Fund made up to the first mentioned date,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "() ‘The income and expenditure account and the balance sheet shail be signed by two members of the Board autho- ized to do s0 by a resolution passed by the Board. . ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(4) The Auditor-General shall audit the accounts of the Fund every year in accordance with Article 154 of the Constftution. . ate a",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "he ar me",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "41, The Board shell annually prepare = report of the Report work of.the Board and forward such report, before the work of the apse of the year succeeding the yeer to which such report, tabled in relates, to the Minister who shall table auch report in Par Paruament 12, (1) The Board may make rules in respect of sll or Power, any ofthe matters for which rules are authorized or Sepree required by this Act to be made. -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) No rule made by the Hoard under this Act shall have effect until it has been approved by the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "13. The seal of the Fund— ..1 ces . Seal of tha",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(@) shall be in the custody of such persons as the Board bog",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "may from time to time determine ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "{0) may be sltered in such manner a3 may be deter-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "mined by the Board; and (©) shall not be affixed to any instrument or document wuz r2ueept with the sanction of the Boord and in the ‘presence of two members of the Board who shall sign the instrument or document in token of their ‘Presence, . :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "14. The Minister may, from time to time, give the Board Directions ss general or special directions as to the exercise, discharge Minister. and performance by the Board of its powers, functions and duties and the Board shall give effect to such directions,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "6 Hindu Culturat Fund Act, No.3h of 1985 Frotertion of, 18. (1), No suit or prosecution shall be instituted against gfe ng MBY Member of the Board or any officer, servant or agent pacer of the Fund appointed for the purposes of this Act for any Fund for act. which in good faith iz done or purported to be done by iieAa\"* such person under this Act of on the direction of the Board.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(8) Any expense. incurred by the Fund in any. suit or prosecution brought by or against the Fund before any court sball be paid vut of the Fund nd any: costs paid to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "' ‘ér received: by the Fund in any auch suit or prosecution shall be credited to the Furid, ~~ ’",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(3) Any: expense’ incurred by- any such person as is referred to in subsection (1) in any suit or prosecution brought against him before any court ia respect of any act which is done or purported to be done by him under this ‘Act or on the direction of the Board shall, #f the court holds that such act waa dono in good faith, be paid out of the Fmd unless such expense is recovered by him in such ault or Prosecution, «-\\C\" yr ” .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Nownitto “18, No writ against percon or property shall be tsrued againat against any member of the Board or any officer, servant Personor |, of agent of the Fund in any action brought against the Sieber Fund, |;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Ofte to",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Bosra or °°",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "officer Be.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "the ~",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Fund. tet",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "QMersand 17, lll officers and servants af the Fund shall be deemed atthe ~~ to be public servants within the meaning and for the deemed to purposes of the Penal Code. ade ak at Magia tie? deemed t . ye ab ak wt Maula te servants",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "‘ander the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Penal Code,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "und to 38, The Fund'shall be deemed to be a scheduled institu- be tea _-:HO8. within the mesning of the Bribery Act and the provi- Gruen ‘ton of that Act shall apply accordingly: +7 = 7",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "ACh ee",
    "mean_p_confidence": 0.27
  }
]