[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ° 2nd Session 1961-62 | ; = Ee \\. . IS IS, vat LED, {8 [rreeneen 3 Fy) fe 25 MAY 962; Air Force (Amendment) Act, ; No. 7 of 1962 : . Date of Assent: May 21, 1962 an Printed on the Orders of Government _. Printed. at, the, Govaroncent Passe, 5 Cron. To be Annual Subseription (including Hills) Rs. 90 (Local), Rs. 40 Pereiee), Pee 2. Saag Ebr onomny 1 betere foe DESERTS OSS SOEs Ng eed : ‘before the date of payment will not be supplied. : Price: 10 cents, Postage: 10 cents ol Price: 10 cents = Postnge: 10 cemts",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "{ : pS) i ‘Air Force (Amendment) Act, No. 7 of 1968 . 'L. DO. 49/61. | aw Ap 70 aman um Arm Force Act. i [Date of Assent: May 21, 1969]? 'BE it enacted by the Queen's Most, Excellent Majesty, ° by and with the advice and consent of the Senate and ithe House of Representatives of Caylon in this present ‘Parliament assembled, and by the authority of the same, as follows :— : | 4. This Act may be cited as the Air Force (Amend- sim sai, ‘ment) Act, No. 7 of 1962, | % The following new section ig hereby insorted tment t ‘in PART LY of the Air Force Act, immediately after ey ptten section 23, and shall have ofeot as section 234 of that Shap sm, ‘etormnome —--9BA._(1) The Governor-General may Gorse, order all or any of the members of the ‘gmin Air Force to perform suck duties as he jm Aes may consider necessary in the national | interest. : (2) The Governor-General may order any member of the Air Force to perform escort and guerd duties in respect _ of persons suspected, accused, or eon- H victed of any offence against the State i under Chapter VI of the Penal Code : and the Criminal Law (Special Provi- sions) Act, No. 1 of 1962. : : (G) Eropy mumbor of the Ais Fore : shall perform such duties as may be ! impoved on him ty Order of the Governor-General under sab-seotion (1). (@) Wherever at, Order ie made under sub-section (1) calling upon suy officer of the Air Force to perform civilion administrative duties and wherever an Order is made under sub-section (2) the . Governor-General shall communicate to Parliament such Order, in the oot der tl ablic rd ego anger te te cs of a state of emergency. ”. Beate ae",
    "mean_p_confidence": 0.74
  }
]