[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "1 PARLIAMENT OECEYLON : 2nd Session’ 1966-67 > .\\, ft ah oe np . § ics ea ° RU National Housing (Amendment) Act, No. 36 of 1966 Date of Assent: November ‘3, 1966 Printed on the Orders of Government Pitt aa INR Ta SE, ad Annvat Subscription (including Bills) Ra, 30 (Local), Land . a ie pen a Price: Re. 185 ‘Postage: 20 ceniz",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "National Housing (Amendment) Act, No. 86 of 1968 L. DO, 20/57. AN Acr 70 Amano tae Nastonat Housme Act. him am, [Date of Assent: November 3, 1986] Pays 8” BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1, This Act may be cited as the National Housing stat vin (Amendment) Act, No. $6 of 1966.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. (1) Section 7 of the National Housing iAct,  Amesdmest hercinafier referred to as the “ principal Ach is hae eel. hereby amended in eub-section (I) of that seotion as followa:—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(@ im paragraph (0) of that sub-section, by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "hotiutiea, fos the words of the Fund;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "and’, of the words “‘ of the fund;”, and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "() by the insertion, immediately after paragraph",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(6) of that sub-section, of the following new",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". paragraphs: —",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“ (a) all sums either derived from sales, leases or other transactions effected by the Commissioner, or paid as deposits or damages to the Commissionsr, in the exercias, discharge or performance of the powers, functions or duties",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ": assigned to or imposed on him by or . under this Act;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(8) all income derived by the Commissioner from any property made available to him under, or for the purposes of, this Act or from any property let by him on rent or on such terms se wil enable the tenant to become the owner of such property after making a",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ": certain number of monthly payments : 88 rent; .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(e) all income derived by the Commissioner",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "from the operation of any utility ser- b . vice including the supply of electrical | . . energy; |",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "sin meat 18)",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 National Housing (Amendment) Act, No. 86 of 1966 (bd) all sums otherwise accruing to the Com- ’ missioner in the exercise, discharge or performance of the powers, functions or duties assigned to or imposed on : ‘him by or under this Act; and”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(2) The amendment made in section 7 of the prin- cipal Act by sub-section (1) of this section shall be deemed to have come into force on the date on which that Act came into operation,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Aavetion of B. The following new sections are hereby inserted rates immediately after section 25, and shall have effect Besteed” aa sections 25a, 263, 250, 25p, Bx and 25x, of the Pbepiaa.' principal Act:— ‘Power of 25a. (1) The Commissioner may, by Geumistoorr . order in writing, direct the board of eect |, , directors of -a building society to sum- eielig: Won. @ meeting of that society for the fees to” purpose of discussing and deciding such meting of. | Matters relating to that society a5 he a weies:: \"may specify'in such order. Such meet- ing shall be held’at'such time and place * on as the Commiveioner may determine. : (@) The Commissioner or any person",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "{1° 2.. authorized by him in that behalf may",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "i. | preside at any meeting of a building",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "777\" \"\" society summoned iinder sub-section (1)",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "p; and may speak on. any matter to be decided at cuch-mecting but he shall not",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "_..,  beentitled to vote upon any such matter. pete a (@) The precoding provisions of this",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "‘ section shall have effect notwithstanding",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "... anything in the instrament of association 2 of a building society, Bomar’ 955, (0) The Commissioner may, by Genaistonee written notice, direct any building See beaie, egies (a) to furnish before a date. specified Samene of « |, in the notice such information pager _ ‘relating to that society aa the Commissioner may require for the purposes of this. Act, or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "National Housing (Amendment) Act, 8 No, 86 of 1966 () to cause to bo produced for ins- pection before » date specified in the notice any book, register or other docament' in’ the possession of that society.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(2) If default is made in complying with any direction given to a building society by the Commissioner under sub-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ": section (1), every member of the board of directors of that society shall be guilty of an offence:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Provided that _no such member shall be guilty of en afence une this section if be proves that such offence was com- nitted without bis knowledge or that he exercised all due diligence to prevent the commission of such offence.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(8) Every person who is guilty of an offence under this section shall, ou con- viction after summary trial before a Magistrate, be linble to a fine not exceed-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ": ing five hundred ropees or to imprison-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "ment of either description for a period Zot exceeding six mooths or to both such fine and imprisonment.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Ronee of 250. (1) The Commissioner may, of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "etre his own motion, and sball, on the eppli-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "ine tae cation of a majority of the members of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "er the board of directors of building",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "socstys society or of not less than one-third o the members of a building society, hold an inquiry, or direct by order in writing an_ officer’ (hereafter in this section referred to as an “ authorized officer ”*) Of the Department of National Honsing to hold an inquiry, into the affairs o} such society. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(2) For the parposes of an ingui under sub-section (1), the Commissioner or an authorized officer may—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(2) summon 9s a witness any person",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "who, in the opinion of the : Commissioner or euch autho-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "rized officer, can give any",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "material information,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "4 National Housing (Amendment) Act, No. 86 of 1966",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(@) exemine on oath or affirmation person who has been summoned under paragraph (0) of this sub-section, “an",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(© direct any person to furnish before @ specified date such information or document as the Commissioner or such autho- rized offices may require.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(8) Every person who—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(@) on being summoned as 9 witness under sub-section (2), makes default in attending, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "@) being in attendance as a witness summoned under sub-section ), refuses to take any oath or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "imation which may be ad-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "spinistered to him under that sub-section or to anewer aly",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "question which may be pat, to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ": Rim by the officer examining him under that subsection, or,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(e) on being examined under sub- section (2), makes any state- ment which is faise and which he knows to be false, or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "ois (@) Zails to comply with any direction gen to him under sub-section *. ahall be guilty of an offence and shall, on convictian after eumuary trial before & ‘Magistrate, be liable to a fine not exceed- ing five hundred rupees or to imprison ment of either description for a period not exceeding six months or to both such ++” fine and imprisonment. Power to 2p. An officer holding an inquiry jpenod, into the aifaizs of a paling society under section 25¢ sball have the power to impound any document produced before him at tho inquiry for sucb . - period as'he may think fit and on the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": ". National Housing (Amendment) At, 6 No. 36 of 1986 expiry of such period he may return snch : document to the person who produced it or to any other person who, in the opinion of such officer, is entitled to have the castody of such document. . Powers of 26z. Where, after an inquiry into [,, Comminiooe the affairy of a building society has been Soeiiog eld under section 25c, the Commissioner voor. is of the opinion that such society should be dissolved, he may, by orderin writing, dissolve such sociely and appoint on officer of the Department of National Housing to wind up the affairs of such society in such manner as the Commis- sioner may direct. Powers of 252. (1) Notwithstanding anything (ooniviome to the contrary in the instrument o! aes, feecciation of 'o building society, the 3 tbe beard of Commissioner may, by order in writing, tating remove from office any person who is & veciea- member of the board of Girectors of such society if such person has done any aot . or thing which, in the opinion of the Commissioner, is of a fraudulent or ‘legal character or is manifestly opposed ~» . to the objects or interests of the society. ; (2) Before an order under sub-section (2) is made against any person, the Commissioner shall give that, person an opportunity of being heard and of show- ing canse why such en order should not be made.’,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "4. Section 92 of the principal Act’ ia hereby amesaunet ot amended by the repeal of sub-section (1) thereof}and xo, the substitution, for that sub-section, of the following 4a. new eub-section :— .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "“*(1) The cocupier of any house to which this Part apple, his dependants and every other Berson decupying such house any portion thereof shall not be entitled to oceupy such house or portion thereof after the date of the lawful termination of the ocoupation of such house by the occupier) and accordingly the occupier shall on that date vacate",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "~ the house, deliver possession thereof to his landlord and depart from the land or premises on which",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "6 National Housing (Amendment) Act, No, 38 of 1966 such house is situated, together with his dependants, and every other person ovcupying such land. of premises or any portion thereof shall on that date vacate such land or premises. ””, Anetness o¢ 5+ Section 38 of the principal Act is hereby gous’. amended as follows:— aes. + (4) im sub-section (1) of that section, by the substi- tution, for the words “the ejectment. of the + oceapier and his dependants, if any, from : the land or premises in which the house is : situated”, of the words ‘the ejectment . from the land or premises on which the a house is sitwated of the occupier, his dependants and every other person occupy- ing such land or premises or any portion ; thereof. \"; and :\\ @) in sub-section (2) of that section, in paragraph (0) of that, oubsection, by the substitation, : for the words '* together with his dependants, : if any.”, of the words “ together with his : dependants and every other person occupying soch land or premises or any portion thereof. **. . huepotnent ¢ + Section 85 of the principal Act is hereby Ss0rS'U amended in’ subsection (i) of that’ soction as fee peacoat follows:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(1) by the substitution, for the words “ situated, together with his dependants, if any. the rule nisi \", of the words “ situated, together with his dependants and every other person ceaupying sush Jand or premises or any portion thereof, the rule nisi”;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(2) by the substitution, for the words “ to eject the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": ": occupier and his dependants, if any, from the land. or premises on which the house is situated.”', of the words “ to eject, from the Jand or premises on which the house is situated, the occapier, his dependants and every other person occupying such land or prertises or any portion thereof. \"\";",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(8) by the substitation, for the worda \"to ejact the occupier and his dependants, if any, from the house and from such land or premises:””, of - the words to eject from the house and £r0m",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "National Housing (Amendment) Act, 7 - No, 86 of 1066 such land or premises the ocoupier, his dependants and every other person occupying such land or premises;\"\"; and (4) in the proviso to that sub-section, by the substi- tation, for the words ‘' such land or premises, togethor with his dependants, if any. before \"*, of the words “‘ such land or pre- : mises, together with bis dependants and every other person occupying such land or . premises or any portion thereof, before \": 7. Section 45 of the principal Act is hereby ammémestot attended as follows:— eas of (1) by the renumbering of that section as sub- 4% section (1) of section 45; and (2) hy the addition, at the end of that section, of ~ ” the following new sub-section :— “ (2) Where a loan from the National Housing Fund is granted upon an applica- tion made under sub-section (1), the Com- missioner may, unti) all sums due on such loan are repaid in full, retain in his custody the copies of the plans, estimates, specifica- tions and other documents which accom-  ” : panied such application.\"\", 8. Section 494 of the principal Act, inserted by  smmdman ot Act No, 42 of 1958, is hereby amended as follows:— ston dtu ef (1) in sub-section (1) of that section— Aa {a) by the substitution, for paragraph (¢) of thet sub-section” of the following ew Paragraph: — “ (© where any premises— (@) consist of a land which is mortgaged to any person and inwhich there is 8 building ocoupied by the . mortgagor; or Gi) consist of a land on which there is a building and . those pramises have been sold in execution of a mortgage decree while",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "8 National Housing (Amendment) Act, No. 86 of 1966 the, smoTugngor was residing in those pre- mises; or (iii) consist of land on which there is a building and those premises have been transferred to any persoa. and sach person has, in the instrument whereby those, premises were transferred to him or in any other instrument relating to those pre- mises, agreed to retrans- fer those premises to the transferor on the pay- ment by the transferor of a stipulated sum within a stipulated period;”, ®) in paragraph (¢) of that sub-section, by the substitution, for the words “should be used.””, of the words ‘* should be used;\", and (©) by ‘the insertion, immediately after : paragraph (6) of that sub-section, of the following new paragraph :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "“ (f) where any premises consist of a land which is mortgaged as security for a loan granted from the National Housing Fund and on which any build- ing or buildings has or bave been constructed in the execu- tion of a housing scheme and the mortgagor has not complied with any term or condition subject to which such loan was granted.””;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "(2) in sub-section (8) of that section, by the substi- tation, for the words '‘ the mortgagor ””, of the words “ the mortgagor, or the transferor, as the case may be, ”;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "National Housing (Amendment) Act, 8 Ne. 86 of 1966 (8) by the insertion, immediately after sub-section (8), of the following new sub-section :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "\" (Ba) Where any premises referred to in paragraph (f) of sub-section (1) are acquired a provided in sub-section (2), the Commissioner may let any building constructed on such premises to any person. for rent, and the letting may be on such terms as will enable the tenant to hecome the owner of such building after making a certain number of monthly payments as rent. \"; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "@ in sub-section (4) of that section, by the subs-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "titation, for the expression ‘ sub-section @)”, of the expression “' enb-section (8) or aub-section (Ba) ”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": ". (1) Section 63 of the principal Act is hereby  Amsaimen of amended by the insertion, immediately after sub- G25. section (8) of that section, of the following new sub- 4a. section :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "‘ (4) Tho provisions of this Part shall apply to a land mortgaged to the Crown as security o 4 loan granted by the Commissioner ander this Act in the Same manner and to the same extent as they apply to a land mortgaged to the Commissioner a9 the appropriate authority, and aeaordingly the expres- sion * appropriate authority” in this Part chal, in relation toa land so mortgaged to the Crown, be construed as the Commissioner. °.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(2) The amendment made in section €8 of the Principal Act by sub-section (1) of this section shal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "e deemed to have come into force on the date on which that Act came into operation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "“ 40. ‘The following new section is hereby inserted our af immediately after section 64, and shall have effect as 2 ,cesart section 644, of the principal Act:— ta,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "“Bone ot 644. (1) At any time after the grant",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "eee, of a loan is approved by the appropriate",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "canal the’ authority and before the entire amount",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "fron of the loan is given to the applicant",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "therefor, that authority may, at the dis-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "a cretion of that authority and withoat assigning any reason, cancel the grant of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "| the foan or reduce the amount of the loan",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "‘or modify the conditions applicable to",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 National Housing (Amendment) Acs, No. 96 of 1968 the loan or withhold payment of the whole or any part of the loan for euch period as that authority may determine. (2) Where the appropriate authority cancels under sub-section (0) the grant of ~ a loan after a part of the oan hus been given to the applicant therefor, such part ali be deemed to be the full amount of { the loan granted to him and such i authority may, by written order, direct . such applicant to repay that loan and the interest due thereon within the time specified in such order. Where such order is not complied with within the time allowed therefor, default shall be deemed to be made in respect of the whole of the unpaid portion of the loan and the interest due thereon and where that joan was granted on the mortgage of any land, the provisions of sections 73 to 89 shall apply to and in relation to that Joan. ””. Aaminect ot 14. Section 66 of the principal Act is bereby sein amended as followa:— a i Aste (1) by the renumbering of that section as sub-section Hl (1) of section 68; and i (2) by the insertion, immediately after the re- nambered sub-section (1), of the following new sub-sections :— « (2) Where a person to whom a loan has been granted by the appropriate authority ‘on the sacurity of a land mort to that authority repaye @ part of that losn and that authority is satisfied that a portion (hereafter in this sub-section referred to as an “adequate portion”) of that security ig sufficient for the purpose of ensuring the recovery of the balance due \\ oo that loan by way of principal and i interest, that authority may release and : discharge from the mortgage such portion i of that security es is in excess of the Hl . adequate portion. H (8) Where any m to whom a Ioan ! hes been gramed by the sppropriate i suthority on the scourity oa land 7",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "National Housing (Amendment) Act, nn No, 96 of 1966 mortgaged to that authority has trans fore Se sanatore a portion of that land to any other person, that authority may, upon @ request made therefor by the trans- feree, release and discharge from the mortgage that portion of that land if— (a) an apportionment among the trans- © an errand te transferee of ihe amount outstanding on the loao is made to the satisfaction of the appropriate anthority, @) the sransforee undertakes to pay to that authority such amount of the Joan as is apportioned to him and executes 4 mortgage bond to the satisfaction of that authority to secure the payment of sich amount, and .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "(©) such ‘steps as are necessary in the opinion of the appropriate antho- rity for the purpose of releasing and discharging from the mort- gage that portion of the land transferred to the transferes are taken by the traosferor and transferee.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "For the purposes of this Act the amount of the loan which is so apportioned to each such person shall be deemed to be the amount of a loan granted to each such person by the appropriate authority and accordingly the provisions of this Act and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "8 of any regulation made thereunder shall apply to and in respect of the amount of . such loan and the security furnished therefor.’. wy Section 71 of the principal Act, as amended Amminz at Act No. 42 of 1958, is hereby further amended a3 fe ptocipsl follows: — aan (1) by the renumbering of that section as sub-section (2) of section 71;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 National Housing (Amendment) Act, No. $6 of 1966 (2) by the insertion, immediately before sub-section @), of the following new sub-section :— “ (1) Every mortgage of land executed in favour of the sppropriate authority as security for any loan shall be substan- tially in such one of the prescribed forms as may be appropriate in that behalf.””; (@) in the renumbered sub-section (2) by the substi- tation, for the expression \"' Any mortgage of land exeouted in favour of the appro- priate authority as security for any loan ”’, ‘of the expression ‘Any such mortgage as | is referred to in sub-section (1) /\"; and j (& by the substitution, for the marginal note to | that section, of the following new marginal | pote: — “ Form of mortgage of land’. Sutin ot 18, ‘The following new section is hereby inserted peyece Ts immediately after section 71, and shall have effect as ant, section 714, of the principal Act: — | | “Beottoatoe TIA. Where the bond mortgaging any | wamn in|, land to the appropriate aathority as «{ : witeeinet security for a loan granted from the wan bonds P National Housing Fund contains any i clerical or other error or requires amend- ' ment or alteration in respect of any pro- : vision contained therein, such error may be rectified or such amendment or alter- , ation may be made by an endorsement on such bond signed by the mortgagor and i the sppropriate authority or any officer authorized in that bebalf by that autho- | rity, Such an endorsement shall, upon ! registration in the office of the Registrar : of Lands, be sufficient for all purposes to reotify the error or to effect the amend- ment or alteration, and the bond on : which any: such endorsement is made H shell, when it is registered in the office | of the Registrar of Lands, have effect f as though it hed been originally executed _| ‘as ao rectified or emended or altered.””. i",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "National Housing (Amendment) ot, 18 ‘ No. 36 of 1968 1%. Section 78 of the principal Act is hereby Amsiom amended as follows: — sean eo (i) by the substation, for, the words “im the 4 jazette and in & daily newspaper printed in English,”, of the words “fm the Sinhala language in'the Gazetie and in a daily newspaper,” ; and (2) by the substitution, for the expression “' section 88.\", of the following: — ‘ section 68. Where the language of any person on whom a copy of such oti is required to be erred i the Tamil | or ish language iben, in addition to a copy of auch otis, 4 tranelation thereof in the language af that parson shall be served on him.” 418, Section 83 of the principal Act is herehy amestment of amended as follows:— peal (1) by the renumbering. of that section as sub-section “* (2) of section 83; and ©) by the insertion, immediately after the re- numbered eub-section (1), of the following new sub-section :— “ (2) Where the Commissioner as the appropriate authority | parchases | the mortgaged land, he shall pay ont of the National Housing Fond the moneys and costs referred 0 in panigrapis () aud @) of sub-section (1) and he shall, after such moneys and costs are recovered from the borrower under that sub-section, credit, to that Fund the amount 90 recovered.””. 16. (1) Section 85 of the principal Act ie hereby  Ameinentet anondel as falowan cr? Prinelp y soue (2) by the repeal of sub-section (1) of that section “* (0) by toe is aubetieation therafor of the felon ing new sub-section: — “\"() Where the m d land is sola, the approprisie aurlerty: shall sj a certificate of sale and thereupon all the right, title and interest of the borrower . to end in the land shall vest in the . >, Purchaser”; and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "14 National Housing (Amendment) Act, No. 36 of 1966 (@) in aub-section (4) of that section—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(i) by the substitution, for the full stop at the, end of that eub-eection, of a colo, an",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(ii) by the addition, at the end of that sub- section, of the following proviso:— “ Provided, however, that where the Commissioner as the appro- priate authority is the purchaser, the certificate of sale issued to hint shall not be lable to stamp duty or to the registration charge referred to in the preceding provisions of this sub-section.””. (2) The amendment made in the principal Act by aub paragraph (i) of paragraph (2) of sub-section (L} . shall be deemed to have taken effect on the date oi commencement of the principal Act and accordingly the Commissioner shall be entitled toa refund of all stamp duties and registration charges paid by him before the ate of commencement of this Act in res: pect of certificates of sale issued to him under section 85 of the principal Act. Tnmtin ot --_-17._‘The following new gection is hereby inserted: srvaciooss immediately after section 85, and shall have affect as. ia jhe principal section 85a, of the principal Act:— “laminin” 854, Where the mortgaged land is Givnidwe sold, no action or other proceeding shall, si 'ee after the expiry of three months after the date of sale, be commenced in any __, Sonrt for the purpose— (@) of invalidating the sale for any cause whatsoever; or @) of maintaining any right, title or interest to°or in the’ land. $5 . against the purchaser.” Amminet ¢ 18. Section 86 of the principal Act is hereby jean és of amended as follows:— Sie paaapal . da (1) in sub-section (2) of that section, by the eub-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "‘stitution, for the words “‘ documents filed",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "“*. \"for the’ purpose of each such application and. -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "‘on all proceedings held thereupon,”, of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "National Housing (Amendment) Act, 15 No, 96 of 1986",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "words “* documents filed by any person other thon the Commissioner for the purpose of gach such application and on all proceedings held in consequence of any application made under that sub-section by any person other than the Commissioner,”\"; an",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(2) in sub-section (4 of thas potion by the substita-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "tion, for the words “‘ English, Sinhalese and) Tomi], languages\", of the words “Sinhala, Tamil and English languages”.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "49. (1) The following new section is hereby tnenion of inserted immediately after section 90; and shall have p07,2eton.® effect as section 0a, of the principal Act:— ee (Bamps 904. (1) This section shall apply to any irate howse— tows ccs -  (@) the construction of which is com- saetdca pleted on or after the first day Teo, of April, 1956, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(8) which is used solely for residential purposes, and. : “© which— L @ are_premises to which the Rent Restriction Act : applies, or (ii) is ovoupied by the owner : theréof, or ~- (iii) hes a Boor area (inclusive Ss -of the thickness of the ; ‘ ‘walls) not exceeding two ve : “thousand square feet.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "eed (2) Subject to the provisions of sub-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": ": section (3}, the income accruing from any house to which this section applies to the owner of such house shall, in respect of the year of assessment which commences",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": ": on the first day of April immediately",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "f following the date of completion of the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "po construction of that house and the six",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": ". - subsequent years of assessment, be 7",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "aan exempt from income tax, ,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "-6 (3) Where under section 99 the income",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Ss +~  aearaing to any person from any new",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "~~ house bad not been exempt from facome tan tec ane",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "16 Nationat Housing (Amendment) Act, ‘No. 38 of 1006",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "tax for seven successive years of assese- ment, then, if such house is a house to which this’ section applies, the income accruing from such house to its owner shall, notwithstanding anything to the contrary in sub-section (2), be exempt from income tax for such number of years of assessment as is equal to the difference between seven years of assessment and the namber of ‘years of assessment for",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": ". which the income acoraing to such owner, had been exempt from income tax under section 90.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(4) @)_ A certificate issued by the Commissioner upon application made in that behalf by the owner of any house and specifying —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(@ the date of completion of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "construction of that house, and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "fii) the floor area (exclusive of the . thickness of the walls) of that house, shal} be conclusive evidence of the ~ : matters specified in the certificate.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(®) The decision of the Commissioner on any application for a certificate under this sub-section in respect of a house shall be final and conclusive.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "8) In this section—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "** income “*, when used in rela- tion to any honse, means—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "@ if such house is let, soch income ao- oruing from such house to its owner by way of rent as is equivalent to the rent which euch owner is authorized to receive under the provisions of the #",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "ot Restriction ‘Act; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "National Housing (Amendment) Act, Ww No. $6, of 1966 : @) if such house is not let but is oconpied by its owner, such income accruing from such house to its owner as is liable to income fax under xuny written law relat ing to the imposi- tion of income tax for the time being in force;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "“income tax” means the income tax chargeable under any written law for the time being in force;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "“owner”, when used in relation to any house in respect of which there is more than ong owner,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": ". * includes any co-owner.’. 2) The new section 904 inserted in the principal Act by aub-section (1) of this section shall be deemed to have come into fores on April 1, 1956, and accord- ingly, notwithstanding anything to the contrary in any written law relating to the imposition of income tax, an assessment of assessable income made prior to the date of commencement of this Act in respect of any person for any year of assessment shall, if such assessment included any income from a house to which that section applies, be revised in accordance with the | Provisions of that section and any sum paid by such person as income tax on such income shall, after euch Tevision, be refunded to him.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "18 ‘National Housing (Amiendment) Act, No. $6 of 1968 Jounonet 20,‘ The following new sections are hereby inserted Sm font immediately after section 90a, and shall have effect SLID 88 sections 90, 800, 90D and 002, of the principal “Fowber ex 908, (1) Where the certificate issued jnons wre under section 904 in Tespeat of a house ‘geome fron to which that section applies specifies— sane” (@) the first day of October, 1966 or & Sate, later date as the date on which the construction of that house is completed, and ®) one thousand square feet or less as . the extent of the floor area of : + that house, then, notwithstanding anything to the contrary in thet section, the income ; accruing from that house to the owner thereof, shall be exempt from income tax under the Inland Revenue Act, No. 4 : + Of 1968, in respect of the year of assecs- ment which commences on the firet day of April immediately following the date of < completion of the construction of that house and the nine subsequent years of assessment. j * @) @) In this section and in section + 900—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "“income “, when used in relation to any house or place of residence, means—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "‘ “Gif such\" house or place’ of + “7 residence ie let, such - income accruing from co such house or place of residence to ite owner by way of rent ss is . quitalent to the rent : which such owner is; . authorized to receive : under the provisions of the Rent Restriction ‘Acts and (i) if such house or pléce of 5, acne . residence is not let but { is occupied by its owner, ; ; vk by its i H",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Notional Housing'(Amendmint) Aci, 19 No..86 of 1966 such income accruing : from such house or placa i of residence to its owner } as is liable to income | tax under the Inland | Revenue Act, No. 4 of . 1983. | (®) Tn this section and in sections : 0c, 900 and 90z, * owner ”?, when used i . in relation to any house or place of rasi- dence in respect of which there is more : then one owner, includes a co-owner. : Bscmpton | 0c, @) Where— : we nam —(¢) any house, other than house to | Piece et + which the provisions of section : ‘sesidenes, 90 or section 90a or section 908 i . apply, is on or after the first j day of October, 1968, converted into two or more places of ! residence; and : @ each such place of residence is ' separately assessed for the - purpose of rates, the income accruing from each such place : of residence to the owner ve thereof shall— i . @ if the floor area of such i place does not exceed : one thousand square \\ feet, be exempt for the i year of assessment which \\ . commences on the first day of April imme. : diately following the i date of such conversion ‘ : and for the five subse- { quent oo of assess- i ment from income tax under the —_ Inland : : Revenue Act, No. 4 of ‘ 1983; and (ii) if the floor area of such : place exceeds one thou- \\ sand square feet but i . does not exoaed two i Lot thousand square feet, be : : exempt for the yenr of :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 © National Housing (Amendment) ‘Act, No. 86 of 1968 assesement which com- mences on the first day of April immediately following the date of such conversion and for the three subsequent years oF, tases : From income tax under : the Inland Revenue 1 + Act, No. 4 of 1963. 2) (a), A certificate issued by the : Commissioner upon application made by the owner of any house which is con- verted into more than one place of resi- denoo and specifying— @ the date of conversion of that house into more than one place of Tesidence, and (ii) the floor area of each of the places of residence obtained by the conversion of such house, shall be conclusive evidence of the matters specified in the certificate, . (2) The decision of the Commissioner * on any application for a certificate under Shis ub-section in respect of @ house shall be final and conclusive, Euzption 90D. (1) Notwithstanding anything ' toot ene to the contrary in any other written law, spi qi where & of ownership occurs for H eaeke, the first time of any house tad the land ersintio'el on which such house is situated, such SUG. Nun house being a house which is used solely g@ymiet ma for residential purposes and the consteud- ! Sian. tion of which is certified by the Com- missioner was completed on or after the first day of October 1966, and where any capital gain arises to the person who was the owner of such house and land from such change of ownership, then— () if the floor area, (inclusive of the thickness of the walls) of ench house does not exceed one thou- sand equare feet and if the ex- tent of the land on which such ~ house is situated does not ex- ceed twenty perches, the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "National Housing (Amendment) Act, a1 . No. 36 of 1966 entirety of the capital gain aria- ing from such change of owner ship shall be exempt from in- come tax under the Inland Revenue Act, No. 4 of 1968,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "(®) if the floor area. (inclusive of the thickness of the walls) of such house does not exceed one thon- sand square feet and if the ex- tent of land on which such house is situated exceeds twenty perches, such portion of the amount of the capital gain arising from such change of ownership as bears to such amount the same proportion as twenty perches Brake to. the extent of that land shall be exempt from income tax under the Inland Revenue Act, No. 4 of 1963,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "(¢) if the floor area {inclusive of the thickness of the walls) of such house exceeds one thousand square feet bat does not exceed two thousand square feet end if the extent of land on which such house is situated doea not exceed twenty perches, one-half of the amount of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": ". capital gain arising from such change of ownership shall be exempt from income tax under the Inland Revenue Act, No. 4 . of 1963, and -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "(@) if the floor area (inclusive of the thickness of the walls) of such house exceeds one thousand square feet but does not exceed two thousand square feet and if the extent of Jand on which such house is situated exceeds twenty perches, one-half of auch portion of the amount of the capital gain arising from gach change of ownership as bears to such amount the same proportion as twenty perches",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "P23 National Housing (Amendment) Act, . No. 36 of 1966 antes tt “ - bears to the extent of that land shall be exempt from income tax under the Inland Revenus : Act, No, 4 of 1963. + (2) In this section “ capital gain” bas the seme meaning as in tho foiand fo Revenue Act, No. 4 of 1963. ‘Gatain toner «G2, Notwithstanding anything to +pt azide! the contrary in the Inland Revenue Act, tein papoe - No. 4 of 1963, where the certificate -egmmsitt. isened under section 80a in respect of & § _ house to which that section applies tak apecifies— , (@) the first day of October, 1968 or a . later date as the date on which . |. the construction of that house is ‘completed, and +, Q) five hundred square feet or less as ‘the extent of the floor area of +... that house, then such house shall, for the parposes of computing the wealth tax payable under that Act by the owner of that house, be excladed from his wealth for the year of assessment which oom- mences on the first day of April imme- diately following the date of completion of that house and for the six subsequent is years of assessment. *. aawinm a | %, Section 1 of the principal Act is hereby mseaiet ‘amended by the substitution, for the expression “a at! oprtificate under sub-section (2) of section 90°”, of the “oxpzession “‘ any certificate under this Part ””. Iomcin ot «2% (U1) The following new sections are hereby HT RSS “inserted after section 91, and shall have affect as at oie, sections 914, 915, 91c and 91n, of the principal Act:— 33 + Renton Ota. (1) Notwithstanding anything in _ wien any other law, a bailding provided by one the Commissioner or by a building betiiow. society for ovoupation by any person oF ° any part of such building shall not bo",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "Notional Housing (Amandment) Act, 28 -Noz 56 of 10668 a * “- gublet by such person to any other person exeept with the prior written permission of tie Commissioner and except in accordance with such conditions as the : Commissioner may impose. - _ @) Where a» building referred to in sub-section (1) or any part of such build- . ing ig sublet in contravention of that 2 sub-section by the person to whom such building was provided, the autbority by whom such building was provided to that . + person shail be entitled to terminate his ‘ecoupation thereof. Liatiley 91a. (1) Every person who, by himself ; eprn., or by his agent, does any act which ghee causes damage to any building main- Rénsisl® tained by the appropriate authority or i by Ge, 10 any part of ‘he equipment of auch | sy building shall be liable to pay to that : - ° authority such expenses as that authority } may incur in repairing such damage.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "a (2) If any person who is liable to pa H any sum ‘of money under sub-section (1) ' fails to pay that sum of money within |",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": ". auch petal as may be notified in that behalf to that person in writing by the | appropriate authority, that authority 4 Tay report the default to the Magis- | trate of the division in which that person t . Fesides and such sum of money shall be 4 _ recovered in the same manner as if it ‘were a fine imposed by such Magistrate. i . (8) In this section, the expression } : “ appropriate authority \"— : @) in relation to a building main- tained’ by the Commissioner i means the Commissioner; 1 ®) in relation to a building mein- t tained by a building company, i means thet company; ‘ (2) in relation to a building main- | * tained by a building society, means that society; and i",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "2. National Housing (Amendment) Act, No. 88 of 1966 (@) in reletion to a building main- tained by a housing body, means that body.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "Aapntio, 1c. (1) The Commissioner or say officer authorized by him in writing in that behalf may, at any time between sunrise and sunset, enter and inspect any building let by the Commissioner or any property which is security for_a loan granted from the National Housing",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "id, for fhe purpose of ascertaining the state of building: or property, as the case may be, and it shall duty of the occupier of such balding ‘oF property to give admittance to the Com- missioner or such authorized officer and to permit him to inspect such building or property.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "(@)} Where the Commissioner or any officer referred to in sub-section (1) is obstrocted in the exercise of his powers onder that sub-section, the person obstrncting him shall be guilty of an , offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding five hundred rupees or to imprisonment of either description for a period not, exceeding three months or to both such fine ani imprisonment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "Powe of 1p. (1) The Commissioner may, by",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "Cemmiesresr written direction, require any persoD—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "on (@) who is the tenant or subtenant of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "any building let by the Commis- * sioner or by a building society; or :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "(®) who is the owner or tenant of any building for the construction of which a Joan has boon granted",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": ". from the National ing Fund, to tarnish to the Commissioner before the date specified in the direction auch - written information as he may require in respect of that house ot building, #8",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "National ‘Housing (Amendment)- Act, 25",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "No..86 of 1968 the case may be, or to appear before the Commissioner or any officer specified in the direction by the Commissioner on such date and at such time as may be specified therein for the purpose of being examined on oath or affirmation in respect of matters relating to that house or building, as the case may be.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "(2) Every person who furnishes any written information required by the ‘Commissioner under sub-section (2) shail verify such information by » declaration that the particalars conteined in such information are trae and accarate.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "Every person who, being a to'whom a ffeodon under aubeeston Ch has been given—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "(@) refuses to perform any act, or to give any information, required of him by that direction; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "(5) gives to uestion pat to him,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "© & when heda tompliacee with thas direction appears before the Commissioner or an officer specified therein, an answer which to his knowledge is false or incorrect; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": ") farnishes any written information . containing any particulars which to hie now ledge are false or inaccurate,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "ahall be guilty of an offence and shall, on conviction after summary trial before & Magistrate, be liable to a fine not ex- ceeding five hundred rupees or to imprisonment of either description for a period not exceeding three months or to both such fine and imprisonment,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "(4) No prosecution for an offence under this section shall be instituted except by, or with the written sanction of, the Commissioner.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "26 —-National Housing (Amendment) ‘Act, No. 36 of 1966 ‘_) The Commissioner may accept ; from any peron woe reatocably at . +> pected of having committed any offence Under thig section a eum of money not . exceeding five hundred rapees by way of . compensation for the ofience which may have been committed and, on the pay- ment of such sum, no further proceed- . ings shall be taken against euch person. ‘Any sum received under this section by the Commissioner shall be paid into the . National Honsing Fund,’.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "(2) The provisions of the new section 914, inserted in the principal Act by sub-section (1) of this section, shall not apply in any case where any building or art thereof ‘has been sublet prior to the commence. nent of this Act to any person eo long as that person Gontinues to be the subtenant of such building or part thereof.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "Arenal of 28. Section 94 of the principal Act is hereby",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "meinSict’ amended in aub-section (1) of that section by the sub-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "Ach. stitution, for the words ‘the court shall’ direct”, ofthe words ‘the court shall issue an injunction re- Straining that person from removing any movable pro- perty owned by that person from the place where guch property is kept or from causing or permitting the Femoval therefrom of such property and shall dicect \".",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "samtnmtst’ 24. Section. 97 of the principal Act is hereby",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "soten",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "Sime amended as follome:—",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "(1) by the renumbering of sub-section (2) of that",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "section 2& sub-section (8); and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "@) by the insertion, immediately after sub-section",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": ". () of that section, of the following new sub- section :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "© (3) Any person who wilfully does or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "causes to be done any dumage to any build-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "ing maintained by the appropriate autho-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "rity or to any part of the equipment of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "such building or to any property which is",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "security for 2 loan granted from the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "Notional Housing Fund shall be guilty of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "|. . an offence and shall, on conviction after",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "summary trial before © Magistrate, be",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "National Housing (Amendment) Act, 27 No. 86 of 1066 : liable to 2 fine not exceeding’ one thousand : rupees or to imprisonment of either des- eription for a period not exceeding six months or to both . such fine and imprigonment.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "For the parposes of this sub-section, the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "expression ““ appropriate authority ”,—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(@) in relation to @ building main- tained by the Commissioner, esas the Commissioner;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(®) in relation to a building main- tained by a building company, means that company;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(©) in relation to a house maintained by 8 building society, means that society; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "@ in relation to a house maintained . by a housing body, means that body.’",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "25. Section 100 of the principal Act ia hereby ameminces at amended in sub-section (1) of that section, 8 fypumsyal follows :— aa",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(a) by the insertion, immediately after the defini-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "tion of “ instrument of disposition ”, of the following pew definition: — ‘“Jand” includes any boilding, flat or any other etection on land, any- thing attacked to the earth or permanently fastened to any other thing attached to the earth and any right or interest in or over land; *; (®) in the definition of ‘\" person \"*, by the omission of the word “and”;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(0) im the definition of “ proper authority ’’, by the substitution, for the words ‘ Housing and ‘Town Improvement Ordinance.”, of the words “Housing and Town Improvement Ordinance; and ”; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "2% National Housing (Amendment) Act, No. $8 of 1966 (@) by the insertion, immediately after the defini- tion of “ proper anthority \", of the following new definition :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "«residential purposes”, in relation to any house, means the purposes of being occupied wholly or mainly as residence.’",
    "mean_p_confidence": 0.8
  }
]