[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ; SRI LANKA ; - MUNICIPAL COUNCILS AND URBAN COUNCILS (AMENDMENT) AGT, No. 61 OF 1981 7 : ; [Cectified on 28th September, 1981] Printed on the Orders of the Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 02, 191 PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, SRY LANKA : . ‘TO fir PURCKABED AT SIE DOVE, PUBLICATIONS BUREAU, COLOMEO 7 . Price: 65 eonts Postage: 50 cents Kh",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Municipal Councils and Urban Councite (Amendment) Act, No, 61 of 1981 (Certified on 28th September, 1981]",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "L. DO 23/80 . Ay Act 70 anenn mun Municreal, Councits OxouNANCE AND :",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "me Unean Counems Onpivance, BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:— —-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. This Act may be cited as the Municipal Councils and Short site, Urban Couneils (Amendment) Act, No. 61 of 198“",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "PART I",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2, Section 40 of the Municipal Councils Ordinance Amendment {hereafter in this Part referred to es the “principal tion 49 of enactment\") iz hereby amended in subsection (1) of that Chapter 292. section by the insertion immediately after paragraph (u) of that subsection of the folowing new paragraph :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "* (wu) to set apart such sums of moneys with the prior",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "approval of the Minister for the payment of incentives to occupiers of residential premises ‘who qualify for such payment on a recommenda ton made by the committee appointed under tection 14a, In accordance with a scheme prepared by such committee ;;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "8 Section 145 of the principal enactment is hereby Amendment amended in subsection (2) of that section, by tho of,seetion substitution for the words “on conviction to @ fine not principal exceeding two hundred rupees, and, in the case of 9 ‘usctment, continuing offence, to an additional fine not exceeding fifty. rupees for each day”, of the words ‘on conviction to a fine not exceeding two thousand rupees, and, in the ense of a continuing offence, to an additional fine not exceeding five hundred rupees for each day™,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. Section 146 of the principal enactment fs hereby Amendment emended in subsection (1) of that section, by the 9f section substitution for the words “on conviction to a fine net principal exceeding five hundred rupees, and to an ailditional fine @=etment not exceeding one hundred rupees for each day”, of the words “‘on convietion to a fine nat exceeding five thousand rupees, and to an additional fine not exceeding ane thousand rupees for each day”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2A srin—13,900 jo",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Municipat Councits and Urban Councits (Amendment) Act, No, 61 of 1981 Amendment ‘Section 147 of the principal enactment is nereby Sis Se the amended in subsection (3) of that section, by the Principal aubstitution for the words “on conviction to a fine not cnactnent exceeding five hundred rupees, and, In case of a continulng offence to an additional fine not exceeding fifty rupees for each day”, of the words “on conviction ta a fine aot ex- ceeding five thousand rupees, and, in case of a continuing > offence, to an additional fine not exceeding five hundred rupees for each day”, Ameniment 6, ‘Section 148 of the principal enactment is hereby | Yiof ine amended in subsection (2) of that section, by the substitution Brincipal far the words “‘on conviction to a fine not exceeding two snacunent hundred rupees for each day ™, of the words “‘«n conviction to a fine not exceeding two thousand rupees for euch day”. Insertion 7. ‘The following new section is hereby inserted ecijon 42a immediately after section 148, and shell effect as section - fhe 8a, of the principal enactment ;— Brinciped Seaciment s ciosore 148a, (1) Where a person convicted by Peete, any court for the offence of using any premises for any trade or business without a licence issued in that behalf under this Ordinance or under any by-law made there- under, continues to use such premises without a Ticence for such trade or business, whether by himself or by any other person on his behalf, a Magistrate may, upon an application for a closure order made by the Mayor, Commissioner or any offloer authorized in that behalf by such Mayor or Commissioner, as the case may be, order the closure of such trade or business at such premises, until such time such person obtains a Ticence from the Council, (2) In any proceedings under subsection (2), a certificate issued by the Mayor, Commissioner or any officer authorized in that behalf by such Mayor or Commisstoner, ae the case may be, setting out that the person mentioned in the certificate, continues to use such premises without obtaining = Weence for any trade or business shall be prima facie evidence of the matters stated therein.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Municipal Councils and Urea Conncits a {Amendment) Act, No. 61 of 1981 (3) In any ease where such person fails to comply with the closure order issued under subsection (1) the Magistrate shall forthorith onder the Fiscal of the court requiring and authorizing such Fiscal before a date specified in such order not being a date earlier than three or later than seven clear days from the date of issue of such order, ta close any trade or business at such premises. Such order shall be sulfieient authority for the said Fiscal or any police officer authorized by him in that behalf, to enter the premises with such assistanta a9 the Fiscal or such officer shall deem nevesary to close any such trade or business at such premisea.”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "& The following new section is herchy inserted Insertion ammediately after section 154, and shall have effect as OC REW section 1844, of the prineips! enactment :— + ae a pPament 154. (1) A Municipal Council shall Sractbent Meantives, appoint a committee consisting of not less",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "than six Councillors for the purpose of preparing a scheme as regards the mainte- nance of residential premises and for making recommendations for the payment of an incentive to occupiers of such premises who qualify for such payment. (2) The committee in preparing a scheme under subsection (1) and in making any : recommendation for payment of an Incentive to an occupier of any residential premises shall take into consideration :— (@) that the residential premises are well oy maintained and in good repair and so fn a cleon and sanitary condition; and (®) that the street including the pavement, * and all surface drains as fronts, adjoins or abuts such premises are \" clean and kept free of anv waste ' . meterlal,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Municipst Councils and Urban Councils (Amendment) Act, No, 61 of 1981 (3) The committee may enter and inspect , any residential premises with the consent of the occupier and ascertain any information from the occupier of such premises at all reasonable hours of the day for the purpose of making their recommendations, ”. Amend 9% Section 18% of the principal enactment is hereby went of, amended in subsection (1) of that section by the insertion, Sting | immediately after paragraph (p) thereof, of the following Eoactneng NeW paragraph :— “ (pp) all sums ag may be set apart by the Council to pay ag incentives to the occupiers of premises + under section 1544 ;\". ‘Amend- 40, Section 207 of the principal enactment is hereby ment ot, ., amended by the repeal of subsection (8) of that section, and oF te the substitution therefor of the following subsection:— — “* Fincipe Seactnent, (3) Such by-laws may provide penalties for the contra- vention thereof as follows :— (a) in the case of a first offence, a fine not exceeding one * ‘thousand rupees 5 (B) im the case of @ second or subsequent offence, a fine not exceeding two thousand rupees ; and (¢) in the case of a continuing offence, an additional fine not exceeding two hundred and fifty rupees for ” ‘every day during which the offence ia continued after a conviction or after service of a written notice from the Mayor directing attention to such coptea- vention”. Tpertion IL. The following new section is hereby inserted pection ‘1864 immediately after section 26%, and shall have effect as pringipal section 2684, of the principal enactment :— “Power $0 268. (1) Where any person contravenes ‘offencen any by-law made under subsection (5) of section 272, and where such person has not been previously convicted under section 267, the Mayor shall compound such offence, if go requested by the offender, for a sum of money equal to one-fourth of the maximum fine imposable for such offence under section 267, and where a prosecution has been entered",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Municipal Councils and Urban Councils 5 (Amendment) Ast, No. 61 of 1981 against any sueh offender, the Mayor shall ” compound such offence at any time before judgment with the consent of court. 2) Any sum vf money accepted by the Mayor under subsection (1) shall be credited to the Municipal Fund.”,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "12, Section 312 of the principal enactment in hereby Replace",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "repealed and the folowing section substituted therefor:— eetlon 312 a the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“Penalty 312, Except where othecwise provided, principal Ph ace, every person who is guilty of an offence",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "under the provisions of this Ordinance bell",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "be liable for every such offence, to a fine not",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "exceeding one thousand rupees, and in the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "case of a continuing offence to a further fine",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "not exceeding two hundred and fifty rupees",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "for each day during which the offence is con-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "tinued after convietion or after service of a",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "written uotice from the Mayor directing at-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "tention to such offence.”",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "PART I",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "13. Section 36 of the Urban Couneils Ordinance (here Amendment after in this Part referred to as the “principal enactment”) i0.6f is hereby amended by the insertion immediately after 338, paragraph (i) of that section of the following new Paragraph i—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“ (i) to set apart such sums of moneys with the prior",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘approval of the Minister for the payment of incen-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ". tives to occupters of residential premises who quality for such payment on a recommendation made by the commttee appointed under section 209, in accordance with a scheme prepared by such committee;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "44, Section 128 of the principal enactment is hereby Amendment amended in subsection (2) of that vection, by the substitu. figef ine tion for the words “punishable with a fine not exceeding principal, ‘wo hundred rupees and with a further fine not exceeding Atty rupees for every day”, of the wards “punishable with 4 fine not exeeeding six hundred rupees and with a further fine not exceeding five hundred rupees for every day.”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "& Municipal Councils and Urban Councils (Amendment) Act, No. 61 of 1981 Aovertian 15, The following new section is hereby inserted imme. Section 124, diately after section 128, and shall have effect ax section Bee 1284, of the principal enactment :— Shactment. * Clooure 1284 (1) Where a person convicted by any giaee.PY., court for the offence of using any premises for any trade or business without a licence isqued in that behalf under this Ordinance or under any by-law made thereunder, cont!- hues to use such premises without a Heence for such trade or business, whether by bim- selé or by any other person on his behalf, Magistrate may, upon an application for elosure order made by the Chairman, Secre- tary or any officer authorized in that behalf by such Chairman or Secretary, as the ease may be, order the closure of such trade or business at such premises, until such time such person obtains a licence from the Counell, (2) In any proceedings under subsection (U) a certificate issued by the Chairman, Sec- retary or any officer authorized in that bebalf ‘by such Chairman or Secretary, as the case may be, setting out that the person mentioned in the certificate, continues to use such Premises without obtaining a licence for any trade or business shall be prima facie evidence of the matters stated therein.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "(@) In any case where such person fails to comply with the closure order issued under subsection (1) the Magistrate shall forthwith order the Fiseal of the court requiring and authorizing such Fiscal before a date speci fied in such order not being a date earlier than three or later than seven clear days from the date of issue of such order, to close any trade or business at such premises. Such",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "» order shail be sufficient authority for the eaid Fiscal or any police officer authorized by him im that behalf, to enter the premises with such assistants as the Fiscal or such officer shall deem necessary to close any trade or business at such premises.”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Municipal Councils and Urban Councils 7 (Amendment) Act, No, 61 of 1981",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "16 Seotion 153 of the principal enactment is hereby Amendment amended in subsection (2) of that section by the substitution {a\"of the | for the words “such fine not exceeding two hundred and amcusent, fifty rupees for any one act or omission constituting such contravention, and in the case of a continuing contravention, an additional fine not exceeding twenty-five rupees for every day”, of the words “such fine not exceeding seven hundred and fifty rupees for any one act or omission consti- tuting such contravention, and in the case of a continuing contravention, an additional fine not exceeding two hundred and fifty rupees of every day”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Li. The following new section is hereby inserted imme- Insertion diately after section 153, and shall have effect as section section ‘1638",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "1584, of the principal enactment :-— prince “Power to 1534. (1) Where any person contravenes eke” any bydaw made under subsection (9) of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "section 157, and where such person has not been previously convicted under section 153, the Chairman shall compound such offence, if go requested by the offender, for a sum of money equel to one-fourth of the meximum fine imposable for such offence under section 153, and where a prosecution has been entered against any such offender, the Chairman shall compound such offence at any time before judgment with the consent of court.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "@ Any sum of money accepted by the Chairman under subsection (1) shall be credited to the Fund of the Council. ”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "48. Section 158 of the principal enactment is hereby Amendment amended in subsection (1) of that section by the insertion fse's the immediately after paragraph (e) of that subsection of the Basctnent following new paragraph :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "“ (ee) all sums as may be set apart hy the Counell to pay",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "as ineentives to the occupiers of premises under section 2094 ;”,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Munserpal Councils ond Urban Councils (Amendment) Act, No. 61 of 1981 Insertion 1, The following new section is hereby inserted imme- Section 200, diately after section 209, and shall have effect as section inte ial 209, of the principal enactment :— enactzas “Payment 2094, (1) An Urban Council shall appoint Preentives, & Committee consisting of not less than six Councillors for the purpose of preparing a scheme ag regurds the maintenance of resi- dential premises and for making recommen: dations for the payment of an incentive to occupiers of such premises who qualify tor such payment, @) The committes in preparing a scheme under subsection (1) and in malting any : recommendation for payment of an incentive to an oceupier of any residential premises shail take into consideration— (@) thas the residential premises are well : maintained and in good repair anc in a clean and sanitary condition : and (b) that the street, including the Pavement, and all surface drains ox fronts, adjoins or abuts such Premises are cleon and kept tree of any waste material, j (3) The committee may enter and inspect any residential premises with the consent of the occupier and ascertain any information trom the occupier of auch premises at all reasonable hours of the day for the purpose of making their recommendations. ”.",
    "mean_p_confidence": 0.81
  }
]