[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT: OF CEYLON.’ ist Session 1952 BE, Ifa ino Be ‘a: Bl ads ok E gts : ars Pret: ee : : eae . . sl Gee) : Boeieenes ~ . Fisheries. (Amendment) - Act, ue No, 25 of 1952 : Dotb of Assent : October 2, 1982 ‘ Printed on the ‘Orders of Government Printed ot the Crnan Govt, Passe, Covorm, To be Purchased at the Govt. Puarications Buarav, Coromma dare rnin, Geng i) sa Bureau, Posr Orrice Box 560, Secreterlat, Colombo 1 | Prlees 99 cant. Postage: 5 eante",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Fisheries (Amendment) Act, No, 250f 1988 | 3 1, D.—0, 5/50, . AN Act 70 AMEND Tite Frenentes Onprxance, :. No. % ov 4940,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "* [Date of Assent: October $1, 1952]",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen's Most Excellont ‘Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4, This Act may be cited as the Fisharies stor tive, (Amendment) Act, No, 26 of 1952.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. Section 2 of the Fisheries Ordinance, No. 24 Amrotmas ot -of 1940, (hereinafter referred to as the “principal a2.\" enuctment\"), is hereby amended by the insertion, 9s. 3ot 100, immediately after sub-section (4), of the following new sub-section :— :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ": + (6) All officers (not below the rank*",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ". - of sub-inapestor) appointed under thio : section are heraby declared to be peace officers within the meaning and for the Cap. 19 Pusposen of the Criminal “Procedure",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3 Section 3 of the principal enactment is hereby Ameaimons of amended ag follows: — Sa eecgat * (1) in sub-section ()— el",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "+ @) by the substitution, for paragraph (8), @ vy of the following: new ‘paragraph: — “ (@) the persons for the time being . holding the offices of Director ++ of Commerce, Commissioner ++ for the Development of Mar- keting, Master Attendant of the Port of Colombo, Regis - trar of Co-operative Societies and Deputy Director of Fish- aries; \"; and . *(®) by the insertion, immediately after ~\" paragraph (8), of the following new paragraph — . . ** (BB) two officers from the Depart. > ment of Industries appointed - by the Minister; and ”’; and | AR masz aN ~ .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4, Fisheries (Amendment) Act, No. 25 of 1952 (2) by the insertion, immediately after sub-section (1), of the following new sub-section :— . “(1a) Any of the officers mentioned in paragrapbe (a), (0) and (60) of sub-section '1) who is unable to attend any meeting of the Board may authorise any other officer of . his Department to be present on his behalf at such meeting; and the officer so authorised shall be deemed for the purposés of the : meeting to be a member of the Board.”’. Tnerin of 8. The following new section is hereby inserted mr 7\" \"immediately after section 14, and shail have effect as racial section 144 of the principal enactment: — , Epon 14a. No person shall sell, expose for ~ Saree sale, or transport for sale, any Gah khow:  talen ing or having reasonable cause to believe poten, oto. that such has been taken in contra- vention of any of the provisions of section 14, : Innarion of &. ‘The following new section is hereby inserted Warne immediately after section 18, and sball have effect a5 pecbal” section 184, of the principal enactment:— . + Fishing Disputes Fishing . 18s. (1) Where any fishing dispute : cape. aches ox\" apprehended, the Minister may, if he considers it expedient ao fo do, . refer the dispute for public inquiry and port to any person ox to a Committee of not more three persons appointed. by him for the parpose. Where a Com- amittee is so appointed, one of the mem- - bers nominated by the Minister in that behalf shall be the Chairman. (©) A reference made under sub-section . @ shall specify the subject-matter of dispute to which it relates. The -” Minister shall publish a copy of the refer- ~ : ence in the Gazette, and judicial notice shall be taken by all courts in the Island of the reference 20 published. * (8) It shall be the duty of the person . or Gommelteee to whom & dispute is re- . ferred under sub-section (1}—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Fisheries (Amendment) Act, No. 26 of 1952 5",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(@) to cause notice to be published in the Gazette—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(i) specifying the subject- matter of the dispute; (ii) calling upon all peraons . . desiring 20 to do to make written represen- _ tations relating to the dispute to the office of ; the Dizeotor before such date ag may be” specified in the notice; - . and Gi) appointing a time and place for the com- taencement of a public inquiry into the sub- ject-matter of the . dispute; and .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(®) to cause copies of the notice in Sinhalese and in Tamil to be posted at police stations, post offices and other suitable places in the area in which persons interested in the ‘subject-matter of the dispute are believed to reside.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(), Any person who bas made repre- sentationg im response to a notice re b- lished ander sub-ecction @) shall be entitled to be present and to tender evi- dence whether oral or documentary, in support of his representations, at the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "+ public inquiry into the subject-matter of + the dispute. : (®) It shal be lawful for the person or Comatose holding a public ‘quiry wader this seotion by order to require any ~’ person to give evidence at the public in- quiry end to produce thereat any doou- » tment relevant to the subject-matter of . + the dispute which may be in the enstody or possession of such person,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) The person or Committee holding a Pablic inquiry under this section may in his or their discretion require that oral evidence given at the inquiry shall be given on oath: .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "6 Fisheries (Amendment) Act, No. 26 of 1968 . : (7) Any person who fail or refuses ° to comply with any order made under . sub-section (5) or who gives false evi- dence at any public inquiry held under this section shall be guilty ‘of an offence and shall be liable on conviction after summary trial before a Magistrate to a fine not exceeding five hundred rupees or to imprisonment of either description for @ term not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "® lations may be made provid- ing for the procedure to be followed at gublic inquiries held under this section.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "‘abject to the provisions of any such regulation, the person or the Committee to whom a dispute is referred under sub- seotion @ may determine the procedure to be followed at the publie inquiry.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(9) It shall be the duty of the person or Committee to whom a dispute is referred",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ": under sub-section (1), after considering such representations as may have been made in response to the notice published under sub-section (3) and the evidence taken at the public inquiry into the sub- ject-matter of the dispute, to prepare a report containing the findings upon the subject-matter of the dispute and sucb recommendations as the person or Com- mittee may consider necessary ae to the Tights, restrictions or prohibitions which ‘should be conferred or imposed with respect to the talcing of fish in the waters in relation to whic the dispute arose or is apprehended.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Such report shali be read out at the conclusion of the public ingviry or on & date to which the inquiry shall be adjourned for the purpose, and shall be published in the Gazette. _",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(10) Any person who has made repre- sentetions in response to a notice pub- lished under sub-section (8) in respect of any dispute may, before the expiration of a period of one month from the date of the publication in the Gazette of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Fisheries (Amendment) Act, No. 25 0f 1952 = 7 report prepared wnder sub-sevtion (9) in",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": ". relation 19 that dispute, make tepre- sentatione in writing to the Minister with veapect to any matter dealt with in the report.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "_ (11) After consideration of the report published ander sub-section (0) in respect of any dispute and of any such repre- sentations as may he duly made to bim under sub-section (10), the Minister may make regulations for the purpose of carrying out or giving effect to aay or all of the ‘recommendations made in that bebelf in the report, including regu- lations, for the purpose of -—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(@) prohibiting, restricting or regu-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": ". lating the taking ee fish in",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "any specified part of Ceylon ‘waters by persous not belong- ing to any specified group or section of persons; ot @ fixing different, days or times during which diferent groups a or sections of persons engaged * in fishing may take fish in any specified part of Ceylon . waters. Nothing in the preceding provi- signa of this’ section shall be deemed or + construed to authorise the reference thereunder of any dispute in relation to the subject-matter of which any civil action or other civil proceeding is pend- ing before any court of competent juris- diction. gm Where a fishing dispute has been. referred for public inquiry and report . under the preceding, provisions of this section, then, notwithstanding anything in any other law, no civil action or other . civil proceeding shall in respect of any matter constituting or comprised in the . , . + subject-matter of the dispute be insti- - tuted or maintained in any civil court at any time before the expiration of 2 period of three months from the date of the publication in the Gazette of the re- | port prepared under sub-section (9) in relation to that dispute, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Fisheries (Amendment) Act, No. 25 of 1952 (14) In this section “ fishing dispute + means any dispute, between two or more : groups or sections of persons engaged in . hing, in regard to the right to take fish, or to the time or manner of taking : fish in any part of Ceylon waters. Insertion ef, ., 5. The following new section is hereby inserted eee immodiately after section 18, and shall Have effect ometmeat as section 19a, of the principal enactment :— Power ta 19s, (1) Any officer appointed under aeee pele, section 2 (1) may, if he hes reason to believe that any offence under this Ordi- . nance haa been committed, seize and detain any fishing boat, or any fishing net or stake, or other equipment or instra- ment or any vehicle used in or in con- . nection with the commission of the offence, or any fish taken in the course of such commission. . (2) Where any article is seized under sub-section (1), the officer by whom the . article was seized shall produce that | article ag soon as possible before a Magis- trate’s Court of competent jurisdiction; and upon the production of that article, the court shall make such order as it may . * deem fit relating to the custody of the article pending its disposal under sub- (3) Where any article is seized under sub-section (1) from the possession of any person— y (e) it shall be returned to that person forthwith upon the : expiration of fourteen days after the seizure, unless a - prosecution for the, alleged ’ offence is instituted fore the end of that period; or .  @) it shall be returned to that fan son forthwith after the final determination of the prose ention unless it is duly de- -  clared to be forfeited to Her Majesty under sub-section (@) of section 24,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "Fisheries (Amendment) Act, No. 250f 1952 9 _ 1. The following new scction is hereby inserted Tenn, of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "immediately after seodun 21, and shall have efect fir ag section 21s, of the principal onactment :— Bel +",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "Prmton Zia, Whore any net, the use of which",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "of ae in any specified part. of Ceylon waters is",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "peat prohibited by any regulation made under -™. this Ordinatice, is found in the possession :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "or under the control of any person within",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "a distance of a quarter of 2 mile from",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "such waters, then, for the purposes of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "any prosecution for a contravention of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": ". that regulation, that peroon shall, be",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": ". presume until the contrary is proved, to",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "ave used such net in'sach waters. . 8, Section 22 of the principal enactment is hereby Amsniuegnt of amended as follows:— re (1) in sub-section (2), by the substitution, for the Piecieos, words ‘one hundred rupees.\"”” of the words “five hundred rupees.”; (2) by the re-numbaring of sub-section (8) thereof - a sub-section (8); end : (8) by the insertion, immediately after sub- section (2), of the following new sub- » section: — : “+ (8) A person who acts in contraven- tion of, any provision of amy regu. Tation shall, in addition to any other penalty which may be imposed under sub- section (2), be Hable to a fine of one = hundted rupees for each day during which the contravention. is continued after . conviction thereof.””,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": ",9 The following new sections are hereby inserted Tosettiog ot immediately after section 22, and shall have effect as 3\" ani aa sections 924 and 998, of the principal enactment:— 3, Sei 22. (1) Any person who acts in Revueain contravention of any of the provisions of eget section 14 shall be guilty of an offence",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "and shall, on conviction after summary",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "trial before a, Magistrate, be Hable to",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "fine not less than five hundred rupees or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": ": to imprisonment of either description for a. term not exceeding one year or to both",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": "such fine and imprisonment or on a second",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 19,
    "text": ". or subsequent conviction to a fine not less",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "10 Fisheries (Amendment) Act, No. 25 of 1958 than one thousand mpegs ot to imprison- ment of either description for» term not exceeding two years ot to both euch fine and imprisonment. (2) Any officer appointed under section . 2 (1) who shall— : (@) be guilty of cowardies, o (©) wilfully fail in his duty to report . any offence against thia Ordi- nenea, or - (©) connive at the commission of any offence against this Ordi- , nance, shall be guilty of an offence and shall, on oonviction after summary trial before a Magistrate, be liable to 2 fine not exoeed- . ing one hundred rupees. . . {8) The preceding provisions of this . section shall have eect notwithstanding . anything in section 22. Ofinoe 222, Notwithstanding anything in wie the First Schedule to the Criminal’ Pro- ite be cedure Code, an offence under section 14 ele of this Ordinance shall be a non-bailable bi offence within the meaning and for the purposes of that Code. jmeisrss 40, Section 24 of the principal enactment is hereby Motte amended in sub-section (2), by the substitution, for Fast all the words from “* instrument ”’ to the end of that “nen sub-section, of the following: — “ instrament or any vehicle used in or in : connection with the commission of the offence, or any fish taken in the gourse of such commission shall be forfeited to Her Majesty: Provided that in the case of a conviction of an offence under section 14, the Magistrate shall make order as aforesaid unless it is proved that the fishing boat, fishing net or stake, or other equipment or mstrument or vehicle belongs to a person other than the person convicted and that the owner thereof bad no knowledge",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Fisheviea (Amendment) Act, No. 25 of 1962 11 . that it, would be used in or in connection with the commission of the offence.””. _ 14, The following new section is hereby inserted feumiien immediately after section 25, and shall have effect as \"a5, section 264, of the principal enactment :— ae Beat 25a. No action shall lie against the Stems, Government of Ceylon or against any officer appointed under section 2 (1) for damages in any civil court for any act bono fide done or ordered to be done in pursuance of this Ordinance; and no prosecution of any such officer and no action which may be lawfully brought against any such officer, in respect of anything done in pursuasor of this Ordi- nance, shall be entertained by any court . unless it ig instituted within six months from the date of the act complained of. “42, Section 26 of the principal enactment is hereby Amundsen * amended, in sub-section (2), as follows:— Sh ggtion 26 (1) in paragraph (d), by the substitution, for the Tuatin ) Words. Pa registration,” of the words ‘such registration {including different feos in respect of diferent classes of boats or bosts used for different purposes or in different areas),”’; 2) by the substitution, for paragraph (2), of the following new paragraph:— “ (@&) the registration of fishing nets or other specified fishing equipment used in Ceylon waters or any part of such waters and of the owners thereof, including the circumstances in which such registration may be refused, the officers and servants by whom such nets or other specified fishing equipment shall be regis. tered, the fees payable for such registration (including different fees in respect of different kinds of nets or other specified fishing equip- ment or of nets or other equipment tged for diferent. purposes ‘or, in different areas}, and the marking of registered fishing nets or other registered fishing equipment;’”;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "12 Fisheries (Amendment) Act, No. 25 of 1958 (8) by the insertion, immediately after paragraph 2G), of the following new paragraphs “ (ich) the regulation of the kind of fishing nets of other fishing equipment to ~ be used, and the “prohibition or restriction of the possession or use . of fishing neta or other fishing equip- : ment of any specified description, for the purpose of taking fish in Ceylon water's or any part thereof ;”\"; and (4) by the substitution, in paragraph (g), for the words, “ for other vequipment Be Of the words’ ‘or other equipment ‘or any vehicle”. Ipteton _ 43, The following new section is hereby inserted ooo\" gg, immediately after section 26, and shall have effect as it section 264, of the principal enactment: — ‘Sectment, —“Fisris 264. (1) A. fund to be called the’ Ene! Fisheries Reward Fund (hereinafter referred to as the ‘ Fund\") is hereby established.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "(2) There sball be paid into the Fund = - all recovered under this Ordinance and all sams of money realised by the dis- posel of articles forfeited under this ‘Ordinance.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "(8) The Director may, in his dis- cretion, | pay a reward to any officer appointed under section 2 (1) or informer out of the moneys in the Fund:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "Provided, however, that no such re- ward shail exceed fifty rapees unless the Director has obtained the approval of the Permanent Secretary to the Ministry of Industries and Fisheries (hereinafter referred to as the ‘‘ Permanent Secretary ””).",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "(4) Where any witness ineurs travel- ling expenses in attending ‘court for the purpose of giving evidence at any trial in respect of an offence under this Ordinance which are not payable to him under any other law, the Director may pay to such witness out of the moneys in the Fund",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "\"Fisheries (Amendment) Act, No. 26 of 1952 13° such amount as may he determined by him to cover the oost of the expenses properly so incurred :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "Provided that no such payment shall exceed fifty rupees unless the Directar",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "- has obtained the approval of the Per- manent Secretary.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "(6) The Director’ shall be responsible for the administration of the Fund and : accounts of the Fund shall be audited",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": ".  anaually by the Auditor-General.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "4%. The Third Schedule to the principal enact- Amzducot ment is hereby amended by the addition, at the end Sens of that Schedule, of the following new item the (te particulars thereof being inserted in the appropriate FirciSen. eolumns:-— - eats In anation 170— :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "ares (1) sub-paragraph (¢) of para- te ® graph Udy Bal be omitted: and in sub-paragraph (f) of para- ® graph (io), for the words \"fish, game and wild birds;\", ~ there shall be : substituted the — words * game and wild birds;”.",
    "mean_p_confidence": 0.64
  }
]