[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 . = fs ice . RI : Public Performances (Amendment) Act, No. 40 of 1961 Date of Assent: June 17, 1961 . a Printed on the Orders of Government Belated th ft goitining Poacrcartna BURAY, Catone Annu: ion (including Bills) Rs. ible in ie Be Seen, cee See Price: 16 cents. Postage: 18 cents.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Public Performances (Amendment) Act, No. 50 of 1067 L, D.—0. 68/89, An Act To AMEND THE Pveii¢ PERFORMANCES ORDINANCE. [Dete of Assent: 17th June, 1961], © BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and oon of the Senate and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "f@ House of Represcatatives of Ceylon in this pra- sent Parliament assembled, and by the authority of ~ the same, as follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. This Act may be cited as the Publio Perfor- Short vist, mances (Amendment) Act, No. 40 of 1961.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 The long title of the Public Performances Apesineas ct Ordinance, hereinafter referred to as “the principal dctayle iss guactinent”*, ig bereby amended by the substitution, for the words ‘‘ PUBLIC PERFORMANCES.”, of the words “PUBLIC PERFORMANCES AND CARNIVALS.”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "3 Section 2 of the principal enactment is Beolesenens repealed and the ‘lowing section * itoted oF Be pranal therefor: — Eh y * Toterprotation. 2. In thig Ordinance, unless the con-",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "text otherwise requires— :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“‘ carnival” includes any féte, fancy fair, and any other similar entertainment to which the public are admitted, whether . on payment or otherwise, but",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". does not inclnde any public : performance; . . “\"Joeal authority \"” means any Urban Council, Town Council, or ‘Village Committee; and “ pablio performance” includes— @ every public» dramatic",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "representation; @) every exhibition of pictures ‘or optical effects by Means of a sinemato- 5 -graph, ma tern, oF . Sinve similar spparatas;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "23m nt—aa08",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 - Public Performances (Amendment) Act, No. 40 of 1961",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(© every exhibition of dancing, Sos conjuring, juggling, ot . acrobatic performances, every boxing contest, - circus, concert, or other",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". stage ‘entertainment, but doss not include any carnival or any performance on private premises to . which the public are not admitted",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "whether on payment or otherwise.’ Beat 4 The following new sections are hereby inserted PEST immediately after section 3, and shall have eflct a5 sin. eections 8A, 8B, and 3C,’of the principal enact-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Gnneubant. tment ;—~ .",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": * Prohibition 3A. (1) No person shall hold any zeciet carnival in any Grea within the admin. wait istrative limits of any local authority Neate. except onder licence issued in that",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "behalf by that authority. .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "@) A licence under sub-section ay shall not be ised by a locai authority except with the concurrence of the Tnspector-General of Police.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(8) Tt shall be a condition of every such licence that the licensee, shall not promote or permit gambling of any kind whatsoever within the premises in which the carnival is held, and that he shall not conduct or promote any lottery within such premises or in connection with such carnival.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(4) A licence issned by & local authority to any person may be sus pended or cancelled ‘oy such authority if it is satisfied that such person bas con- travened any condition of sucb licence or any provision of this Ordinance or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": - of any by-law made thereunder, Prokiition 3B. No person shall promote, or pat- . gables ticipate in, gambling of any kind whatso- vice crema ever within the premises in which any \"as fe snd carnival is held, or conduct or promote & contin any lottery within such premises or in zac connection with such carnival.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "* Public Performances (Amendment) Act, 8 No. 40 of 1961 . ower ot 8C. (1) A local authority may make May by-laws for the regulation, inspection, ets and control of carnivals, and in parti- tpiow tm cular, without prejudice to the generality anil. — of the power 0 conferred, in respect of all or any of the following matters:— (2) the fees to be paid for the issue of . icences relating to carnivals; (@Q) the conditions of such licences; and (@) the protection of the public against Jie, overerowding, disorder, of other dangers. . (2) Every by-law made by a local autiority “sball be published in the Gazette and shall coms into operation on the date of such publication or on such : Inder dato as may be specified in the by law. _ « 9) Every, bylaw made by. local authority shall, as soon as convenient : after its publication in the Gazette, be brought before the Senate and the House of epresentatives tor ‘approval. Any by-law which is not 90 approved shi 83 deemed to be rescinded ag from the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": ": date of disapproval, but without pre-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "judice to anything done thereunder.”’,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "5. Section 4 of the principal ennctment is hereby setontst amended, in sub-section (1) thereof, by the substitu: {3\"%.ta¥ tion, for the words “person infringing any rule”, sacimeat. of the words “ person contravening the provisions of - section 8A on section 8B or of any tule or by-law”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "6. Section 6 of the principal enactment is hereby ameoinen amended by the substitution, for the words “* public mrts%,5,%, Performances”, of the words “ public performances mickuak or carnivals”.",
    "mean_p_confidence": 0.76
  }
]