[
  {
    "i_page": 1,
    "par_num": 5,
    "text": ", ee . (ie) PARLIAMENT OF THE DEMOCRATIC - SOCIALIST REPUBLIC OF SRI LANKA FOREIGN LOANS (AMENDMENT)",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "ACT, No. 33 OF 1984",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "[Certified on 23rd August, 1984)",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": ". : Printed on the Orders of Government . Published as a Supplement to Part IL of the Gazette of the Democratic Socialist Republic of Sri Lanka of August 24, 1984 cD AP ORHAN OF GOMENDEE MRNTNG 2A AREA",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "‘TO BE PURCHASED At THE COVERNMENT FURLICATIONS BUREAU, COLOMBO. 7 Price: 45 conts Postage: 6@ cents",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Foreign Loans (Amendment) Act, No. 38 of 1984 [Certified on 23rd August, 1984] LD—O, 38/83",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "dot Acr ro anmp tem Foreman Loass Acs, No. 29 oF 1957 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act mey be cited as the Forelgn Loans (Amend- Shart ttle; ment) Act, No, 83 of 1984,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 Section 5 of the Foreign Loans Act, No. 29 of 195%, Amendment replaced by Act No. 23 of 1980, is hereby amended by the of Sa substitution for the definition’ af “foreign loan” of the 38 of 105%, following definition—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘+ Zoreign Joan” means a loan or any form or financial exedit or accommodation in any currency granted to the Government af Sri Lanka, or to « pubbis eorporation, or public enterprise—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(@) by a foreign Government or the agency of @ foreign",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Government j or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(®) by any international organisation ; of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(@) by @ person or hady of persons outside Sri Lenka,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "whether oorporste or unincorporate, as may be ap-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "___ proved by the Government of Sri Lanka generally",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘or in respect of a particular trausaction ; or ag may be approved by the Minister where the Minister is of the opinion that having regard to the nature of ‘the transaction, the identity of such person or body of persons, cannot be ascertained expeditiously, and fneludes— () any sum of money which the Government of . Sri Lanke or the public corporation or publle enterprise, as the case may be, undertakes to . pay any such foreign Government, agency, organization, person or body of persons that : discharges any Iiability of the Government of Sri Lanke, or the public corporation or pablie enterprise, as the case may be, in respect of : any transaction between the Government of . Sri Lanka, public corporation or public enter- - prise, aa the case may be and any person ‘outside Sti Lanka ; and 3-9 OTTs2_-7,000 HOD",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "2 Foreign Loans (Amendment) Act, No, 33 of 1934",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Gi) any loan or any form of financtal credit ar ac+ sommodation in any currency other than the Sri Lanka rupee granted to the Government of Sri Lanka or to a public corporation or Public enterprise by a person or body of per- sons within Sti Lanka whether corporate or Unincorporate, as may be approved by the Government of Sri Lanka generally or in zes- pect of a particular transaction, or as may be approved by the Minister where the Minister is of the opinion that having regard to the nature of the transaction the identity of such person or body of persons cannot be ascer~ tained expeditiously. '",
    "mean_p_confidence": 0.87
  }
]