[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA FINANCE LEASING ACT, No. 56 OF 2000 [Cert on 18a August, 208] Primed om she Onder of Goverment ‘rulished esa Suppletgot to Part of the Gazette of de Demoerade Sorat Repeblicat SrtLantscf Angust 8.2000 eee oan GEREITONDG I Pree RL HAS Penge R528",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Finaace Loesing At, No $8 0f 2000 ew 1B Aug, 20005 1.D—0, 20008, AN ACT reams: cE alae 8 MORITORNG",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "se Lev ARES 98 SIP Ye a ‘Be Rsnaized ny he Pstianea ai Dersre cio Bepubtis of Sr Laka 3 oad —",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1 This Act my be cust as he Eines Lessing Act, Star asa Mo. 36uF MO and shall oone nto optim am uch ae MACE Une ‘bo Micke mre spr by Onior piste nce Sazen@ heroin rfid heaping ae\"",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "PART Recast oF Reais LRN BER",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2% Sanjeurzo ti peovidonsa¢ sation M4, from and ler Fane lenin the anpaited dt, > yervom scanty ok Francs Lounges ee Duss, except onder the auionily oF 2 ceifiote of SHMOGR eprint that hefner ve pvr thas SENET ae",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "A psno st el bo aigile coe RIERA URSET eatin ‘UE Act tees ach prton ped",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@) is x Heomsed commercial bank oe a Housed",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "speciaiaed bank within themeaning Gee Banking ‘et No allo 188;",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "a tanesurapany wibinsho menaingof te Pian)",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "amen Ac, Na. Th of 8 ot",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "epic compare incopored unde the Compan",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘Abs, No, 17 2987 having sch nin ed 2d pid up cil ae ray be race Ba enpoes- a0 eaN0n,",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "2 Pa et N50 . retntne A ( Areitrmgtominaill SHEE avast nneBlem ens oe Sepa Dean ae omee 1 nthe tesco ht the a slog ony te eels evar verde Bag eae Sto toe ‘Tecate",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "1 nice ttc. sea of sets tale eit ict ease mocked mee pain:",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "6 tec ae omer —",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "1 cid py of Stmoranon aa ‘Soweto coat satel ete:",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "ch sasitony incomigmmemnig eStennd oonae so f",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "1) dese pd",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "sade of hated met",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "etry. sn ae",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "sae npn ea her a",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Salt Ritson te ops",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "6) Aes nla ee pion",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "seinen femal ence he",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Deiter prs egoinoraee",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Siieneyoe ge remeemy",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "iow pea toy of lone ie",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Fisonce boning Net lo, of 200 a 12) Whore the Biretor om & ARMORED OF tbe Conkiomsot information voniaiond in an application avude and tw RBG. Socanecs,taTormstion andl patos: furnished wor ‘ction ah sfcr wach fvestigaton at the Diecioe may loca mecesmary. & saisied thatthe applicant fe ft and Ceampetento ay bn Banaceleming bias tp tO sna ving egret teers of ha nana B63} — Co} egies asin ant 2) sea corifiente of regina ta Te pita, > very poeson registred under sulscoinn <1) babs referel wo 263 rogue fear Fray ashe” (hereinafter rtrd wens 4 reisena estaba) (2 Every sopistered wstthlistomentshalh exhibit vie ‘etic of reglraee issurd tin acempicie place 1 he principal plane of busines of sel ota, (4 The Dinwctor dha keep anita epost fon. reper oF ouey egsined cauhishaon, Beery rpetretosabtitme shall pay the Diroter toa! 2m soul epiaraion Foe ae niy he provi, within can, vest los he ond of cache alieh ea 2 Thespsnsng maa abe subwined aderyaraeaph Gp cet (nf mabscsion $41 eset 4, shalt contin arta ing ti fink the period of drat once 0893 162 tho sim ofsosouey uf he payomni do onthe nace tase: (el Me yreteetion ty the lancet Ur ight ot the osaap aplewtelaiuci re ote me PHOT smart aes Bee",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "$ Pumer tai es Ha 36 of 008 ae apo sch capper at he expen Fe nanos eee fet suber atlas pres Sroutpst ase ts ror non appro fhe et, SEesencene  sroghteredcsabishmon ea a Sot In) Serer davis om@opetilsectted ne cr mara ut wer peep} oF suasiin (lof meson dor (05 aro aoe btisnne 5 «company her ie Denardo an Ari fascia. wrkionsr 9 i Theron fe epsered cashier ay Sn te sind ercarelied bbe Breton arp oe ere pir ofan Faas pounds ; (a) fitweto comma bases abn ees sMerreglte thy cvngtocary ona eating ess: 6. oping who, ming any stietion oF Srvongement with ie restors 9 gfe 59 Frgaidation ¢ being ove ap HC otherwise aise {1 cmp ita ties a smo Bt 10 bo ‘Senet athe meet ie 4) tna we meat obligaina is fees sree or pis sth ae a he stag invctscation fy provisions this ran gating netic ren eon inte or tay Section er by he Dice clr air A esi eu",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Frumce Leong Ac No. 56 of 20005 ) Gurnshing false, mistedteg or inaccurate iefarmtion of couccting or fang to lose nme fac, os pple For etn sor sheesh enablshmee i eensed commercial bon enn specton bank oraliened ance compar, be Beene ied 10 such establishment tas been revoke y the ake ein the stn, unde te Banking At Wo. 306 988 ore nance ‘Compories Act fe Bot I9B, eth cate may he (2) The Director may, for ob8 oF more of he grands seein abestion i (a) suspend he wgiation fa egiesdexatishnent forsuchpetio ar maybe apecied which shal it ‘tec ter non. ad hein sal at diving he pero of ngewe tay farce teaesor 42} cancel the registration of registered establishment . {nd he cuabicmen shal ot ere canry on ny Tine leasing bases vce sich Bins 2 hd entre ino before he don wih he ‘anclallon ake effect andthe eather shal for te purpose ef completing ch tunes be doemed io be registered alien 10. (1) Tha Ditacor shall, before suspending or Pee tr canceling he region of  regtred eaishmet on Sapo yw ormocet he oundspeifed asrconS wea att sie fo writing on ie eabishnent, nfoning fof sch ‘ect and speiyig ie gros for de poprasd sespenscn or canetion, (2) A gisered eusbhichmen ey, win fourteen days of cc of nce er absion (1 sh cate 810 ‘hy i egisuaon seul te cones or spend 8) Where avegincredovabihrent seas enise ‘xii psy riod nsbsecton 2}. Der may {hspend or eonech as the case maybe the vpisuain",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ". Finance Gens Se, Ho, 5 of 166",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "£2) ‘Whosolhesnyinered estabinment in compbanos oath rice esi 0 ese beeson II} show cae wid the specilid pesto. te Deze way fr eee he eavomn xbae—",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(oy eefexin rom gusponding of cancelling",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "the registration. if he is satisfied iat she fonshiishevent has shown aulficlemt causa oe 58 ‘shy i erginraten swold act be suspended come",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(8) suspend or cancel the ugitiin, i tei atin",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "‘Bette etblshment ha il shown sa M Coa to ehpit reghteasinatoakd note spe sence,",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "481 The decision a the Disre wider subesion (4 or schsctin 4 ol le served taseglsimed audit rd hl tabs clfert na the dale which sues dasion Seva on ths etbshinen",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "PART But oF basso fastens Sarat kigew HA. 49) Sebjont to the provisions of subsea «3, 9 Tetbout ——unss aa righ we wuaned and pace pases0n eon. eaniprnl eid oth see der ofarwe Tae, fad shal he gy a ese teat pct sochrie",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "2) Thepinssioasorsibetion 1 st nat apy whew a lessas has hy ran Fay ho ok OF be ‘essed wo bo wood he igh naa and pvceted esses te quizes,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "sootamigmes EZ Hesall be te day of @hetas tee (a pee fp i ie thy lance eae",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Fiance Lesig Rl Ma 56 of 2000-' 7 (sew orth pps fr which is provided sand (0) subject fie wear ander ano ary osienons eed ty the pares tothe fare kas. eepitin {Es condi in wich wat deter whe lee 13_()Wheem equipment spciied in anaes les None ae bas et teen delineates ator beloe de te ede aioe unde ec Tease or is delivery or has eon delivered ater Smeal sucrime, ce where tegument delet does natconfarm SA 1 the fem, codons warsntes or speelatons i he Sunpiy arecncntreating sch eguipment he ess ay, subj proisnsfrbeton (2 eet eppment tnd cman sch anc ese (2) Where a tesce teins a nance Teste ander subseton(D ho tssee may wld the pyre under sh lane eas eer shal endo eoove om ‘he lester any money paid wer he Finace Fear, es any reasons tek ye lesen eps a= (a) any denis derived by the lessoe price fo the 61 auy expenses cred by the lsc in connection , ‘wth eae and (0. any tein vas of We equiprce sng from 2 cant x ncligance ofthe toe, (9) Where an equipment specified in a nance lease diver on abet wn Ue Gi Fas fa deter does not coofom te the term, condiens,warnice or specifications in the supply agreement relating to such {uipmentorwiee elas has eso elo th Che quent may not be sapped iin te ne fod fo is trey te xsoc ay spy ee lese anther aug in conformity wth the tr, candlons. wares or Speciation ine supply agreement, and he ese shal tess the finan lease provides otherwize, accep he avin ab fe ete al agreed to sxep eer OF thocaepment roth ess",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "§ umes Leng Act, Wo, 38 of 20 €f) Where eis ha anc a une specif, in atnance nec noweig tes nt ete Seah he cme ape Tors delivery. on Bd sn Anirood er such reo ds cone fe se anditons.warrnes ov speiiatinay ta the supRy Sree lig Tosh ume the eos salt reat eve te gh under sur) ote Ateequipmen or termite se he cnc (51 The esr sll nt oxspl as idl or thin szion ar an liye th ese con Ts ‘diner ceadsaryshancpienby sap of he ton conten face wih tcc om ‘Varo speiteinns nthe uy semen ene Sih wom ser. ne ery cement ‘eam aer aru ote af he Wese sees 14 Whasealssooacetib spsipnpaunet SSokeet ——atinanelane tev sanity of he bal Seem Fst ial beet th lee teers ea ond ian heed ona ein opps wn I es ancl 15. Upon tte expat i hg rane ets Spimo ——orisprur tion aris AP the sce sl tre eeu wots kosor sich litem iespstod Strmpaniflut wt Hanes thle hal gd ann panos tis pment orn Ko fete Whee be oso ye rar Tb pn ierce sd Nav ih torts pss ae ae Tepe 1611 ost ann ren aay net” yen ih the vor els sly ame (2) The rights cuaisrred on a kessee anuler this Act an ren treaty seen stl ob ste y y Sane of cont, wasn er seca gram mers hae com ting eatetion",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "mance Lenin et, No. 5h of 200 9",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "17. y Aessurshall oc ener ins supply agseeniat Say ‘witha supplier ihe supply of ansguiperencunderafinance PSC. lease, unt the lessee ayrecs in writing with the terms. condi, warraniles tnd secifenton® speci im such agreement",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "(©) Where los hacentete ito a ply ogreemem in sceordayee wi the provision of subsccton (1) nd the ‘cqvipment speci in be anrcoment i dollsered ar before eine fed wader such agwemeal the lesse shall vce ‘he equine supe. i dhe equipment confers wo the terms, cpus wurrates and specications specie in the agresment.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "(8 Uy Where a Leno enters ito a Supp alee supe forthe supply ofan expats toa esc, ease sullen alo hie th ght oentinee sch agrocmen asi theleasee | werea pany 18",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "(2) Wace the sup dscharges the lshiiyy weer a supply aeerent titer the lst or fees the super shall he refewsed fhm ihe Mahlity 10 the o¥ber an the Provision of subsscton(L shal ate const asim ‘on ke suppl, Vili bo theo on he ese incospet ofthe sume mae thing ce sich aimed in china",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "1, (17 lessor sl pt incurany aif Whe basco Named af Fovany bssslered by theless im veapect of eequianent sw hea provided ids de finance ase, excep ioe ene any SAB lows arising ct ofthe esses lance the Messi ait “=P 1d judgement nthe selon th eviganoatin thy leas intoreentun ithe Seleeri  Hheappter i te specification old cyuipanon",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "£2) Subject te dhe prisons of bastion) ths lesser stl ao, i ho spay oa lea, he ble te any psc for any les suet by death, personal injec antes pee cans ans yap endaneare",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "19 Finance Leasing 41 Mo $6 of Be ) The provisions of suevtéon (21, salt mo et the Uiaktty of irae fr Sls elena en een wbscsion, In scapacty ther ha ste petuity 29, Where 0 tssoe fats to eotenty with veriain Jace terms one vonditiens oF the Monee Hense in s¥sh Sireamalonces av ul omen 0 owbstail fare oF suchtcae te fesse my. sabjet tothe prvi of bon a 42) ui sh fee to make acter payment of {He moses dao arth ost. Wher tho lee 2 sovides 00 (1 here lesce fis n ake aecload parents 3 seuited ender paropap® {e) orminne he Arana tes and fi necuver pusseaslon of the ogpipmest rove: oad iy cecoveesech damages tn ebulé pace the {essorfnaprstion he ean wind ave been Fl esos had coi wi he reine 2 the Hace eas In nesecdance i ie sea actions. sess 2h (1) A fess shal. ine © enforeing the cglt to frome lated py tothe mrination of fiance ese Femail ger save 20, srt by Teiered pos 3 ative on de eser— (od specising ihe ctwenstancos wih Ind cece Stsaaial sof Ihe ewe within the maine Fhe nae eae: 65 appoieg darn boikg xa es hae tent) ‘one days aero ros Tie i Se Ome ‘slr srr tn peso",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Fiance Leasing Aci, o. 35 of2000 MN",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(2) Where alow fails 1 remedy dhe flr specitd in ‘a wetice served unde subectin (1) on or before the dive _appointecin the notion, of als i ive a reasonable ease for such failure. the lensor may act i vevordance with the revisions of scaon 70,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "22, Ainance leas may provide forthe manaerin which Compinct ddemages recoverable under this Act may be computed and dures toh provision salle enforceable beeen the Iestor and ‘the lessee, unless the damages so computed, would be -subatolally in enoss oT thws provided under subparagraph (ai) of paragraph (8) 0f secon 20",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "23, A lessor shall not be entitled to vecover under us aig et subparagraph No pamgraph (efsecon 70 such damages heer wich the lessor could have on @ consideration of the Sreurstasees of the case, avoided in the exercise of due tigen.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "2A (1) A kaso mop, wilh writen mice he esoe, Tamra teaefer or assign all or aay of the lessons rights undar 3 iactwem of Finance leas of In reawoa vo an oquipmen raided waer Ss su Tease (0 anyother ecgstred establish",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(2) A ansfr oe assignment der eubecton (1) shall not oieve the wanserer o astgnor ofits dts —",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(under the nance lessor ny way ator Lure ort legal effect=r",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(0) i relation to an equipment provided der the Finance ane.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "26. (1) A lesaoe shall not, exeept wilh We sction Tonto of ‘ecminsin of he lesa and subjee wo any righ af ind ee iin rts ransfer the rit to he posaascion and use of an EEA ‘quipmeot under a france lease to any aber person",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(2) For the purpesc of suhsction (1), 2 “hind pany” sean & person who isnot 9 pany (0 he Finance lease mn reition otha agnipmen",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "ae ean 2.80 3 of 2. Lecce ems AF) The glo = Hoe ae AE Pherae cpr aps es on rte wee > Ch Set ay ee ace vl ier Debonair nner ns alee (23 Fa he pat of si (4.8 ne bake i nee sain or pein ped oe rte hee Be Cocktie tome rot tewraet 3%, Akesorwintromeycnil ener Seen Heaton, {ai oilpahghniveinatagsa Sh Sake he ia wad A Ut DE ims CH) stan nd tenet pois tf ha pi “Tuono vcctor one te) sexes passion Ce ‘Spc onl sone Sa he sie Ipeqiponestors inte povcninnee svonayat BR (1) Whe as ti atone goin of forge quince cts we aco noe Hencicom, “ivan 10 felirerslia ia pews wa baa psn Tor tc i se i es a oe Ds Coan scr ease Ione nce el ponent 0) Aang adc waged iba esas heal Srrepinden at sich bal tte bong nan dak toot evs es",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "unre ing Noe Me $9 afm S shy the pastes mg ade ur eae ad fo) the citeaestawes comet the defi fy te sis 247 the tian shall be eosin atid oy 1 Moe ha, ip The Duce Cram uncrestietaianot hpi ane ssiasit gil the Zoonteess allo thers, a being > ‘shale da ste pee fs prio fi oid sin Iesseedou ofthe equmment sl rake an bmi ord 3 Fess compelling the repel delete ponnesion of dc eyalgaued nda set 5) weg che os oni mabe versace fy shat hovered A ego aa (sts De repo alls shee ln ie hin ener day afte Uaioe a dee es why heer dane sal fe ae peng fins allah the eae ponte or Utero esol Sue alliemae wi teureen Saye ate Be seventeen why She oder sg ns ae peasant Baca SMP at on et itr nr. 6) A pant nla mead: aor sta celiog (3, eal hrevsevwten he mete ag eek Wut ve Fre 29. te Ibabappicatwn amber seman 26 stor mas, eae in ites ws peaging Sor an exc onsnsion, ae pity Sones we Tiantenter frovosers is een st Be vgn Pes ae es cee i ee pio adit Ti he sus gad sti fc iy be neue Sin te eters au ae, (2, Te proshow (lps a spi, 2 sha, ontatenac ps te dere iterate 130 tis secing a eet sin a amd Aopen raves water ces ocelot at ede for exe of gh seine step ebereennens",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 inane Lesing Ac, Mo, $5 0f 2000 (81 A permanent oder mate under mbsetion (2, tall be encanto manna 8 were a dec fr te recovery of mons. swingofotce 30, The powsins of setions 27 28 and 29 sal oe din ro and natn derogation of anyother seedy ta imay be swalable to lessor in law, foe the recovery of ‘wessionof ny equipment or ny owey de unde afar temo Nowspgtabiny 31. The pares (92 Finance lease may provide in sh ra eae forthe nemapplaiiy ofthe proses Fes Pat ERNST Ae Gris Ache thane provers comaedinsctos 1 16,22 end 24, tom ace las entered into between them PART Ponts co Dsc708 ab OFS mroastianma 32. (1) Te Diactor or any fee autborsed by toe efewesbheDiteior muy rire by notice vcd in tat hal to any Naren person wn th Director ha eso to belie scan 7 bn finn easing busines without obring 2 regstction Adee tis Act, bo faraish tach Inforation cling the Srdheton f any dacunsrls she Dicer may consider Recestry. nor  aperan sh ah (2) Where the Ditetor othe ofc authored, er considering th information Carished a inspecting any dnaument furihed under subsection (1s sted that tho penon canceredicarrylng oo noe lasing business ‘itiout cig reise ue tis Ack the Decor shal by rien notice ned a tht baba regire Rat petro 19 Jmmedinely cess carrying on sch nace Laing bons (3) Where n pesos to when 4 notice i tse under subsection 2 ls 1 comply withthe eguerent ofthe orice within de time paced rein, ie Dtetor nay ae recery mearere",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "Finance Leosng het. Ne. 56 of 2000S G2) prosveute such person Tot an offence under is ‘Actiand (6) spply to the Miyh Coun of the Prvites in which such person i crying on Fiance leasing ness ‘wobra an order frau injunction restsining such ets Tom continuing i ety én ance leasing usin until avai gration oie for ak urpese unde his Act,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "(2) Every sich application shall be mal hy pelton i ‘ritingadrescedw wich High Cour and shall be heard and determined in acevedance with he procedure Hak ve fa (Chapter XXTV of te Civil Preced Cod,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "¢5) The High Coot of the Province shall after consideration ofan appliction made wider subsotion (3) nd where tis sisted tht he petson cosceined iearying ‘ow finance easing busines without being resend nde ls Aa. sue an injoncsion restraining such person (Fam ‘eating tocar on such asigss unl 2 valid ogbttion isltaned by hi under tin Act Far nat purpose",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "381) The Diretor or any office auhansed by the peo Direcir stall have the power (a examine the books and Ssonmiranot secoants of aregitre exblistunenatsveh iimeanl place MSE say fe spsilo by hi cies",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "(2) Fer the purposes of exeresing the power ander sabsceton (1), the Ditecor or the auterized effect my fequire a registered etahlishment ts prodee fe inpction such plabe ac may he nolfied. say books, recnndh <ocaments eating tthe wees fhe ethical ny tetslered esibishmens which fils to comply with such equine rent shall be guilyof an offen under thin Ae",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "3M, The Director shall have the power 4 isthe HtCh Poneto general directions, as he may eonsder necessary forthe Srenton, Dnpose ensuring thut registered eslablisonents mata ‘efficent stands in camryng out thir duis, inching nations onthe fetlowing mates —",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "16 Finance faming Ac, 56 af 2000",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "{2} naxinmaneie of payments otis eve by segs",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "estblsinents",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "It mastere comcoening the method of catlesting",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "aymo: te) Farad mer Bs en te broks of aneoum ‘ber recon nf dacunnts re te sraztahed",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(A) woos sl corinne anaes",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "42) matmum paid wp capital and the geservee fagiicted eeebleoon sal fave. Ring cesar 4 Re Plu Gs Fnac foses",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(bovingreped tothe pad ap epi ad he reseves ‘of propintaed examen. the maninim ~abie of Rexter lenses shot may he gated to aby sme paren groups persone, or etegery of persia ‘muy De speeted bythe Deer",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "p> cond andreserenf repitorustabisbsents",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(9) namin ayant eqaited tobe sande by 2 Jerse Ihr sy mUieset 9 Uilfoentcaegoricn uf ‘euioracnl, sich Btn xe exrosscd es petoenagee the van oF te aupipisen or",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": ")worikiana tn ad and dou des,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "Fepvise 28,1) Tho Minit racy make repulsion fo capes of ony sr guia by Bis Ask we fe peeeribed or i esq of thi eloios ase mannii By le, bem.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "(2) Every regulation nade bg she Misisse shall be rablisind ithe Gareieamd shal cane intaepaotica onthe ‘te af pablo a an such Tales ve a ay be ocd in eration,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Fence Losig At 8 $6 (200047 (2) very eels by he Mii tl ton comnts pblenion io be Come Bt Sete Patnnat oops gy chm se sot wo anor stall econ bo mala Hrs dtc of x aang tho pele my hog fection dime bea (2) Navfesin athe atc omobichany egulaton nde ty de tines acdsee le ped hte Guat 36_Assterneseion all nese Dies pon uray arabia te Doonan ece woh 2 in gn in de pnp de by i shor ude ace 3% The DineurayoMTeranbersty te Dies rap taonerot san dace sy ion te ag ite Won ‘chiefs coe i Renee (0) otosmnketiodose-~ {i hpa cout of: {5 by pron twa stort mete ) tepertemanc of his dae Ao 60 iaerertoconpy wih say ie vine és Aarts ae pati Mommuvnue BS Shay ephmrd emits sal be deem ta Agena 4 4 koding wan wl he meuog of oad eco (purpites: of the Croitt Infonnen Yureaw oF 9:7 Lanka Ach, ee Naive ie. vo",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "We Fiance Leasing Ato. 56 og 200 coo 38._Every person ho acis in contravention of any riviion nf thie dl or iy eagulasions nae horoueer oF {allewossmply wid any Sestbon a oer insecure stall Be lily af an ffeca ums wis AL itl atoe Any person wh hepa diceor, mae sr anion crunpingee ats epee exoalisieen! — ours (i) eAfally when esos be mae, 9 Fl ey in any bank oc record of oflize cogistercd esol Filly site nals any nang oakoe seve nfs registered esabihesoe ir wHflly oma BY sch cney tobe end Go) witht alse, aberaos, anny ne deteays am nity fa eay ook oF roxoed DI the regis ‘alatisnent of INE eos ony sack sy 15 be aleredaburete, eomeeak e daly, el be puily of lene ur hin Ae Pest 1 ¢F ny pavsom wha i Fon guity of we offence vaece. Undor Ih el Sal te Bobs a eum afr suseasy inal Ip Magis. to enprivoaioe! of ibe docergton Tor 2 erm ant exceeding te eRe 16 fs HO! ies hom rapecy tom thowased aml st eaocting eupens EM Ilr ond iy Usmantor taba mel ingezemment stl fine, 2) hare 9m ogee vader BiG Acs casa Ny 6 bray nf penser ton fan) Eh aly af sans i 2 bry corporate, every “Brace map swrecciay ait ey cero (6) Tax wy ne paves AR URINCONTAL Pad ceaty Hvala ism ermber oF beh Dey aul",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "inoue Leman Act N56 20009 G0 WC fy of puts i 8 frm, coy rena ot ase,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "bobo guy of offen mts sh eno, RS.",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "sxeveany dividual or pur, a The 9 ye, pS",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "that such fetes ny some wit is Hale gge or",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "that he exec af dz digeat to pron Ie oomaniason fave offence.",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "42, <1) The Dirsctur may with the appeal of the Coageontat st Stanemy Sas ned having sega she cirxmstaness in POR ‘Which an face under Shik Act wa como, pea sahtioace feast serey ot exceing Oke Pune Shomand apo,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "2) The cumgeunding of any offence ter Mi sete sul fave dhe effec f'n aoqull fhe acsed",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "4X, fais Actuntes the coment barb regio. — ote",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "hos lv\" ecko tinier he",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "anc dopendan chit othe indi",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Diu” ean he ae to pate. Comal",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "‘Dib Slants which aor of appceison of cmace stay euepeto er aAaL. Ra oe ssaigred by the Monetary Booed",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "“equipment” mena rey sangibfe aut which hes an",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "vtatricoly aie Hie of rans om ane ear aad sha nce: Il imprest Tan over cr Aicuree cr immimeahie pecpers cart ind whi ea famosa vost subsiech dasa #9 sed Bitar irae pert",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "fnaave fase” mans a green! betwen alsworand",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "‘soso —",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(a) Sor the poses and ae by the tes For ini pore of ane Hi oe ar Fo In dats of thy sccm, of a equip! spsitod Wy the ser and vie prvi the lesoro a sonplierwdosied hp easce",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 Pnance Leusing Act e365 of 2000 1) Goctho payment by he lees othe ee for : pisses na ose n¢such einer atk sso ealealed sme a io coco fm peril he mst of the whoko subuelpat ofthe xi of the eget 6) which ere acceptmes of he squipmene ‘by ho fara, fs orice by the tence Bring te in period st ot In parents ta) and fd) whieh, hough nor aie purchase ngecument sith da meaning of Ue Commer Crt ‘AOL Np. 20 91082, way ox may notpide or tbunenslog febniitla pa cosatin paragraph) for tho parce By he tase of the egg aller fhe expiration of te Sn pend at eat fa praprpl fa) or We ert enended neler ix peng tance eocng asinss” mens he basisces ct cng ‘noney fbr thy revision of eqUiRTPEE NEGF & Brasco ass: lesan i elton bv Smsace Tene. mans fe pene ‘wha tauser he right fo poscaciom and we of a siipmien under kaaete abner “ease, mliston wo ane ese ema person who equines w Fight 10 pessctalon and use ul ae ‘eqipsben nei ela = \"blonetary Board” miso the Monetary Board of the Cooma Bk if Sei Laaka enabled der the Wanzrary Law det eappter aoansapercon whe supine i quem for ‘he pure oF 4 Tins esse but dos to cha ‘nlasce where he fessee supplies ach equipment: aa",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Fiance tig he Nn 56 often 24 “np agree rae nn wivemet ate by 2 lessor witha supplier for he sappy a on peat by Ua pions ce a 48. 18} pero whodcoryny sm nme lng emer eespe besisss on the apne St, ma, ac eng he Son Pisin ecto is. conus tany oan PO Uibines fo «per at exceeding ome gear fm asc Spyvine ap. sll win tt prod apy ore Shona serine of ein Sas Ae cay sk gi Teng sine (2) Wheres pence refered tn te CF) — (e)_iseginced aera si Manas eescrtzed ‘ey sok pon hfe sucha he be eos to be neve lesen ard ior ‘Petal he provisos At les Spy a rela co vary sah ae {yds not apply fo eghsatog, os refused -euinio ua tis A, ony soc nan kes ‘ted aa 35 Uia pao toe te epi ot ‘eprint etre sue (1 oo roi te cs ny el ruin i ee ‘he prio ee wiih oy see s AS Inthe cxom ofa uasaeey tance heSinala stew sono 60 Ta ext is ke Sia testa pee ponent",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "; i 4 capaho noetnemanTUNRN  OaR soph tance sine nena nena or Tr Ctl ea vn so apt eo noe.",
    "mean_p_confidence": 0.31
  }
]