[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "- PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA MEDICAL (AMENDMENT) ACT, No. 31 OF 1997 [Certified on 28th November, 1997 ] Printed on the Order of Government Published as Sopplementto Part I of the Gazette ofthe Democratic Socialist Republic of Sri Lanka of November 28, 1997 <7 pammep a x DenARTKT OF OCVERNCOE PROT, SEILANEA, TORE PURCHASED AT THE OOVERDIMENT PUBLICATIONS BUREAU, COLOMBO Ol, Price: Rs. 3.50 Postage: Re, 2.50",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Medical (Amendment) Act, No. 31 of 1997 (Certified on 28th Novernber, 1997] L.D—0. 2296. : AN ACT TO AMEND THE MEDICAL ORDINANCE BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:— 1. This Act may be cited as the Medical (Amendment) shexttie, Act, No. 31 of 1997. . . 2, Section 674 of the Medical Ordinance (Chapter 105) Amendment is hereby amended as follows:— of section STAot ‘Chapter 105, {a} by the substitution, for the words “for the period of his temporary residence in Sri Lanka, if he”, of the . words “for a period not exceeding twelve months from the date of registration, if”; (®) in paragraph (a) ofthat section by the substitution, for the words “is possessed”, of the words “he is + possessed”; and (e) By the repeal of paragraph () of that section and the substitution therefor, of the following new parmgraphim— “(®)_ his application for registration is recommended . 7 by the Secretary to the Ministry of the Minister, the Directoe General of Health Services or by . dean of a faculty of Medicine of a University . established, or deemed to have been established, under the Universities Act, No. 16 of 1978.\". - 3. Inthe event of any inconsistency between the Sinhala Sinhala tex ‘and Tamil texts ofthis Act, the Sinhala text shalt prevail. to previa - Ee mney. 2 DOHSEIAID SIND)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "‘ wee Annual subscription of English Bills and Acts of the Parliament Be. 885 (Local) Re 1,180(Foreign), ‘payable to the Suenimsom, Goveueanrr Pusccamors Burzav, No. 32, Transworxs House, ‘Lomus Roam, Coucssno 01 befoce 15th December exch year in reepect ofthe year following,",
    "mean_p_confidence": 0.59
  }
]