[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fan , - eu, . an Lom | REE PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF SRI LANKA PAYMENT OF GRATUITY (AMENDMENT) . ACT, No. 62 OF 1992 . ' eenisea on 13th November, 1992] POR A \\ Printed on the Orders of Government | ~ . Published as a Supplement to Part I of the Gazette of the Democratis. Socialist Republic of Sri Lanka of November 13, 1992 WOONRED AT TH OIDASEISHNT OF GOVEDOMENT PRDFTING, SRE LASEA \"ro ae runcinoms af ane conan FonLieAmons Bunea, cove T Price: 4% cents, Postage: Re, 1.08 Ye",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "to * payment of Gratuity (Amendment) i fi Act, No. 62 of 1992 . . | : [Certified on 13th November, 1902], | EDaO, 2/9 a . : AN Act To AMEND THE Parasowr or Gaarorry i ‘Act, No. 12 of 1983 : : . B& it enacted by the Parliament of the Democratic Socialist a Republic of Sri Lanka as follows :— L This Act may be cited as the Payment of Gratuity Short (Amendment) Act, No, 62 of 1992. Glee 2 Section 5 of the Payment of Gratuity Act, No. 12 of Amendrownt of 1983 {hereinafter referred to as “the principal enac- ct Ac _ ment”) is hereby amended by the addition of the following No, 12 of new subsection immediately after subsection (3) there of . .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "* (4) Any employer who, being liable to pay any sum",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "due as gratuity to @ workman or his heirs, as the case .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "- may be, under subsection (1), fails or defaults to pay . thet sum, on or-before the due date, he shall be liable",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "to pay to that workman or his heirs, as the case may .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "he, im addition to the sum due as the gratuity, a :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "surcharge on thet sum calculated in the following",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "manner :— .",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(a) where the payment of the gratuity hes been fa arrears for a period not exceeding one month from the due date, a surcharge af'ten per centum ” of ~ the sum due as gratuity;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(b) where the payment of the sratuity haa been in . arresrs for a period exceeding one menth but not exceeding three months from the due date, a surcharge of Sfteen per cextum of the sum due | ag gratuity; *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "_ (@) where’ the payment of the gratuity has been in . arrears for @ period exceeding thres months . but not exceeding six months from the due date, : ‘a surcharge of twenty per centum of the sum due us gratuity; * (® where the payment of the gratuity bas been in : arrears for a period exceeding six monthe but : not exceeding twelve months from the due date ‘a surcharge ot twenty-five per centum of the sum : due ax gratuity; . aD osno0—7,00 0H ‘",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "ra ar Payment of Gratuity (Amendment) - - . _ Act, No, 62 of 1992. “ _ {@) where the payment of the gratuity ‘has’ been in : arrears for a period exceeding twelve months from y the due date,.a surcharge of thirty per centum of the sum due as gratuity. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "For the purposes of this section, the expression “! due date”, in relation to a gratuity, means the thirtieth day from the date of termination of the services, of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": ". workman to whom the gratuity is payeble.’.\" “=. Amendment 3. Section & of the principal nactment is hereby 8 of the amended by the addition of the following new subsection Principal immediately after subsection (7) thereof :— : : * (8) For the purposes of this section, the expression = “gratuity “ includes any surcharge payable under sub- > section (4) of section &.. i Sinhala 4, In the event of any inconsistency between, the | f2teea in —-«sSimbala and Tamil texts of this Act, the Sinbala text | cae of | shall prevail. : tency, . : . . i . 1 7 :",
    "mean_p_confidence": 0.69
  }
]