[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55 . <p LD eens Vey Housing and Town Improvement (Amendment) Act, No. 53 of 1954 Date of Assent : November 11, 1954 7 Printed on the Orders of Government Printed at the Goverwmenr Puss, Crvuom. To be purchased at te Gorn, Pumicamions Borsa, CoLOsm@ ‘Annual Subseripton (iacluding Bile) Ra. 25, payable in advance ta the SuPExtvTeNsENT, GOVERNMENT PUBLICATIONS ‘Boakau, Fost Orerce Box 500, Secretariat, Colombo 1 Price: 28 centa, . Postage: 10 cents,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Housing und Town Improvement 3 (Amandment) Act, No. 53 of 1984.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L, D0. 88/54,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Aw Acr qo AMEND THz Housinc anp TOWN Feeee The Iprovensnt Onniwance. meer a, [Date of Assent: November 14, 1954]",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by tho Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+ in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. ‘This Act may be cited ap the Housing and Town shows, Improvement (Amendment) Act, No. 63 of 1954.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. Section 2 of the Housing and Town Improve- Amendment of ment Ordinance (hereinafter referred to ag ‘the srt tal principal enactment?) is hereby amended by the insertion, immediately after the definition of “owner”, of the following new definition ;-—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘proper authority ”” means —",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(@) within tho sdministrative limits of a",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". Municipal Council, the Municipal",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Commissioner of that Council; (®) within the administrative Limits of an Urban Council, the Secretary of that Council; and - (c) within the administrative limits of a Town Council or Village Committee, the Assist- ant Commissioner of Local Government for the administrative region established under the Local Governtient (Adminis - trative Regions) Ordinance, No. 97 of 1948, . within which those limits fall;*",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "8. Sections § to 18 (both inclusive) and sections 15 amesdmeot of to 17 (both inclusive) of the principal enactment and eeu § te the marginal notes to those sections are hereby amended Hs by the substitution, for the word “Chairman? pc, wherever it occurs therein, of the words ‘' proper anthority *, :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". | 3, Section 19 of the principal enactment is hereby Ameoament ot amended in sub-sections (8) and (4) of that. section by sees the substitution, for the word ‘‘ Chairman” wherever trchomt™ it ocours in those sub-sections, af the words “ proper authority”.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Rea",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Housing and Foun Improvement (Amendment) Act, No. 63 of 1954. Amin ot 8, Section 26 of the principal enactment is hereby seee'E'¢\" —qmonded aa follows: cmocrmnst (1) in sub-section co) of that section by the substitution, for the words “on the application of the Chairman”, of the . ‘words ‘on the application of the Chair- man or the proper authority \"\"; and (@ in mub-section @) of that section by the eubeti- tution, for the words ‘ the Chairman”, of the words ‘ the Chairman or the proper * authority °*. Amendment of 8. Sections 27 and 29 of the principal enactment are sg\" hereby amended by the substitution, for the words pega “the Chairman”, of the words.“‘ the Chairman or suuctment. the proper authority \"”, Anmimet ot 7, Section 32 of the principal enactment is hereby msSci amended by the repeal BF aul sections (2) and 8) of edna. = thet ection and the substitution therefor of the following new sub-sections:— “ (®) For the purposes of the execution of any improvement acheme— (@ the Chairman of any. Board of ‘Improvement Commissioners shall have all the powers vested in a pro- per authority by this Ordinance, . and accordingly for the purposes aforessid every referenve in this Ordinance to a proper authority . hall be deemed to include a refer- ence to the Chairman of any Board . of “Improvement Commissioners; and @) any Board of Improvement Commis sionere and the Chairman of that Board shall have all the powers vested in a local authority and its Chairman respectively within its , administrative limits by this Ordi- nance or any other written law, and accordingly for the purposes afore- said every reference in this Ordi- nance or any other written law to +, amy locall authority or to the Chair- man of any local authority shall be deemed to include a reference to any",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Housing and Town Improvement 5 (Amendment) Act, No. 58 of 1954. Board of Improvement Commis- sioners or the Chairman of any such Board respectively. © @) It shall be the duty of a local authority and of all ite officers ooting. under its direction _ to give to a Board of Improvement Com- missioners all such assistance as the Board may require for the purposes of the execu- tion of any improvement scheme. \"”",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8. Section 60 of the principal enactment and the amesamest ot earginal note to thet section are herehy amended by ets ay the substitution, for the words “ Chairman of a | ‘smactanent. authority” of the words ‘* proper authority ””.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "9. The following new section is hereby inserted terion of immediately after section 60, and shall have effect as forse section 60a, of the principal enactment :— Pelosi",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "* Qsder for 60a, (1) Where any local authority or",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "‘uney cf any Board of Improvement Commis.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "cami sioners is unable or apprehends: that it",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". will be unable to take © possession of any land or building which is required for the purposes of any improvement scheme sanctioned by the Minister, any officer authorised in that behalf by shat local authority or that Board, as the case may be, shall, on his making an application in that behalf to the ‘Magistrate's Coart . having jurisdiction over the plane where that land or building is situated, be entitled to an order of that Court Alresting the Fiscal to ejeot the cesapier of that lend or building and to deliver popseesion of it to that officer for and on",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "alf of that local authority or that Board, as the case may be.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) Where an order under enb-section (1) is issued to the Fiscal by a Magis- trate’s Court, he shall forthwith execute Shat order aud shall in writing report to that Court the manner in which that order was executed.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) For the purpose of executing an order issued by a Mapinra's Conn under sub-section (1), Fiscal or any person acting under his direction may ‘use such force aa may be necessary.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "6 Housing and Town Improvement (mendnent) Act, No. 58 of 1954.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(4) ‘The provisions of this section shall have effect notwithstanding anything to the contrary in the Rent Restriction hot No. 29 of 1948.\"",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "Avoniment of 40, Section 108 of the principal enactment is he BiB? anended a fllowe:— eney soca (i) by the substitution, for the words ‘\" No member” of the words “No proper authority or member ”; and : (2) by the substitution, for the words ‘< any such local authority ”, of the words “ any such proper authority'or local authority”. azpingig! 14. Seotion 105 ofthe principal enactment is hereby woven ect amended, in sub-section (1) of that section, by the sndoer” substitution, for the words ‘ the Chairman”, of the words “ the proper authority or the Chairman”, Azeinmt of 42, Section 107 of the principal enactment is hereby gc amended, in eub-eection (1) ‘of that section, by the wuteat substitution, for the words “ the Chairman, ””, of the words “ the proper authority, the Chairman, ”. Amendment of 48, Section 109 of the principal enactment is hereby” genic = amended as follows:— P concoct: (1) in sub-section ® of that section, y the substitution, for the words “ the Chair- man”, of the words “ the proper authority or the Chairman ”; and . 2) by the repeal of sub-section (8) of that section and the substitution therefor of the following new eub-section:— ** (8) The proper authority or the Chair- - nan shall, if he is a party to any agree- ment or instrument registered in the register maintained under sub-section (2) cause @ certified copy of such agreement or instrument, as the case pay be, to be registered in the office of the Registrar of Lands, Such copy shall be so registered free of any charge or duty. ””. gece, The rules in the Schedule to the principal ie Sebedule © enactment are hereby amended by the substitution, for mackie the words “ Chairman ”’ wherever it occurs therein, of the words “ proper authority ”.",
    "mean_p_confidence": 0.76
  }
]