[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘PARLIAMENT OF CEYLON Ist Session 1960-61 . Requisitioning of Land (Amendment) Act, No. 55 of 1961 ‘Date of Assent: June 19, 1967 Printed on the Orders of Government Printed at he Govsmmnnr Pesss, Cryin, To be purchased at the GovaxnncenT PoscicaTions Burau, Covonno Annus) Subscription {including Bills) Rs. 25, payable in Pee ey ec eee Borrav, Posr Orrce Box 500, Secretariat, Colombo 1 \"Price: 30 conta, Postage: 10 cents,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "aoa . att o€ < Requisitioning of Land (Amendment) Act, # ‘ No! 55 of 108i L, DO, 88/66. . AN Aor ro axenn Tae Requistmionine or LAND-Acr, ‘No. $8 oF 1950, AND, IN REGARD TO CERTAIN LANDS 0 WHICH POSSESSION 16 DEEMED TO BE TAKEN . UNDER THAT ACT AND IN RESPECT OF WHICH PROCESDINGS UNDER THE REFEALED LAND ACQUISI- TWON ORDINANCE ARE PENDING IN ANY Distaicr Court, 10 PROVIDE FOR THE METHOD OF DETER- MINATION OF THE MARKET VALUE OF SUCH LANDS YOR TRE PURPOSES OF THE AWARD O¥ COMPENSA- ‘TION. (Date of “Assent: June 19, 1961] BE it enacted by the Queen's Moat Excellent Majesty, . by ancl with the advice and consent of the Senate and @ House of Representatives of Ceylon in this pre- sent Parlioment assembled, and by the authority of the same, as follows :— 4, This Act may be oited as the Requisitioning of shan tite Land (Amendment) Act, No. 55 of 1961. 2. Section 2 of the Requisitioning of Land Act, Amoigeat ot No. 98 of 1950, (hereinafter referred to as the Sai, at principal Act.”), is hereby amended in sub-section 1s. (1) of that section ‘as follows:— (1) by the relettering of paragraph (t} of that sub-seotion as paregrape (@; and, (2) by the insertion, immediately after paragraph (©) of that sub-section, of the following paregraph :— - __*@) for the purpose of implement- : ing any such slams ag is approvel by the Prime Minister for the importation, storage or distribution of essential commodities by any Government depart- ment, local anthority, ‘corporation ‘or - co-operative society; or”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "& Section 4 of: the principal Act is hereby -Aneedmatat amended as: follows:— eoton a (1) by the substitution, Zor the word and letter.\"",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "“paragraph ()”, of the words and : : ‘eters ‘paragraph (@) or paragraph. (a) \"5 Aye",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "TK, % L6n8-3,170 (6701) . 2",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“2 — Requisitioning of Land (Amendment): Act, an Wo. 55 of 1961 . .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) by the substitution, for the words “ authorise . 2 person”, of the words “authorise a",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Person of co-operative society”; and -, (8) by the substitution, for the words “ between such person”, “of the words “between",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": such person oF oo-operative society”. dmminet & (1) Section 6 of the principal Act is hereby fons amended ag follows: Ps ” (@) im sub-section (1) of that section, by the inser- tion, immediately aftfr. the first Proviso to that sub-ection, of the following new",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Proviso :—",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "\" Provided, further, that in the esse of the land or lands specified in each entry in column I of the Schedule to this Act the rent payable for the purposes",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "ase of paragraph ) ‘of sub-section (1) during the period for which possession of such land or lands is retained by",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": virtue of this Act sball be the amount",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "foo, specified in the corresponding entry in we column IX of that Schedule:”; (8) by the insertion, immediately after sub- * \"section (2) of that section, of the following _ ‘Rew sub-section: — “' @A) No compensation shall be pay- : able inter paeneeee (i) of sub seston . (2) for any damage done to any land of which possession is.deemed to be taken under section 2 of thie Act by reason of the demolition of any building of - structure which waa erected on that land os before the appointed date by a com- + + -peten authority or any person acting . --\". om bis bebalf during the period for which that land was in the occupation : «of such competent authority or person under the Defence (Miscellaneous) : Regulations as having effect whether _ | before or after February 24, 1946.\".3- (©) by the renumbering of sub-section (4A) of that ay section (aa amesided by Act No. 20 of 1959) a ag sub-section (4B); and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Requisitioning of Land (Amendment) Act, 3 No.. 65 of 1961",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "- (@) by the insertion, immediately after sub-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "section (4) of that section, of the following",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ": new sub-section :— :",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘ (AA) In determining for the par.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "poses of sub-section (4) the market valne",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "- . Of any land of which -poseession i mt deemed to be taken by virtue of section 2 of this Act, no account shall be taken",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ": of any appreciation in the value thereof",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "due to any building or structure erected, or any work done, on that land before the appointed date by a competent authority or any person acting on his behalf during the period for which that land was in the occupation of such competent authority or person under the Defenos, (Miscellaneons) Regulations as haying efiect whether before or after. . February 24, 1946.” :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The amendments made in the principal Act by sub-section (1) of thie section shall be deemed to have come into force on the date on which the principal Act came into operation. ‘",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "8. Section 16 of the principal’ Act is. her Amrodment of amended in sub-section (1) of Te etion by the Ta Ge weoced stitution, for the words \"' authority or petson”, of 4 the words “ authority, person, local authority or 00- . operative society ”.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "6. Section 21 of the principal Act is hereby Amendment of amended by the insertion, immediately after the \"Finis definition of “and, of the following mew defini- ion: —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘** local authority\" means any Municipal Couneil, Urban Council, Town Council or Village * Committee;’, :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7, Where rent in excess of the. amount payable  Validatios ot under section 6 (1) (a)-of the-prineipal Act was paid Mary\" in respect of any land of which possession was deemed 18s} payable to have been taken by. virtue of section 2 of the San principal Act and was terminated before the date-of ote |, commencement ef this Act, such payment shall be\"? deemed to have been valid. °",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Reguisitioning of Land (Amendment) Act, - 10. 55 of 1961 Bion 8. (1) The principal Act is hereby amended by the Soonbets addition, at the end thereof, of the following Schedule: — Schedule “Column I Column 1 Desoription of land Rant par month Ra. 0. Western Provinces . 1, Tonbridge, citusted in Katunayske a 8 60 2. Goluwapokune Estote situated in Ratunsyske 21,020 67 8, Wartings Bungolow Estate (Lot A) situated in Katunayake aaa) ce 488.68 4. Warrings Bungalow Estate (Lot ©) situated in ON hugyate mor) ve 1,88 00 5. Warrings Buogelow Estate {a portion in ‘uledl GASH. 29D) vibused \"in Kalu. neyako o v 1,071 19 6. Kadirona Group (portion) situated im Kateweyaee Ore) au 8,158 90 7. Kedirana Estate situated in Katunayake .. 174 00 8, Dambuwa Estate (part) situated in Katu- . mayake v 8800 9. Land depicted as lot 16 in Requisition Survey loa 60 and situated in Katunayake .. 10.00 10. Land depioted as lot 21 in Requisition Survey ‘Plan 60 and situated in Katwunyakea —... 12 00 12. Land depicted as lot 29 in Requisition Survey Plan 69 nd situated in Katuusyake =... 20 39, Land depioted as lot $0 in Requisition Survey + Pleo 69 and situated in Kntuvayake ea 18, Land depicted as lot $1 in Requisition Sureéy ‘Plon 69 and situated in Katunayske =~ 235 14, Land depioted as lot 82 in Requisition Survey ‘Plan 6@ and situated in Katuneyske ... 56 16. Land depicted os lot 118 in Requisition Sur- | tey Plon 62 end situated in Katupayake 60 16. Land depicted es lots 118 and 120 in Requi- sition Survey Plan 69 and situated in Koetunayeke ae ae 5m “TT Land depicted, os lot 121 jn Requisition Sur vey Plan 69 end situated in Katunayeke 50 19. Land depioted as tot 122 in Requisition Sur- + Yey Plan @0 end situated in Katunayake . 8 18. Land depicted as lot 19 in Requisition Survey Pion €9 and situated in Katunsysko ... 48 15 90. Land depiotad nt 1h 21 in Requisition Survey Plen 69B and situated in Katunayake ... bad 21, Lend degioted ag lot 22 in Requisition Survey ‘Plan 69B end situated in Ketunayake ... 3 32. Land depicted s it 24 in Requisition Survey . Plan 608 and situated in Katunsyslc ... ©",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Reguisitioning of Land (Amendment) Act, 5 No 66 of 1962 Column I Column IT Dasoription of tand Rant per month Bao, 28, Land deploted os lot 25 in Requisition Survey ‘Pian @9B and situeied in Katunmyoke ... 25 ‘24. Lond depicted as fot 26 in Requisition Burvey ‘Plen 805 and situste? in Katuoayeke ... 25 ‘25, Land depioted 90 lot 37 ia Requisition Survey Pinn 60B and situated in Ketunsyake ... 35 ‘24. Land depicted ss let 28 in Requisition Survay Plen 60B and situated in Kntunayake ... 3 ‘97. Land depicted as lot 29 in Requisition Survey - ‘Pion B08 and situated in Ketunpyake ... 38 28. Land depicted as los 80 in Requisition Survey Plan 698 and situated in Ketunsyake ... 5 29. Lend depicted na lof 61 in Requisition ‘Survey Plan 0B and situated in Ketunayake ... w 30, Land depicted as lot 82 in Requisition Survey Plan 698 and situated in Katunayske ... 3 St, Lond depicted ag lot 98 in Requisition Survey ‘Plon OUD and situated ia Ketwonyale 2 92. Land depicted as lot 86 in Requisition Survey Plan 69B and situated in Ketuneyake ... 35 98. Land depicted as lot 27 in Requisition Survey Plan 60B and situated in Katunayake ... 35 84, Land depicted as lot 88 in Requisition Survey Plan @0B ond situated in Katonageke wee 6 85, Land depicted as lot 8 in Requisition Survey Plan 60B and situated in Katunayake ... 25 36. Lond depicted as Jot 40 in Requisition Survey Plan G98 ond situoted in Ketunayeke ... 5 87. Ekala Mahawatta (lot 1) situated in Ekela... 1,000 00 88. Yoknoran Kotuwa (lot 2) situnted in Bhala... 808 80 89. Yekoaron Kotuwa (lot 8) situated in kale... 208 80 40, Land in extent 17.6 perohes situated io Katu- Bayake .., ea we 350 41. Land in extent 5.2 porches situated in Katu- naypke  ., ae ae % 42. Land in extent 4.6 perches cituated in Katu- : . wayake on wee 1% 48, Lond in extent 0.5 perob situated in Katu- myake we oo as 44. Land in extent 7.7 perches situated in Katu- mayeke ae ae 135 45. Land in extent 10 perches situeted in Katu- neyeke a 150 46. Laud in oxtont 9.6 perches situated in Katu- Rayake - an 128 47. Land in extent 10 parches situated in Katu-, . nayake .:, “. 175",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Reguiitioning of Lond (Amendment) Act, jo, 55 of 196% Column I Golume If Datoription of land : Rent per month . “Ro. & 49, Land in extent 1.2 perohes situnted in Ketu- nayake a a % 49. Land in extent 1 perch situated in Kot. nageke - - 26 50. Lond in extent 2.2 perches situsted in Katu- nayeke oe = ® BL. Lend io extent 2.3 perches situated in Kate: \"neyoke on ae 100 62, Lond in extent 5 perches situnted in Kotu- rn we v 100 58, Lond in extent ® perches situsted in Katu- nayake os a 135 44. Land in extent 4.8 porches situsted in Katu- nayoke on ws 5 565, Tan in extent 6.6 perches stated in Kato 1% 56. Lond in extent 4.5 perobes situated in Katu- nayeke vo ~ oo 57. Lond in oxtant 2.2 perches situated in Katn- meyale en o 100 58. Land in extent 4.5 porches situated in Katu- maya ne ee 125 59, Land in extent 8.5 perches situnted in Katu- nayeke om a 10 60, Land in extent 8.2 perches situated in Katu- maya m4 08 62. Josita Hutate (Part) situated in Ekela ... 2 00 82. Cinco Estate (Part) situated in Ekela 9... 0 68. Bkela Estate (Part) situated in Bkala .... 200 00 4, Leagd depited as lot 6 in Requisition Survey - a 7A, known as Dagonna and situs ia Horsbeua ee = 9900 68. Lends known a Kurunduwatte and Borale~ wo gamuwa situated in Gangodawila = 1a 66, Pelendegshakenatta sitaated Jin Gangodowila 4 00 87. Kekunsgahawatte situated in Gangodawila ... 12 00 68. Kekunagahawatte (No. 2) situated in Gan- oo Oe sa 62 69, Laud depicted as lols 5 and 6 in Hequisition 4, 4 Survey Plen 42 cituated in Gongodawila ... 0, Land depicted aa lot 7 in Requisition Survey Pian 42 situated in Gangedareila oe 90 00 ‘71. Kimbulapitiya (lot 5) situated in Horshens ... 31 00 72. Dagonna (lot 21) situated in Horahena «188 3 78, Kimbulapitiya (lot 8) situsted in Hlorabena ..- al 2 ‘94, Kimbolapitiya (tot 6) situated in Horahens ... u o 75, Kimkulapitiye (lob 7} situated in Horabens ... 4",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Reguisitioning of Land (Amendment) Act, 7 - No. 86 of 1961 a Descdptee of land Re var month Bae. 76. Rimbulapitiya (lot 4) situsted in Horahena,... 28 00 i ‘sition Bury. eer re age oa) Bite stuatal in Gongodomia -- 107 00 79; Lend desoribed sn Block 24 situated in Gangodswila oa 100 oer eee Tg 81, Micadewatte Kstote, Colombo District .. 908 @4 83. No. 656, Second Division, Maredane, Colombo 168 00 (presently No. 565) 88. No, 47, Church Btrast, Coloosbe we 40 90 84. No. 34, Galpotte Street, Colombo 0007 85. No. 9, Hyde Park Comer, Colombe wo 1880 88. Numbers 31 ond 88, Glle Road, Bambala- pitiya, Colombo as ws 105 87. No. 269, Loyarda Broadway, Colombo... 40 16 88. No, 386, Deans Rond, Colombo ve 7 19858 88, No, 871, Grondpsse Road, Colombe wo 28.08 0. No, 198, Skinnera Road South, Colombo... -40 16 1. No. 44, Gotta Bosd, Ootombo Te BB 82. No. 429, Havalock Rosd, Colombo 8840 98. No. 88, Main Sirect, Colombo ve 388 88 94. Number 177 and 170, Geile Raed, Welle. ‘watte, Colombo a ve 108 88 5. No, 108, Havelock Bond, Colombo =. 58.58 98. No, 74, Deana Rosd, Colombo ~ o1 97. No. 218, Deans Boad, Colombo 44 BD 98. No. 24, Silversmith Bteaet, Colombo 7 OF 5No. 198, Bankshall Street, Colombo —«, 208 00 100. No. 919, Main Stross, Colombo - wt AB 101, No, 898, Matadens Rosd, Colombo «48 65\" 102, No. 198, Wolfendhel Strest, Colombo... 20.95 108. No. 200, Woltsndhel Steeet, Colombo =. 20.95 104. No, 202, Wolfendbal Street, Colombo... cr ae 105. No, 625 (part), Alukmawatts Roed, Colombo 92 9 108. No, ya, mt gr, Cohan 301. No, 436, Bscoline Bond, Golotabo RT",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "a) Requsitoning of Land (Amendment) Act, 10. 55 of 1961 - Column Cotman Ut Darosiption of tond Rent per month Ree. 108. No, 277, Galle Road, Wellawatte, Colombo 94 62 109, No. 98, Pickerings awd, Colombo a 8B 110. No. 900, Aluthmawatte Road, Colombo .. 88.88. TIL No, 288, Dam Street, Colombo cn 885 118. No, 146, Nogalagam Street, Colombo...” 17.90 U8. No. 10, Ramsay Road, Colombo po 8088 4. No, 85, Nortis Botd, Colombo wo ONS NG. No. 997, Galle Road, Kollupitiya, Colombo 72-73 16, No. 187, St. Michaela Road, Colombo .... © 60.98 1X7. No. 194, Dematagoda Rosd, Colombo =. 81: 18. Numbers 05, 05/1, 86/2, 05/8, 68/6, 85/7 95/8, 05/0, 68/30 aud 12, 65/11 and 60. St. Sebastion Sirest, Colombe ve BEB 80 M0. No. 77, St. Sebastian Bosd, Colombo o,f 180. No, 226, Sea Bievet, Colombo we 6820 UBL, Land depicted as lot 3 in Requisition Survey laa 11 known aa Kottembagohakelawatia sad situated in Kalutera District =... 73:00 398, Laud described oo lot 20 in Requisition Survey Plan 11 imown oa Kottambagabokelswatée end situated in Kalutera Distriot ns a1 00 418, Lond described a2 lot 15 in Requisition Survey Phan 11 known es Kottambegshakelawatte 6 and situsted in Kalutars Distriot we 194.\" Bestrion Villa \"* (building only) situated im Katutore ot” uae oni 88 —_ Southern Proviece 398, Numbers 148 and 150, Main Street, Galle... 143 92 . Bastemn Province 198. Veppandudakadu . Baug Cove Situated ia ‘Trincomalee 2,648 00 Earecalatotta . Nechehikuda 197, Nachchiludakant A fa Tr 550 Of Nolaihenutadciady ) Sosted tn Teincomales 128. Sinnakunchikedu situated in Trincomalee -.. 200\". (2) The amendment meade in the principal Act br sub-section (1) of this section shall be deemed to have come into foree on the date on which the principal Act came into operation. *",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "Requisitioning of Land (Amendment) Act, 9 No. 58 of 1962",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "}. Where in respect of any land of which possession Metedat —: is deemed to be ‘aken by virtue of section 2 of the  Ssminition principal Act proceedings under the repealed Land ‘lor al lsod Aaquisition Ordinance, are pending in any District atohieh Court on the date on which this Act comes into force, deunet to be then, for the purposes of determining the amount of {if uséer compensation to be awarded under that Ordinance for the peucal any such land, the market value of such land shall, ACJ, nobwithstanding anything in that Ordinance, be the Evtier taarket value which such land would have at the time {TT of awarding compensation if it had remained in the Saute condition in which it was at the date on which posses. Cryst ws sion thereof was taken by a competent authority under Biewie! cam regulation 34 of the Defence (Miscellaneous) Regu- lations as having eect by virtue of the Supplies and Services (Transitional Powers) Act, 1945, of the Parliament of the United Kingdom.",
    "mean_p_confidence": 0.77
  }
]