[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 7 EG 4th Session 1955-565, _f {2° ceo ais “3. ats. MB: Von . > so AG sisse _ Bem /ay Nursing Homes (Validation of the Refund of Fees) Act, No. 7 of 1956 Date of Assent: February 3, 1956 Printed on the Orders of Government Printed at the Govememenr Press, Crvion, To be purchased at the GovernaamnT PusttcaTions Bunzau, CoLomo Annual Subscription (including Bills) Rs. 25, payable in Ap, Suse gen needle BN tat pbaieatont Bureau, Post Orrics Box 560, Secretariat, Colombo 1 1 Price: 15 cents. Postage: 10 cents, (",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Nursing Homes (Validation of the Refund of 8 Fees) Act, No. 9 of 1956 L, D.—O, 96/65. AN ACT 10 VALIDATE THE PAYMENT IN THE YEAR 1954 OF FIFTEEN THOUSAND FOUR HUNDRED RUPEES OUT OF HE Consotipated FUND oF CEYLON IN REFUND OF THE 3EES FAID FOR THE REGISTRATION OF CERTAIN “ESTATE HOSPITALS AS NURSING HOMES UNDRR THE Nonsivc Homas (REGULATION) Act, No. 16 oF 1949. [Date of Assent: February 3, 1956) : BE it enacted by the Queen's, Most Fxcellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the anthority of the same, as follows: — 4. ‘This Act may be cited as the Nursing Homes she sin Walidation of the Refund of Fees) Act, No. 7 of 1956. 2, The withdrawal of the sum of fifteen thousand  Validetioe four hundred rupees from the Consolidated Fund of {© fete et j Ceylon in the year 1954 and the payment of thet sum fof | in refund of the fees charged for the registration of affect certain estate hospitals as nursing homes under the SofSs* Nursing Homes (Regolation) Act, No. 16 of 1949, ™™\"€ shall be deemed to bave been valid notwithstandi | that such withdrawal and payments were made ! without lawful authority. - TBR sace-9.006 (10086) ‘",
    "mean_p_confidence": 0.8
  }
]