[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "LOR Bien fp. a { fae Si. Bots Fo a ope)” feee 15) 2%“ 89)c PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA FAIR TRADING COMMISSION ACT, No. 1 OF 1987 [Certified on Z2ud January, 1987) Printed on the Orders of Govcrument ‘Published as 2 Supplement +o Part TI of the Garette of the Democratic Socialist Repablic of Sri Lanke of January 23, 1987 eRe 42 mE DEPARTMENT OF CEREBRO, ANE, Wir mans ote Gimme resanom sa, eee Price : Rs. 210 Postage : Rs, 1.15",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Fair Trading Commission Act, Na, 1 of 1987",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L, DO, 26/85,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Certified on 22nd January, 1987]",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘Aw ACT To PROVIDE FOR THE ESTABLISUNLENT OF a Far TRADING ConsnaissIO8 FOR THE CONTROL OF MONOPOLIES, MERGERS AND ANTICOMPETITIVE PRACTICES AND YOR THE PORMEULATION AND IMPLEMENTATION OF A NATIONAL PRICE POLICY; YOR THE REPEAL oF the NATIONAL Purces Conenatasion Law, No, 42 or 1975} AND FOR ALS, MATTERS CONNECTED THEREWITH OR INCIPENTAL TUEEKETO,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enscted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Republic of Sti Lanke ag follows:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. This Act may be cited as the Fatr Trading Commission short title ‘Act, No. 1 of 1987 and shall come into operation on such 224 dite of date (hereinafter referred to as the “appointed dste\") os the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PART I Esrasuisumeenr oF 7g Fam Traptse Compassion",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 There shall be established a Commfssion, which shell Fair Trading be catied the Fair Trading Commission (hereinafter refer- Comvalssion, red to us “the Commission\") and which shall consist of the persons wha are for the time being members of the Commission under subsection (2) of section 4",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3 The Commission shall, by the name assigned to it by The Commie section 2 be 2 body corporate and shell have perpetual fiont® be * sueeession end a common seal and may sue and be sued ‘DORs, in euce name, a",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4 (1) The Commission shall consist of seven members embers of sppointed by the Minster from among pereona who appear ie Comumie- to the Minister to have had wide experience and ‘ave shown capncity in the field of industry, law, trae, commerce or edministration,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) ‘The Minister shall appolnt one of the members of ‘the Commission as the Chalrman of the Commission,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(8) The provisions of the Schedule to this Act, shallhave effect in relation to the terms of office of the memabets of the Commission and the remuneration payable to members of'the Commission, meetings and the seal of the Commis Bion, boo",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "$A ceoree—tr.18 cro",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "2 Fair Trading Commission Act, No. 1 of 1987 << PART IL Focrrons an Powsss or Tat Conncssron Functions ot The functions of the Commission shall be— ‘the Commie ‘wn, (a) to investigate into any matter specified in section 13 and to make an appropriate order ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(®) to examine any request made to it under section 18 ‘or under section 19 and in appropriate cases, to fix: the maximum factory, wholesale or retail prices above which any article referred to in such request shall not be sold, or to set out the price structure according to which such prices shall be fixed ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(©) to examine any matter specified in a reference made to it under section 23 and to tender advice in res- pect of such matter, in the form of a report to the relevant agency making such reference ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(@) to examine any matter specified in a reference made to it under section 24 and to tender advice in res- pect of such matter, in the form of a report to the ‘Minister making sueh reference ; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(e) to examine and report ot any matter in terms of fection 25.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Matters to ‘& In the exercise of its functions under paragraphs (b)s",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Bich the Ce), (a) and (e) of section 5 of this Act, the Commission",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "shall pe shall bave special regard to the following mattera:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "‘Femacd, (@) the protection of the interests of consumers of articles ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "{b) the provision of necessary incentives to producers at articles ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(©) the necessity for ensuring reasonable rates of return on capital employed in the production of articles ‘or the provision of services;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@ the allocation of resources among different sectors cf the economy af the country ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(@) the effictent operation of public corporations engaged fm the production of articles or the proviston of services or in any activity connected with or incl dental to the production of articles or the provi- sion of services ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Fal Trading Commission Act, No. I of 1987 8",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(Dp the control of inflation ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(p) other objectives of economle and social policy of the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Government ; and",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(®) and guidelines that may from time to time be gives",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "by the Minister.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "4. The Commission may, for the proper exercise of its Power to powers or the discharge of its functions require the mani Trai soy facturers, importers and distributors of any article and any of Renords Government department or public corporation engaged furnishing of in the provisions of any prescribed service— ‘FetUrEs,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{@ to maintain records in respect of such matters az the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘Commission may consider necessary and in such forms as may be determined by the Commissfon ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{B) te furnish to the Commission returns in respect of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "such matters aa the Commission may consider necessary at such intervals and in such forms a8 may be determined by the Commission,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "8 (1) The Commission or any person authorized in that Bower of | behalf by the Commission may, by noties in writing require Sait'far 0” any persnn to fumnish within such period as shall be speci- information, fied in the notice, any such information or to produce any such document as shall be specified in such notice, az the Commission may consider necessary for the proper exercise of its powers or the discharge of Its functions, and it shall bbe the duty of ony person who receives such notice to com- ply with such requirement within the time specified in such notice, notwithstanding the provisions of any written law which protilbit such person from disclosing such informa- ton er from producing such document :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Provided hower, that nothing in this subsection ahall be reed and construed as enabling the Conomission or any per= son authorized in that behalf by the Commission, by notice to require any person to furnish any information or to pro- duce any document, if the disclosure of such information or the production of such document by such person fa prohi- ited by any provision of the Exchange Control Act or any Jaw providing for the imposition and recovery at any tax.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) Where a person is prohtbited by the provisions of any written law from disclosing any information or from producing any document which he may be required to dis- close or to produce under the provisions of subsection (1), such disclosure or production by him shall, notwithstanding",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "4 Fair Trading Commission Act, No. 1 of 1987 anything to the contrary in any such written law not be deemed to be a contravention of the provisous of such written law.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(3) No information contained in a return furnished. undersection 7, and 10 infomation furnished ur the con= tents of a document produced, in compliance w.th the terms of @ notice issued under this section, shali be published or communicated by the Comm:ssion to eny other person ex= cept with the consent of the person furnishing such return, or Information, or producing such document, as the caso may be ur in the course of the discharge of the functions of the Commission.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Fower of % ‘The Commission may, where it considers it necessary",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "foumussion for the purpose of carrying out an investigation under sec-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "any afer tion £1, authorize in writing, any officer to enter and ina",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "feenter end poet at ell reasonable hours of the day any premises m",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "premises, ‘which any business fs carried on and to inspect and take copies of any records required to be kept by or under thts Act or any other law, in respect of such business,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "Power to 10. (1) The Commission may—~",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "old) inguizies",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "and investi (a) ld such inquiries where necessary ot expendient",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "seSone, in the discharge of its functions under this Act ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "+48 ok investigations under section 11.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(2) The Commission may give to all persons includ'ng representatives of associations or organizations of consu-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "- mers interested in a matter which forms the subject of an inquiry or investigation as the case may be, held under this section, an opportunity of being heard and of producing such evidence, oral or documentary, as in the opinion of the Com- misston i relevant to such matter.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(8) For the purpose of any inqu'ry or investigation, as the case may be, held by the Commission under the provisions of subsection (1), the Commission shall have all the powers of a D'strict Court—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "{e) to summon and compel the attendance of any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "witness ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "{®) to compel the production of documents; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "(6) to administer any oath or affirmation to anv witness,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Foir Trading Commission Act, No. 1 of 1987 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(4) Where any petson—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "{a) without sufficient reason publishes any statement or dow’ anythug during tne progress or alter the con- slusion of any inguizy or anvestigation, 4g tue case may be, conducted by such Commus on, whico may bring the Commission or any member thereat into dLsrepute ; oF",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(®) interferes with the lawful process of the Commission ; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(©) in the course of an inquiry or investigation, as the case may be, held under the provisions of sub- section ()—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "@) tails without cause, which in the opinfon of the Commission is ressonable, to appear before the Commission at the time and place specified in any summons issued by the Com misston to stich person ; oF",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ": (i) retuses to be sworn, or having been duly sworn, refuses or fails without cause, which in the opin on of the Commission is reasona- ble, to answer any questions put to him rela~ ting to any matters being inquired into or investigated as the case may be, by the Commission ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "ii) refuses or falls without cause, which in the opinion of the Commission 's reasonable, to produce and show to the Commission any document which ls in his possession or power, and which in the op'nton of the Commission is relevant to any matter being inquired inte or investigated as the case may be, by tho Commission,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "such person shall be guilty of an offence of con-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "tempt against or in disrespect of the authority of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "‘the Commission,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(5) Where the Commission determines that a person hae committed any offence of contempt against or in disrespes of its authority, the Commission may cause its Secretary- General to transmit to the Court of Appeal a certifieste setting out its determination and every such cerificates shall be slgmed by the Chairman of the Commission.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "& Fair Trading Commission Act, No, 2 of 1987 (©) In any proceedings for the punishment of an offence of contempt which the Court of Appeal may think fit to take cognizance of 2s provided in subsection (8), any document purporting to be a certificate signed and transmitted to the Court of Appeal under subsection (6) shall be evidence of the facts stated in the determination get out therein, and be conclusive evidence that such determination was made by ‘the Commission. (1) In any proceedings taken as provided in subsection, (8) for the punishment of any alleged offence of contempt against or in disrespect of the authority of the Commission, no member of the Comm’ssion shall, except with his own consent, be summoned and examined as a witness, (8) Every offence of contempt committed against or in Glerespect of the avthority of the Commission shall be Punlshable by the Court of Appeal, PART IIT InvasricaTions By THe Conencrssionw ‘Commizrion 11, The Commission may. ether of its own motion oF focarry cut on a complaint made to it by any person, oF in the esse of ‘tions, '& proposed merger, on # request made to it by any person, carry out an investigation with respect to— (a) the existence or possible existence of a monopoly situation ; (b) the creation or possible creation of # merger gitua- tion (©) the prevalance of any anti-competitive practice, ‘Monopoty 12. For the purpose of aragraph (a) of section 11, a atuation. ‘monopoly situation shall be taken to exist— (1) in relation to the supply of goods of any description in the following cases, that is to say, if-- , (@) the prescribed percentage of all the goods of that description which sre supplied in Sri Lanka, are supplied by one and the same person, or are supplied ‘to one and the same person, or () the prescribed percentage of all the goods of that description whch are eupplied in Sri Lanks, are -  Fapplied by members of one, and the same group ry",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Foir Trading Commission Act, No. 1 of 1987 7 of interconnected bodies corporate, or are rupplied ‘to members of ane and the seme group of intercon nected bodies corporate, or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "{c) the preseribed percentage af all the goods of that description which are supplied in Sri Lanka, are supplied by membera of one and the same group ‘conaisting of two or more persons or are supplied to membera of one and the same group cons.sting of two or more persons, The “two or more persons” referred to in this paragraph in relation to goods ‘of any description, ere any two or more persons (uot being a group of interconnected bodies cor- porate) who, whether voluntarily or net, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": ". whether by agreement or not, so conduct their respective affairs ag in any way to prevent, restrict or distort competition in connection with the pro- duction or supply of goods of that description, whether or not they themselves are affected by the competition, and whether the competition is bet- ‘ween pergona interested 9s producers or suppliers or between persons interested as customers of pro- ducers or suppl:ers, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "{@) one or more agreements are in operation, the result ‘or callective result of which is that goods of that description are not supplied in Sri Lanka;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@) fn relation to the supply of services ct any descrip tion in the following cases, that is to say, i",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(a) the supply of services of that description in Sri Lanka ig, 10 the extent of the prescribed percen- tage, supplied by one and the same person, oF supplied te one and the same person, or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(®) the supply of services of that description in Sri Lanka is, to the extent of the prescribed percen- tage, supplied by members of one and the same group of interconnected bodies vorporate, or mupplied to members of one and the same group of interconnected bodies corporate, or;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "{e) the supply of services of that description fn Sri Lanka is, to the extent of the prescribed percen- tage, supplied by members of one end the same group consisting of two or more persona, or sup- piled for members of one and the same group cun- sisting of two or more persons. The “two or more Persons” referred to in thix paragraph of this",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "& Fair Trading Commission Act, No. 1 of 1987 section, in relation t0 services of any description, are aiy two or more pesuus ynot veing a grvup cf interconnected bodies corporate} wno, whedher voluntarily or not and whether by agreement or not, so conduct their respective aflairs as in any way to prevent, restrict or distort competition in connection witn the supply of services 01 that des- eription, whether or nct they themselves are alfec- ted by the competition, and whether the competl- ‘Lon is between persons interested ax persons by whom, or persons to whom, services are supplied, or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "{@) one or more agreements are In operation the result or coliective resust of which ig tual secvicos of that Seseription are not supplied in Sri Lanka;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(8) fu relation to the export of goods of any description from $rl Lanka in the following cases, that is to aay, if",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "{a) the prescribed percentage of all the goods of that description which are produced in Sri Lanka, are prodwwed by une and the same person; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(0) .the preseribud percentage of all the goods of that description which ae produced in Sri Lanka, are Produced by mermbers of one and the seme group of interconnected bodes corporate,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "and in those eases a monopoly situation shall for the pur- Poses of this section be taken to exist both in relation to the exzort of goods of that description from Sri Lanka genersily tnd in relation to the export of goods of that description from Sri Lanka to each market taken separa tely;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(4) in relation to the export of goods of any description from Sri Lanka generally, if—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(@) one or more agreements are in operation which ia any way prevent or restrlel, or provent, restrict or d'stort competition in relation to the export of goods of that description from Sr{ Lanka ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "{b) that agreement referred to in paragraph (a) or a8",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "__ the ease may be those agreements collectively, are",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "|, Sperative with respect to the prescribed percen- + tage of all the goods of that description which ere produced in Sri Lanka ; .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Fotr Trading Commission Act, No. 1 of 1987 9 @) in relation to the export of goods of any description : from Sri Lanka to any particular market, f— (©) one oF more agreements are in operation whieh in : any way prevent or restrict, or prevent, restrict. : or distort competition in relation to the supzly : of goods of that description (whether from Sx , ‘Lanke or not) to that market ; and (®) that agreement fs or as the case may. be those agreements referred to fn paragraph (a) colles- tively, are operative with respect to the prescribed percentage of all the goods of that description which are produced in Sri Lanke ; (@) for the purposes of thia section “proscribed percen- tage * in relation to— (a) the supply of goods of any description ; (2) the supply of services of any description ; and (©) the export of gouds of any description. means, such percentage as may be prescribed by regula- tions by the Minister, on the recommendation of the Coin- mission, so however, thtat such percentage shell not be less, than ene-third of the supply of goods or services of sng. description or the export of goods of any description; (2) the Commission shall, in making its recommenda- ‘ion to the Minister under subsection (6), examine the share of the market held by any person or by memberg of oue and the same group of intercon : nected bodies corporate snd decide whether the market power derived as 5 result of holding of such share of the market can be used for the purpose af— . (@) eliminating or substantially damaging a competitor in the marekt ; (2) preventing the entry of a competitor into the market; and . . (e) deterring or preventing a person from engaging in competitive conduct in the market . SA casr06 coro",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "49 Fatr ‘Trading Commission Act, No. 1 of 1987 ener “1% (1) For the purpose of paragraph (b) of section 11, “ merger situation shall be taken to exist if a person, whether a body corporate or not, acquires or proposes to acquire, directly or indirectly, any shares in the capital or in the assets of a body corporate or of any other person, if—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(@) as a result of the acquisition, or proposed acquisition such first mentioned person would be, or be Likely ‘to be in 4 posittion to control or dominate a market for goods oz services ; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(d) in a case where such first-mentioned person is in a position to control or dominate a market for goods or services—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "() any other person or body corporate or any other related person or body corporate is, or is likely to be a competitor of the first-mention- ed person or a body corporate that is related to such first mentioned person ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Gi) the acquisition or proposed acquisition would or would be likely to substantially strengthen the power of the firet mentioned person to control or dominate that market,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(2) For the purposes of this section such first mentioned person shall be deemed to be in a position to control or do- roinate a market—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(a) if a body whether corporate or not that is related to such first-mentioned person is, or two of more such bodies each of which is related to such first-men- tioned person together are in a positfon to control oF dominate 2 market for goods or services, or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(2) it such first-mentioned person and a body corporate that fs, or twe of mote bndfes corporate each of which is related to such first-mentioned person to-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "> ‘gether are, in o position to control or dominate a",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "market for goods or services, -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(8) In thin section—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(a) a reference ta “a market for goods or services\" shull",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "ci y- be construed ag a reference to a substantial market for goods or services in Sri Lanka; and «.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "Foir Treding Commission Act, No. I of 1987 M1 (B) a reference to “control or dominate a market for . ‘goods or services” ghall be construed as a reference to controlling or dominating such a market either as a supplier of as an acquirer of goods or services in ‘that market,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "14, For the purpose of paragraph (c) af section 11, 5 Anti-com- anti-competitive practice shall be deemed to prevail where & Oe ‘peteon in the course of business, pursues a course of conduct which of itself or when taken together with a courss of cou- duct pursued by persons associated with him, has or is in- tended to have or is likely to have the effect of restricting, distorting or preventing comvetition in connection with the Production, supply or acquis'tion of goods in Sri Lanka or the supply or securing of services in Sti Lanka,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "15. (1) Upon the conclusion of an investigation carried Onder tobe ut in respect of any or alt of the matters specified in section ede by 11, If the Commission is of the opinion—~ pea the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(a) that any menopoly or merger situation of antl Stans competitive practice exists but such monopoly or merger *7eatlgetian. situation or anti-competitive practice does not operate or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "is not Likely to operate against the public interest, or in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "the case of a proposed merger that such proposed merger",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "ig not likely operate against the public interest the Com-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "ralssion may by order authorize such monopoly or mergar",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "situation or anti-competitive practice or the proposed",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "merger.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "In determining for the purposes of this paragraph whether any monopoly or merger situstion or anti-competitive pra- ctice or a proposed merger operates, or 1s likely to operate, ageinst the public Interest, the Commission shall take into account all mattets which appear to such Commission to be televant to the matter under investigation and shall have special regard to the destrability of —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "G) maftanining and promoting effective competition",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "between persons supplying goods and services ; Gi) promoting the interests of consumers, purchasers and other users of goods and services in respect of the pelea and quality of such goods and services and the =~ variety of goods and services supplied ; (i) promoting through competition the reduction of costs, the development and use of new techniques and products and facilitating the entry of new com- * petitors into existing markets ; .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "42 Feir Trading Commission Act, No, 1 of 1987",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(Gv) maintaining and promoting balanced distribution of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "industrial activity and employment; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "() maintaining and promoting competitive activity in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "export markets ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "() that the proposed merger is Likely to operete against the public interest, the Commission shall refuse to autho- ize such proposed merger ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(c) that any monopoly or merger situation or anti~ * competitive practice exists and that {t operates against * the public interest, the Commission shall by order provide",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "fore",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(i) the division of any business by the sale of any part of the underteking or assets or otherwise (for which purpose all the activities carried on by way of business by any one person or two er more in- terconnected bodies corporate, may be treated as a single bus'ness), or for the division of any group of intereonnected bodies corporate, and for all such matters as may be necessary fo effect or take account of the division. including—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) the transter or vesting of property, rights, liabilities or obligations ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(B) the adjustment of contracts, whether by dis- charge or reduction of any liability or obliga- tion or otherwise ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(e} the crestion, allotment. surrender or cancella- tlon of any shares, stock or securities ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(d) subject to and in accordance with the provi sions of the Companies Act, No. 17 of 1982, the formation or winding up of a company oF other association, corporate or unincorporste, ‘or the amendment of the memorandum and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "articles or other instruments regulating any company or assoclation ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "- (e) the extent to which, and the circumstances 1 which, provisions of the order afecting @ company or association in its share capital, constitution or other matters may be altered bby the company or association, and the regia ‘wation under any snactment af the order by companies or assoclations so affected ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "Fair Trading Commission Act, No, 1 of 1987 38 () the continuation, with any necessary change of parties, of any legal proceedings ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(il) the carrying on of any activity or the safeguarding of any assets either by the appointment of @ person to conduct or supervise the conduct of such activi- ties on such terms and with such powers as may be specified in the order or ta any other manner ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "Gil) the termination of any anti-competitive practice in such manner as may he specified in the order ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(iv) such other action as the Commission may consider necessary for the purpose of remedying or preven ting the adverse effects of any monopoly or merger situation or anti-competitive oractice.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(2) ‘The reference in sub-paragraph (i) of paregraph (c) of subsection (1) to the division of @ business as mentionsd fn that sub-paragraph, shell be construed ag including a veference to the separation, by the sele of any patt of any undestalting or assets concerned or other means, of enier- prises which are under common control, otherwise than by teason of their being enterprises of interconnected bodies corporate,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "16, ‘The Commission may couse to be published any order’ Publication made by the Commission under section 15 In such manner Gndsr an it thinks fit, section Te",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "47. Any person aggrieved by an arder made by the Com- Appeols. mission ides section 18 may within thirty days ol the make ing of sch order, appeal therefrom to the Court of Appeal.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "PART IV",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "REQUESTS, REFETENCES, AND DIRECTIONA TO THE COMMISSION",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "48 If Ht appeats to the Controller of Prites that there 1s controtler or there is likely to arise fn Sri Lanka # shortage of any 9) \"5% article, uther than # prescribed article, or any unreasonable, FEqUeHe Iinereore in the price of such first mentioned article, or that {0,95 the price at which such article $8 being sold Is excessive, 1 out the he may request the Commission— Ere of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "| (@) to fix the maximatn factory. wholesale or retaii prices articles,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "stove which such article shall not be sold or set",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "<* gut the prlee structure according to which such",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "&* mmaxtmuen prices shall be fixed : or",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "14 Fair Trading Commission Act, No. 1 of 1067",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(®) in the case of an article in respect of which there is ‘an Order under section 20, for the time being in force, fixing the maxtmum prices above which such article shall not be sold, or setting out the price structure according to which euch maximum prices shall be fixed, to vary the maximum prices fixed or, the price structure set out by such Order :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "Provided that the Controller of Prices may, where he deems it necessary to do so in a case of extreme urgency, fiz, by Order published in the Gazette, the maximum prices of such article and at the sume time make such a request to the Commission ; and such Order shall, until confirmed or varied by the Commission, be deemed to be an Order made by the Commission under section 20.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "Relevant 19. A relevant agency may, in the case of an article in Paine,” ~—stespect of which there is an Order under section 20 far the Commission time being in force, fixing the maximum prices abave which fovary the such atticle shell not be sold or setting out the price struc- by Grderior true according to which such maximum prices shall,be fixed, an artic. request the Commission to vary the prices fixed or the ries structure set out by such Order. Erocedure 20, (1) Upon receivt of a request under section 18 or aca” section 19, the Commission may cause a notiee to be pub- uuision gn ished in the Gazette, to the effect that it has received such Regu ‘2 request and inviting any persons interested in such request Ender ore to submit to it their views and comments on such request. ion 3B section 18. J... +) The viewa and comments referred to in subsoction (1) shall be submitied in such manner and within such period as may be determined by the Commission.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(8) If, after examination of a request made under ether of the aforementioned section and a consideration of the views and coraments, if any, submitted in relation thereto",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "» under subsection (2) or by the Controtler of Prices, the Commission is satisfied that such request is reasonsble, it > shell",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(a) in the case of a request made under section 18 (a),",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "by Order published in the Gazette, fix the maxi- taum factory, wholesale or retail prices above which, the article referred to in auch request, shall not be sold or set out the prices structure according to which auch maximum prices shall be fixed; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "Fair Trading Commission Act, No. 1 of 1987 18 {b) in the cage of a request made under section 18 (0) : or section 19 vary the Order fixing the maximum 2 factory, wholesale or retail prices above which the , article referred to in such request, shall not he sola or setting out the price structure according to which such meximum prices shall be fixed.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(4) Every Order made under subsection (3) shall come . into operation on the date on which such Order is published in the Gazette,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(5) An Order under subsection (8) may prescribe the conditions of the sale of the article specified in such Order, including conditions as to the time and place of the sole and the quantity and quality af the article to be sold.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(6) Where a request under section 18 or sention 18 is in respect only of the reteil or the wholesale or of the fac- tory price, as the case may be, of an article, the Commission, when fixing by an Order under subsection (8) the maxi- mum, retail of wholesale or factory puice, as the case may be, shove which such article shall not be sold may by:the same Order also fix the maximum, wholesale and factory prices, or the maximum, retail and factory prices, or the maximum retail and wholesale prices, as the case may be, above which such article shall not be sold.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "21 Where a request is made to the Commission under ine timc section 18 or section 19, {t shall exercise the powers and © Yniw discharge the duties conferred and trmposed on it by section powers asia 20 in relation to such request within a perfod of two montis ‘atic wade",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "vs i : Wo be from the date on which such request is received : par",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "Provided that the Minister may, from time to tlme by charged. Order published in the Gasette, extend the time within which the Commission shall exercise such pawers oF itis- chargt such duties in respect of such request.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "22, (1) The Minister may rescind or vary any, Ordet power of made by the Commission under section 20, Mister $0",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(2) Where sn Order is rescinded or varied by the Minis- #207 a0... ter under subsection (1), notification af such rescission or under peor” vartation shall be published in the Gazette and the Order: made under section 20 shall be deemed to be rescinded or varied, as the case may be, with effect from the date of such publication but without prejudice to anything done or aul fered thereunder or any right, obligation or liability acquired, accured or incurred thereunder. © 93.7. +4",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "16 Fair ‘Trading Commission Act, No. I of 1987 ‘Obigatory [23. (i) A relevant agency proposing to vary the price of Jrirrence ing prescribed article or the charge for any prescribed service variation ot shall inform the Commission of its’ proposal and shail refer free ft, ty the Commission the examination of the question of such Breeribed proposed variation of price or charge, as the case may be, seticles oF, ‘and aecordingly the Commission shail examine such ques- services. tion and report to the relevant agency making such re- ference within such period as may be specified in such reference: Provided that if the relevant agency is a person other than the Chairman of a public corporation or a Head of a Government department or the competent authority of a businese undertaking vested in the Government under the Bustness Undertakings (Acquisition) Act, No. 35 of 1971, any reference under this section shall only be made through a Minister and the Commission shall examine any question eo referred and report to such Minister.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "_@) A relevant agency shall not vary the price of a pre- scribed article or the charge for eny prescribed service until after the Commission hes examined and reported on ‘the question or such vatiation of price or charge as the ‘tase inay be:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "Provided that a relevant agency, it such agency is the Chairmen of a public corporation, or a Head of a Govern- ment department or the competent authority of a business undertaking vested in the Government under the Business Undertakings (Acquisition) Act, No. 35 of 1971, may, where itis deemed necessary to do 90, in a case of extreme urgency, increase the price of such presctibed article or the charge of such preacribied service, pending a report trom “he Com mission on a reference made by such agency under sub-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "* section (1). .",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "Afviesiy <M. “Any Minister may, elther of his own motion or on Sefarance, *-  sopresentations made to bim by any person or any hody of . perkons, refer any question relating to the price of any article or the charge for ally service to the Commission for exhmifation anid report, and accordingly, the Commission stiall examine such question and send its report ta the ‘Mitister making such ‘reference, within such period as may",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "be specified in such’ reference, - =? e,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "Fair Trading Commission Act, No. 1 of 1887 17",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "25. The Commission may, either of its own motion ar on Commisstoa representations made to it by any person or body of per- Gussiion” soil, review ay question relating to the price ot any citie  Feating to cle or the charge tor any service and report to the Minister drtinle Sc. within such perfod as the Commission may consider reasonable.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "26. ‘The Minister may cause to be published any report Publication made to him under the provisions of this Act, or any recom- 24,4,F?0rt mendations mude in such report, in such manner as he this Aet thinks Bt.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "PART V Starr oF Tu Conmassioa",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "21, (1) The Commission may with the approval in writ: Scrretary~ ting of the Minister, uppoint a Sccretaey-General to the Ge\"ton”? Commission (in this Act, referred to aa the ‘Secretary. mission General\").",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "{2} ‘The Seeretary-General appointed under eubsection (1) shall be the chief executive officer of the Commission, and shall at all times act under the direction of the Com- mission.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(8) The Secretary-General shall be psid such remunera- tion as may be determined by the Commission in consulta- tion with the Minister.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(4) Whenever the Secretary-General ir by reason ot llness or absence from Sri Lanka or for any ather eause unable to perform the duties of h's office, the Commission tmay, with the approval in writing of the Minis'er, appoint some other person to act in bis place, during such absence.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "24. (1) The Commission may appoint such officers, ser Appointment vants and advisers ax are necessary for the performance of of oMicers. | the work of the Commission. saviaera 0",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(4) The officers, servants and advisers appointed under misaon. Subsection (1) shall be remunerated at such rates as may tbe determined by the Commission in consultation with the Minister. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "20, (1) At the roquest of the Commission, any offcer in Ansointment dhe pablie service may, with the consent of that officer and of public, the Secretary to the Ministry of the Minister in cherge of ine neget the subfect of Public Administration, be temporarily ap- the pom- pointed to the staff of the Commission for such period as“ Getermined by the Commfsston, with like consent, or with tke consent be permanently appointed to such staff,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "18 Fair Trading Commission Act, No. t of 1987",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(2 Where any officer in the public service is tempo- rarily appointed to the staff of the Coramission, the provi- sions of subsection (2) of section 13 of the Transport Board Law, No. 19 of 1978, shall, mutatis mutandis, apply to and in relation to him, :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "- (3) Where any officer in the public service is permanen- tly appointed to the staff of the Commission, the provisions of subsection (3) of section 13 of the Transport Board Law,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": ": No. 19 of 1978, shall, Mutetis Mutendis, appiy to end in relation to him.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(4) Where the Commission employs any person who has entered into a contract with the Government by which he",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": ". has agreed to serve the Government for # specified period, any period of service to the Commission by that person shall be regarded as service ta the Government for the purpose of discharging the obligations of such contract.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "PART VL ‘FUND oF THE ComMaission Fund, ot 90. (1) The Commission shalt have ite own Fund. smisalon, (2) There shall be paid into the Fund of the Commis- sion—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(a) all such amounts asmay be voted from time to time",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": ". by the Parliament for the use of the Commission ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "() all such sums of money that may be received by the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "Commission in the exercise, discharge and perfor~ mance of its powers, duties and funetions.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "(8) ‘There shall be paid out of the Fund of the Commis- sion the remuneration payable to the members of the Com- mission, and all such sums of money required to defray the expenses incurred by the Commfssion in the exercise, dis- charge and performance of its powers, functions and taties under this Act, and all such sume of money as are required to be paid by the Commission by or under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "omit QL (1) The financial year of the Commission shall be the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "Teauditet calendar year,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "scomunta, (2) The Coramission shal] cause proper books of accounts to be kept of the income and expenditure, assets and labili- ‘ties and al} other transactions of the Commission. _@) The provisions of Article 154 of the Constitution rela, ting to the audit of the accounts of public corporations shall apply to the audit of the accounts of the Commission,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Fair Troding Commission Act, No. 1 of 1987 49 PART Vi ‘Misci.aNnovs",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "32, Nothing in this Act shall apply to or in relation to Provisions any enterprise which has entered into any agreement with Sct not the Grester Colombo Economie Commission under section 10 apply 17 of the Greater Colombo Economic Commission Law, { cerlain No. 4 of 1978, enter",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Prises.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "33, Every complaint made under section 1 and every Complaints request mage under section 18 or section 19 shall be im such ii'ang™\"\" form as may determined for the purpose by the Commission, Siler retina",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "be in. form determined by Commission. 34, No civil or criminal proceedings shall be inctituted— Protection for (@) against the Commission for any act which in good water this faith ta done or purported to be done by the Com- “°* mmission under this Act ; or {b) against any member, officer, servant or adviser of the Commission for any act which tn good faith is done or purported to be done by him under this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "33. All members, officers, servants and advisers of the Members, Commission shall be deemed to be public servants within Ofteets and the weaning of, and for the purposes of, the Penal Code, tha Commis",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "fo be public sevens,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "36. ‘The Commission shall be deemed to be a Scheduled Commission Institution within the meaning of the Bribery Act and the ee provisions of thet Act shall be construed accordingly. Scheduled",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Tastitution ‘within the meaning ettha Bribery ‘Act.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "37. (1) Any person who— Ognres",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "{a) contravenes or fails to comply with any provision of Penalties. thie Act or any regulation made thereunder or any direction lawfully given or any requirement law~ fully imposed under this Act; or . (®) omits or retuses— 9) to furnish a return when required by the Com- mission to do so under section 7; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "Fair Trading Commission Act, No. 1 of 1987 (i to furnish any information or to produce any document when required to do so by a notice gent under section 8 ; or (© knowingly makes any false statement in any return furnished by him under this Act, or knowingly furnishes any false information when required by the Cormmisston to furnish any information ; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(4) obstructs any officer acting in the exercise of his",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "powers under section 9, shall be guilty of an offence under this Act and shall, on con- vietion, after trial before a Magistrate, be liable lo a fing not exceeding five thousand rupees or to Imprisonment of either description for a period not exceeding one yest or to both ‘such fine and imprisonment.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(2) (@) Aay person who falls or refuses to comply with an order made under section 15 or acts in con+ travention of such order, shall be guilty of an offence and shall on conviction after trial velore a Magistrate be lable to a fine not exceeding fifty thousand rupees or to imprisonment of either description for a period nol exceeding two years or to both such fine and imprisoament ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(®) the court may in addition, order such persons to refrain trom carrying on the business in respect of which an order has been made under section 16 other than an Order mnde under parageapbs (b) of that section, for such period as may be determined by such court of until such person complies with the Order made under section 15.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(8) The Commission may publish or cause to be published",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "in such manner as it shall deem fit the names and addresses of all persons convicted under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(4) Where any offence under this Act is committed by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "‘body of persons, then—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(@) if the body of persons [s 8 body corporate, every",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "director and officer of such body corporate ; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "() if the body of persons is a firm, every partner of that",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "firma, -",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Fair Trading Commission Act, No. T of 1987 = 21 shall be deemed guilty of that offence :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Provided that wo such director, officer or partner shall be deemed guilty of that offence if be proves that such offence ‘Was committed without his knowledge or that he exercised. ali due diligence to prevent the commission of such offience.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(5) No prosecution for any offence under this Act shall be instltuted except with the written anetion of the Attorney- General.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "‘38. (1) The Minister may make regulations in respect of Regulations, any matter required by this Act to be prescribed of in res pect of which regulattions are authorized by this Act to be made.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(2) In particular snd without prejudice to the generality of the powers conierred by subsection (1), the Minister may make regulations in respect af all or any of the following matters—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(a) prescribing articles and services for the purposes of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Act",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(®) prescribing the manner in which meetings of the Com- mission shall be convened ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(c) preseribing the manner of conduct of meetings of the ‘Commission ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "{d) prescribing the persons by whom, and the manner in which, the expenses of witnesses summoned to attend inquiries and investigations held ky the Com- Taission, are to be paid.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(3) Every regulation made by the Minister shall be pub- lished in the Gazette and shall come into operation on the date of such publication or on such later date as may be specified in such regulation,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(4) Every regulation made by the Minister shall ag soon as convenient alter its publication in the Gazette, be brought before the Parliament for approval. Any regulation which 15 not so approved shall be deemed to be rescinded as from the date of such disapproval but without prejudice to anything previously done thereunder,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(5) Notificstion of the date on which any regulation made by the Minister is so deemed to be rescinded shall be Published in the Gazette. i",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "29, (1) The National Prices Commission Law, No. 42 of Repealand 1975, fs hereby repealed. . avin",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "22 Fair Trading Commission Act, No. I of 1987",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(2) Notwithstanding the repeal of the aforesaid Law—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(@) ell moneys lying to the credit of the Fund of the Com~ mission established under seet.on 25 of the repealed. ‘Law, on the date prior to the appointed date shall be transferred to the Fund of the Commission estab ished under this Act ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(®) all inquiries and examinations pending before the National Prices Commission on the date prior to the appointed date, shall be deemed to be inquiries and ‘examinations pending before the Commission under the provisions of this Act, and shall accordingly be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "7 eontinued and concluded before such Commission under the provisions of this Act ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(©) all_ requests made under sections 17 and 18 and all ques~ tions referred for examination under sections 23, 24 and 25 of the repealed Law, to the National Prices Commission, and pending before such Commission ‘on the date prior to the appeinted date, shall be deemed to be requests made and questions referred to the Commission under this Act, and accordingly. be inquired into and examined by the Commission under the provisions of this Act;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(@) ail orders made and revorts submitted by the National Prices Commission under the provis'ons of the repealed Law, shall be deemed to be orders made or reports submitted by the Commission under the provisions of this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "(@) all prosecutions instituted by or against the National Prices Commission in any court or tribunal and Pending om the date prior to the appointed date shall be deemed to be suits and prosteutions instl- tuted by or against the Commission ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "() all decrees and orders entered or made by any com- petent court in favour of or against the National Prices Commission, shall be deemed to have beet entered or made in favour of or against the Commission and may be enforced accordingly }",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "{g) every regulation made by the Minister under the repealed Law, and in force on the sppointed date and which is not inconsistent with the provislons ‘of this Act, shall be deemed to he» regulation",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "yg Made under this Act and may accordingly be amended, added to, or rescinded by, regulations made under this Act ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Fair Trading Commission Act, No. I of 1987 23 + {hy all officers, servants and advisers of the National Prices Commission, shall with effect frum the Appointed date be deemed to be officers, servants end advisers of the Commission, and shal) hold office subject to terms and conditions not less favourable than the terms and conditions attached to their employment under the National Prices Commission ; @ all debts, obligations, assets and liabilities incurred and all contracts and agreements executed or entered into and all matters and things engaged ta bbe done by, with or for the National Prices Com- tnission shall be deemed to have been incurred, executed, entered into and engaged to be done with or for the Commfssion = . 40. The Consumer Protection Act, No, 1 of 1979, is hereby Amendment amended a8 follows — Sontimer ‘ G) in section 20 of that Act, by the substitution in aub- Arciection section (1) of that section, for the words“ National No.) of 1970 Prices Commission”, of the words “ Yair Trading Commission ” ; 1 (2) in section 21 of thet Act, by the substitution in sub- . section (b) of that section, for the words “ National Prices Commission”, of the words “Fair Trading Comraission” ; and ” (8) by the repenl of section 28 of that Act. . 4. Tn this Act, unless the context otherwise requires tnter “article” means any article of food, drink, of mer. Pretation- chandise ; “ Chairman * means the person eppointed under this Act to be or to act as Chairman of the Commission ; “Controller of Prices” means the Controller of Prices appointed under section 2 of the Control of Prices Act; and 1 “relevant agency” means— (@) in relation to. any article, means the manufac- 1 turer, importer or distributor of such article : or any other person responsible for fixing : the price of such article ; and {B) im relation to a prescribed service means the r Chairman of a public corporation or Head of ty a Government department or any other ‘person providing such service.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "% — Foir Troding Commission Act; No. 1 of 1987  * : Semper U Section 4 (3) Provisions relating to the members of the Commission",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "1. A. person shall be disqualified trom being appointed or sontinuing as @ member of the Commission—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "{e) if he is, or bocomes a Member of Parliement, any Davelop-",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "ment Council or any local authority ; or",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "(B) Hf he to not, oF cetves to be a citizen of Sri Lanka; oF",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "(e) Sf he fs under any law in force in Sri Lanks or in any other",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "country, found ot dectated to be of unsound mind : or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "(2) he is serving or hes served, a sentence of imprisonment",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "impoved by ny court in Sri Lanke of any other country.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "2. Every member of the Commission shell, untess he vacates office earlier by death, resignation or removal, hold office for a term of three yeora from tha dete of his appointment and ones he bas been removed from office, be eligible for reappointment :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "Provided that a member appointed In place of # member #ho had vacated office, by death, resignation or removel. shalt notd Coffe for the unexpired term’ of office of the member whom he succeeds.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "3. (1) The Minister may, by Order published In the Gnzetta, Yemove any member of the Commission, without assigning any reason therefor. A member in cespect of whom an Order is made under this paragraph shall be deemed to have vacated office om ‘the date af publication of the Order in the Gazette.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "(2) \"The removal of any member under sub-paragraph (1) shall not be called in questlon in any court,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "4. A member of the Commission may at any time resign from hhis office by letter to that effect addressed to the Minister and uch resignst'on shall take effect upon it being accepted by tht ‘Minister [n writing.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "5. In the event of the vacation of office, by death, resignation ‘or removal, by any member of the Commission, the Minister may, Ihaving regard ta the provisions of subsection (1) of section & appolat another person to sueceed such member,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "& Where 8 member of the Commission, by reason of illnest, infinity or ubsence from Sri Lenka for » period not leas than three months. ia temporacily unable to perform his dutles. it shall tbe the duty of such member to inform the Minister ia writing of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "uch inability. Thereupon, the Minister may, having regard the provisions of subsection {1} of section 4, appoint some otber Person to act in his p'ace during such period.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 18,
    "text": "1. The Member of the Commission may be paid such remuneras tion ut of the Pund of the Commission, os the Minister may. i consultation with the Minister in charge of the subject of Finance determing, me i",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Fair Trading Commission Act, No, 1 of 1987 25",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "& (1) The Chairman of the Commission shall, if present pro- ade at every meeting of the Commission. In the absence of the Chairman from uny uch meeting, the members present shall ‘alect oes of the members present, to preside at such meeting.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(2) The quorum for any meeting of the Commision shell be three membeca,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(3) The Chairtoan, or ta his absence the member presiding at ‘any meeting of the Commission shall have, in additian to his own ‘vote, a casting vota,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "G@) Subject to the provisions of this paragraph ond ony regula= on made undet section 37 the Commission may regulate the pro- ‘cedure im regard Co its meetings and the transaction of business ad auch meetings,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "0, No act, decision oe proceeding of the Commission shell be deemed invalid by reason only of the existence of any datect tn the appointment of any member thereof.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "10,_ (1) The onl of the Commission sball be in the custody of the Chairman.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": ") The application of the seal of the Commission shalt be authenticated by the signature of the Chalrmen or some other member of the Commision euthorized to authenticate the application af such seal,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "11 A mamber of the Commission who is directly of indirectly’ Intarested in any matiar which forras the subject matter of any Proceeding of the Commiasion ar of any decision proposed to be made by the Commission, shall disclose the nature of his interest ‘at m meeting of the Commission and such member shall not take art in any proceeding or decision in respect of such matter.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "3% (1) Ie the Chatrman {s, by reeson of linems or absence trom Sri Lanku temporarily unable to parform tha duties of ix ‘office, the Minister may appoint another member of the Comm ‘mission to act in his place. .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(2) The Minister may, without saclgning any reayon therefor, ‘tarminate the appointment of the Cheinnan.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(2) ‘The Chairmen may nt any time realgn from the office af Chairman by letter addressed to the Minister, Such resignation tholl take effect upon It being eccepted by the Minister in writing,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "{@) Subject to the provisions of aub-paragraphs (2) and (8), ‘the term of offica of the Chairman shall be his pertod of membar~ ship of the Commiztion.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "Annus] subocription of Bilix and Laws of the Parliament Ra 150 (Locel), Re, 208 ‘oreign), payable to the Surcanimmumnt, Goveunumr Fomcarioxs Burst, ‘Carcarno 1, befora S0th November each year im respect of the year following.",
    "mean_p_confidence": 0.66
  }
]