[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eo Pr iit SaaS) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL HOUSING DEVELOPMENT AUTHORITY (AMENDMENT) ACT, No. 5 OF 1982 | [Certified on 22nd January, 1982] Printed on the Orders of Government . Published os a Supplement to Part II of the Gazette of the Democratic Socislist Republic of Sri Lanka of January 22, 1982 recran #0 7a DENTE OF COTENEMEE PROM tas qo as Prncnatre AP mom COPE, PUBLICATIONS BUREAU, CoLOMEG Price : 26 cents Postage: $0 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "National Housing Development Authority (Amendment) Act, No. 5 of 1982 (Certified on 22nd January, 1982] L, DO, 30/81. Aw Acr To amenp mae NariowaL Hovernc Deverorpnant Aurnorrry Act, No. 17 ay 1979. BE it enacted by the Parliament of the Democratic Socialist Bepublic of Sri Lanka as follows :—~",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1, ‘This Act may be cited as the National Housing sborttite Development Authority (Amendment) Act, No. 5 of 1982.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2% Section 6 of the National Housing Development Amendment Authority Act, No, 17 of 1079, (hereinafter refered to an GNHan ty the “principal enactment”) is hereby amended in sub- af 102%, section (2) of that section by the substitution for the words “jnereased by 8 reasonable amount on account of improvements, it any, effected to such land, after that- date.”, of the following :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4inereased by fifty per centum of the difference between",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "that market value and—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(a) in the case of any land or interest therein, in ‘Yespect of which no Order under the proviso to section 3A of the Land Acquisition Act has been made, the market value of the land or interest therein on the date of publication in the Gazette of the notice under section 7 of that Act; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(b) im the case of any tand or interest therein, in respect of which an Order under the proviso % section 33 of the Land Acquisition Act haa ‘been made, the market value of the land or interest therein an the date of publication of such Order. \",",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3% Section 8 of the principal enactment is hereby Ameniarent amended by the addition, at the end of that section, of the geen following new subsection :— peinelpal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "© (3) Nothing im the Prevention of Frauds Ordinance",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "shall apply to any festrument of disposition effected",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "under subsection (1) by or on behalf of the Anthority.”,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. The amendments made in the principal ensctment Retraspertive by the preceding provisiuws of this Act ghall be deemad to sect ef te. have taken effect on April 2, 1970, ‘spendin",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "£59877 15,000 (81/1",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "Soa a Annual subscription of Bills and Laws of the Parliameat Ra 150 (Local), Re 200 (Porelga), payable to tha Surmurexmmes, Govern PUsZcaTIOn’s Bureag, P. ©, Box $00, Covompo 1, before 16th December wach year in respect",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "sae . ~ of the year following, . a . owing. cee",
    "mean_p_confidence": 0.47
  }
]