[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Tree. Srd Session 1962-63 p=. ed } pag é Wes on 1 BF: ina Kf . & Ca ey Ory : Finance (Amendment) Act, No. 3 of 1963 Date of Assent: March 27, 1968 Printed on the Orders of Government Printed a fhe (GovmnxncxRT Jos Ben, To be ama Subecrintion Gneluding Bills) Rs. 30 (Local), Rs. 40 Besa hs Baer dee ie Oe a eicneraes eae Price: 45 cents Postage: 10 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Finance (Amendment) Act, No. 3 of 1963 L. D.—O. 26/61. . ‘Av Acr 70 amenn rae Frvance Act, No. 65 or 1961. . [Date of Assent: March 27, 1963] ‘ “BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the “Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — 1. This Act may he cited as the Finance (Amend-  Sbett sits. ment) Act, No. 8 of 1983. 2 Section 16 of the Finance Act, No. 65 of 1961, Anntneat ot hereinafter referred to as the “principal Act”, ic stole hereby amended as follows:—. a (2) by the substitution, for all the words and figures “for each year of assessment com- : mencing on or after April 1, 1961,”, of the ‘ following: — | “for the year of assessment commencing on Apri 1, 1961, and the succeeding year : of assessment”, and ve | (®) by the substitution, for the marginal note to . that section, of the following marginal note: — “Land tex for the year of assessment com: - mencing on April 1, 1961, and the suc~ ceeding year of assessment.”. 8 Section 18 of the principal Act is hereby  smmimant ot amended in sub-section (1) of that section by the eube- ttn, 18 st titation, for the words “for each year of assessment 4+ commencing on or after”, of the words “for the year of assessment commencing on”. %, Section 21 of the principal Act is hereby smeodnen ot amended in the definition of the expression “net in- “¥u.Shs come\" by the substitution, for the words “any year A of assessment commencing on or after’’, of the words “the year of assesement commencing on”. . Biss asrecten",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "4 Finance (Amendment) Act, No. 8 of 1969 Amgineict 8, Section 80 of the principal Act, as amended by Smo i Act No. 9 of 1962, is hareby amended os follows ——",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "° 1) by Pont substitution, for all the words and igures “‘any year of assessment commencing ou of after April 1, 1961,\", of the follow: ing:— “the year of assessment commencing on . April’l, 1961, and the succeeding year of assessment,””;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) by the substitution, for the words “' such indivi- dual for that year\", of the words “such in- dividual for any such year of assessment”; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@) in the Proviso to that section, by the substitu- tion for the words “recoverable from any individaal ’, of the words “recoverable from any individual for any such year of assessment”, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Reghommt cl, Section 88 of the principal Act is hereby fhe principal repealed and the following new section substituted aa therefor :—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ".  ‘Eegrefite 88. (1) The succeeding provisions of",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Beceem this ‘cation shall apply to every employee",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "mm hose aggregute emoluments for a month",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "* exceed three hundred rupees. (2) Subject to the provisions of section 4, there shall be levied and paid each month daring comme on q ‘October 1, 1961, tal eng on Marae S1, 1963, a tax (hereinafter referred to as the “National Development Tax”) computed : at the rate of four per centum in respect of the emoluments payable for that month (other than any sum payable by way of Bonng or coummiselan) to an employes (hereinafter referred to as an “employee sabject to the National Development . ‘Tax”’) by his employer or the person res- ponsible for making the payment. of such emoluments, and the procesds of such “ tax shall be utilised only for specific. development projects. ; @) Where any sum ia paid to any | employee in any month of ite ‘eforeesid : . penod by way of bons of commission, |",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Finance (Amendment) Act, No. $ of 1968 such sum shall, for the purposes of the : levy of the National Development Tax, be deemed to have been emoluments pay- able to euch employee for that month, and accordingly the National Development \" Tax computed tthe rate of four per . centum shall be levied and paid in res- pect of such eum. . (4 Where any emoluments (other than any sum by way of bonus or commision) which should have been payable to any ' employee for any month or months of the aforesaid period are paid in a lump sum, the employer of such employee or the person responsible for aking the pay- ment of such emoluments chall, havin, regard to the emoluments so paid to suet : employee, determine the amoune ‘which such employes would have received for that month or for each of those months if sach emoluments were in fact paid to such employee for that month or each of 4 those months, and the National Develop- ment Tex in accordance with the provi- sions of sub-section (2) shall be levied and Bald in respect of the amount as 29 determined for that month or for each of those months.”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "7. Section 85 of the principal Act is hereby Aceutmmt of amended by the substitution, for the words “monthly  yetim $6 of emoluments” of the words “emoluments for cach oy ace month”,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "8, Section 88 of the principal Act ishereby repealed —aepisemeat of and the following new section substituted therefor:— a St “Anmss ote 38, Where any employee subject to the“",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Braces National Development Tax i liable to",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Ertan income tax under the Income Tax Ordi-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Saye. Bano for the year of assessment com-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "se ee menoing on April 1, 1962, and to income",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "» REGAN tax under the Inland Rovenns Act, 1003, Se pupows for the succeed’ ear of assessment, feote ta then for the pUrpese of ascertaining the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "profits or income of that employes under that Ordinance or Act for each of the - aforesaid years of assessment the amount",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ". 6 Finance (Amendment) Act, No. 8 of 1963 . of the National Development Tax levied from that employee in respect of the year Preceding any such year of assessment . . shail be allowed as a ‘deduetion.”*, Ammémmtct 9, Section $9 of the principal Act, as amended by qeven@cl “Act No. 9 of 1962, is hereby amended by the substita- a3. tion, in the definition of “* emoluments *”, for the words “or allowances”, of the words “* allowances, bonuses or sums by way of commission ””. Reames 10. (1) Section 40 of the principal Act is hereby teaion tf ‘ l h aio repealed and the following new section substituted faa therefor -— 6  Dusg ot 40. Every person who practises am; Pushing profession on and after foe appointed PPO",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "swolewion date shall— .",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "Re'agaer. -(@) cause himself to be registered in the eppropriate register of pro- fessions Kept and maintained by the appropriate competent",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": ": authority for that purpose, ‘ and have such registration , : : renewed; and ol : (®) obtain & certificate of registration from such authority: . Provided thet the precoding provisions of this section shall not apply to any i . such person who satisfies the appropriate competent authority that he is in the ‘exclusive employment of any other i person : Bnd provided further that the . : preceding provisions of this section shall - . jn the case of a firm apply not to the firm but to each partner of that firm.” (@ Section 49 of the principal Act shall cease to be: : in operation after the Bfteenth day of March, 1964. Ammineat ot 44, Section 42 of the principal Act, as amended by - Sita Act No, 9 of 1962, is hereby amended by the gubstitu- aa tion, for all the words from “ shell be effective ” to < the end of that section of the following :-— 7 j “ shell in the irt instance be elective for 8 ; od commencing on the date on which his ae ee ae a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Finance (Amendment) Act, No. $ of 1968 7\"; : tember 15, 1968. Such registration shall . beter by that authority for a further iod ending on , 1964, upon pay- Brut in respect of euch renewal of half the amount of the appropriate foo, if any, and - the furnishing of the declaration referred to in paragraph (@) of sub-section (1) of section 41.”\". : . 42, Section 48 of the principal Act, as amended by Ameiment ot Act No. 9 of 1062, is hereby amended as follows :— 2 wares @) in subsection (1) of that section, by the substitution, for all the words from “ that anthority as National Development Tax ” to “by that authority : ”', of the following :— \"thet authority as National Development Tax— : . (©) in respeat of his registration in the . register for the fv poriod ending on September 15, 1968, ‘ an amount equivalent to four : pet centum of his income from < is profession as computed for the purposes of the Income Tax Ordinances for the year of assessment commencing- on April 1, 1961; and (©) in respect of his registration in the ) a eBetar for tho’ sabeoquent period ending on March 15,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "- 1984, an amount equivalent to bwo per centum of his icome from, bis profession 2s, com- pated for urpooes of that",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": ". :. Ordinanca for the year of assesament commencing on",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "April 1, 1962, “either in a lump sum or such number of instalments as may be determined by that",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "2 authority\"; (®) by the substitution, for sub-section (2) of that >| section, of the following sub-section :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "* @) Notwithstending anything in sub- |, setign (1), the competent anboe to whom any person has furnished a declaration of income under section 41 (1) may at any time,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "¥8 ~ Pinance (Amendment) Act, No. 3 of 1963",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "if he is of the opinion that such declaration is incorrect, after due investigation increase the amount of the net wealth or the income ag declared by such person, and scoordingly where the amount of such income is increased, such person shall—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(@) if on his declaration he was liable to pay National Development Tax, be liable to pay as euch Tax—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": ". (i) if the declaration was in respect of his registration for the first “ period ending on September 15, 1968, an additional amount equivalent to four per centum - of the difference between the income as declared by him and the income as so increased, and (ii) if the declaration was in respect - of his registration for the subse- . quent period ending on March : 15, 1964, an additional amount equivalent to io per centum of : the income as declared by him and the income as so increased ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(®) if by reason of the increase of income he. ‘becomes liable to, pay the National Development Tax, be liable to pay as such Tax—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "@ if the declaration was in respeot of his registration for the first : period ending on September 15. 1963, an amount equivalent to four per centum of the income “e360 increased, and Gi) if the declaration was in respect of his registration for the subse- quent period ending on March 15, 1964, an: amount equivalent to two per cantum of the income at as so increased, “ . and such person shall in addition be liable to + pay any difference in the fee for registration . consequent on the amount of the income or ‘| net wealth aa declared by him being 90 . increased. ”’; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Finavics (Amendment) Act, No. 3 of 1903 8: * (8) by the addition at the end of that section of the following sub-section :— ““(3) Where any person fails to oy tie gmount of any registration fee and National Development ‘Ter as required by sub-seotion @), such person shall be deemed to be in . lefault of that amount. ’’,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "18, Section 45 of the principal Act, as amended by amenimest of Act No. 9 of 1962, is hereby amended by the substitu- $04.4 of tion, for all the words from ‘‘ or that instalment to 4a\" the ‘end of that section, of the words ‘‘or that instalment,”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "14, (1) Section 47 of the principal Act, as amended Replsceness ot by Act No ot ie heey rapeled and the follow- a0 ot ing new section substituted therefor :— sete * Baty of 47. (1) Every person who carries on any",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "ants business on aud’ after te appointed data Piltee, ‘sat Shall Sinwat‘on (@) cause that business to be regis- eae tered, and himself to be regis- Soe. tered ag the proprietor there- of, in the appropriate regis- ter of businesses kept and maintained by the appro- . priate competent authority . for that purpose, and have such registration renewed; and ‘ @) obtain a certificate of registra . tion from such authority: Provided that, the preceding provi- sions of this section shall not apply to a basiness carried on— (i) by a person who satisfies the .. @ppropriate competent auth-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ". ority thet the tumover in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "such business ig less than",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "van cighteen thousand rapes par annum, or",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "; (ii) by a person who satisfies the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "appropriate competent auth-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "ority that he by himself car-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ": vies out contracts or piece",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ". jobs the gross fees for which",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "not exceed three thousand",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "7 and six hundred rupees per yok anoum, or .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": ". 10 Finance (Amendment) Act, No. 8 of. 1968 s ii) by a company incorporated or ‘ ) Togistened by any law in force in Ceylon or elsewhere or & corporation :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "And provided further that the preced- ing provisions of this section shall not apply to any business which is com- manced after the fifteenth day of March, 1963,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(@) For the purposes of this Part,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": ": “turnover”? or Forces fees” with refer- ence to business shall— (a) for the purposes of the first » period of Tegiatration in the register ending on September 15, 1963, be the gross income - from that business for the period vorresponding to the . period for which the income on which the National Deve- lopment Tax payable under section 60 (1) @ in respect of that period of registration ; would be ecmputes: and ’ @) in relation to the fabsequent period of registration in the , . register ending on March 15, . 18 be the gross income for the period corresponding . to the period for which the . income on which the N ational ’ evelopment Tax pay under ‘seotion 50 oe in respect of | thet period of registration would be computed... ’ Scotion 47 of the principal Act shail cease to be in Speration ‘efter the Sfteenth day of March, 1964, Avante & 15, Section 49 of the principal Act, as amended Simudss by Act No. of 1962, is hereby amended, in sub-section Frias (i) of that section, by the substitution, for all the + words from ‘‘shall be effective” to the end of that sub- section, of the following :— “* shall in the first instance be effective for a period commencing on the date on which that busi- ness has 80 registered and ending on",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Finance (Amendment) Act, No. 8 of 1968 11 . September 15, 1968. Such registration shall be renewed by that authority for a further period ending on March 15, 1964, upon pay Mont in respect of euch renewal of hal: amount of the appropriate fee, if any, and the furnishing of the declaration referred to in paragraph (0) of sub-section (1) of section 16. Section 50 of the principal Act, as amended Amendment of by Act No. 9 of 1962, is hereby amended as follows:— y'se,!0 of (0) im sub seation (1) of that seation, by the substita- us tion, for all the words from’ ‘that authority 8s National Development Tax” to “by that anthority:”, of the following :— . “that authority as National Development Tax— (@) im respect of his registration in the register for the first, period ending on September 15, 1963, an amount equivalent to four Per centum of his income from is business es computed for the purposes of the Income Tax Ordinatee for. the “your of assessment commencing on April 1, 1961; and ; . 6) in respect of his registration in \\ One register for the subsequent period ending on March 165, 1964, an amount equivalent to two per cantum of his income from his business as computed for the purpoces of that Ordi- ‘ nance for the year of assess. * ment commencing on April 1, 1962, either in a lump sum or such number of ins- talments as may be determined by that authority :”\"; @) by the substitution, for sub-section (2) of that section, of the following sub-section:— “*@) Notwithstending anything in sub-seo- tion (1), the competent authority to whom any person has furniched a declaration of income ‘",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "12 Pinanee (Amendment) Act, No. 8 of 1969° . “onder section 48 (1) may at any time, if he is > + «Of the opinion tt such ‘declaration is . ineorrect, after due investigation increase the amount of the net wealth or the income eg declared by such person, and secordingly where the amount of such income is increased,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "such person shall—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(a) if on his declaration he was liable to pay National Development Tax, be liable to pay as such Tax—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(i) if the declaration was in respect of hig registration for the first poriod ending on September 15, 1963, an additional amount equivalent to four per centam of the difference between the income as declared by him and the income as so increased, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(i) if the declaration was in respect of his registration for the sub-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "ment period endi on March 19,°1904, an adftional amouat equivalent to to per centum of the income as . lared hy him and the income as go increased; and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(8) if by reason of the increase of income he becomes liable to By, the National Development Tax, be liable to pay as such Tax—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "(® if the declaration was in respect of his registration for the first",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": ": period ending on September 15, . 1963, an amount equivalent to four per centum of the income",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "as 80 increased, and (ii) if the declaration waa in respect of his registration for the subse- guent, period ending on March 15, 1964, an amount equivalent to two per centum of the income",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "as so increased,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "and. such person shall in addition be liable to pay any difference in the feo for registration",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "‘consequent on the amount of the income or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "net wealth as declared by him being 50",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "imereased.”’; and",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "a . 1 Pinance (Amendment) Act, No. 8 of 1963 18 (8) by the addition at the end of thet section of the following sub-section :— toe \"(@) Where any person fails to pay the amount of any registration fee and Natiousl : Development ‘Tax as required by sub-section : (@, such person chall be deemed to be in default of that amouat.”’. __17. The following new section is hereby inserted tortion sf immediately after section 55, and shall have effect 35 2x nite\" section 5A, of the principal Act:— rcipel st. “aug ot 85. Where a person who practises a Raises profession or carries on a business has protein’ not caused himself, or his business, as Suiat? the case may be, to be registered in the TE Eee — register of professions or businesses as fei Nuiot required by section 40 or section 47, the tr were appropriate competent anthority may, ina notwithstanding anything to the con- peouel trary in this Act, by notice in writing re- Metoscer quire anch persou to pay as the registra: 8nei, tion fea and the National Development ‘ ‘Tax such amount as such authority cop- siders is the registration fee and the National Development Tax which such person is Hable to pay, and if such per- son does not PS, such fee or Tax, such person shail be deemed to he in default ‘of such feo or Tax.” 48. Section 56 of the principal Act is hereby smeodmt of amended as follows :— sain a of (@) in paragraph (0) of that section by the omission “* BES ere and (2) in paragraph (d), by the substitution, for the full top, of a semi-colon ; and (8) by the addition at the end of that section, of the following paragraphs :— “< (e) providing the manner for the assass- Taent and recovery of the registration Feo ‘and. Netionsl Development Tax , payable under section 55. ; and (/) providing for the recall and cancellation of a certificate of registration issued to any person by ervor or by neason of an incorrect ation of income or net * woalth made under this Act by sach . person. *”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "1&4 Finance (Amendment) Act, No. $ of 1968 Anmeodment of 19, Section 50 of the principal Act, as amended by aes Act No. 9 of 1962, is hereby amended az follows :— agree @) in sub-section Q of that section by the substitution, for all the words and , res - . from ‘‘ an amount equivalent ” to ‘ of this ~ “Act: of the following :— : “ an amount equivalent (@) in respect of the first year ending on Soptember 15, 1963, for which he is liable to National Development Tax, to four per centum, and () in respect of the part of the second year ending on March 15, 1964, for ~which he is liable to National Development Tax, to two per centum, of such aggregate inoome after deduct- ing therefrom any amount paid by suck yetson as the National Development ‘ax under the provisions of Part VI or Part VII of this Act : * ; and @) in sub-section (2) of that section by the + substitution, for the words “ subsequent : _. year”, of the words “ subsequent year or part of @ subsequent year”. Amendment of 20. Section 60 of the rinetpal Act is hereby fcmOe” amended in sub-sootion @) of that section. as Ash. follows :— (1) in raph (¢} of that sub-section, by the ® betBation, fos the words ‘ Development Tax ;\"', of the words ‘' Development Tax and the recovery of the amount of any registration fea;\"; and by the substitution, for paragraph (g) of that & sub-section, of the following paragraph :— “*@) for refund of the amount of any registration fee paid in error or over- paid, or the amount of the surtax or : the National Development Tax over- paid, by any person or individual ; ”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Finance (Amendment) Act, No. $ of 1965 15 : + 21. Section 61 of the principal Act, as amended by Amendment of Act No. 9 of 1962, is hereby amended as follows:—* jean Ol aa (1) by the renumbering of that section es sub-section in (1) of seotion 61; : @) in the renumbered sub-section (1) of that section— : (@ in paragraph (b) of that sub-section-by . the ‘substitution, for the words “otherwise than by error or over- . sight; or”, of the words “or net wealth otherwise than by error or oversight, ”, and (ii) by the omission of paragraphs {¢) and Of that sxbocctons aah MO) . (8) by the addition at the end of that section of the following new sub-section: — * (2) On the conviction of any person— (i) for failure to have himself * registered in the register of professions, or to have such Tegistration renewed, as required by section 40, or Gi) for failure to have his business registered and to have himself registered as the proprietor thereof in the register of businesses, or to have such . registration renewed, as required by section 47, such person shall be liable to pay, in addition to any punishment that may be imposed on him ander sub-section (2), fine of rupees \\ fifty for each day on which the failure is continued after conviction thereof. \". : 22, The Third Schedule to the principal Act, 28 Ameiomt of amended by Act No. 9 of 1962, is hereby amended ag 75°, >». follows:— . sept (1) in paragraph (a) of that Schedule by the substitu. tion: for the words and euros” noe lese than | Rs. 5,000 but is less than Rs. 10,000”, of the words and figures “not less than ! Rs. 15,000 but is less than Re, 20,000 ”'; . a . .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "18 Finance (Amendment) Act, No, 8 of 1968 2) in’ paragraph (6) of that Schedule, the : dubetitation, far the words and agen not, Jess than Rs. 10,000 but is less than Rs. 15,000 *, of the words and figuzes “ not less than Hs. 20,000 but is less than Rs. 25,0007; . : (8) in paragraph (¢) of that Schedule, by the substi- Beer on the ‘words and figures “not, less than Rs. 16,000 bat ia less than Rs. 20,000 ””, of the (words and figures. aot lew thad Bs. 25,000 but is lesg than Rs. $0,000\"; and (4) in paragraph (@) of that Schedule, by the substi- ae Fen Fone eppession “0,000, of . the expression “ Rs, 30,000”. Rettopectine 28. The atiendments made in the principal Act ee a by the preseding provisions of this Act sball be deemed for all porposes to have taken eflec: on the date on which the principal Act came into effect. Contteate of 25, Every certificate of registration issued under heaters the Prince Act before the date of commencement of tedue ct” this Act shall, notwithstanding anything specified in Ste ia such certificate, be deemed to be effective till the * dened tg oe fifteenth day of September, 1968. Segeuber is, .",
    "mean_p_confidence": 0.74
  }
]