[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 . fon . Pisea Quy Business Registration _ (Surcharge) Act, No. 16 of 1961 Date of Assent: April 25, 1961 . Printed on the Orders of Government Pathe te GSN Tine GEN, oT, Be Price: 15 cents Postage : 10 cents .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Business Registration (Surcharge) Act, : No. 16 of 1961 “L, DO, 6/67. . _ . _ |AN ACT 10 MAKE FROVIGION FOR FHE LEVY AND PAYMENT oo (OF A BURCHARGE BY RVERY PERSON OTHER THAN A CORPORATION OR COMPANY, WHO .WAS REGISTERED - . UNDER THE Business Nabus ORDIVANCE ON ‘THE FIPTEENTS DAY OF SEPTEMBER, 1060. - . (Date of Assent: April 25, 1981] ‘ BE it enacted by the Queen’s Most Excellent Majesty, by andl with the advios and consent of the Senate and the House of Representatives of Ceylon in this present == Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the Business Regis- suet ave tration Gurcharge) Act, No. 16 of 1961.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. (2) Every person, other than a corporation Or Penoae fable company, who was registered in respect of any busi- Quhige in ness under the Business Names Ordinance on the rpet et fifteenth day of September, 1960, shall, notwith- Suites, stending that he may have ceased to be so registered ot to carry on that business on the date off the com- mencement of this Act, be lizble to pay # surcharge (in this section referred to as ‘‘ the surcharge ”*) on the fee paid for auch registration under that Ordi- nance. The amount of such surcharge shall be . determined by reference to sub-section (2).",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "_ (2) The amount of the surcharge which » person is liable to pay under this section shall,— : .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(@ if that person is an individual or firm, which is Ceylonese, be two hundred and fifty rupees; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(8) if that person is an individual or firm, which is not Coylonese, be one thousand rupees.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "_ (8) The-amount of the surcharge which a person is tise to pay ander this ection, thall be paid tothe = Registrar of Companies or the Registrar of Business =“ * Names by that person within thirty days after the date of the commencement of this Act, and if it is not so paid, that amount shall be deemed to be in default.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "* 2 —_Buiinesr Registration (Surcharge) Act, ‘0. 16 of 1961 Recarerg. of 3. (1) Where the amount of the sure: is in BEERS aatoutt then e nmerree an (@) if the pergon in default is an individual, such individual ; or (%) if the person in default is a firm, overy : partner in that frm, Le shall, for the purposes of this section, be deemed to be @ defaulter in respect of the amount in defanlt. . (2 The Registrar of Companies, or the Deputy Registrar of Companies, or any Assistant Registrar of Companies, or the Registrar of Business Names, may issue a certificate containing particulars of the amount of the surcharge in default and the name and the last-known place of business or residence of the defanlter to @ Magistrate having jurisdiction in the division in which such place is situate. The Magis- - trate shall thereapoa summon such defaulter before him to show cause why further proceedings for the recovery of that amount should not be taken ogainae bim, and in default of sufficient cause being sbown, that amount ahall be deemed to be a fine imposed by & sentence of the Magistrate on such defaulter for a offence punishable with a fine only or not punishable with imprisonment, and the provisions of sub-section {of section 812 (orcopt paragranks (o), (0) and () : thereof) of the Criminal Procedure, Code relating t default of payment of a fine imposed for avch ofenee shail therenpon apply, and the Magistrate may make any directions which by the provisions of that sub- . zection he could have made at the time of imposing such sentence.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2) The payment at any time of the amount of the sulthargs [aulefault by or om behalf of @. defaulter ander this section, shall operate asa discharge of that defanlter and of all other defaulters in respect of that amount.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "jon. 4, For the pu of this Act, it shall not be Balen deasary to fusaish proof that a foe was pid for the peal, \"registration of any person in respect of any business mr onder the Businese Names Ordinances, but the fact that the person was eo registeretl shall be conclusive",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "proof that such fee was paid. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Business Registration (Surcharge) Act, 8 * No. 16 of 1962 5. In this Act— ‘Taterpenttion. “* Geylonese \"*— (a) with reference to an individual, means . 8 citizen of Ceylon; (®) with reference to a corporation, means ‘@ corporation constituted by or : under any written law of Ceylon; (©) with reference to a firm, means a firm in which every partner is Ceylonesa; and @) with referencé to a company, means & company incorporated and. registered in Ceylon; “company ” has the same meaning ad in the ‘Companies Ordinance, No. 51 of 1988; * corporation” means any body corporate, other than e company, established by or under . * any written law; “firm means an unincorporated body of two or more individuals, or one or more indivi- duals and one or more corporations or companies, or two or more corporations or + companies, who have entered into partuer- ship with one another with a view to carrying on business for profit. \\ : a eure .",
    "mean_p_confidence": 0.8
  }
]