[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "\"PARLIAMENT OF CEYLON 2nd Session 1957-58 # Wee > Klis Fy Se (igs S| Maternity Benefits (Amendment) Act, No. 6 of 1958 Date of Assent: February 20, 1958 Printed on the Orders of Government Tee difannanee “Somcation Bomaa” Coats Donoel subsetinian Cacludig Bis) He 25, payee tn Pr meg re re Merry i i Bonus, Boat’ Once Boe \"Slo, Satearia,  Colsate Price: 20 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Maternity Benefits (Ameniimont) 3? ws",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". det, No. 6 of 1968",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". LE D—O. 82/58. , “Let i An Act TO AMEND tke Marerntry 2fzrirs a Orvmance, No. 82 oF 1939. it (Date of Assent: February 20, 1958]",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BY it enacted by the Queen's Moat Excellent Majesty, : vy and with. the advice and consent of the Senate and * the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘same, as follows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4, This Act may be cited as the Maternity Benefits ston sine,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "_ (Amendment) Act, No. 6 of 1958.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. Section 4 (as amended by Act No. 26 of 1952) of amendment of the Maternity Benefits Ordinance, No. 92 of 1939 gamtof (hereinafter referred to as ‘the principal enact- Ns. 3?ef 100 ment ’’) is hereby amended, in sub-section (2) of that cection, by the substitution, for the words ‘\" any shop, maine, estate or factory”, of the words “ any mine, estate, factory or prescribed establishment ”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "_ 8. The following new sections are hereby inserted trarton of jumediately after section 9, and shall have effect as 3 e709\" y sections 94 and 98, of the principal enactment: — precgel wees Ga. @ The employment of 2 woman \"A imate? Worker shall not be terminated by reason woe of only of her pregnancy or confiuement or Gite of any illness consequent on her crosetacnee pregnancy or confinement. Soon (2) Where an emiployer is prosecuted for the offence of acting in contravention of the provisions of sub-section (1), the burden of proving thet the employment of the woman worker was terminated by reason of some fact other than her pregnancy or confijement or any iliness ‘consequent on her breguancy ‘oF confing- : ment shali be upon the employer, york, whieh 98. (i) Where a woman worker giy: sett tite WD her employer that abe extents etre 4 to be confined within such period (ae vevfnmment, exceeding three months), from thgg “.- specified in the notice, as moyeq 5° specified, she shall not bee employed be caused or permittadencing on ty: : during the perie* 1) | 2S amn-sos asen",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "| 4 Maternity Benefits (Amendment) : ‘ioe iota 1968 4 date and ending on the date imme. diately preceding the date of her confinement, on any stich work as may : be injurious to her or her child.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(2) A woman worker who is confined shall not be employed, ot be eaused or permitted to be employed, during the Period of three months commencing on the date of her confinement, on any work referced to in sub-section (1). ”.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Azendwst at Section 104 (inserted by Act No. 28 of 105: vetoes of the principal enactment is hereby amended— ) covetnent: (@) by the substitution, for the words “‘ any shop, mine, estate or factory '’, of the wor “any mine, estate, factory or prescribed establishment ’\"; and (®) by the substitution, for the words “ that shop, mine, estate or factory.”, of the words “that mine, estate, factory or establishment.” Amatnot of 8, Section 12 {inserted by Ordinaaee No. 86 of wea 18 1946) of the Principe) enactment is hereby amended, endnan” in sub-section (1) of that section, by the substitution, for the words “ mine or shop ”, of the words ‘ mine or prescribed establishment ”. Amine ot 6, Section 13 of the principal enactment is hereby tetee lof amended, in sub-cection (2) of that section, by the emt” | substitution, in paragraph (¢) of that sub-section, for | the words ‘mines, and shops;”, of the words “* mines and prescribed establishments;”. ' Raplacement of 7. Section 14 of the principal enactment is hereb; sey” repealed and the following ‘dew section substituted exdmet” therefor: — j Sofas 14, (1) Any person who, being an pevali, emplayer,— (@) acts in contravention of or! fails te comply with eny provision . of this Ordinance or of any regulation made thereunder, or *s) makes or causes to be made any statement which he knows to false in any return oF",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Maternity Benefits (Amendment) + 5 et, No. 6 of 1958 information which is requir ed under this Ordinanos or a regulation made thereunder and which is furnished by him or caused by him to be furnished, or (©) makes or causes to be made any entry which he knows to be faleo in any record, register or book which is maintained by him under this Ordinance or any regulation made thereunder, oF (@ hinders, obstructs or molests any officer in the exercise or performanee of the powers or duties conferred or imposed on that officer by this Ordi- nance of any regulation made thereunder, shall be guilty of ax offence ander this Ordinance and shall, on convietion after suummary triel before & Magistrate, be liable to a firte not exceeding five hundred rupees, (2) On the conviction of any employer for the offence of failing to pay mater- nity benefits to any woman worker in accordance with the provisions of this Ordinance, the Court may, in addition to any other sentence, order the employer te pay such sum as may be fopnd Ey the . Court to be due as such benefits to such",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "worker. Any sum ordered to be paid sot under this sub-section may be recovered. * in the same manner as a fine.””. 8. Section 19 of the principal enactment, as Amendment ot ‘mended by Ordinance No. 35 of 1948, is hereby feted farther amended as follows:— : exectment, .- @) by the insertion, immediately after the € definition of “ Commissioner\", of the “ following new definition: — «* confinement '* means labour resulting i in the iague of a child whether alive",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "or dead, or the issue of a viable",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "| 6 ‘Maternity Benefits (Amondment} Act, No. 6 of 1958 : + 3+ feotus, and the expression “ con, fined shall be construed accord, ingly:’s - @) in the definition of “ employer’, by th, substitution,” in paragraph (@)’ of tha +. definition — :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". (for, the words, “2 shop, mine. o",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ": faotory,””, of the words “2 mine, factory or prescribed establish. ment,”’, and",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Gi) for the words “the shop, mine a factory;”, of the words \" the mine, factory’ or prescribed establish. ment;\"”;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(© in the definition of “ employment ”, by the substitution, for the words “ a shop, mine, estate or factory;’*, of the words ‘a mine estate, factory or prescribed establish-' ment;”*;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) in the definition of “estate”, by the substitution, for the words ‘ cardamom or coconute;\"’, of the words ‘' cardamows, coconuts, paddy or any other agricultural plantation ;”;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) by the substitution, for the definition of “factory”, of the following new!",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "; definition: —",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "| '** factory” has the same meaning as in : the Factories Ordinance, No. 45 of i 19425\";",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(f)|by the insertion, ° immediately after the definition of “ prescribed \"', of the follow ing new definition :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "“© prescribed establishment? means anf i establishment-— ‘a ; (@) prescribed by name; or @) in which any Dresoribed trads, business, mdustry or occupa : tion is carried on;’;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(g) by the omission of the definition of “ shop ”",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "and",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "t Maternity Benefits (Aneganent a, Act, No. 6 of 1958 (®) in the definition of “woman worker”, by the substitution, for all the words from",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "“means” to “ten or more persons are",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "employed,”, of the following :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "“means a woman (other than a woman employed in of about the business of the office or clerical department of any mine, factory, estate or pres- cribed establishment. or a women whose employment is of a casual natare) employed on wages in any mine, factory, estate or prescribed establishment in which five or more persons are employed,””.",
    "mean_p_confidence": 0.89
  }
]