[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "‘ - PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRILANKA FINANCE (AMENDMENT)",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "ACT, No. 360F 2008 [cartinedon 27h July, 20008 Prated nthe One of Government ‘Publihed as a Supplemenito Pat othe Gaent of te Democratic Seca Repub ofS Latha of Sty 28, 2000 Pre 88 Paige 1a 88",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Rivance ¢huendmenty det No $6 of 2000 . [Carine on 21h ly, 2000) ‘ LD ass, ‘AN Act ro snenn tH Fane Act, No. 11 oF 1963 BBE‘ suucted by the Patlame of te Deracate ovis Republic of Sei Lanka 38 follows",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "A, This Act may be chod ae the Finance (Amendment) Shee ‘Ast. No, 36 of 2000.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Section 71 of the Finence Act, No, 11 of 1963. Amadnan sf (hereinaferreferedio sth \"principal enactment) ishereby Olen via ned follows — ld",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) im subsection (2) of that szctin. hy copoal of aragcaph ce thar subsection and ihe substi Tbe fllowing paragraph three =",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ce nos the Bark is sted —",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(0) fn the case of an application made by the original owner, that the annual average sttdory ir ft orginal lune and ihe her mombers of che family of which he she ead or",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(in he exe of 0 apptcaion made by the spouse ot any descendent of the ‘riginal owner. tbat the anna average lor income sch spouse ane he ‘other descendants nf he aiginal owner,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘computed under the provisions of the wit aw",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "rolling we the impnsition of facet ta for he",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "three yous immodistely prevodi the dae 00",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘which the application was made by such oiginat",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘oweer, sponse or descondany he eae maybe",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "foes nt exec one Iuned ean pees \"> 210 6575—S55010098)",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Finance (Amendaies} Aet No. 36 of 2000 £2) by the inerton,immitely after subnesion (3) of ‘hat section, ofthe folowing subsection — ~CGA) for she purposes of raking 2 deerinaion under subsection (3), tbe Bank shall couse _ nguiy (beheld inc the application by a nguiing officer appointed by the Bank “The inquiring officer appoteed by the Bank shall give ie owner of he premisesto whieh \"he application rlte nd the person making he application an oppenuity beng hear ithe n perio orby an agen suborized i {hat behalf, and shal ave alle powers of a Disviel Court— (2) tosummon and compe the anendanee of wines (©) to compel the production of documents and (ch vo administer any cath or afimation ewinsses Sihohierus —_%_Tntheeventof any inconsistency beeen the Say eval os oF and Taal xs ofthis Ao, he Sina te \"I Ack, stall eval, ‘saeco Engl coe ane RSL, ORO, ‘phe ks Scunisen: Genser Poneto Beas Mo Tees a Ten Gna het emery ete a eo ln",
    "mean_p_confidence": 0.46
  }
]