[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  i",
    "mean_p_confidence": 0.5228571428571428
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Women Empowerment  ‘Act, No. 37 of 2024  [Ceri on O2nd of July, 2024]",
    "mean_p_confidence": 0.45529411764705885
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  LD.-0.492023,  Aw AcrTo us reowsons rot THE Eton M2 oF WMT",
    "mean_p_confidence": 0.30428571428571427
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Nene Panevan anvanant 60 Boros a tar WOME",
    "mean_p_confidence": 0.10700000000000001
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  ‘Torstamsen « Navona Conmssiow on WOMEN: TOMAKE",
    "mean_p_confidence": 0.22777777777777775
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  rovsions 10 arroivt Oma FoR Tt WoNEN's HTS, TO",
    "mean_p_confidence": 0.27454545454545454
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  sags cis font monEcTIONOF West's RES  WHEREAS the Universal Declaration of Human Rights Peanble  fies the principe of non-disrimination and proclaims  ‘hat all human beings ae bora free and equal in dignity and  rights and entitled to all rights and freedoms without  distinction, including distinctions based on gender:  WHEREAS the Constitution of the Democratic Socialist,  Republic of Sri Lanka recognizes special provisions being  ‘made by Lav, subordinate legislation or executive action  for the advancement of women  AND WHEREAS the establishment ofthe National Women’s  Commission operating at national level, will serve as the  effective mechanism for ensuring the empowerment of  NOW THEREFORE be it enacted by the Parliament ofthe  Democratic Socialist Republi of Sri Lanka as follows:",
    "mean_p_confidence": 0.5596212121212122
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  1. This Act may be cited as the Women Empowerment stu ie  ‘Act, No. 37 0f 2024",
    "mean_p_confidence": 0.5900000000000001
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  2. The objects ofthis Act shall be Oj of he",
    "mean_p_confidence": 0.44166666666666665
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Women Empowerment  ‘et, No. 37 of 2024",
    "mean_p_confidence": 0.5172727272727273
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (a) to make provisions for the advancement and  empowerment of women by introducing  mechanisms to secure women’s rights subject to  the provisions of the Constitution:",
    "mean_p_confidence": 0.578
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (0) to introduce mechanisms to give effect tothe  ‘obligations undertaken by the Government of Sti  Lanka in relation to women in terms of the  ‘Convention on the Elimination of All forms of  Discrimination Against Women, and in terms of  applicable laws",
    "mean_p_confidence": 0.6733333333333333
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (©) formulate and implement the national policy for  the advancement and empowerment of women by  timely interventions tal levels across all sectors  and developing a famework to facilitate and ensure  ‘empowerment of women:",
    "mean_p_confidence": 0.48205128205128206
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (a) wo protect women fom all forms of discrimination  hase on gender and sexual orientation;",
    "mean_p_confidence": 0.5261111111111112
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (©) to take steps to prevent discrimination  ‘marginalization, sexual harassment and violence  agains women and to strengthen the measures for  the prosecution and punishment of acs or omissions  relating thereto",
    "mean_p_confidence": 0.5619444444444445
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  ()tomake recommendations for aw reforms asa mater  ‘of priority, in onder o provide forthe prevention of  <isrimination against women, and empowerment  ‘of women:",
    "mean_p_confidence": 0.4589285714285714
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (4) to promote the relization of, nd ensure equality  nd justice for women and ke measures to ensure  4s far as possible, women's participation in all  measures and mechanisms connected with  administration of justice and the equal",
    "mean_p_confidence": 0.6146511627906976
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Women Empowerment 3  ‘Act, No. 37 of 2024  representation of women in decision making  EMictures and postions at every level within the  Government:  (0) te ensure economic empowerment having special  regards fo women with disabilities;  (©. to conduct public education programmes relating  twall aspects of empowerment of women: and  (to promote and revision of laws and procedures for  the purpose of ensuring equal salaries Between men  and women engaged in employment with equal  valu,  ‘3. Every woman shall be ened to women’s rights and Proton nd  ‘no wore shall be denied of such rights since of  PART  Esragusingas oF ie Nano Conescson Won  4. (1) There shall be established a Commission which Esublshment of  shall be called and known as the National Commission on he Nato  Women tereinsterefenedtoasthe\"Commission”). Comm oa  (2) The Commission shal by the nme assigned tit by  subsection (1), be a body corporate an shall have perpetual  sceesson and a common sal and may sue and bested in  sch name  '5.(1) The President shall appoint, subject tothe peovisions—Constaon of  ofsubsecton 2), seven memberstothe Commission of whom the Commision  ‘minimum five members shall be women.  (2) The President shall obtain recommendations —  (@) from the Constitutional Council for appointing  five members ofthe Commission: and  (©) fromthe Women Caucus of Pariament appointed  by the Speaker, for appointing two members of  the Commission,",
    "mean_p_confidence": 0.545330739299611
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Women Emponerment  ‘Act No. 37 of 2024  (3) The Constitutional Counel and the Women Caucus  of Parliament, in making their eecommendations under  subsection 2), shal have de regard 10 the provisions of  subsection (and shall make such recommendations fom  among the pesons having distinguished themselves in  Public life with proven knowledge, experience and  eminence in the els of aw o legislation, ade unions,  ‘management and administration, economic development  health education, empowerment of women of have  commited to nrease the employment potential of women  (4) The Constitutional Council and the Women Caucus  of Pariament shall make recommendations under subsection  (2) within one month fom the date of coming into operation  ofthis Act. oom he dato ecumence of vacancy inthe  ‘membership of the Commission  (5) At eas three members inclusive ofthe Chairperson  shal be appointed as fall ine members.  ower es 6 The Commission sal exercise, perform and discharge  sl fain fhe following powers, dts and functions forthe purpose  sme Common of achieving he objects of his Act  (2) inguice ito and investigate the infingement or  imminent infingement of women's rights and  receive complaints i terms of the provisions of  Part  (8) intervene in any proceedings relating to the  iningementorimminentintingerent of women’s  Fights, pending before any Court, with the  permission of such Coat  (6 to formulate National Policy on advancement and  empowerment of women in terms of section 7 of  this Aa:",
    "mean_p_confidence": 0.5392075471698112
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Women Empowerment 5  ‘Act, No. 37 of 2024",
    "mean_p_confidence": 0.48272727272727267
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (i) develop a framework in compliance with the  National Policy on advancement and empowerment  ‘of women to facilitate and ensure empowerment of  women (hercinafter refered asthe framework\");",
    "mean_p_confidence": 0.484375
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  () conduct public inguieies in relation 0 the  infringement or imminent infringement of wornen’s  rights:",
    "mean_p_confidence": 0.4878947368421052
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (institut ations in any competent Court on its own  ‘motion in relation to the ineingement or imminent,  infringement of women's right",
    "mean_p_confidence": 0.5084000000000001
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (4) take such steps as may be directed by a Supesior  Court or by any other Courtin espect of any mater  relating to women’ srights refered toby tht Court,",
    "mean_p_confidence": 0.5133333333333334
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (0) requestor call For any information or reports from  any person for the purpose of performing any  function vested inthe Commission unde this Act  ‘or any regulation made thereunder;",
    "mean_p_confidence": 0.6629411764705883
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (©) inguze into, and investigate complains witha view  to ensuring compliance withthe provisions of the  Constitution relating to women's eights and 10  promoting respect for and observance of women’s  Fights:",
    "mean_p_confidence": 0.5452777777777778
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (0) iise and interact with tate institutions, Boies or  authorities in onder to foster common policies and  practices and to promote co-operation in relation  othe handing of complaints by the Commission;",
    "mean_p_confidence": 0.5458333333333333
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  open regional and provincial offices of the  Commission:",
    "mean_p_confidence": 0.5645454545454546
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Women Empowerment  ‘et, No. 37 of 2024",
    "mean_p_confidence": 0.49727272727272726
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (© acquite take and hold any property movable or  immovable by vitue of any purchase, grant gift or  “others and a sll morgage. esse, grant, convey  devise, assign, exchange, dispose of any such  ‘movable or immovable propery:",
    "mean_p_confidence": 0.5499999999999999
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (conduct programmes to create awareness and  <isseminat information regarding women's rights  and internationally accepted norms relating to  women’s ights;",
    "mean_p_confidence": 0.5575
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (0) refer any women subject discrimination for  mediation in accordance with the provisions  hereinafter provided. either on receiving a  ‘complaint on such discrimination or oa its own",
    "mean_p_confidence": 0.6496875
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (0) make recommendations othe Government and the  Minister —",
    "mean_p_confidence": 0.4275
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (] on measures to be taken to ensure that  ‘domestic laws and policies and administrative  Practices are in accordance with  iteratonaly accepted norms and standards  ‘on women's rights; and",
    "mean_p_confidence": 0.5245714285714286
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  Gi) on the formulation of regulations to be  prescribed, legislation and administrative  directives and procedures required for  respecting. promoting, protecting and  fulfilling women's rights:",
    "mean_p_confidence": 0.592
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  ()) to assess the impact of legislation, policies and  practices on the women’s rights and fo make  recommendations to the relevant bodies in onde  promote co-onination among the bodies handing  ‘complains of women subject to discrimination or  violence:",
    "mean_p_confidence": 0.5242222222222223
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Mone Empowerment 7  ier. Sp 2028  stone ifort capri nse ened  By evan mad uns hs A  6) andenaeresech in uthtance ofthe promotion  int potion of woes igh nd promot  \"laing to womens gh  (0 sesie gs git or doin wher om oe  ‘= orspn oes  Provided that, the Commision shal tain  prc witenapovaef the Dpancn of tera  ponoanchaumt money nity dco  ‘Snct xpns tay ane en easy  (0) maeruesnrespestof he mtr or whish rues  {reac o heme Ate and  (6) doa sah ter as a may be expedet fe  Sccomplshnent of tc ejects Ac,  7 () The Commision sal frist he ff th Fomine  ‘hh inde he pcedue andimedhansns rte",
    "mean_p_confidence": 0.35061068702290077
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Women Empowerment  ‘et, No. 37 of 2024",
    "mean_p_confidence": 0.5045454545454545
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (2) (a) The Minister shall discuss with the Commission,  ‘he draft National Policy formulate in terms of subsection  (and beng satisfied with the draft National Policy submit  such daft National Policy tothe Cabinet of Ministers forts  approval",
    "mean_p_confidence": 0.5332558139534883
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (0) The Cabinet of Ministers may, review the draft  National Policy forwarded the Cabinet of Ministers under  paragraph (a. and may suggest amendments thereto prior to  ‘ranting approval. such National Policy.",
    "mean_p_confidence": 0.5683333333333334
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (3) Upon the approval of the Nationa Policy by the  (Cabinet of Ministers under subsection (2) the Minister shall  cause such National Policy to be published in the Gazete  and it shall come into operation on the date of such  publication oon such ater date ax may be specified herein",
    "mean_p_confidence": 0.6880357142857143
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (4) The Minster shall within one month ofthe approval  ofthe Cabinet of Ministers, ly such National Policy before  Parliament fr its approval.",
    "mean_p_confidence": 0.5492307692307692
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (5) It shal be the duty ofthe Commission to ensure that  every relevant authority complies withthe National Policy  0 approved",
    "mean_p_confidence": 0.5475
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (6) Where Parliament isnot satisfied with the National  Policy submited for approval under subsection (4), it shall  ‘make its recommendations for amending the National Policy",
    "mean_p_confidence": 0.5782758620689655
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (7) 1 shall be the duty of the Minister to cause to be  incorporated such recommendations tothe National Policy  and resubmit the National Policy to Parliament after  ‘obtaining the approval of the Cabinet of Ministers for such  amendments,",
    "mean_p_confidence": 0.6263636363636363
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Women Empowerment 9  ‘Act, No. 37 of 2024",
    "mean_p_confidence": 0.4627272727272727
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (8) If Parliament disapproves the National Policy, the  notification of such disapproval shall be published in the  Gacene.",
    "mean_p_confidence": 0.5359090909090909
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  ‘8. Every member of the Commission, unless he vacates Term of otce  office earlier by death, by operation of law, resignation or =\"  emoval, shall hold office for aterm of four years and shall  be eligible for reappointment subject toa maximum period  of any evo terms of office whether consecutive or otherwise.",
    "mean_p_confidence": 0.5077586206896552
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  9. (1) The President shall appoint one of the women Chsispnan of  ‘members tobe the Chaeperson of the Commission on the t= Commision  recommendation ofthe Constitational Council,",
    "mean_p_confidence": 0.5867741935483871
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (2) The Chairperson may resign from her office by letter  suldessed tothe President and such resignation shall be  effective from the date on which it is accepted by the  President,",
    "mean_p_confidence": 0.6711428571428572
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  (6) The President may fr easons assigned therefor remove  the Chairperson from the office ofthe Chairperson subject  to the provisions of section 10",
    "mean_p_confidence": 0.5462962962962963
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (4) Subject to the provisions of subsections (2) and (3)",
    "mean_p_confidence": 0.5316666666666666
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  {he term of office ofthe Chairperson shall be the period of  her membership of the Commission.",
    "mean_p_confidence": 0.5563157894736842
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (5) Where the Chaieperson is temporarily unable 10  exercise, perform and discharge the powers, duties and  functions of her office due til health, other infemity  absence from Sri Lanka or anyother cause, the President  ‘may appoint any ether woman member 10 act as the  CChaiperson in addition to her normal dates asa member.",
    "mean_p_confidence": 0.6543333333333333
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  Women Emponerment  ‘Act No. 37 of 2024  Diguicaon 19, person shall be diguaifid from being appointed  Comminion —etson-  (@) is or becomes a Member of Pariament, of any  Provincial Councilor of any Loal Authority:  (0) isnot or ceases tobe acitizen of Sei Lanka:  (6) hasbeen ors adjudged an insolvent bya Court of  competent jurisison;  (2) isorbecomeunfito continue officeby reason of  illness or ther intrmity of mind or bay:  (e) hasbeen ors declared tobe of unsound mind by a  {Cout of competent jursiction:  imprisonment imposed by any Court in Soi Lanka  (@)_ has een removed from oie during a previous  ter in which he was appointed asa member ofthe  Commission.  epoval mL (1) The office ofa member ofthe Commission shall  ‘elem of pecome vacant  (2) upon the death of such member,  (8) upon sich member resigning fom such fie by  ting adessed othe President: or  (upon such member being remove fom such office  ‘om any grounds specified in section 9.",
    "mean_p_confidence": 0.49445652173913046
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Women Empowerment u  ‘Act, No. 37 of 2024  (2) The President may fteran address to Parliament and  supported by a resolution passed by a majority ofthe total  umber of members of Parliament (including those not  present), remove a member ofthe Commission fom office  (00 the ground of proven misbehavior or incapacity under  subsection (1):",
    "mean_p_confidence": 0.6203174603174603
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  Provided however, that no resolution for the  presentation of such an addres shall be entertained by the  ‘Speaker or placed onthe Onder Paper of Parliament, unless  ‘notice of such resolution i signed by not less than one-third  ofthe total number of members of Parliament and ses out  {ull particulars ofthe alleged misbehavior or incapacity.",
    "mean_p_confidence": 0.5936065573770491
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (3) The procedure forthe presentation and passing ofan  suldress to Parliament forthe removal of a judge of the  Supreme Court or the Court of Appeal shall apply in all  respects to the presentation and passing of an address to  Parliament forthe removal of «member of the Commission.",
    "mean_p_confidence": 0.6354716981132076
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  12. (1) The Chairperson of the Commission shall, if Mestigs ofthe  preset, preside at all meetings ofthe Commission. In the Common  absence of the Chairperson from any such meeting, the  ‘embers present shall elect one amongst themselves 10  preside at such meting",
    "mean_p_confidence": 0.6062500000000001
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (2) The quorum for any meeting of the Commission shal  be four members",
    "mean_p_confidence": 0.59625
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (3) A mectng ofthe Commission may be held either-",
    "mean_p_confidence": 0.5918181818181818
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (@) by the number of members who constitute a  ‘quorum being assembled a the plac, date and  ‘ime appointed for the meeting: oF",
    "mean_p_confidence": 0.6518518518518519
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  2 omen Empowerment  Act No. 37 of 2028  (©) by means of auto - visa communication by  which ll members. participating and  Consiuting a quran can simuancosty se  and eat eBch participating member forthe  duration of the meeting  (8) Te Commision may replat posed nega  tothe mesings ofthe Commision andthe wansaction of  (5) All questions for decision a any mectng of the  Commission shal be decided hy the ate of he majo oF  the members preset In the case ofan equality of votes the  member pein shal havea easing Woe  Remuneration f 1. The sais of te members of the Commision shall  sree \"be determined by Patament and shal Be chrged onthe  Consolidated Fund  Menten te MA member who dite or indiety ites in  icine) any decision that sto be taken many matter by the  ‘ner Commission stall disclose he nature of uch nesta he  acting of the Commission whee such decision is being  taken, andsch slo shal be eoredin the mites  ofthe meetings ofthe Commission and such member shall  Commission with read o hat mater and sal witha  from such meting whl such deliberation iin progres ot  such decision is being made  Proeeig 15, No proceeding actor decision ofthe Commission  asie shall be invalidated by reason ony f the existence of &  Remon ofa) VACaney among its members oF of any defect in the  vein” sppoinment ofa member hereof",
    "mean_p_confidence": 0.49115384615384616
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Women Empowerment B  ‘At No. 37072028  16, The sal ofthe Commission — fete  (0) shall be nthe custdy of he Commission  (©) coaybe aed in sch manne ar maybe determined  by the Contnission nd  (6) salina te ace to any intranet or document  Commission and the Executive Director ofthe  ‘Commission a inthe abrence ofthe Executive  Directo inthe presence af any we members the  Commission, who shall sign the instrument or  ociment in token of hel presence  PaRvit  ones cr Inu ao ves: ConMSSE  17.()The Supreme Cour may refer any mate Felting.Prceae spon  to a infingement or imminent iningement of womea’s ‘eee  Tights arcing in he course ofa hearing ofan application ‘Sag  tae to the Supreme Court in terms of Aricle 126 of he  Constition tothe Comision for inquiry and report.  (2) The Commission shal igure no and report the  Supreme Cou any mater refered vo under subsection  (1), within the perio if any, specified in such reference  (2) Where inthe cure ofan inty or investigation  conde by the Commision ines of the provisions of  ths Acta queatonarseasiothe scope ora of woes  tights a protected by this Ac the Commision may refer  ch question te te Supreme Count for is detention  theron",
    "mean_p_confidence": 0.45282608695652177
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  “ Women Emponerment  ‘Act No. 37 of 2024  Commision 18 (1) The Commission may in addition to the maters  mina\" at person on i own mon or upon aplication made to  inomgemens of tuner section 19  Provided ia. he Commission shall ot entertain any  Iningement of women's rights if eet in espect of uch  iningement has already been seein any Cour, Tribunal  any atution ered or established by the Consttation  ran he Ta forthe time ein in force  Provided further, the Commision stall not inguice  intingement of women’s ight, inguiy has already been  Conducted by the Ombud under scetion 31 and in sch  vent the Commission shall actin accordance With the  Provisions of hat section.",
    "mean_p_confidence": 0.44068702290076334
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (2) The Commission shall cause the inquiry and  investigation etered to in subsection (1) to be sonducted  by @ Commie appointed by the Commision, within oe  ‘ont of receiving the appieation oe infomation on the  alleged iafingemeat of taminenttnfingement and the  Commitee shall conduct the inquiry and tavestigation  Subjectio the provisions te Constitution andeser wate  daw",
    "mean_p_confidence": 0.4543076923076923
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  (5) The Commitee appointed under subsection (2) shall  on conlusion ofits investigation, submit a report thereon  to the Commission. The Commission shall after  consideration of such report ive a final decision on  ‘whether there has been an infringement or imminent  intingement of women's ight",
    "mean_p_confidence": 0.5566666666666666
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  (4) The members of a Committe appointed under  subsection (2) shall be paid out of the Fund of the  Commission, such allowance as maybe determined by the  Commission withthe concurtence ofthe Minister assigned  the subject of Finance",
    "mean_p_confidence": 0.6488372093023256
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Women Empowerment s  ‘At No. 37072028",
    "mean_p_confidence": 0.3933333333333333
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  1941) Any aggrieved person o any oer person ating Aplicina  on behalf ofthe aggrieved person, may apply tothe mentee  Cnnission a eter oi subsection (1) of scion va, ngrmet of  requrting the Commision io inguie fo and vestigate  fn alleged infringement or imminent infingement of  womens",
    "mean_p_confidence": 0.44943396226415094
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (2) The application under subsection (1) sll be made  within one ton ofthe de ao sch pron Booming  infingemene",
    "mean_p_confidence": 0.47782608695652173
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (@) Where an applications made ta the Commision by  any person porsant to beeen (I), the peti within  ‘ich theingury no such compli is pending before he  Commision, sal tbe taken i accu in computing  the petiod of one month within which an application may  te made yo the Supreme Cour by sch pen in terms of  ragraph (2) of Arle 1260 the Consuton or which an  Spplisation for elif may be made by such person to any  ther statutory body, person, court or tinal under any  cae a.",
    "mean_p_confidence": 0.4926
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  20. In every inquiry and investigaion conducted undet at paris 0  the provisions ofthis Act the aggieved pemon aswell ax se  the party who is alleged to have infinged the igh ofthe en  grieved person shal be afforded an opportunity to beige or",
    "mean_p_confidence": 0.4247916666666667
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  21, (1) Where an investigation conducted by the Spe oe aken  Commission under section 18, docs not disclose tat an sr smlson  infringement or imminent infringement of the rights of an“ NEM  aggrieved peon had taken place the Commission shal  fecord ht at and shall the nvestgton was commenced  ‘pon an application made therefor, forthwith fo the  applica win fourteen cays",
    "mean_p_confidence": 0.5313043478260869
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Women Empowerment  ‘et, No. 37 of 2024  (2) Where an investigation conducted by the  Commission, under section 18 discloses that infringement  fr imminent infringement ofthe rights of the aggrieved  person had in fact taken place, the Commission may  (a) if the Commission is of the opinion, that the  srievance complained of may be effectively  resolved by mediation, refer the matter for  mediation in terms of section 22 and direct the  Patties to appear before the panel of mediators  appointed under section 24: or  (0) forward to the relevant person a recommendation  48 to the manner in which in the opinion of the  ‘Commission, the infringement or imminent  infringement may be remedied or prevented  (3) The Commission shall inform the aggrieved person of  te action that has been taken bythe Commission in terms  of subsection (2) within fourteen days of the date of the  decision,",
    "mean_p_confidence": 0.6165060240963856
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  Mesistion 22. (1) Where the Commission refers a dispute for  ‘mediation under paragraph (2) of subsection 2) of section  21 or subsection 3) of section 38, the panel of mediators  appointed under section 24, shall —",
    "mean_p_confidence": 0.5934146341463414
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (a) mediate between te partis with view to assisting  the parties to amicably resolve the dispute",
    "mean_p_confidence": 0.46842105263157896
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  (©) conduc the mediation process in compliance with  the ules of procedure applicable tothe conduct of  mediation proceedings:",
    "mean_p_confidence": 0.5413636363636364
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  (©) conclude the mediation process within a perio of  sixty days fromthe date on which the dispute refered  tothe panel of mediators: and",
    "mean_p_confidence": 0.5574074074074075
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Women Empowerment 0  ‘Act, No. 37 of 2024  (a) during the mediation proces, abide by norms set  ‘ut inthe Code of Conduct for Mediators",
    "mean_p_confidence": 0.5424137931034483
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  23, (1) For the purpose of setions 21,22 and 38, there Appoinemest of  shall bea Panel of Mediators consisting of five members Pe of  ‘ppointed by the Commission, fom among the persons who Mesias  have proven knowledge, experience and eminence in the  fieks of la, administation, education or empowerment of",
    "mean_p_confidence": 0.5610714285714286
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (2) Code of conduct forthe Panel of Mediators term of  office, and remuneration ofthe members of the Panel of  ‘Maaitoes shall be as prescribed",
    "mean_p_confidence": 0.624642857142857
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (3) The Commission shall make rules seting out the  procedure which shall apply 10 the conduct of mediation  proceedings.",
    "mean_p_confidence": 0.5847826086956521
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  24, (1) Where a settlement by mediation is reached Procedure upon  between the pte, the terms ofthe settlement agreed toby colnet  the parties shall be reduced to writing, by the panel or Maton  ‘mediators, inthe form ofan agreement and shall be signed  by the parties who shall thereafter comply with the  obligations thereunder. The panel of mediators shall forward  copy ofthe agreement tothe Commission.",
    "mean_p_confidence": 0.6206944444444444
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (2) Where a matter is referred for mediation under this  section and a settlement is arrived a the Commission shall  inform the applicant ofthe same within fourteen days and  shall thereafter make such directions including diectons  238 to the payment of compensation as may be necessary 10  Biv effect othe terms of such settlement",
    "mean_p_confidence": 0.5585245901639344
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (3) In the event of the mediation process not being  successful or where one party objects othe same, the pane  fof mediators shall accordingly report the situation to the  Commission,",
    "mean_p_confidence": 0.6237142857142857
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (4) Upon the receipt ofthe repost under subsection (3),  where the atempt at mediation is not successful, the  Commission may ~",
    "mean_p_confidence": 0.6208
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  1s Women Empowerment  ‘Ae No. 37 of 2028  (@)_ make such recommendations it ay think i for  the appropriate authority or person or persons  concerned ith view to eeventing or remedying  intingement:  (2) recommend tothe appropriate authority. that  infingemen; and  (6) ant sch cele or make sch ieton asc may  deem js and equiable inthe cicumaances.  Commision 28. (1) The Commission shall consequent to the  Sees agreement beng forwarded oi, tify the pats tothe  Teammant  dpartent or insttuton meoned in he econmendatons  ‘in the agrsemest' oF the settlement as embodied in the agreement, to take all  suchstesas may Benoa to ieee to sch deisions  ox eoonmendatons,  (2) Any elevan person or government deparanen  Insiaton wh hasbeen dete to give eet toa decison  Gr ecommendation contained in an agreement specified in  sascetion(D, wh is unable take necessary pata give  effect osc decison or recommendation all forthwith  inform the Commission oft inabliy stating its reasons  therefor  pps pint 261) Any person who is aggrieved by a decison of the  «iPS sf Commission made under this Act may peal against sich  ‘the Commission Gecision to the Court of Appeal within one month of the  due on which such dessoe was communicated to sich  reson",
    "mean_p_confidence": 0.4674347826086957
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Women Empowerment ir  ‘Act, No. 37 of 2024  (2) Unit rules are made under Article 136 of the  Constitution peruining to appeals under this section, the  rules made under that Article peeaining to an application  by way of revision to the Court of Appel, sll apply in  respect af every appeal made under subsection (1) of this  27.(1)The Commission shal, forthe purposes inguiry Powers of  ‘orinvestigation under this Act, have the power to— tei  (a) procure and receive all such evidence, writen or  ‘oral, and to examineall such persons as witnesses,  as the Commission may think it necessary of  {esirable to procure or examine,  (0) requize the evidence, whether written or oral, of  any witness, to be given on oath or affirmation.  Such oath or affirmation shall be that which be  required ofthe witness if such witness was giving  evidence in a Court of law, and such oath or  tffimation shall be administered to every witness  siving evidence before the Commission, by an  ‘officer authorized on that behalf by the  ‘Commission  (6) summon any person, to attend or participate in  any proceedings of the Commission 10 give  «evidence or produce any document or exer material  in the possession of such person, and 1 examine  sich person as a witness oF require such person to  produce any document or other material:  (d) admit, notwithstanding the provisions of the  Evidence Ordinance. any evidence, whether written  ‘or oral, which might be inadmissible in civil or  ‘riminal proceedings, i such evidence is material  to the dispute in question; and",
    "mean_p_confidence": 0.6096885813148789
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Women Empowerment  ‘Act No. 37 of 2024  (©) toadmitor exclude the public om such ngury or  investigation or any par threo.",
    "mean_p_confidence": 0.5177777777777778
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (2) Wall be the duty of every person summoned under  subsction (1) o comply with such summons unless such  Person i probiited rom disclosing theiformation required  fn terms ofthe Right Information Act, No, 12 of 2016",
    "mean_p_confidence": 0.5502439024390243
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  Preps of 28. (1) Any person who gives evidence before the",
    "mean_p_confidence": 0.6799999999999999
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  oo stee Commission shal, in tespect of such evidence, be entitled",
    "mean_p_confidence": 0.4107692307692308
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  ‘ince Before gg all the privileges to which a witness giving evidence  fore aCourtfawisentied to, respect ofthe evidence  sven by such person before such Court",
    "mean_p_confidence": 0.4813793103448276
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  (2) Noperson shal n respect of any evidence, writen or  coal, given by that person 1, or Before the Comission be  Table vo any ation, prosecution or other proceedings, civil  cor riminal in ny Court",
    "mean_p_confidence": 0.47750000000000004
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  (3) Subject as hereinafter provided, no evidence or any  statement made o given by any person 1, of before, the  Commission, shall be admissible agains that person in ny  action, prosecution or other proceeding, civil or eriminal in  any Cour",
    "mean_p_confidence": 0.5432608695652175
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  Provided that, nothing in the provisions ofthis  subsction shall affect, or be deemed or eonstued t affect,  any prosecution or penalty for any offence undet Chapter XT  ofthe Penal Code (Chapter 19)",
    "mean_p_confidence": 0.5721621621621622
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  Provided further hmong inthe provision of his  sub section shall probit or be deemed or construed 10  Prohibit the publication or disclosure of the name, or ofthe  Evidence or any part ofthe evidence of any witness who  ives evidence before the Commission for the purposes of  the prosecution of that witness for any offence under Chapter  Xo the Penal Code (Chapter 19)",
    "mean_p_confidence": 0.5691428571428572
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Women Empowerment a  ‘At No. 37072028  29. (1) Every summons ised bythe Commision shall Seioos 0 be  te unde ine hand ofthe Chairperson ofthe Commision, Seth bd  (2) summon maybe serveby delivering tthe person  named theteinor by leaving it tthe lat known place of  fede of that prea, or by sending it by registered pst  the abode of hat person,  (2) very prion to wha a sumone served shal tend  teferete Commission tthe tine an pace specie herein  adsl answer he question put ohm bythe Comision  Gr produce such documents or materials nar equ of  230. (1) An act dane or omitted to Be dan in reltion to Camengt he  the Commiston, whetherinthe presence ofthe Commission Cometon  oer, hall ont molec of onerp gta,  or indaespet of, the authority ofthe Commission if sich  Sct would if done a mie ta be dove i elation to the  Supreme Coun, have consid an offence or contempt  again or in despet of, the autor of such Coun  (2) Every offence ofconempt commited against o in  disrespect ofthe authority ofthe Commission shall be  pans by te Supreme Court as tough it was offence  Of contempt commited against, or in dsespect of the  fuihority ofthat Cur, and the Supreme Cou i teby  ‘ested with juriction ory every sch offence.  (3) Any person who  (@) Gait without case, which inthe opinion of the  ‘Commission ie reavnable to appear before the  Comission atte time and place merioned in  the sons served unde this Act",
    "mean_p_confidence": 0.4714028776978418
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  2 Women Empowerment  ‘et, No. 37 of 2024  (0) refuses tobe swom o affirmed or having heen duly  ‘vom or aimed refuses o fuls without ease to  answer any question put to him regarding mates,  being inquired into, or investigated by, the  Commission:  (6) refuses or fails without cause which inthe opinion  ‘of the Commission is reasonable to comply with  the requirements of a notice or written arder or  direction issued or made to him, by the  Commission:  (d) refuses or fails without caus, which in the opinion  ‘of the Commission is reasonable to produce and  show to the Commission any document or other  rmatral, which is in the possesion or contol of  such person and which i inthe opinion of the  ‘Commission equired for ascertaining the wth of  the mates being inguized or investigated int: or  (6) ails to comply with recommendation o decision  ‘of the Commission,  shall be guilty ofthe offence of contempt of against, oF in  Aisrespect ofthe authority ofthe Commission.",
    "mean_p_confidence": 0.6043617021276596
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  (4) Where the Commission determines that a person is  guilty ofan offence of contempt under paagrap() or) of  Subsceton (3) the Commission may transmit othe Supeeme  Court a Certificate setting out such determination. Every  such Certificate shall be signed by the Chairperson of the  Commission",
    "mean_p_confidence": 0.5740384615384616
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  (5) In any proceedings forthe punishment ofan offence  of contempt which the Supreme Court may think Fito take  cognizance of, as provided inthis section, any document  purporting o bea Certificate signed and wansmitted to the  (Court under subsection (4 shall —",
    "mean_p_confidence": 0.5487234042553192
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Women Empowerment a  ‘At No. 37072028  (0) ereceved in evidence, and be deemed tbe sich  2 Certificate witout farther prof, unless the  onary provided: and",
    "mean_p_confidence": 0.44161290322580643
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  (0) be evidence hat the determination stout in the",
    "mean_p_confidence": 0.5281818181818182
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  CCntcate was made by he Conoisson and ofthe  facts ated in the determination.",
    "mean_p_confidence": 0.393125
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  (6) my proceeding laken a provided in he section  forthe punstnent of alleged offence of contempt against,  a in dsreepct ofthe autor ofthe Commission, no  tener of he Comission stall otwistanding anything  tothe contrary in thi Act xcept ith his own consent, Be",
    "mean_p_confidence": 0.48734693877551016
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  PART ML  COxauoe ror ne Woe Recs wen strror Tie Cones",
    "mean_p_confidence": 0.12428571428571429
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  231 (1) Thee shall be appointed person who shall be Appoint of  called and known a he Ombuds for Women's Rights Ona  (beena refered tas the\"Omtud\") who al be charg  ‘ite esponsbiy of ateraining any complain refered  tohimby an aggrieved person connected with gender sed  olence oro 3 complaint concerning ie infingement ot  ‘namin inngement of women's rights",
    "mean_p_confidence": 0.41454545454545455
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  (2) The person appointed to hold the ofice of Ombuds in  terms of sbnction (1) salle person of good repute with  proven abit i the ates of av, human igs, mediation  Su dispute resolution",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  (2) Any person who subjected oor who aware of he  ccurence of, gender based violence or athe iningewent  Gr imminent infingemen of womens ight may make  complaint othe Ombud,",
    "mean_p_confidence": 0.45588235294117646
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  4 Women Empowerment  ‘et, No. 37 of 2024",
    "mean_p_confidence": 0.4681818181818182
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  (4) The Ombuds shall maintain a record of ll complains  received and shall in the oder that such complaints are  received, make inuires imo the fats ofeach complain",
    "mean_p_confidence": 0.6175
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  (5) On the conclusion of an inquiry into a complaint, the  ‘Ombuds shall forward tothe Commission areportconaining  recommendations and possible avenues of relief available  to the complainant in terms of the provisions of this Act.  The Commission shall take cognizance of the  recommendations made by the Ombuds in recommending  sotion tobe taken in terms of Pat I ofthis Act.",
    "mean_p_confidence": 0.5885074626865672
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  (6) Terms of reference applicable to the Ombuds, the  remuneration payable, the tem of office including manner  of removal therefrom andthe Code of Conduct tobe ated  to by the Ombuds shall be as prescribed,",
    "mean_p_confidence": 0.5679487179487179
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  Executive 32. (1) There shall be appointed by the President onthe",
    "mean_p_confidence": 0.5107692307692308
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  Bisson recommendation ofthe Minister a person with prescribed  qualifications tbe the Executive Director ofthe Commission  ‘who shall at on the instructions of and be subject to, the  general direction and contol ofthe Commission and be  responsible tothe Commission.",
    "mean_p_confidence": 0.5227272727272727
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "  (2) Subject to any written law and any guidelines ised  by the Government from time t0 time, the conditions of  employment including remuneration and scheme of  recruitment of the Executive Director shall be determined  by the Commission.",
    "mean_p_confidence": 0.6276744186046511
  },
  {
    "i_page": 25,
    "par_num": 8,
    "text": "  (3) The Executive Director may be present at meetings of  ‘he Commission and speak at such meetings but shall not be  ented to vote any such mestng.",
    "mean_p_confidence": 0.49354838709677423
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Women Empowerment 2  ‘Act, No. 37 of 2024",
    "mean_p_confidence": 0.47909090909090907
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  (4) The President may fo easons assigned, remove the  Executive Director appointed under subsection (1), from  such offic,",
    "mean_p_confidence": 0.5945454545454546
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  133. (1) The Commission may appoint such number of Salto te  officers and employees, asthe Commission may deem Comision  necessary for the proper and efficient discharge ofits  functions",
    "mean_p_confidence": 0.6151515151515152
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  (2) The Commission may ~",
    "mean_p_confidence": 0.5942857142857143
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  (a) exercise disciplinary contol over or dismiss any  ‘officer or employce ofthe Commission:",
    "mean_p_confidence": 0.5343749999999999
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  (b) subject to relevant writen law and any guidelines  issued by the Government from time to time,  stipulate the conditions of employment including  Femuneration and scheme of recruitment of the  offices and employees",
    "mean_p_confidence": 0.6402564102564102
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  (6) establish and regulate « provident fund and any  ‘other welfare and security schemes forthe benefit  ‘ofthe officers and employees of the Commission  subject to any written law ad make contributions  to any such fund or scheme.",
    "mean_p_confidence": 0.5713953488372093
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  (3) At the request ofthe Commission, any officer inthe  public service may. withthe consent ofthat officer and the  Secretary to the Ministry under which that officer is,  employed and the Secretary to the Ministry of the Minister  assigned the subjectof Pubic Administration, be temporarily  ppointe to the staff of the Commission for such period as  ‘may be determined bythe Commission, or with ike consent,  be permanently appointed wo such staf",
    "mean_p_confidence": 0.6148101265822785
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  26 Women Empowerment  ‘Ae No. 37 of 2028  (4) (a) Where any officer in the public service is  temporarily appointed to the stl of the Contin, the  provisions of subetion (2) of section 14 ofthe Nationa]  Transport Commission Act, No. 37 of 199) shall, mars  matands, py te a in ean to, such fier.  (0) Where any fier inthe pai services permanently  spgoined tthe ta of he Comission the provisions of  Sbection (3) of section 14 of the National Transport  Commission Act, No. 37 of 1991 shal, mats mands  aeply tan in eatin to, sch oer  (6) Where the Commission employs any person who as  entered any contract wth he Goverment by wich he  tas agreed to serve the Goverment for a specie period  ay prod of service tothe Comission by tha eran sal  te epired as service tothe Goverment fr the purpose of  discharging hs obligntion under sac contact  partiv  Navona soe Won  slshment of 34, (1) Thee sal be established for the purpocs ofthis  She Natom Aga Fund 0 be called the “National Fund for Women  inter geri refered os the\" Fund”).  (2) The power of administration and management ofthe  and stall be vested withthe Commission,  (2) Thee shal be pad int the Fund —  (a) all such sums of money as shal be voted rom time  tote by Palanen forth us ofthe Commission:  (2) atlsuch suns of money as maybe ecived by the",
    "mean_p_confidence": 0.4579323308270677
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Women Empowerment a  ‘Act, No. 37 of 2024  ‘Commision by way of ad, gif, grants, donations  ‘or bequests from any source whatsoever, whether  in Si Lanka or abroad with the approval of the  Department of External Resouces: oF",
    "mean_p_confidence": 0.5946666666666667
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  (6) all such sums of money as may be received by the  ‘Commission by way of proceeds fom the sale of  any movable of immovable property of the  Commission",
    "mean_p_confidence": 0.7070588235294117
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  (4) Thete shall be paid out of the Fund —",
    "mean_p_confidence": 0.5675
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  (a) all such sums of money as are required to defray  any expenditure incurred by the Commission, in  the exercise, performance and discharge of is  Powers, duties and functions under this Act,",
    "mean_p_confidence": 0.6302702702702703
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  (0) all such sums of money as are auborized by the  ‘Commission to make any ex-gratia payments 19  any individual or organization in eecognition of  ‘ny exceptional or outstanding contribution to the  ‘cause of wormen’s rights; oF",
    "mean_p_confidence": 0.574186046511628
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  (6) all such sums of money as are requited wo be paid  ‘out ofthe Fund, by or under this Act.",
    "mean_p_confidence": 0.5734782608695652
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  138. The Commission in consultation with the Minister Commision may  assigned the subject of Finance may invest the moneys of mv\" Hy  the Fund which is not immediately needed, for the  Drogrames which assist dhe empowerment of women as it  ‘may determine",
    "mean_p_confidence": 0.6120833333333333
  },
  {
    "i_page": 28,
    "par_num": 8,
    "text": "  36. (1) The Commission shall cause proper accounts to Ai and  be kept of the income and expenditure assets and labilties Asus  and all other tanstetios, ofthe Commission",
    "mean_p_confidence": 0.5065625
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "  (2) The financial year of the Commission shall be the  calendar year.",
    "mean_p_confidence": 0.6173333333333333
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  2» Women Empowerment  ‘et, No. 37 of 2024  (3) The provisions of Article 154 of the Constitution  felating tothe aut of asounts of Pubic Corporation sll  apply tothe audit ofthe accounts of the Commission  PART V  Gems,",
    "mean_p_confidence": 0.5302222222222223
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  Regains 37, (1) The Minister shall in consultation with the  Commission make regulations in respect of matters equied  by this Act to be presribed or in respect of which epultions  ae authorized tobe made",
    "mean_p_confidence": 0.5684615384615385
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  (2) Without prejudice 1 the generality ofthe powers",
    "mean_p_confidence": 0.619
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  conferred by subsection (1), regulations may be made in  respect of all or any ofthe following:",
    "mean_p_confidence": 0.5805263157894737
  },
  {
    "i_page": 29,
    "par_num": 5,
    "text": "  (a) preseribing the manner in which the Commission  shall appoint the Committee referred to in  subsection (2) of section 18:",
    "mean_p_confidence": 0.6379166666666667
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "  (0) preseribing the eligibility required ofthe persons  Appointed to the Committee referred to in  Subsection (2) section 18:",
    "mean_p_confidence": 0.5377272727272727
  },
  {
    "i_page": 29,
    "par_num": 7,
    "text": "  (6) presribing the procedure to be followed by the  ‘Committe in relation to an inquiry orinvestigation  being conducted in txms of section 18:",
    "mean_p_confidence": 0.5603703703703704
  },
  {
    "i_page": 29,
    "par_num": 8,
    "text": "  (i) identifying the mechanisms or processes to be  adopted in relation to complaints and grievances  received by the Commission in terms of the  provisions ofthis Act;",
    "mean_p_confidence": 0.6629032258064517
  },
  {
    "i_page": 29,
    "par_num": 9,
    "text": "  (©) denying Women of dtferent categories and stats  and to prescribe measures to be adopted to ensure  ‘equality and protection to respective category of",
    "mean_p_confidence": 0.4878571428571429
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  Women Empowerment »  ‘Act, No. 37 of 2024  (issuing guidelines tothe relevant authorities,  specifying the manne of adhering tthe framework;  (4) presrbing areas in which economic empowerment",
    "mean_p_confidence": 0.49787878787878787
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  ‘of women i equited and targets to be met under",
    "mean_p_confidence": 0.5875
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  the framework and to ensure not less than fy",
    "mean_p_confidence": 0.6336363636363637
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  percentun contribution of women in the national",
    "mean_p_confidence": 0.4511111111111111
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  ‘conan:",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  (0) establishing mechanisms to promote empowerment",
    "mean_p_confidence": 0.3775
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  © forsoeio economic empowerment of women",
    "mean_p_confidence": 0.47125
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "  having special regards to women with  disabilities:",
    "mean_p_confidence": 0.601
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "  (Gi) forthe protection of gil fom all forms of  Violence, forced labour. trafficking and  exploitation:",
    "mean_p_confidence": 0.4489473684210526
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "  (Gi) fora support systems for assisting women to  access judicial processes Fr obtaining redress  for gender based violence and  discrimination",
    "mean_p_confidence": 0.47119999999999995
  },
  {
    "i_page": 30,
    "par_num": 11,
    "text": "  (0) presribing policies an practices tobe adopted by  Private persons and oer non-state institutions to  ‘ensure womens rights; and",
    "mean_p_confidence": 0.4673913043478261
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "  for the purpose of carrying out or giving effect to",
    "mean_p_confidence": 0.5425
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "  ‘he principles an provision of his Act.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "  (3) Every regulation made by the Minister shall be  published inthe Gazente and shall come into operation on  {he date of its publication or on such later date as may be  specified therein",
    "mean_p_confidence": 0.6410526315789473
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  x» Women Emponerment  thet Mn 3 op 2024",
    "mean_p_confidence": 0.4018181818181818
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  (8) Every replation made bythe Minister, bal soon  asconvenint afte its publication inthe Gace be brought  efor Parnment for approval Every regulation which  not so approved shale demed oe rescind as fom the  date of such disapproval but without prejudice to anything  previously done thereunder,",
    "mean_p_confidence": 0.4407692307692308
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  (5) The notion ofthe dat on whch any repultion  isdeemedto eso resins hall be publishedin he Gace.  Deparment",
    "mean_p_confidence": 0.36727272727272725
  },
  {
    "i_page": 31,
    "par_num": 4,
    "text": "  (2) Any person wh also comply wih any regulation  nae une scion 37 shal be ble toinom he Minster  intnghereasonsfrsachnoncomplinc. the Minster  is sts withthe eons given the Miniter may extend  the prod for compliance",
    "mean_p_confidence": 0.42292682926829267
  },
  {
    "i_page": 31,
    "par_num": 5,
    "text": "  (8) Where he regulations may the Minster hve not  ten complied with within te extend period refered 0  in sutccton th Miner may refer the mater to he",
    "mean_p_confidence": 0.43875000000000003
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "  (8) The provisions of parsarapbs (0(0)) and (0 of  subsection (1) of section 2 shall apy oa mater refed  {0 mediation unde ubction().",
    "mean_p_confidence": 0.37666666666666665
  },
  {
    "i_page": 31,
    "par_num": 7,
    "text": "  Aamal Rept 38, The Commission shall athe end ofeach fnnsal  respect ach mater",
    "mean_p_confidence": 0.400625
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Women Empowerment u  thet Nn op 2024",
    "mean_p_confidence": 0.377
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "  40, The Commision may delegate to ay officer OF Denton a  offices appinedoasisttheConmisionany ofitspowens, Pon a,  duties or Functions in so far as is required for the efficient jhe'Commissas  fonctoning of the Commision an the ocr ries 0  wom auch powers aren delegated may exercise the  powers subject tothe direction and contol of the  Commision ny delegation mae ne hi seton may  te witha by the Commision.",
    "mean_p_confidence": 0.49565789473684213
  },
  {
    "i_page": 32,
    "par_num": 3,
    "text": "  41-Thememberso ihe Commission andthe fiers Mente: fe  employees appointed to asi the Commission shall be Smet  deme be publi servants within the meaning and for sea  the pumpoes ofthe Penal Code (Chapter 19) and every  inguy of ivestaton contd unde this Act shall be  comet oe dca procesting within the meaning of  tht Code.",
    "mean_p_confidence": 0.44306451612903225
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "  42, The provisions of Pat If Chapter Funder the Pvt  Heating\"Offencesreatingo Bribery or Compton” ofthe MCreson  ‘Anti-Corruption Act, No.9 of 2023, shall muzarismuzandis 533 be  tered he applicable to orinrliontn the provisions spied  of this Act.",
    "mean_p_confidence": 0.384047619047619
  },
  {
    "i_page": 32,
    "par_num": 5,
    "text": "  48.(1) Abit, wheter ivi rina sal ot Be Pin  acted any memieror fice the Commins orto eme m  any officer authorised by such member or officer foranything Cams  Stich in good uh done in he exec peomance foto  incharge of any power, duty of function imposed or P=  confer onthe Commission under ths Act.",
    "mean_p_confidence": 0.3947540983606557
  },
  {
    "i_page": 32,
    "par_num": 6,
    "text": "  (2) Any expense incur the Commission in any sit  or proseuton ought yor aginst the Commission before  ‘ny Cour shal ep ot of the Fund nd any cos pid  to or tesverd by, the Conimisson in any nich no  ronson hal be credited the Fan",
    "mean_p_confidence": 0.45862745098039215
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  2 Women Empowerment  ‘et, No. 37 of 2024  (3) Any expense incurred by any such person in any suit  for prosecution brought against him before any Cour in  respect of any at which is done or purported to be done by  ‘him under this Act o any appropriate instrament, or on the  direction ofthe Commission, shall. ifthe Court olds that  the act was done in good faith, be paid out of the Fund,  unless such expense s recovered by him in such suit of  prosecution  also he 44.) The Commission may make rules in respect of all  Commission ates fr which rules ate required authorized tobe made  land this Act. Every rule made under this Act shall Be  published inthe Gaze  (2) Every rule made bythe Commission shall be approved.  by the Minister and such rules and the notification of such  approval be published inthe Gazette within a reasonable  peti of time not exceeding three mont and shall come  Io operation on the date its publication or on such later  date as may be specified thereon  (3) Any rule made by the Commission may at anytime,  bbeamended, added to, Varied or rescinded inthe lke manner  Intrpctnion 48. In his Act, unless the context otherwise requires —  “Minister” means the Minister to whom the  implementation ofthis Acthas been assigned  Under Ante 44 or 48 ofthe Constitution;  “Code of conduc for Medistors” means the Coe  fof Conduct for Meditors ss prescribed by  the Minister under this Act:  “person” includes any body of persons, corporate  ‘or unincorporate and a private person but  shall not include legislative or judicial  bodies:",
    "mean_p_confidence": 0.5912333333333334
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  Women Empowerment B  ‘Act, No. 37 of 2024  “preseribed” means the prescribed by regulations  ‘made under this Act  “private person” means any person who i not the  State or an organ or employee ofthe State  and includes any incomporated person in  Which the State, the Governmeat or any  public corporation or local authority bods  less than ity percentum ofthe shares of or  imerests in, sch incorporated person; and  “women's rights” mean the rights of women to  ‘equality and non discrimination as  ‘enumerated in Anicle 12 ofthe Constitution  and the goals described in Convention on  Elimination of All forms of Discrimination  Against Women including promoting equal  ‘opportunities for women in access 10  ‘education and employment and ensuring  freedom from sexual harassment and al forms  ‘of Violence against women enabling them  to live indignity.  446. 1ntheevent of any inconsistency between the Sinhala Sihala wet  so Tail xs of thi Act, the Sn fet shal prevail, PA",
    "mean_p_confidence": 0.5587709497206703
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]