[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "; ney) Wea? PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF . SRI LANKA , NATIONAL WATER SUPPLY AND DRAINAGE BOARD (AMENDMENT) ACT, No. 13 OF 1992 (Certified on 11th Mareh 3932) : , . Printed on the Orders of Government Published as a Supplement to Part I of tha Garette of the Democratict ‘Socialist Republic of Sri Lanka of March 13, 1962 PADPTED AT TOR DEPART OF GOVEDRRTLNT MERTONG, TL LANKA 70 ne PURCRAGRD AT Tu GOVERNMENT PUBLICATION BUREAU, COLOMUO Price: Re, 120 Postage: Re, 108,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "~—— National Water Supply and Draindige Board ~~ (Amendment) Act, No. 13 of 1992 [Certifted on 11th March, 1992} .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "LDo—10/90 uo",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "AM Ace 70 anexnn tie NarionaL Waren SUPPLY AND",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Deaiwace Boar Law, No. 2 oF 1974 . BE it enacted by the Parliament of the Democratic Socialist , Republic of Sri Lanka as follows :— 1, This Act may be cited ay the National Water SUPPLY short ttle and Drainage Board (Amendment) Act, No. 13 of 1992, anddstoot ‘and shall come into operation on such date as the Minister P¢™ation: may appoint by Order published in the Gazette. 2, Section 25 of the National Water Supply and Drainage Replacement * Board Law, No. 2 of 1974 (hereinafter referred to.as the Suction “principal enactment\") is hereby repealed and the Nationel following new section substituted therefor :— Peer and “Public 25, Whenever a loca) authority requests Ea Pipes. the Board to erect public stand-pipes at a Nove of given point within the administrative limits 3974 of such local authority area, the Board shall install such stand-pipes, and recover from the local authority making the request, the expenses incurred in such installation. The",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". Board shall also recover the water charges in respect of the water supplied by such sand-pipes, from the requesting local authority.”",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3, ‘The following new section is ingerted immediately Insertian of after section 25 of the principal enactment and shall have PEW oo effect as section 25a of that enactment :— inthe :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "principal",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Sestitoate 254.(1) No building or premises construc en#ctment, tity ted from and after the date of the coming TRasuits’ into opération of this section, shall he occu Tieng pied, except by a caretaker, until a certificate Panag to the effect that the internal plumbing of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "that building and drainage conforms to the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "requirements presoribed by the Board, has",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "been issued in respect thereof.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ". 2 National Water Supply and Drainage Boord (Amendment) Act, No. 13 of 1992 (2) Any person who has erected any building may apply in writing to the Board for such certificate and the Board shall; after such inquiry as it may consider necessary, within twenty-one days of the receipt of the application either grant the certifcate or + inform the applicant of its refusal to do so, and the grounds of such refusal. ! () Every person who occupies or slows a to be occupied any building or premizes, in contravention of thie section, shall be guilty of an offence and be Hable on eonviction to @ fine not exceeding twa hundred and fifty : rupees for each day during which the con- - ‘travention continues. \", Amendment 4, Section 27 of the principal enactment is hereby amen- Section 27 ded hy the substitution for the words “eight of the clock i roa the morning and five of the clock in the evening,”, of the enactment, words “the hours of six o'clock in the morning and six o'ciock in the evening,”. insertion ct —_—§,‘The following new section is hereby inserted imme- Fis ofthe” diately after section 27 of the principal enactment and chal Tinciment. have effect as section 27a of that enactment :— * Power of 2%. (1) The General Manager’ or any General in Person authorized by him in that bebalf in Temediot” writing, may after giving not less than one omnecve’ hour's notice to: the owner or occupier thereof, enter any building or premises, whether supplied with water under this law or not, between the hours of six o'clock in the morning and six o'clock in the evening to make auch examination thereon as may be necessary to ascertain whether there sre any unauthorised water connections, (2) Any person who, without reasonable cms — (@) refuses to admit the General Manager ora person authorized by the General Manager, in that behalf ir ‘writing for the purpose refered toi i subsection (1) 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "‘National Water Supply and Drainage Board = 3 (Amendment) Act, No. 13 of 199% () obstructs such Genera] Manager or person, in the performance of the daties imposed on him, under sub- .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ". section (4), shall be guilty of an offence under this Law and shall on convietion after trial before a Magistrate, be liable to a fine of five thousand rupees.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ". (3) If upon examination it is proved to the satisfaction of the General Manager or any person authorized by him in that behalf in writing, that the supply of water to such butiding or premises is from an unauthorised connection, then such General Manzger or person authorized by him in that bebslf shall cause such connection to be removed, after giving the owner of the premises an oppor- tunity of stating his objections.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "6 Section 28 of the principal enactment is hereby Amendment, amended by the substitution for the words “not exceceding of ection 28 one hundred rupees.\", of the words, “not exceeding two principal thousand rupees.” enaciment,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "7. Section 90 of the principal enactment ia hereby Amendment amended by the substitution for the words “not exceeding 2 gechen 0 twenty rupees,\", of the words “not exceeding two principal thousand rupees. °, enactment,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "8 Section 31 of the principal enactment {s hereby Ammndimeht amended by the substitution for the words “not exceeding of the, fitty rupees,” of the words of not lesx than five thousand Ehactment,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "| Tapes and not more than ten thousand rupees, ; 9 Section $2 of the principal enactment s hereby Amendment amended as follows:— te pineal () by the renumbering of that section as subsection enactment i (A) of that soction ; 4 @) 4m the renumbered subsection (1) of that section, by the substitution, for the words “not exceeding Afty Tupees. \"of the words “not exceeding two thousand rupees.” ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 National Water Supply and Drainage Board (Amendment) Act, No. 13 of 1903 {@) dy the addition, immediately after the renumbered subsection (1), of the following new subsection :— “@) Byery person who uses water in u fire hydrant, for any purpose other than for the purposes of extinguishing a fire, shall be guilty of an offence and shall, on convietion after trial before a Magis trate be liable to a fine of not less than five thou- . sand rupees end not exceeding ten thousand rupees, \", Amendment ‘10. Section 32 of the principal enactment is hereby Stecction amended by the substitution for the’ words “not exceeding Brincipsl _one hundred rupees.”, of the words “not Jess than five thousand rupees and not more than ten thousand rupees.”, amendment HL Section 34 of the principal enactment is hereby Eis amended by the substitution, for th words “fine not exee- wringpes,, _eding one hundred rupees.”, of the words “fine mot less than five thousand rupees and not more than ten shousend rupees or imprisonment of either description fae @ period not exceeding one year, or both such fine and imprison- ment.” Amendment i z srk m Seeton % of the principal enactment is kareby Gi tbe |, stmended es follows -— nactment, (1) by the renumbering of that section as subsection (1) _ thereof; (2) in the reaumbered subsection (1) of that section by ‘the substitution, for the words “the hours of eight of the clock: in the morning and five of the clock ia the evening”, of the words “six o'clock the morning and six o'clock fn the evening. (2) by the addition, immediately after the renumbered mubsection (1) of that section of the following mew + subsection =— “@) Any person who resists or obstructs the General Manager or his agents or workmen in the exercise of the powers conferred on such General Manager, his agents end workmen by subsection (1), shall be guilty of an offence and shall on com",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": ": National Water Supply and Drainage Board 5 ‘ (Amendment) Act, No. 13 of 1992 viction after trial before a Magistrate be liable to a ‘ fine not less than five thousand rupees and not exceeding ten thousand rupees. ”. 14 Section 37 of the principal enactment is hereby amendment.” amended as follows :— opeeetion 37 : principal () by the substitution for the words, “not exceeding enactment, ‘Atty rupees, ”, of the words “not exceeding: ten thousand rupees, *; and ; . (2) by the substitution for the words ‘(further fine of ten rupees for each day (if more than one) that such last-mentioned offence shall be continued”, of the words “further fine of one hundred rupees * : Yor each day (if more than one) that such last . mentioned offencé shall be continued.\", 14 Section 38 of the” principal enactment’ 1s hereby amendment ~ pa of section amended as follows: Sine (1) in subsection (1) of that section, by the substitution Traciment, ~ for ail the words from “to a fine not exceeding” . to the end of that section, of the words “to 2 fine not less than five thousand rupees and not exceed- ing ten thousand rupees and a further fine of one _ bundred rupees for each day that the offence is continued after’ the expiration of twenty-four houzs, after a notice in writing signed by the General Manager of the Board or any person authorized in that behalf in writing by the Genera! Manager, is served on any such person.”; : (2) by the addition, immediately after subsection (2) of : that section, of the following new subsection :~—~ “ (8) Any person who prevents or obstructs the General Manager or any person authorized by him in writing in that behalf, in the exercise of their Powers under subsection (2), shall be guilty of fan offence and chall on convietion after triel ‘before a Magistrate be Itable to @ fine of not less than ane thousand rupees. \". . 15, Section 48 of the principal enactment is hereby Amendment . ‘of section amended by the substitution for all the words from \"fine it of che not exceoding one humdrod rupess\" to the end of that see- hasten, * ton, of the words “fine not exceeding two thousand rupees",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "ee al 6 National Water Supply and Drainage Board | {Amendment) Act, No. 13 of 1992 . and, in the case of a continuing offence, ta an additional fine not exceeding one hundred rupees for each day such offence 1s continued, after conviction thereof”, Amendment 16. Section 44 of tae principal enactment is hereby fou amended in subsection (1) of that section, by the substitu- ‘princioa. tion, for all the words from “fine not exceeding one ‘enactment hundred rupees” to the end of that section, of the words “fine not exeecding two thousand rupees, and in the case of a continuing offence, to an additional fine not exceeding one hundred ropes for each day during which the offence is continued after conviction thereof”. Amanament 11. Section 45 of the principal enaciment is hereby Boke amended in subsection (2) thereof by the substitution, for prndpal, the worda “fine not exceeding one hundred rupees”, of the words “fine not exceeding two thousand rupees.\", Amendment 18, ‘Section 46 of the principal enactment is hereby gf verti =—aamentied in subsection (2) thereof by the substitution, for Principal «the words “fine not exceeding two hundred and fifty ‘uaciment. rupees”, of the words “fine not exceeding two thousand | Amendment 48, Section 47 of the principal enactment is hereby Gi ottre amended in subsection (2) thereof by the substitution, for pringipal =the words “fine not exceeding one hundred rupees”, of . the words “fine not exceeding twa thousand rupees.”. Amendment 20, Section 48 of the principal enactment is hereby Worike amended in subsection (12) thereof, by the substitution, Principal for the words “fine mot exceeding fifty rupees”, of the iment. words “fine not exceeding two thousand rupees.”. Amendment 21, Section 49 of the principal enactment is hereby ‘ef section Bottke amended as follows -~ Emotcent. (1) in subsection (6) thereof, by the substitution for all ‘the words from “fine not exceeding one hundred ‘rupees ;\"* to the end of that subsection, of the words “fine not exceeding two thousand rupees ; and every such owner who persists in such refusal or who con ‘tInues to prevent the execution of such work after 4 conviction thereof shall be guilty of a continulng ‘offence and shall on conviction be Usble to a fine not exceeding one hundred rupees for each day on which the offence is continued”; and '",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "National Water Supply and Drainage Board = 7 . {Amendment} Act, No. 18 of 1992",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "2) in subsection (7) of that section, by the substitution",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "for the words “fine not exceeding one hundred rupees.”, of the words “fine not exceeding two thousand rupees.”,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "22, Section 50 of the principal enactment is hereby Amendinent amended in subsection (4) of that section, by the substi- of suction tution, for all the wards from “to a fine not exceeding one principal hundred rupees; to the end of that section, of thé words | snsctment, “fine not exceeding two thousand rupees; and every such ‘owner or occupier who persists in such refusal or who ‘continues to prevent the execution of such’ work after a conviction thereof, shall be guilty of a continuing offence and shall, on conviction as aforesaid, he liable to a fine not exceeding one hundred rupees for each day-during which the offence is continued.”,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "23, Section 51 of the principal enactment is hereby Amendmems amended as follows :— Si of me",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "; priucipal (1) in subsection (4)' of that section, by the substitutfon “#etment. for the words “fine not exceeding fifty rupees. *, of ‘the words “fine not exceeding two thousand rupees.” ; .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) tn subsection (6) of that section, hy the substitution for the words “fine not exceeding fifty rupees\", of the words “#ne not exceeding two thousund rupees”,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "24, Section 52 of tha principal enactment is hereby Amendmens amended in subsection (2) of that section, by the substitu. 9 serton tion for the words “ fine uct exceeding one hundred ripees.”\", principal of the words “fine not exceeding two thousand rupees.”, -*nactment.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "25, Section 54 of the principal enactment f¢ hereby Amendment amended in subsection (2) thereof by the substitution, for of Sortiom all the words from “fine not exceeding fifty rupees” to the principal end of that section, of the words “fine not less than five *uaetment, ‘thousand rupees and not exceeding ten thousand rupees; and every such person who after conviction ~ thereof continues in such failure or Deglects to comply with the requirements of sitth notice shall be guflty of @ continuing offence and shall, on conviction as aforesaid, be lisble to fine not exceeding one hundred rupees for each day during which the offence is continued.”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "we",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 National Water Supply and Drainage Board (Amendment) Act, No. 13 of 1992 grendmnent 26, Section 55 of the principal enactment {s hereby snes amended in subsection (1) of that section by the substitu. principal tion for all the words irom “fine not exceeding fifty enactment, Tupees;” to the end of that section of the words “ine not exceeding two thousand rupees; and every person who, aiter conviction thereof, uses or causes or suffers to be used any sanitary appliance aforesaid without obtaining such certificate or permission, shall he guilty of a, continning offence, and shall on conviction as aforesaid be Hable te a fine not exceeding one hundred rupees for each day during which the offence is continued.”. ‘Amendment 27. Section 36 of the principal enactment is hereby g section amended in subsection (6) thereof by the substitution for Sete all the words from “fine not exceeding fifty rupees,” to enartinent,, the end of that subsection, of the words “fine not exceeding ‘two thousand rupees and every person who continues such contravention after conviction thereof shall be guilty of @ continuing offence and shall on conviction as aforesaid be liable to a fine not exceeding one hundred rupees for each day during which the offence is continued.” Amendment 28. Section 62 of the principal enactment is hereby section amended ap follows:—- ot he Eixment, ) in subsection (3) thereof, by the substitution for the words “fine not exceeding one thousand rupees, orto both such imprisonment and fine.”, of the words “fine not lesa than five thousand rupess and not exceeding ten thousand rupees, or d both such imprigonment and fine.”, Amendment 79, ection 66 of the principal eiuctment is hereby Bot the amended in subsection (6) of that section, by the substitu pricisal ton for the words “fine not exceeding one thousand enactment, Fsspees or to both such imprisonment and fine”, of thé words “fine not less than five thousand rupees and mot exceeding ten thousand rupees or to both such imprisonment and fine,» Amendment ‘30. Section 67 of the principal enactment is hereby Gatihe  smonded in aubsection (1) thereof, by the substitution for principal the words “fine not exceeding one thousand rupees, or #0 , mselzent noth such imprisonment and fine.”, of the words \"fine not Jess than five thousand rupees and not exceeding ton. thousand rupees or to both such imprisonment and fine”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Nationa? Water Supply and Drainage Board 9 (Amendment) Act, No. 19 of 1902 31. Section 74 of the principal enactment is hereby Repeal _ of section repealed, iat we Tracinent, -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "82, Section 94 of the principal enactment is hereby Amendment amended as follows :— Hite",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) im subsection (1) thereof, by the substitution for the” Phavubeat",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "words “such ratea and charges ai may be fixed,”, of the words “such rates and cherges including charges for the supply of water by meter, as may be fixed,” ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) by the omission of subsection (6) thereof,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "33. The following new sections are hereby inserted Insertion immediately after section §4 of the principal enactment and sections shall have effect as sections 4a, G4, adc, Bn, H4x, Or, B4c, Ma to As in 84, and Ay of that enactment :— : ecto “Supply of 4a, The Board shall be entitled to require H'G22, that the supply of water by the Board to 10 be by any building or premises, shail be by meter meter, {and the provisions of section 84(1) shall",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": ": incinde charges for the supply of water by",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "the Board). .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Ghangen tor ‘84m, (1)The Board shall for the purpose",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "weer ‘By of assessing the charges to be levied in",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "meter respect of the supply of water by the Board to any building or premises, install water meters in any bulldings or premises 20 supplied.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) Where a water meter is installed by the Board, on any building or preraises, the eccupier of such building or premises shall ‘be Mable, to pay for the water supplied to such building or premises, according to the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "* rates and charges fixed under Part VI for the supply of water by meter, notyyith- standing any obligation undertaken by the Board to supply water to, such building or ‘preraises without payment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 National Water Supply and Drainage Board (Amendment) Act, No. 18 of 1992 Obstruction «Bg. Amy person who without reasonapie fe nsslls- cause, obstructs or resists an officer of the water meters. Board. authorized in that behalf, in the amofence.  jngtallation of a water meter, on any building or premises, shall be guilty of an offence and shall on conviction after trial before 2 Magistrate be liable to a fine of not Jess than five thousand rupees and not more than ten thousand rupees, Duty of ‘4p. (1) Where 2 water meter installed Qu\" Sora by the Board on any building or premises, is that water out of repair, it shall be the duty of the owner meter ly or occupier of such building or premises. to Tepair. forthwith inform the Board of such fact. (2) Where any owner or occupier wilfully fails or neglects to perform the duty impased ‘on hita by subsection (1), he shall be guilty of an offence and shall on conviction alter trail by a Magistrate, be liable to a fine not ess than five thousand rupees and not exceeding ten thousand rupees, Obstruction «AB. Any petson whd without reasonable ree to» cause, obstructs an officer authorized by the readwaer Board in that behalf from entering any meter, building or premises for the purpose af ‘ reading the water mater installed thereon by the Board, shall be guilty of an offence and shall on conviction after trial before 2 Magistrate be Hable to a fine of not Tess than five thousand rupees and not exceeding ten thousand rupees. By-passing far, (1) Any owner or occupier of @ oe water building or premises who obtains supply offence, of water to such building or premises by- passing the water meter installed hy the Board on such building or premises, shall be guilty of en offence and shall on conviction . after triad before a Magistrate be liable to 1a fine of not tess than five thousand rupees and not exceeding ten thousand rupees.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "TRE OE SU ms oS 2a: (Amendment) Act, No. 19 of 199% ” {2) The General Manager or any person authorized in that behelf in writing may after giving at least one hour's notice to the ‘owner or occupier of any building or premises on which a water meter has been installed by the Board, enter, at any time between . the houts of six o* clock in the morning and , six of clock in the evening, auch building or premises for the purpose of ascertaining ; whether such building or premises is being supplied with water by-passing the water meter. (8) Where it Is proved to the satisfaction ‘of the General Manager or any person authorised by him in that behalf in writing ‘that the supply of water to any given building or premises has been obtained by-passing 2 the water meter installed to such building or premises, the General Manager shall forth- : ‘with discontinue such unauthorised supply of water to the buflding or premises. (4) Any person who without reasonable cause, reelsts or obstructs the Genera! Manager or any person authorised by him : fn that behalf in writing, in the performance of his duties under subvsections (2) and (3) shall be guilty of an offence and shell on conviction by a Magistrate be Yiable ta afine —« of not less than five thousand rupees and not more than ten thousend rupees. Jempecio tc. Any person who tampers with, break Sater‘meter opens, alters, damages, or in any other way Sm offence wrongfully interferes with any water meter installed by the Board on any building or ° preinises shall be guilty of an offence and shall on conviction afler trial before & ‘Magistrate be Mable to a fine of not leas then five thousand rupees, and not exceeding ten thousand rupees. Water meter 844, All water: meters~ installed on any Fee Pe ety building or premises slong with all its citheHowd, appurtenances, shall be deemed to be the property of the Board.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "_ semeneiie eee ape Me Ase teeny aL Ue ~ 2 (Amendment) Act, No. 13 of 1992 Lsniity ot Bix. (1) The occupler of any building or waler charge, premises supplied with water by the Board shall be liable for the payment of all charges levied in respect of the supply of such water, to such building or premises, (@) Where the Board is unsble to ascer- tain who the occupier of a particular build-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". ing or premises is, the General Manager may",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "serve a written notice on the owner thereof, requiring him, writhin two weeks of the date of the receipt of such notice, to disclose to the Board, the name of the oceupler. Ti the owner fails without reasonable cause to make the required disclosure within the re- quired period, he shall be guilty of an offence",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". and shall be liable on conviction before Magistrate, to a fine of one hundred | tupees.”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "Amendment 34, Section 91 of the principal enactment is hereby Seah\" amended by the substitution for the words “ or to a fine not the principal exeeeding one thousand rupees, or to both such imprison enactment. raent and fine. \", of the words “or to a fine not less than five",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "thousand rupees and not exceeding ten thousand rupees, oF to both such imprisonment and fine.”. Insertion of 35, The following new section is hereby inserted imme BAY Section diately after section 97 of the principal enactment and shall ‘the principal have effect as section 974 of that enactment :— . enactment © Offences to 87a. All offences committed under any Se gemk, provision of this Law, and which are speci- non-balable fied in the Bchedule hereto, shall notwith- standing anything to the contrary in the Code of Criminal Procedure ‘Act, No, 15 of 1979, be deemed to be— (@) cognizable offences; and {0} non-bailable offences, within the meaning, and for the purposes of that law.”, y Sinhala text 36, In the event of any inconsistency between the Sinhala ie brevail and Tamil texts of this Act, the Sinhala text shall prevail: inconsistency, ’",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "- iwidus Waser suppYy ne Wrumuye DUETE \" (Amendment) Act, No, 13 of 1992 ‘37. The principal enactment is hereby amended by the Addition of addition st the end thereof, of the following new ts the . Schedule :— einelpal Sousa (Section $74) ‘Oftences which are cognizable and non-bailabte : 1. Offence under Section 27 (2) 2 Offence under Section 32 3. Offence under Section 32 4, Offence under Section 33 5. Offence under Section 34 . $, Offence under Section 35(2) : 1. Offence under Section 38 . 8. Offence under Section 542) : 8, Offence under Section 62(8) . * 20. Offence under Section 66(5) : 1, Offence under Section 67 (1) 12, Offence under Section 84¢ 33, Offence under Section 84 : 14, Offence under Section = “ 45 Oftence under Section eer oo. . 46. Offence under Section B46 37 Ofence under Section 91.\" |",
    "mean_p_confidence": 0.67
  }
]