[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fen PARLIAMENT OF THE DEMOCRATIC _ SOCIALIST REPUBLIC OF SRI LANKA NATIONAL APPRENTICESHIP (AMENDMENT) ACT, No. 1 OF 1988 : [Certified on 20th January, 1988} : Printed on the Orders of Government Published as a Supplement to part I of the Gazette of the Democratic Socialist Republic of Sri Lauka of January 22, 1988 Paneren Av FH DEPARESGENT OF COVERNDALNT PROEFING, GRE LANKA arm Fortine At tar GOvEnNaEIN FORIGATIONS WOREAD, OOUOMIO Price 45 cents Postage : 75 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "National Apprenticeship, (Amendment) wAet, No, Lof 1988 \\ [Certified on 20th January, 1988]",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "L.D-O. ines * \"be ae . An Act ro amenp mm Natrona Arpnnevricestmp Act, No, 49 of 1971 BE it enacted by the Parlioment of the Democratic Socialist",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Republic of Sri Lanka as follows tera :+",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "LThis Act may be ulted at the Rational Apprenticeship —shoet ttle. (Amendment) Act, No. 1 of 1988, .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "% Section § of the National Apprenticeship Act, No, 42 cf Amendment 1971 (hereinafter referred to as the \"principal enactment™) fection is hereby amended in subsection (1) af that section, by No,i#ot the insertion immediately after paragraph (c) of that subsection, of the following new paragraph: —",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“ (ce) to determine the national trade texts to be under-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "gone by any person, and to issue national trade certificates to those who qualify;”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "% The following new section is hereby inserted imme- tneestian diately after section 7, and shall have effect aa section 74 S{R8® 4, of the principal enactment:—- + ne",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Eocene fBywerto a, (3) The Board shall have the power Malonat to hold national trade teste In respect of such tens ‘trades ne may be determined by the Minister by Order published in the Gazette, : (2) The following pétéons chall be eligi- be to sit for « national trade test :— . (0) apprentices who had undergone a trade test and obtained « certificate ‘ issued by the Board; and : {®) persons other than apprentices who in the opinion of the Board have undar- gone suffilent training fu a particular trade. Cte S-f 0nge3t8.200 TICE, BS",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Notional Apprenticeship: (Amendment) Act, No: 1 of 1988",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "“\"\" (3) A person eligible under subsection (2) may apply te the Board in the prescribed form for-the purpose of being registered to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "“ait! for @ national trade test, (4) The Board shall issue to every person +19 + Slop passes a national trade test and thereby attains the required skill and proficiency in vg» ® Particular trade, a national trade certifl- cate”, bee . ,",
    "mean_p_confidence": 0.7
  }
]