[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "S| . 2 ges PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CODE OF CRIMINAL PROCEDURE (AMENDMENT) ACT, No. 49 OF 1985 {Certified on 27th December, 1985]",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "Printed on the Orders of Government paid a eo tpt POUrEED AS Tk DEPARTACENT OF COVERAMENT POINEDNG, STE LANTEA ite TARRAGED Ay Taw HOVERNDGENT FUBCATIONG wurGAG, coLon@O Price; G0 cents Postage: 75 cex.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Code of Crrmanat Procedure (Amendment) ° ; Act, No. 49 of 1985. . [Certified on 27th December, 1088]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L.D—o, 44/84. Aw Act To AMEND tHe Cove of Carsmat Procenune Act,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "No. 15 oF 1979 ‘BE it enacted by the Parliament of the Democratic Socialist Republic of Sci Lanka as follows :-—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1, This Act may be cited as the Code of Criminal Short title. Procedure (Amendment) Act, No. 49 of 1985.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 Section 18 of the Cade of Crminal Procedure Act, No, Replacement 18 of 1978, ia hereby repesied, and the following section Setion substituted therefor :— oot qSommuntty 18 (1) The court may, 4 lfeu of imposing 179. Grew sentence of imprisonment on gonviction of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "an accused person, or in lew of imposing a zentence of imprisonment on a convicted pereon in default of payment of a fine, enter an ovder (hereinafter referred to as a “Community Service Order\") in the pres- sribed form, directing such convicted person to perform such services as may be specified in such order, at a named place—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(a) in a State or State-sponsored project ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(b} in a Government department, public",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "corporation, statutory beard or any Jock] authority ; or (©) in a charitable institution, social ser- vice organization or a place of religious worship, with the consent of the person’ in charge of such . institution, organization or place, as the case may be, under the direction and supervision of an authorized officer.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "@) The duration of the Community Service Order shell be for such number of hours being in the aggregate not less than forty hours and not more than two hundred and forty hours, as may be specified in such order, to be served within a period of one year commencing from the date on which the order is entered,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Code of Criminal Procedure (Amendment) Act, No. 49 of 1986 (3) Where a convicted person in respect of whomn 2 Community Service Order has been 7 entered, fails to perform during the number of hours specified in the order, the services he had been directed to perform, or does not perform such service to the satisfaction of the authorized officer or otherwise fails in any manner to comply with such Community Service Order, it shall be lawful for the Court which entered the Community Service Order to— . (a) vary the Community Servlee Order;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(b) enter a fresh Community Service",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "‘Order in the manner referred to in . subsection (1) of this section; or (c) revoke the Community Service Order and desl with him for the offence in respect of which the Community Service Order was made.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(4) During the period of the Community Service Order, the authorized officer shall forward to court which entered such Com- munity Service Order, on such date or dates as may be determined by court, a report on the performanes of services by the convicted person and stating whether the Community Service Order is being or has been complied with,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) The Minister may by regulations pres- eribe the form in which a Community Service Order should be entered and the manner of carrying out of Community Service Orders.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "() For the purposes of this section, “authorized officer® means—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(0) in relation to a State or State sponsor- ed project, the officer ia charge of such project ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "__. (®) in relation to a Government-depart- » ment the head of that department ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Code of Criminal Procedure (Amendment) 3 Act, No, 40 of 1985",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(6) in relation to @ public corporation, or @ statutory board, the General Manager or the Chief Executive",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": ". ‘Officer of such public corporation or statutory board ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "{@) in relation to a local authority, the Commissioner or Secretary of such local authority ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(e) in relation to a charitable institution, social service organization or « place of religious worship, the person in charge of such institution, organiza-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": ". tion oF place.’",
    "mean_p_confidence": 0.68
  }
]