[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1953-54 | “ty ' Gp Swe, Nena Bribery Act, No. 11 of 1954 Date of Assent: February 26, 1954 Printed. on the Orders of Government Printed at tbe Gommcrent Paes, Cent, ‘To_ Dt. Porchased ‘atthe Gove Pumicatfons) Borans, “CoLones “Anmual Subectiption (including ills} Re. 25, poyable ta {ance to che Sueur tevinane, Govenemry PuRticK Tors Sonsar, ‘Pout Grrses Bow 0, Sereuriat, Colombo T Price: Be. 135 , \"postage: 35 cents.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Bribery Act, No. 12 of 1954. 3",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L.D.—CF. 17/68. .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AN Acr TO PROVIDE FOR TNE PREVENTION AND PUNISHMENT OF BRIBERY AND TO MAKE CONSEQUENTIAT PROVISIONS RELATING TO THE OPERATION OF OTHER ‘WRITTEN LAW. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ": [Date of Ausent: February 26, 1984.]",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Quean’s Most Excellent Majesty, by and with the advice and consent of the Senate find. the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, This Act may be cited as the Bribery Act, Shr tite, No. 11 of 1954, and ahall come into operation on such paatim dato (hereinafter referred to asthe © appointed date\") as the Governor-General may appoint by Proclamation published in the Gazette, : :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 (1) Every provision of this Aot which may be Etta” in Bee OF inconsistent with anything in the Ceylon peti (Constitution) Order in Council, 1946, shall for all. ter Purpoces and in all respects be as valid and effectual writen law 4s though that provision were in an Act for the amend. iment of that Order in Council enacted by Parliament after compliance with the requirement imposed by the proviso of sub-section (4) of section 29 of thet Order in Council.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ @) Where the provisions of this Act are in conflict or are inconsistent with any other written law, this Act shall prevail.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "- PART L. cook",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Investigation of allegations of, and prosecution or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "arraignment for, bribery.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8. (1) The Attorney-General, or any officer autho. Alegticas rised in that bebalf by and acting under the control of Pee the Attorney-General, is hereby empowered to direct gust by and conduct the investigation of all allegations of f°\", bribery notwithstanding anything in any other written — suthorised law to the contrary: : oem",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Provided, however, thet the Attorney-Creneral shall not, without the consent of the President of the Senate or the Speaker of the House of Representatives, as the case may be, hold an investigation of an allega- tion of bribery against a Senator or a Member of Parliament: . .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Provided, further, that the Attorney-General shall not, without the content of the Judicial Service Com- mission, hold an -investigation of an allegation of bribery against a judicial officer. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "SR Ramos",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "4 Bribery Act, No. 11 of 1954.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(2) The Attorney-General may also in any case ia",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "which he deems it expedient require a Magistrate,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Oxp 8 upon warrant-under section 148 (1 (@) of the Criminal Procedure Code, to hold an inquiry in respect of any allegation of bribery. ‘The provisions of Chapter XV: of that Code shall spply to auch inquiry, except chat at the conclusion of the inquiry the Magistrate shall, inlieu of discharging or ‘committing for trial the person charged, tranamit the record of the inquiry to the Attorney-General.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(8) The Attorney-General way after receipt of the record from the Magistrate require the Magistrate to record such further evidence s¢ the Attorney-General may consider necessary.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(4) The Attorney-General, or any officer anthorised by the Attorney-General under sub-section (1), may, in making an investigation ander this section, direct in wriling any person who appears to be acquainted with any facts relevant’ to the matters under investigation— ‘  _ (@) to appear before the Attorney-General or that",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "ollicer, as the case may be, and to answer orally on oath or affirmation any questions relevant to such matters; :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(i) to state such facts by means of an affidavit; an :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(¢) to prodnee any such document in his posses sion or under his control as may be relevant",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ": to such matters. Bonet 4. (1) In the course of an investigation of an peso - allegation of bribery sgainst any person or after the 24 oe. commencentent of a prosecution or an arraignment of  ;- amy person for bribery, the Attorney-General may, notwithstanding anything in any other written law to * the contrary, by written netice~—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "* (@ require such person to furnish a sworn state- ment in writing enumerating all movable or immovable property belonging to, or possessed by such person and by the spouse, sons and daughters of such person, and specifying the date on which each of the properties enumerated was acquired",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "~ whether by way of purchase, gift, bequest, inheritance or otherwise;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(%) require any other person to furnish a sworn statement in writing enumerating all mov- able or immovable property belonging to or jassessed by euch person where the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Bribery Act, No. 11 of 1954. &",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". Attorney-General has reasonable grounds",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "to believe that such information van assist the investigation;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(©) require the manager of any bank in Ceylon to ‘prodace, as specified in the notice, any book ‘or document of the bank containing entries relating to the account of such person or of the spouse or a son or daughter of such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". person, or to furnish, as so specified, certified copies of such entries;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(@ require the Commissioner of Income Tax to furnish, as specified in the notice, all infor- mation available to such Commissioner relating to the affairs of sach person or of the spouse or a son or daughter of such person, and to produce or furnish, as speci-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "ied in the notice, any document or a certi- fied copy of any document elating to such pereon, spouse, son or daughter which is in the possession or under the control of such Commissioner; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "() require the person in charge of any depart-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "® : Thane, office or establishment of the Govern. ment, or the Mayor, Chairman, Governor or chief executive officer of any local",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ": authority or echeduled institution, or of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "the governing body of any scheduled insti- tution, to produce or furnish, as specified in the notice, any document or 8 certified copy of any document which is in his possession or under his contro),",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The Attorney-General shall treat all informa- tion obtained by him under gnb-section (1) with the strictest secrecy and shall not divulge such information to any person other than a Court, a’ Commission of Inquiry,.a Board of Inquiry, an accused person, any advocate,, proctor or other person defending an accused petson, or an officer engaged in an investigation under this Act or in any prosecution or arraignment for bribery.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(3) In the course of an investigation of an-allegation of bribery the \"Atiomney-General or eny officer autho- rised by the Attorney-General to conduet the investiga- tion may, with such assistance as may be necessary, enter and search any department, office or establishment of the Government.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(4) The Attorney-General, or any officer authorised by the Attorney-General to direct and conduct an",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "6. Bribery Act, No. 11 of 1954. . investigation, may apply to any public servant or auy other person for assistance in the exercise of his powers or the discharge of his duties under this Act. Wist avomey- 4g, If the Attorney-General is satisfied that there is eoeral tay . . ‘ ° {reine ine 3 prima facie case of bribery, he may— owe of writers. (a) where the offender is not » public servant, indict. the offender before the Suprenie Court or the District Court as the Attorney- General may determine; and (®) where the offender is a public servant, either indict the offender as provided in the preceding paragraph (a) or arraign the . offender before a Board of Inquiry after : informing the Public Service Commission. petition @. (1) Such of the provisions of the Criminal Pro- ‘Seinigal cedure Code as are not excluded by sub-section (2) or Enceduw are not inconsistent with the provisions of this Act Geis, ball apply to proceedings in any Court for bribery. (2) Section 325 of the Criminal Procedure Code aball not apply to the proceedings referred to in sub- section (1). . Sean 7. In the course of an investigation of an ante allegation of bribery, the Attorney-General or any - officer authorised in that behalf by. the Atvorney- Generel may make to such Magistrate in bis chambers as the Attorney-General may determine an applics- tion for, and such Magistrate may upon such application issue, a search warrant authorising the person of persons specified in that hebalf in such appli- cation to enter and search, with such assistance as may be required, any place, premises, building or house 50 * gpecified and to take possession of and remove any book, document or thing relevant to the matters to which such investigation relates ; and the provi- sions of sections 20, 25, 26, 74, 75 and 76 of the Criminal Procedure Code shall apply to searoh warrants issued under this section, and, notwith- standing anything to the contrary in that Code, it shell not be necessary to take any book, document or thing seized under a search warrant issued under this section before the Magistrate who issued that warant or any other Magistrate.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Bribery Act, No. 11 of 1964. 7",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "8 Anything in the Criminal Procedure Code or Qteniew te any other enactment to the contrary notwithstanding, “ihe” the Attorney General may indict a ‘porn for bribery prelimisery without @ preliminary inguiry by » Magistrate's Court ok. as provided in Chapter XVI of that Code,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "9. (1) An indictment prepared in the manner pres: Serio of eribed by section 186 of ‘the Criminal Procedure Code papanied shall be tranemitted hy the Attorney-General to the revs, ek. Court of trial aelected by him, He shall at the «ame ” time transmit to the Fiscal of the Province in which the trial will take place a copy or copies of the indict- ment for service on the accased person or each of the accused persons who will be tried ‘upon the indictment.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "‘The Fiscal shall forthwith and at lesst fourteen days before the day apecified for trial serve or cause to be served on the accused person or each of the accused Persons the copy or 2 copy of the indictment received yy him from the Attorney-General and shall make return of such service to the Court of trial and to the Attorney-General or any officer appointed by the Attorney-General to represent him. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) The Court shall forthwith upon’ the recsipt of : the indictment cause to be served on the accused person 8 notice specifying the date fixed for his trial.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(8) Service on an accused person of any indictment or notice of trial shall be effected in the manner pres- cribed for the service of summons in sections 45 and =~ 46 of the Criminal Procedure Code and the provisions of section 49 of that Code shall apply secordingly for the purpose of proving such service:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Provided, however, that if service cannot be effected in such manner by the exercise of due diligence, the oo indictment or notice shall be affixed to some conspi- =~ cuous part of the house in which the accused person ordinarily resides, and in such case the indictment or notice shall he deemed to have been duly served,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "10, (1) Where the Attorney-General indicts before wnat a Court or arraigns before a Board of Inquiry any) 24mm person for bribery, he shall cause to be furnished to firmatea that person— 2 toe",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(@) if an inquiry directed under section 3 has ‘sed. been held by & Magistrate, a copy of the depositions recorded by the Magistrate at =.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": ": the inquiry: . .",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "@) if, instead of an inquiry by a Magistrate, an. investigation has been held by the Attorney- General or by. 20 officer ‘authorised by.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "* him, a summary of the facts elicited in the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Bribery Act, No. 11 of 1954, i course thereof and proposed to be relied on . at the trial in Court or at the inquiry by the Board; and (©) in the case of arraignment before the Board, a - concise statement of the particulars of the ~ . charge and. a list of witnesses who are likely - | to be called to give evidence and a list of documents that may be used at the inquiry. (2) The Attorney-General shall, if so required by any Court or Board of Inquiry trying or inquiring into a charge of bribery, furnish or cause to bo furnished to the Court or ‘Board aay statement recorded in the course of the investigation referred to in para- - graph (5) of sub-section {1}. No such statement shall made available to the accused person or to any advocate, proctor or other person defending him wnlesa the Court or Board, on application made to it in that bebalf and after reference to the statement, is of opinion that in the circumstances of the case the * furnishing of the statement is in the interests of: justicn. (8) No statement referred to in sub-section (2) shall be used in any proceedings before a Court or Board of Tnguiry otherwise than to prove that a witness made a different statement at a dilferent time, or * to refresh the memory of the person recording . it: Provided, however, that nothing in this sub-section shall be deemed to apply to any statement felling within the provisions of paragraph (1) of cap. section 82 of the Evidence Ordinance or to prevent such statement being. used in evidence in a charge ander Cop. 8. section 180 of the Penal Code. . (a ‘The restrictions imposed by sub-sectiona (2) and _ (8) shall not apply to or in relation to any deposition recorded by a Magistrate in an inquiry directed under section 3. ‘Who maybe 44, The case against a public servant who is pegecule arraigned before a Board of Inquiry shall be presented Bind 6c to the Board by a Crown Counsel, or by any advocate, aur” proctor or officer authorised in writing by the Attorney-General. - . Mvoner of 12, In addition to the manner. of service of fmmons om ‘summons on witnesses prescribed by the Criminal trp Procedure Code, summons on any person issued in preesaings -proceedines in anv Conrt for bribery may be served Sac\" & in the following mamner:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Bribery Act, No. 11 of 1954. - a (a) by registared letter addressed and despatched Csr. 15. by express post to the person to he summoned; or {2} in the case of a public servant, by registered letter addressed and despatched byespres post to the head of the department, office or establishment in which such public servant is employed; or {2) in the case of any person who is employed under any other person, by registered letter addressed and despatched by express post to the employer; or . (@) through any village headman; or (©) in urgent cases by telegram. . _, 13, At the trial of a person indicted before any Calng of ‘court, for bribery, the court or the prosecutor may, * indus and notwithstanding anything to the contrary in any other projuction written law, eall any such witness, or use or produce fu *sriet any such document, as is not specified in the indict- tment. PART II. . Offences of Bribery. ./ 24 A person— : Babes of (@) who offers any gratification to a judicial 23, 4 officer, or to a member of either the Senate Member at or the House of Representatives, as an Patismest: inducement or a reward for such officer’s , or member's doing or forhearing to do any act in his judictal capacity or in his capacity as such member, or (8) who, being @ judicial officer or a member of either the Senate or the House of Repre- - sentatives, solicits or accepts any grat ica - tion as an inducement or a reward for his doing or forbearing to do any act in his judicial capacity or in his capacity as such member, . shall be guilty of an offence punishable with rigorous imorisonment for a term not exceeding seven vears or ‘a fine not exceeding five thousand rupees or both. >",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": ". 10 Bribery Act, No. 11 of 1954. Aeeplanes of 45, A member of either the Senate or the House of Precer ae Representatives who solicits or accepts any gratifica- Menben of | tion ag an inducement or a reward for Pa coesote, (@ his interviewing 2 public servant on behalf of any person, or (@) his appearing on behalf of any person before a public servant exercising judicial or quasi-judicial functions, shall be guilty of an offence punishable with rigorous imprisonment for a term not exceeding seven years or a fine uot exceeding five thousand rupees or both: Provided, however, that it shall not be an offence under the preceding provisions of this section for a Thember of either the Senate or the House of Represen- tatives to appear as an advocate or a proctor before a. Court or before a statutory tribunal of which a public os servant is not @ member. Bribes t+ 46. A person— . Fee ee (@) who offers any gratification to any police fervent . officer, peace olticer, or other public ser- yant, employed in any capacity for the ~ prosecutuon, detection or punishment of offenders, or to an officer of a Court, a8 an. + imducement or a reward for such officer’e or servant's interfering with the due administration of justice, or procuring or facilitating the commission of any offence, or protecting from detection or punish- ment the perpetrator of any offence, of abusing his official powers to the injury or detriment of any peraon, or (8) who, being any auch officer or servant, solicits ot accepte any gratification 5 an induce- ment or a reward for such interfering, pro- . curing, facilitating, protecting, or abusing : as is referred to in paragraph (a) of this section, “ shall be guilty of an offence punishable with rigorous imprisonment for a term not exceeding seven years or a fine not exceeding five thonsand rupess or both. Bribery tor 47, A person— Settee {a} who offers any gratification to a public servant Ente oo as an inducement or a reward for snch tare, public servant’s giving assistance or using influence in the promotion of the procuring",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": ". Bribery Act, No. 11 of 1964. “u of any coitract with the Government for the perturmance of any work, the provid- «ing of any service, the doing of anything, of the supplying of any aiticle, material : or substance, or in the execution of any such contract, or in the payment of the price or consideration stipulated therein or of any subsidy payable in respect thereof, or (b) who, being a public servant, golioits or accepts any gratification as an’ inducement or a reward for his giving assistance or using influence in the promotion of the procuring of any such contract as is referred to in paragraph (a) of thie-section, or in the execution of any such contract, or in the payment of the price or consideration stipulated therein or of any subsidy payable + in respect thereof, . shall be guilty of an offence punishable with rigorous imprisonment for a term of not more than seven years or a fine not exceeding five thousand rupees or both. . 48, A. person— . Baer tor (©) who, with intent to obtain from the Govern. Simrad ment a contract for performing any work, ™ providing soy service, doing anything, ot sopplying any srticle, material or sibs. tance, offers any gratification to any person who has made a tender for such contract, as an inducement or a reward for his with: drawing such tender, or (2) who solicits or accepts any gratification as an inducement or a reward for hie withdraw ing a tender made by him for such contract, shall be guilty of an offence punishable with rigorous imprisonment for a term of not more than seven years: or a fine not, exceeding five thousand rapees or both. 19. A person— 2 Bitey (a) who offers any gratification to a public servants cytcm as an inducement or a reward for that public servant's performing or abstaining",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "42 Bribery Act, No. 11 of 1954. from performing any official act, or expe iting, aciaying, undering or preventing . the performance of any offitial aut whether by that public servant or “by any other public servant, or assisting, favouring, . hindering or delaying any person in the transection of any business with the * Government, or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(8) who, being a public servant, solicits or accepts | any grutification as an inducement or a . reward for his performing or abstaining from performing any official act or for such . expediting, delaying, hindering, prevent- ing, assisting or favouring as is referred to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "in paragraph (a) of this section,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "+ ghall be guilty of aa offence punishable with rigorous imprisonment for a term of not more than seven years or a fine not exceeding five thousand rupees or both.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "» Beery ie 20. A person— - . eee (@) who offers any gratification to any person as sppcinumonts, an inducement or a reward for—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "a (i his procuring from the Government the * fee wa + NPS Sayment of the whole or a part of enelite, any cleim, or",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(ii) his» procuring or furthering the ‘appointment of the first mentioned ‘person or of any other person to any office, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(iii) his preventing the appointment of any other person to any office, or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Civ) his prosaring, | or furthering the securing of. any employment, for the first mentioned person or for any other person in any department, office or establishment of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "+ Government, or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(*) his preventing the seonring of any employment for any other peraon in any department, ‘office or establish- ment of the Government, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "{vi) his procuring, or furthering the seour- ing of. any grant, lease or other benefit from the Government for the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": ". first mentioned person or for any other person, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Bribery Act, No. 11 of 1954. 13 : (vii) his preventing the gecuring of any such ‘grant, lease or benefit for any other . person, or (2) who solicits or accepts any gratification as an Jndycement oa reward tor his ae any . ‘of the acts specified in sub-paragraphs (i), * (ii), Gi), Gy). ¥), (vi) and (ri of para- graph (a) of this éection, shall be guilty of an offence punishable with rigorous imprisonment for a term of not more than seven years or a fine not exceeding five thousand rupees or both. 24. A person— Bites a (2) who, while having deslings of any kind with fervanu by the Government through any department, Pevieg office or establishment of the Government, {erin ofiers any gratification te any public German. servant employed in that department, office or establishment, or“  ~ (8) who, within one year before or after his : having dealings of any kind with the Government through ory department, ; office or establishment of the Government, offers any gratifestion to apy public servant employed in that department, office or establishment, or (©) who, being a pablo servant, solicits or accepts ‘any gratification the offer of which is an offence under thig section, . shall be guilty of an offence punishable with rigorons imprisonment for e term of not more than seven years or a fine not exceeding five thousand rupees or both: Provided, however, that such offer of a gratification to a public servant, aa is referred to in paragraph \\D) of this section shall not be an offence under this section if the offerer proves that the gratification was bona fide offered for a Bospase not connected with and not . relating to such dealings as are referred to in that peragraph and that when he offered the gratification he had no hope or expectation of having any such deal- * ings or he did not intend that the ratification should be an inducement or a reward for Eat public servant’s - doing or forbearing to do any act connected with or relating to any such dealings.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "1“ Bribery Act, No. 12 of 1956. =n me trey Lifcati ber of Story or (a) who offers any gratification to any member o ce a local ari, or of a scheduled institu grein tion, or of the governing body of a schedled sebeduled institution, as an inducement or ae - a reward for—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "Steet bathe @ such member's voting or abstaining or ot euch from voting at any meeting of au \" local authority, scheduled instito- tion, or governing body or of a committee thereof in favour ‘of or against any ‘measure, resolution oF question submitted to such local authority, scheduled institution; governing body, or committee, or (ii) such member's performing, or abstain- ing from performing, or his aid in Precuzing, expediting, delaying, indering or preventing the per- formance of, any official act, or © (iii) each member's aid in’ procuring or preventing the passing of any vote or the granting of any contract or advantage in favour of any person, or () who offers any gratification to any officer or - employee of any local authority, or of any scheduled institution, as an inducement or areward for— * {i such oficer’s or employee's performing or abstaining from performing, or . . big aid in procuring, expediting, delaying, hindering or preventing the performance of, any official act, or . (ii) such officor’s or employee's procuring or preventing the passing of any vote or the granting of any contract . or advantage in favour of any person, oF (©) who, being such member as is referred to in paragraph (a) of this section, solicits or - accepts any gratification as an inducement > or a reward for any such act, or any such - abstaining, as ig referred to in nb- paragraphs (i), ii) and (iii) of “that. <” paragraph, o",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Bribery Act, No. 11 of 1964. 15° (2 who, being such offcer or employes as ie referced to in paragraph (2) of this section, goliite or scwpts any gratifention aa an inducement or a reward for any such act, or any such abstaining, as is referred to in sub-paregrapbs () “and (i) of that * paragraph, shall be guilty of ‘an offence punishable with rigorous imprisonment for a term aot exoseding seven years or a fine not exceeding five thousan rupees or both. 28. A person— ay fe (@) who attempts by any threat, decsit, suppres-  latstner ‘mia sion of the truth or other unlawful means - flattery, to influence any member of a local autho- or pf scbelaled rity, or of a scheduled institution, or of Ygererang” the governing body of a scheduled institu- fads st, tion in giving or withholding his vote in {iawn favour of or egainst any measure, motion, resolution or question submitted to any . nesting, or in not attending any meeting, of such local authority, scheduled institu- tion, or governing body or of say com- mittee thereof, or : (®) who attempts by any such means as in the last preceding paragraph mentioned to influ- : enee any member or any officer or employee of a local authority, or of a scheduled. institution, or of the governing body of « scheduled ‘institution to aid in procuring or preventing the passing of any *Yoteor “the ‘granting of ay contract oF advantage in favour of any person, or to perform or abstain from n performing, or to . aid in procuring, expediting, delaying, : hindering or preventing the performance of, any oficial act, shall be guilty of an offence punishable with rigorous . imprisonment for a term not exceeding seven years . or 8 fine not exceeding five thousand rupees or hoth. , . 24. ‘Where in any proceedings against any person es for any offence under any section in this ‘Pant of this ona Act, it is proved that he accepted any gratification, mjsiinunting having grounds to believe or suspect that fe ratifich- oe cliel tion was alfered in consideration of his doing or oa",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "+ 16 . Bribery Act, No. 11 of 1954.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "forbearing to do any act referred to in that section, he shall he guilty of an offence under that section notwithstanding that he did not actually have the power, right or opportunity so to do or forbear or that he accepted the gratification without intending so . to do or forbear or that he did not in fact a0 do or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "forbear, . Adanpt, sa 25. (1) A person who attempts to commit or to comin cause the commission of an offence under this Part an ofc: ° Of this Act and in such attempt does any act towards ‘pada this the commission of that offence shall be guilty of an 7 , offence and shall be tried in the same manner, and . shall upon conviction be liable to the eame punishment, : ag is prescribed by this Act for the first mentioned",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "offence. .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "‘ )_A person who abets an offence under this Part of this Act shall be guilty of an offenes and shall be tried in the same manner, and shall upon conviction be Hable to the same punishment, as is prescribed by this Act for the first mentioned offence. In this sub- section the expression “ abet‘? shall have the same",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "cop. 1B. meaning as in sections 100 and 101 of the Penal Code. when proaty 26,\" Where a Court convicts any person of an fo be Bpeed offence committed by the acceptance of any grstifs, snaer tion in obntravention of any provision of this Part Pushoest of this Act, then, if that gratification is a sum of . money or if the value of that gratification can he asssesed, the Court shall, in addition to the Court’s imposing on that person any other punishment, order him to pay as 8 penalty, within such time as may be specified in the order, @ sum which is equal to the amount of that gratification or is, in the opinion of the Court, the value of that gratification, Frivotoms, 27. (2) Where, at the conclusion of the trial of sny ‘alco spd person, ed with bribery before a court, the Gosia t presiding Judge, if the court is the Supreme Court, or i Mins, ° the District Judge, if thecourt is the District Court, or Stoo where at the conclusion of the inquiry by a Board of Inquiry into a charge ef bribery, against any person, the Board, is of the opinion that the com- Plainant has wilfully end with intent to harm chat person made a false, frivolous, or grouidless allega~ © Hon against him, such presiding Judge or Diairict Sadge or the President of such Board, as the case may be, shall certify that opinion under his hand and transmit it together with the record of the proceedings to the Attorney-General.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Bribery Act, No. tt of 1984. ; v7",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(2) Where a certificate under sub-section 20) is given in regard to an allegation of bribery made by any person, it shall nof be necessary to obtain the sanction",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "_ of the Attorney-General to institute civil proceedings against that person in respect of that allegation.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "28, (1) A fine or a penalty imposed by a Court on Rasorery of finc any person for bribery may be recovered aa if the order eran imposing the fine or the penalty were a decree entered Gar ‘ol by that Court in favour of the Crown and against that fF ed person. toe",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(2) Where the amount of a penalty imposed on any petson by a Board of Inquiry is not paid by him within the time allowed by the Board, the Attorney-General may apply to such District Court as he may determine for an order, and that District Court shall upon such application make an order, for the payment of that amount by that person, and, if that pereon fails to pay that amount within the time allowed by the order, that amount may be recovered in like manner as if the order were a decree entered by that District Court in favour of the Crown and against that person.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "© Where the person liable to pay the fine or penalty referred to in the preceding provisions of this section ‘was a public servant on the date of commission, of the offence for which the fins or penalty was imposed, then, notwithstanding anything to the contrary in any other written law, any movable or immovable property acquired after that date by the spouse of, or a son ot daughter maintained by, such person shall, in addition to the movable and immovable property of such person, be liable to be seized and sold for the recovery of the amount of such fine or penalty, if the property so acquired—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "_ @) was purchased by such spouse, son or daughter, : or,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "(®) was purchased in the name of such spouse, son ‘or danghter by the person liable to pay such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "fine or penalty, or (©) was acquired by such spouse, son or daughter by purchase, galt ¢r otherwise from the person who offered the gratification for the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": ". = agoaptence of which the person liable to pay",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "such fine or penalty became so liable, or» (@ was acquired by testata or intestate enccession from the pergon liable to pay such fine or penalty. * 2",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "18 Bribery Act, No. 11 of 1054. a (4) In the proceedings in any court for the recovery ot the amoum ofa ane on penalty referred to in the preceding provisions of this section, it shall not be competent for that court or for anyone to question the competence of the evart which imposed the fine or penalty or the competence of the ‘Board of Inquiry : - which imposed the penalty. Efet fe. ° 99, Where a person is convicted or found guilty of wvting « _ bribery by a court, Commission of Inquiry, or Board feel,” \"of Inquiry, then,’ by reason of euch conviction or the ani a. finding — Loe et Tnquzy ar * (a) he shall become incapable for 2 period of seven Theriry'thet yours from the date of sacl conviction ot oven ie gle _ finding of being registered as an elector or af beter, of voting at any election under the Ceylon (Parliamentary Elections) Order in Coun- cil 1946, or for a period of five years under the Local Authorities Elections Ordinance, No. 63 of 1946, or of being elected or appointed as a Senator or Member of Parliament or 2s a member of a local authority, and, if at that date he has been elected of appointed as a Senator or Mem: - ber of, Parliament or member of a local authority, his election or appointment shall be vacated from that date; () he shall be disqualified for all time from being + employed as a public servant and from being elected or appointed to a scheduled institu- ; \\” tion or to the governing body of a scheduled -*~ institution; . . (©) he shall, if he is'a member of a scheduled institution or of the governing body of a + scheduled institution, oéase tobe auch member from the date of such conviction or finding: and (2) be shall, if he is a public servant, cease to be 8 public servant from the date of suck con- .  vietion or finding and, notwithstanding . anything to the contrary in any other ” written law, be deemed to have been dis- '  maissed on that date by the authority . empowered by. law tp dismiss him. Qihege mic” 80, All: offences under this Part of this Act shall Terabe: * be cognizable affences for the purpose of the application Gap. tb. of the provisions of the Criminal Procedure Code not withstanding anything contained in the First Schedule . of that Code, . | : ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "1 Bribery Act, No. 11 of 1054. \" = 9 . B41. \"A District Court may try a person charged  Serisiition with any offence undor this Part of thia Act and, wpon Coot ey the conviction of thet person, impose on him any ané nonidd, | punichment prescribed for that offence by this Act not- fir Fes. _ withstanding any limitation of , the ordinary juriediction of that Court. aa PART IIL Commissions of Inquiry. ” . 82, (1) The Governor-General may, on the advice Pow to of the Prime Minister, appoint, by warrant under tho 222s of Public Seal of Ceylon, s Commission of Inquiry con- lequre sisting of one or more members to, inquire info and ieee report on aay allegations of bribery— oe ies (@) made generally against the Cabinet of Minis- ters, or the members of either the Senate or the House of Representatives, oF the mem- bers of any local authority, or the persons sppotnted by the Governor-General to n27 office, or the members, directors, or goveru- ing body of any scheduled institution, or (®) made against any particular person or persons ’ Speciied in paragraph (@) of this sub: section. @) A warrant appointing a Commission of Inquiry undes this Act shal contan such particulars ag ate Teguited by sub-section (2) of seetion 2 of the Com. missions of Inquiry Act, No. 17 of 1948, to he set nut in a warrant issued under that Act. ° 83. Upon the appointment of a Commission of Application Tnguirg under this Act, the provisions of the Commis: of peri sions of Inquiry Act, No, 17 of 1048, other than the 3.5927 i provisions of sub-section iy of section 2 and the pro. ™* 4 visiong of aection 16, shall apply in like manner as if such Commission were appointed under that Act. : aS, (1) A Commission of Inquiry shall, in addition Porm af to the powers under the Commissions of Inquiry Act, Senmisins No. 17 of 1948, have— “ (@) the power to canse summons on any person izcued in proceedingy before the Commis- — * sion to be served in any manner specified in * - paragraphs (a), (6), (@), (d) and (¢) of section 12; .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "20 Bribery Act, No. 11 of 1954.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(®) the power to issue warrants of arrest in case of disobedience to summons;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(©) the power to require by written notice the person or each person in respect of whom the Commission is holding an inquiry to furnish a sworn statement in writing emmerating all movable or intmovable",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": ". property belonging, to or possessed by such person and by the spouse, sous and daughters of such person, and specifying the date on which each of the properties enumerated was acquired whether by way of purchase, gift, bequest, inheritance or otherwise; a",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(@) the power to require by written notice any other person to furnish a sworn statement in writing enumerating ali movable or immovable ‘property belonging to or pos- sessed by such person where the Commission has reasonable grounds to believe that such information can assist the inquiry;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(©) the power, in regard to the person or each person in respect of whom the inquiry is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "id and in pegard to the spouse, sons and daughters of that person, to require by written notice any bank, or any depari- ment, office or establishment of the Government, or any local authority or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": ". scheduled institution to produce any such books and documents, and to furnish any such certified copies and any such informa- tion, as the Attorney-General may require . under section 4 to be produced or furnished; ane",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(f) such other powers as may be conferred on the Commission by the Governor-Generaleither by the warrant constituting the Commis- sion or by any subsequent warrant.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(2) A warrant of arrest issued by a Commission of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "Inquiry— .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(@ shall be under the hand of the Chairman of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": ", the Commission or, if the Commission consists of a sole Commissioner, under the ° hand of such Commissioner, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": ". Bribery Act, No. 11 of 1954. a1 . (0) shall be execated by the Fiscal or any police offer to whom it is directed. No stamp duty shall be payable for any such warrant of arrest.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(3) A Commission of Inqniry shall treat all infor ° mation obtained by it under paragraph Myoh a, section (1) with the strictest seoréoy and shall not divulge such information to any person other than the Attorney-General, the person in respect of whom the inquiry is held, or any advocate or proctor appearing for that person.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "38. Where a person in respect of whom a Tauiy denite Commission of Inquiry is holding an inquiry refuses SUM Shas or neglects to attend the inquiry, the Commission may proceed with the inguiry in his absence.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "36. (1) A Commission of Inquiry may cause the tangase avidence given before it to be taken dowa an amc language as it may deem proper.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(2) Where any evidence’ is given before a Commis- sion of Inquiry in » language which say member of the Conmmission does not tundérstand, it shall be inter- preted into a language understood by that member.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "37, (1} Every offence of contempt committed oneacs ot against or in disrespect of the authority of a Commis. tes\" sion of Inquiry shall be communicated to the Chief Ckouirion Justice by letter under the hand of the Chairman of |“ [aly the Commission or, where the Commission consists of | cmiminica a sole Commissioner, under the band of such , §,tbe, “Ne Commissioner.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "G2 Bee Chief Justice shall, upon his reoeiving from a Commission of Inquiry a communication under sub- section (1), issue a rule ‘nist for contempt of court on the person named in that communication as having committed the offence of contempt against or in dis- respect of the authority of that Commission, . _ 8) A person on whom a rule nist is issued under sub-section (2) shall be liable to be Porished unless he shows cause to the satisfaction of the Supreme Court or a Judge thereof. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(4) In any proceedings against any person for the offence of contempt committed against or in disrespect",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "of the authority of a Commission of Inquiry, no member of that Commission shall be liable 6 be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "_ 22. Bribery Act, No, 11 of 1984. oun * summoned as a witness by that person, but the Supreme",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "Court may, if that Court considers it necessary to do",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "ao, examine a member of thet Commission. Fevflenteo, 48. (1) The Governor-Generei shall ‘order the * Gontinin of publication of the report of a Commission of Inquiry Tngoiry. if in his opinion the public interest will not suffer",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "by such publication. :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "@ Where the Governor-General decides not to publish the report of a Commission of Inquiry on the ground that the public interest will suffer by its publication, he shall, on being requested so to do by a",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": ". Tesolution passed by the Senate and by the House of Representatives, order the publication of such report. Asresement, 39. (1) Where a Commission of Inquiry finds that Geitanes Sy person is guilty of bribery by having accepted a ier Commis, gratifcation— ae (@) the Commission shall, if that gratification is Bae elcptad *_ @.8um of money, state that sum, or, if the = getufestina. value of thas gratification can be assessed, - assess and declare that value, in its report, and Lon @) the Attorney-General sball in writing com- o municate such finding to that person and, if a sum is specified in that report as the . amount or the value of that gratification, : direct that person to pay that sum to the Attorney-General within such time as may be specified in the direction.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "2) If a person fails to pay the sum directed by the Attorney-General under sub-section (1): to be paid, the Attorney-General may apply to such District Court ag he may determing fer an order, and that District Court shall upon such application make an order, for the payment of that sum by that person, and, if that ereon fails to pay that sam within the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "- lime allowed by the order, that sum may be recovered. in like manner as if the order-were a Jocree entered by that District Court in favour of the Crown and against that person. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(8) If the person liable to pay the sum referred to in sub-section (2) was a public servant on the date of his acceptance of the gratification, the Provisions of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "sub-section (8) of section 28 shall, for purposes",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "“ \"Bribery Act, No. 2 of 1956. 93 . of the recovery of that sum, apply in like manner as if that sum were a penalty imposed by @ Court under section 28.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "-@ In the » proceedings in & District Court for the recovery of the sum referred to in sub-section (2), it shall not be competent for that Court or for anyone to question the sum declared by ‘the Commission of Inquiry to be the amount, or the value, of the gratification.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "PART Iv. : Boards of Inquiry.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "4. (1) This Part of this Act shall cease to be in Durstion operation at the end of eighteen months from the %.°* appointed date unless its operation is extended as provided by sub-section (2),",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(2) The Governor-General may, on the advice of the Prime Minister, by Proclamation published in the Gazette extend from time to time the operation of this Part of this Act for such period as he may on like advice determine,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(3) Where this Part of this Act ceases to be in opera- tion, the provisions of sub-section (3) of section 6 of the interpretation Ordinance shall apply inal eepects on.» in like manner as though this Part of this Act had been repealed.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "44, (1) The Governor-General shall, on the advice Panels trom of the Prime Minister, constitute four panels, each of Pt Beards not more than twenty members, for the purposes of the se to be, constitution of ‘Boarda of Inquiry. conctitnted",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "One panel shail consist of persons who have eethned fro service under the Crown having held office ag Judge of the Supreme Court or District Judge.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(8) The second panel shall consist of retired public servants who at the time of retirement held any offics the basic salary of which was not: less than Rs. 15,000 per annam an of public servants holding any office the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "ic salary of which is not less than Rs. 15,000 per annum.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(4) The third fant shall ‘consist of retired public éervants who at the time of retirement held any office the basic salary of which was not less than Rs. 12,000 ‘per annum snd of public servants holding any office the basio salary of which is not less than Re. 12,00)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(8) The fourth panel shall consist of persons of good repute not falling within any of the three preceding -eategories. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "a Bribery Act, No. it of 1954. . (6) The members of each panel shall be on the panel for a term of three years and shall be eligible for . re-appointment. m,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "(1) The Governor-General shall, on the advice of the Prime Minister, fill vacancies in the panels caused by death, resignation, or otherwise.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "(8) A person appointed to fill any vaconcy shall hold office for the remainder of the term of office of the member in whose place he has been appointed.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "covsttetion 42, (1) A Board of Inquiry shall consist of not",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "q{Barieet Jess than three members ‘lected by: the Attorney- General by lot frova any one or more of the panels con- stituted under this Part of this Act. In no case shall a Board of Inquiry cousist of an even number of members.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "@) A diferent Board of Inquiry shall be constituted as herein provided for each inquiry.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "(8) Where it appears to the Attorney-General that a member of a panel whose name is drawn is not in Ceylon or is owing to illness or other incapacity in- capable of serving, or is for any reason unable to serve,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "_ ona Board of Inquiry, the Attorney-General may draw another uame instead. :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "(4) Where the Attorney-General is satisfied that, owing to the relations between a member of a Board of Inquiry and the parson arraigned before the Board, it is desirable that another member should be appointed, he may draw another neme instead.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "Fpsctat 42, (1) ‘The-members of a Board of Inquiry shall efit by agreement decide which of them shall THioate as gad guorum President of the Board, but where a retired judicial flag llc ig 8 member of the Board, he sbal preside. If =a'des, a Board of Inquiry consists of more than one retired judicial offer, the Board shall by agreement decide",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "._ which of them shell preside. :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "(2) If the President is uneble to be present at any sitting of a Board of Inquiry, the remaining members of the Board shall by agreement decide which of then shall preside. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "(3) At a meeting of Board of Inquiry the quorum ale ‘oomenting Inquiry the @ -",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "Wun 4 fat 34, If the President is from any oanse whatsoever of ly ae ‘unable to participate in the final decision of a Board Buse\" of Inquizy and there is an equal division of pinion . \" among the remaining members of the Board, the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "o 4",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "; Bribery Act, No. 12 of 1964. % Attorney-General shall replace the Board with another Board of Inquiry constituted under this Part of this ‘Act; and the new Board shall inquire afresh into the charge which was inquired inta by the provious Board and in doing so may tse the evidence already recorded",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "» by the previous Board or take evidence afresh.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "48. The members of every Board of Enquiry shall Reacnention he pald euch eabsistonce, travelling and other allow- pectin ances as may be fixed by the Minister of Finance from 7,4 time to time,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "38. (1) There shall be a Secretary to every Board sex of In ry Giereinafter referred to a “ths Seere. Sane tary i) and one or more Assistant Secretaries, Toque.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "(2) An Assistant Secretary shall assist the Secretary in the performance of his duties and functions and shall have power to perform such of the duties and fonctions of the Sooretary aa he mnay be authorised by the Secretary in writing to perform, ~",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "47. (1) A Board of Inquiry shall, in addition to powarso¢ guy other power conferred on it by this Act, have the Besrds of following powers:— ager:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "~ @ upon the Attorney-General’s arraigning a : Pepublie scryant before the Bosra cna charge of bribery, to inquire into ench charge and decide whether or not such public servant is guilty of bribery;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "@) to procure and receive all such written or oral ‘evidence, and to examine all such persons #3 witnesses, ag the Board may think it",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": ". _ Necessary or desirable to procure or examine;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "(0) to require the written or oral evidence of any witness to be given on oath or affirmation, such oath or affirmation to be that which",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "could be required of the witness if he were",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "‘giving evidence in a Court, and to adminis- ter or cause to he administered by an officer",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": ": authorised in that bebalf by the Board an . oath or affirmation to every such witness;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "(@) to summon any person residing in Ceylon to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "a any meeting of the Board to give any evid~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "ence or produce any document or other",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "thing in his possession, and to examine him",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "ag a witness or require him to produce any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": "document or other thing in his possession;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 24,
    "par_num": 21,
    "text": ". - :",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "6 Bribery Act, No. 11 of 1964. (@ to istue warrants of arrest in case of dis- ‘obedience to summons; . () notwithstanding any of the provisions of the ap, 2. Evidence Ordinance, to admit any written . or oral evidence which may be inadmissible in civil or criminal pi lings in a Court; (g) in regard to a public servant arraigned before the Board and in regard to the spouse, sons and daughters of thet public servant, to require by written notice any bank, or any department, office or establishment of the Government, or any local anthority or scheduled institution to produce any soch books and documents, and to farnish any ‘such certified copies and any such informa- “tion, aa the Attomey-General may require + under section 4 to be produced or furnished; (@) to require by written notice a public servant arraigned before the Board to fornish « - gworn statement in writing enumerating all movable and Jimmnorable property belong- ing to or possesaed by suc public servant ‘and by the spouse, sons an donghters of gach publie, servant, and spect fying the- date on which each of properties enumerated wes acquired whether by way of , purobese, gift, bequest, inheritance or otherwise; () to require by written notice any other person . to furnish @ sworn statement in writing enumerating all movable or immovable property belonging to or x possessed by such person ‘where the Board has reasonable grounds to belfeve that such information can assist the inquiry into a charge of bribery against a public servant. - (2) A Board of Inquiry shall treat ll information obtained by it under paragraph (9) of eub-section (1) with the strictest secrecy and shall not divulge such information to any person other than the Attorney- General, the prosecutor, the accused. perso, and acy « . _ advocate, proctor or other person defending the accnse pereon. Bowl of 438, (1) A Board of Inquiry selected for inc piring Keely into a Suge ‘of bribery shall on a date Ged by the ieee ad Secretary proceed with the necessary staff to the piace ‘lance. where the offence is alleged to have been committed or, if that is not practiosle, to the most convenient place nearest it and hold the inquiry.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "Bribery Act, No. 11 of 1954. a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "(2) It shall be the duty of the Board of Inquiry to make a thorough inquiry without regard to legal forms and solemnities.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "(3) At any stage of the proceedings the Board of Inquiry may ew mero motu examine say ‘witness or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "+ docimant whether or not called or produced by the prosecutor or by the accused person. (4) The Board of Inquiry may, at the request of the proseoutor or the accused person or ex mero mott, . éxemine any matter, thing or place which it may deem necessary to examine. (6) The Board of Inquiry shall not be bound to complete the inquiry at the place at which the Board - commences it. ‘The Board may in the course of the inquiry, if it ig convenient or ecessary to do 50, pro- ceed to’ any other place or places and continue and . conclude the inquiry. - 30. A Board of Inquiry shall ordinarily conduct metew its proceedings in camera, but may conduct any pro- ¢inerly caodings in public if, having regard to the ciream- awe stances of any case, it is in the public interest so to do. The Board may at any time exclude any person =~ from its proceedings, 50. (1) A Board of Inquiry shall take down in Bridens awriting the evidence of each witness or cause such  femcded, evidence to be recorded by a clerk or stenographer aoting under its direction. Where the evidence is recorded in shorthand, the President of the Board shall sign the transcript. (@) The President of a Board of Inquiry ghall read over to each witness the record of his evidence and make any necessary correctioas in auch record, (3) A Board of Inquiry shall, according to the circumstances of the ease, determine the language in which the proceedings shall be conducted. (4) Where proceedings are conducted in a language other than English, the record shall, at the discretion of the Board of Inguiry, be in Bnglish or in the language in which the proceedings are conducted. ) The evidence of witness may be taken down at the discretion of the Board of Inquiry either in the language in which the witness makes his deposition or in. English. . ~ (Oh Wuere any member of a Hoard of Inquiry does",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "not understand the language in which a witness makes",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "hig deposition, the Board shall cause the evidence to © be interpreted by squalified interpreter into a language",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "which the member understands. s",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "28 Bribery Act, No. 11 of 1954. Baty 12 54. In proceedings before a Board of Inquiry a ‘sire, _witneay shall not be entitled to refuse to answer any question relevant to the matter under inquiry on the ground thet the answer may directly or indirectly criminate or tend to ctiminate him or expose or tend to expose him to a penalty or forfeiture of any kind. Beaiaticn 82. Subject to the provisions of this Act, a Board of proeedare. Gf Inquiry may regulate its own procedure. Prot of 58. It shall not be necessary to prove the execution documents. of any document produced before 4 Board of Inquiry except where the Board has reuson to doubt its + genuineness. Adninin | 8%, A Board of Inquiry may permit the admission gee of evidence by consent of the prosecutor and the accused person without proof thereof. Rate of 85._ (1) The Secretary shall give the acused potson sao at least seven days’ notice of the date, time and place - of the inquiry. (@) The notice to the acensed person shall be sent by registered letter despatched by express post. cating ct 88. 4 Board of Inguicy or the prosecutor shall not \"Eee be__Procluded from calling at the inquiry witnesses frat whose names are ziot in the list furnished by or on sideommle behalf of the Attorney-General fo the vase person Pie or from using or producing any dooument not included fovided, in such list. prea, . ‘ration 87. If either the prosecution or the accused person  Beeretey ig uneble to secure without summons the attendance of any pereon as a witness or for the purpose of producing any doeoment, or thing, application for eniumons to compel attendance shall be made in writing to tbe Secretary. Sach application shall give the fall name and address of exch pergon to be swamozed and state concisely the purpose for which hie attendance 4s required. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "Blow proces 58, Every summons or warrant of arrest issued in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "see proceedings before a Board of Inquiry shall be—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": ". (@) ander the hend of the President of the Board- or, in the case of his absence or incapacity, under the hand of any of the other mem bers of the Board, or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "@) under the hand of the Secretary.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "Bribery Act, No. 11 of 1964. 29 ‘ 89. No stamp duty shall be payable for any process « Ne stamp ity issued in proceedings before 2 Board of Toque. tot presen | 60. Summons on a person issued in proceedings Serie ot before a Board of Inquiry may be served inthe manner «of service of summons prescribed by the Criminal cep 1 Procedure Code or in any manner specified in para: grapas (0), @), hy @) and (¢)-of section 12 of this 61. Every warrant of arrest issued in proceedings Ereasin before a Board of Inquiry shell, unless otherwice tia directed by the Board, bé executed by the Fiscal or any police officer to whom it is directed. : : 62, (1) A Board of Inquiry shall not postpone the Feeizenanen inquiry on the ground of absence of the complainant of imag except where the inquiry cannot proceed without his : presence.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "@ A Boud of Inquiry shell not_postpone the inquiry on the application of an accused person anes Pe",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "(0) he is so ill as tobe unable to attend the inquiry and he is not represented by an advocate or @ proctor or by an authorised person, or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "4,  @) a material witness on whom he has obtained summons has failed to attend and it is not fossil to agoure bie attendance in time for the inquiry to proceed, without post- ponement. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "(3) A Bosrd of Inquiry shall not postpone the . inguiny on the gromad of ilingss of « nesessary party ora material witness tnless the Board is satiated on ~~ the testimony on oath or affidavit of a qualified medical Practitioner ‘that the necessary patty or material ‘Witness is go ill as to be unable to attend the inquiry.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "3. A Board of Inquiry tay ex mero mot adjourn Ailgomment the inquiry in order th eanmine any witness or docu. ES ment it deems necessary to examine or,on any other reasonable ground.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "G4. Where the accused person neglects or refuses Bs ze to attend the inquity, the Board of Inquiry shall hold \"9\"",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "+ the inguiry in his absence.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 9,
    "text": "63, In proceedings before a Board of Inguiry the Asuei aouured pefeon shallrbe entitied to Juiced Melt in reer person oF by an advocate or a proctor or by a friend. lam",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "30 Bribery Act, No. 11 of 1954. Decision ct 68. (1) A Boord of Inquiry shall cide whether ates ‘or not the accused person is goalty of the charge of bfbory made ogainst him, and shal as son as possible after the ‘conclusion of the inquiry announce the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": ": decision. Se",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "@) In the caze of a division of opinion among the members of a Board of Inquiry, the opinion of the ‘majority of them shall prevail and such opinion shall",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "be announced as the decision of the Board.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": ": (8) The Secretary shall by registered letter des- patched by post communicate the decision of a Board of Inquiry to—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "{@) the Governor-General, if the acoused person",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": ". - is an officer appointed by him; (8) the Public Service Commission, if the accused, : son is a public servant not appointed By the Goremnor-General;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "(6) the Local Government Service Commission, if the accused person is an officer appointed by that Commission; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "@ the person or body that appointed the accused popson, if tbs accused person does. not",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "long ‘to any of the categories ot, scoured persons specified in paragraphs (a), (), : Td @) of this eubacetion Peoidhoeas 67. Where « Board of Inquiry decides that the ent accused person is guilty of bribery— Basi to (@) the Board shell, if the bribery is the aocep- ceca ‘tance of gratification werd tae grace 7 cation is «zum of money or if the value of that gratification can be assessed, order",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Rim to pay a» a penalty, within such tine as may ‘be specied in the order, a sum which is equal to the amount of the grati- fication or is, in the opinion of the Board, the value of that gratification, and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": " @) he shall, im addition to his Hiability to pay",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "such penalty, be subject or liable to alll sn Sisqualiations, Gaebilities, incapactieg and other punishineats as by Feason of that : +\" decision of the Board he is subject or liable",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "«  to-under section 29, .",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 29,
    "par_num": 15,
    "text": "Gootempea 68, (J) Every Board of Inquiry is hereby em- 4 BaSS, «powered to enforce iz authority anid bedience to ite : \" . Grdera by punishing as for contempt any disregard of",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": ": Bribery Act, No. 1 of 1964. 81 or disobedience to its authority committed in the pre- sence of the Board itself or in the course of any pro- ceeding before the Board. - For the arpose of this : section every Board of Inquiry shall have el! the Powers conferred on a Court by section 57 of the Courts cas. ‘ Qrdinance and Chapter LXV of the Civil Procedure oy. 0 de, -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "(2) Full power and authority to take cognizance of and to try in a summary manner every other offence of contempt committed against or in disrespect of the authority of a Board of Inquiry is hereby vested in the Supreme Court in like manner as if the Board were Court within the meaning of section 47 of the Courts Ordinance.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "69, No civil or criminal Prooeedings shall be fsti- Prateatna tuted against any member of a Board of Inquiry in gembere Teepect of any act bona fide done or omitted to be done inguky",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "“by bim es such member. * . PART V. : Offences other than bribery, 10, A person who— 1 Srila (@) wilfully neglcets or omits ta carry oat any drctiva of, : direction? given to him under ‘tub-section oy sbeeaetion ( of section 8 by the Attorney-Creneral or farsigutig by any officer empowered by that section to ‘st direct and conduct an investigation, or {0} gives a felse answer when questioned under + that sub-section, or (@) makes a false statement in an affidavit sub- maitted by him in compliance with a direc- tion under that sub-section, shell be guilty of an offence and shall, upon summary tial and oniviction by @ Magistrate, te liable to 2 fine of not less than one hundred rupess and not more than five hundred rupees.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "71. Notwithstanding the provisions of any other Pathe to ‘written law or any oath of sedrecy to the contrary, eve fornia person to whom a notice is sent by the ‘Attorney-General Under sub-section io of section 4 or by a Cominission of Inquiry under sub-section (1) of section 34 or by a Board of Tnquiny under sub-section (1) of section 47 . shall comply with the provisions of that notice within such time as may be specified therein, and, if he wil- fully neglects or omits to do ao, he shall be guilty of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "32 Bribery Act, No. 11 of 1954. an offenog and shall, upon summary trial and conric- tion by a Magistrate, be Hiable to a fine of not less than one hundred rupees and not more than five hundred rupees. . i ™ owe hen ted under sub-section (4) of Me (a) who, wi yuested under sub-section (4) o! aoe al fection 4 toronder to the Attorney-General, gies or to any officer empowered by section 3 ot arch to direct and conduct an investigation, any ageistance in the exercise of his powers or the discharge of his duties under this Act, wilfully neglects or omits to render that assistance, or . (®) who obstructs or resists the Attorney-General, ‘or any officer authorised by. the Attorney- General, in the exercise of the powers of entry and search under eub-section (8) of seotion 4, or (e) who obstructs or resists the execution of a search warrant issued under section 7; shall be guilty of on offen and chal, upon summary _ trial snd conviction by a Magistrate, be liable to @ fine not exceeding five hundred rapess and, upon & second : or subsequent conviction of ‘an offence under his section, shall, in addition to such fine, be liable to Tigorous imprisonment for a term not exceeding one year. atten 7% A person who— | uaaer, (@) interferes with any witness summoned in any proceedings for bribery in or before a “Court, Commission of Inquiry, or Board of . Inquiry, or @) induces any euch witness to refrain from | giving evidence, or .  @ threstens any such witness with injury to his body, mind or reputation in order to deter him from giving evidence, or @ injures any such witness in body, mind or reputation in order to deter him from giving ' evidence, or (©) compels any such witness not to give evidence, shall be guilty of am offence and ehell, upon summary trial and coaviction by Magistrate, be Hable to rigorous imprisonment for a term not exceeding twelve months and to a fine.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "Bribery Aot, No. 11 of 1954. 38 | 7H. (1) A person who directly or indirectly ttuodes. infnos any Masober “of either Commission of fyatae nine Taquity or a Board of Inquiry, or any offost appointed 'Gotmioues",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "ander tbis Act, in the performance of hia duty shall % REW?.?",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "be guilly of an‘ofence and shall, upon summary trial Egy =f end conviction by @ Magistrate, be able to a tine of Ste te not less than two hundred rupees and not more than 44a.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "five hundred rupees. :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "@) A person who directly or indirectly by words written or spoken or by any act threatens any member of either a Commission of Inquiry or, e Board of Tagniry, or any offos appointed under this Act, with any injury to his body, mind or reputation in order to deter him from the performance of bie duty shall be guilty ofan ofence and shall, upon sommary trial and conviction by a Magistrate, be liable fo a fine of not less than two hundred rapees and not more than five hundred rapees and, upon a seoond or subsequent con- : viction of an offence under this sub-section, shall, in addition to such fine, be lieble to imprisonment for a term not exceeding one year.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "(8) A. person who causes injury to the body, mnind or reputation of @ uenber of citkee a Comtisson of Tnquity or a, Boord of Inaniny, or of any oftsr appointed under this Act, in order to deter him from",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "- the performance of his duty shall, upon summary trial and convietion by. Magistrate, be liable to rigorous imprisonment for a term not exceeding twelve months and to a fine,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "78. (1) A person who refuses or wilfully negleots Pisbying ox omits to carry cot an order of either = Canmission feapees of Inquiry or a Board of Inguiry or wilfally cbatracts ord of such Commission or Board shal! be guilty of sn offence 7 and shall, upon summary trial and conviction by a Magistrate, be liable to rigorous imprisonment for a term not exseeding six months or to fine of not Jess than one hundred rupees and not more than five hrundred rapeos: .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "(2)  proseoution for an offence imder, subsection (1) may be instituted in such Magistrate’s Court 23 © may be determined by the Attorney-General.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "76, If any person upon whom a summons ismued by ali to -",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "+ a Board of Inquiry is served - ee",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "{@) fails, without such cause as in the opinion of Siiwar’” the Board is reasonable, to appear at the gemma, | tims and place mentioned in the summons; . . or +",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 33,
    "par_num": 4,
    "text": "by Bribery Act, No, 11 of 1964. . : {b) refuses to take the oath or make the affirmation or, baving taken the oath or made the affir- - mation, refuses or fails, without such ‘ _ cause as in the opinion of the Board is reasonable, to answer any question put to. . +. him relating to the matters under inquiry; or + (0) refuses or fails, without such cause as in the opinion of the Board is reasonable, to produce any document or other thing which . is in his possession or under his control and which, in the opinion of the Board, is . necessary for arriving at the truth of the, ° matters under inquiry, he shall'be guilty of an offence and shall, upon sum- + mary trial and conviction by a Magistrate, bo liable : to rigorous imprisonment for a term not exceeding six months or to a fine or to both. Pobtiatin ot TT. “oft ‘Where the public and the press have been Freesti_,, excluded from any proceedings of either a Commission sea oof Inquiry ora Board of Inquiry, no person shall print Pad of, or publish those’ proceedings or any part thereof ex- ~ sent, 4. cept with the permission of the Commiasion or Board, faxpevve st Given in writing under the hand of the Chairman of the Commission or President of the Board or, if the Commission consists of a sole Commissioner, under the hand of such Commissioner.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 33,
    "par_num": 4,
    "text": "(2) Where the decision of a Board of Inquiry is announced én camera, no person shall print or publish such decision or-any part or what purports to be a part or an exserpe of such decision except with the permis- sion of the Board given in writing by its President.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 33,
    "par_num": 4,
    "text": "(8) No person shall, before the publication of the report of a Commission of Inquiry under the order of the Governor-General, print or publish any part of such report or what purports to be a part or an excerpt of such teport.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 33,
    "par_num": 4,
    "text": "Qa person who contravenes the provisions of any of the preceding sub-sections of this section shall be guilty of en offence and shall, upon aummary trial and conviction by a Magistrate, be liable to a fine of not less than two hundred rupees and not more than five hundred rupees and, upon a second or subsequent conviction of an offence under this sub-section, shall, in addition to such fine, be liable to rigorous imprison- ment for a term not exceeding one year.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "\"Bribery Act, No. 11 of 1954. 35 PART VI. . General.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "78. (1) Ne prosecution for an offence under this Resin Act shall be instituted in any Court excapt by, or with thus ths the written sanction of, the Attorney-General. Ned ean",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "(2) The proceedings in a District Court for bribery rine of fl be teken up before any other business of that sf bibey o Court unless special ciroumstances of urgency in such vmenls i other business render it impossible to do 60, Epon ant",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "(3) Upon application made in that behalf by the Attorney-General or any officer authorised by him, the whole or any part of the proceedings in any Court for bribery may he held in comera.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "(4) Subject to the other provisions of this Act, no civil or criminal Droceedings in respect of any allega- tion of bribery made to the Attorney-General’or to any public servant in his official capacity shall be instituted in any Court against the person who made the allegation except with the written sanction of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "Attorney-General,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "(5) Subject to the other provisions of this Act, no civil or oriminal proceedings shall, exoept with the written sanction of the Attorney-General, be instituted. in any Court against a person in respect of any written or oral evidente given by him in any proceedings for bribery.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "(8) Nothing contained in the report of a Commiasion of Inquiry published under the order of the Governor. Generel or in a decision of a Board of Inquiry shail be made the ground of an action for defamation, and no Court shall entertain an action for defamation based on anything contained in any such report or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "» decision.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "79, (1) In any proceedings for bribery in any Court, Peron _gring comini son of Inquiry, or ‘Board of Inquiry, the giver  frrtidertion of a gratification shall be a competent witness against Seated se the person accused of taising the gratification and shall *°°# not be regarded as an accomplice, and the decision or finding ‘of the Court, Commission or Board shall not be illegal merely beeqnse it proceeds upon the uncorro, boraied testimony of such giver. . .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "() In any proceedings against any person under this Act, the sponse of that person shell be a competent",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 34,
    "par_num": 12,
    "text": "Witness. .",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": "38 Bribery Act, No. 11 of 1954. . Bail foo 80. (1) 1? any person, in the course of an investi tae\" tion of ® allegation of bribery against him or in fhe",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": "Gono atte egursa of any proceedings against him for bribery.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": "‘Fiwaiges is preparing or about to leave Ceylon, the Attorney-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": "or presiding. General or any officer authorised in that behalf by the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": "AttorneyGeneral may apply to any Magistrate for",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": ". an order requiring such person to furnish bail in such gum as the Magistrate may deem reasonable.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": ". @) Ue « person ordered. to furnish bail under sub- section a rails to do so, he shall be remanded to the custody of the Fiscal till such bail is furnished or till such time as the Attorney-General may determine.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 35,
    "par_num": 8,
    "text": "‘Tender of 81, (1) At any time before the conclusion of the cagitonal trial of & person sarge with bribery or of the inquiry into a charge of bribery, the “Atworney General may. : with the view of obtaining at the trial or inquiry the . evidence of any person supposed to have been directly or indirectly concerned in or privy to the offence, , tender, or by writing under his hand authorise any Magistrate named by him to tender, a pardon to auch raon on condition of his making « full and true Bieolosare of the whole of the circumstances within his knowledge relating to the offence and to every other person concerned whether as principal or as abettor in the commission thereof, @) ‘The Magistrate shall record in the manner pres- Cap. 24, eribed by the Criminal Procedure Code the evidence on oath of every person accepting a pardon under sub- section (1) and transmit the record to the Attorney- General, . Presumption 82. Where any summons, - notice, direction, 4 2 rece decision or Reoteneet ig sent or communicated to taugran any person istered letter or , then, uy the Froduetion oF the receipt issued ty the post fice for-such letter or telegram, it shall be presumed that such letter or telegram was received by the addresses, * unless such letter or telegram is returned undelivered. Deeg 83. The Attorney-General may by writing under Geoerts his hand delegate to the Solicitor-General any of his fore to powers and functions under this Act except the power imaicey to sanction civil or criminal proooedings. JSendmunt 8%, Section 147 of the Criminal Procedure Code stein” ig hereby amended by the insertion, ‘nmmediately after ental paragraph (a) of that seotion, of the following tae paragraph :— (ea) of any offence auihable under sections 158, 169, 160, 161, 210, 211 and 242 of the Penal Code except with the previous sanction of the Attorney-General;”’.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": ". Bribery Act, No. 11 of 1964. 37",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "85. The Governor-General may, on the advice of | Amplnet the Prime Minister, amend the Schedule to this Act by Snes, Proclamation published in the Gazette.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "86, Notwithstanding anything to the contrary in Gannimiosr the Income Tax Ordinance, the Commissioner of In- anes report gome ‘Tax shall report, to the Attorney-General for gAKi=r investigation any ozse where he suspects from informa- creeret tion available to him that any person is guilty of tmuaca",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": ". bribery. : tig PART VII. Interpretation. :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "87, For the purposes of this Act, property which Inting is held by or in the'name of « person in trust for or swambret for the benefit of' any other person shall be deemed to be indirectly owned by such other person.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "88, Every reference in this Act to the Government Her,{2 crerkm shall be construed aa including a reference to a local Gormuk, authority and to every scheduled institution.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "89. For the purposes of this Act # person offers a Yee 3 me gratification if he oF any other pérson acing with bis greticsin.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "nowledge or congent directly or indirectly gives, afforda or holds oat, or agrees, undertakes or promises te give, afford or hold out, any gratification to or for the it of or in trust for any other person. 90. For the purposes of this Act— + Rie peo \" (@) a person solicits a gratification if he, or any ‘cepa « other person acting with hie Imowledge or osm. consent, directly or indirectly demands, invites, asks for, or indicates willingness : to receive, any gratification, whether for the first mentioned person or for any other pereon, and {®) a person accepts » gratification if he, or any other person acting with. his knowledge or consent, directly or indirectly takes, receives or obtains, or agrees to take, . receive or obtain any gratification, whether for the first mentioned person or for any —, other person.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "91. In ‘this Act, unless the context otherwise Mesning of requires— : ‘cprenteos",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 36,
    "par_num": 10,
    "text": "“ Board of Inquiry ” means a Board of Inquiry constituted tinder this Act;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "38 Bribery Act, No. 11 of 1964. : “ bribery ”? means the offer, solicitation or accept- ‘ance of any gratification in contravention of any provision of Part {I of this Act, or any-other act in contravention of any such provision; -  * Commission of Inquiry ’ means a Commission of Inquiry appointed under this Act; “ gratification \"’ inclades—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "* (@) money or any gift, loan, fee, reward, commission, valuable security or other property or interest in pro- perty of any description, whether movable or immovable,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "(®) any office, employment or contract, (o) eny jent, release, discharge or Tiduidation of any loan, obligation . or other. ‘liability’ whatsoever, whether in whole or in part, : (@) any other service, favour or advantage @ are any description whatsoever, i- cluding protection from any penalty or disability imcurted or appre- hended or from any action or pro- ceedings of a disciplinary or penal natore, whether or not already insti- tuted, and including the exercise or the forbearance from the exercise of any right or any official power or duty, and () any offer, undertaking or promise of ® any gratification within the meaning of the  Proceding paragraphs (2), (2), oo (e) and (4); . . “local authority ** means any Municipal Council, Urban Council, Town Council, Village . + * Committee, Board of Health, or Board of Improvement, and includes— @ 8 committee of any such Council or of 4 Village Committee, and @) © committee appointed by an Urban . Council, under section’ 41 of the Urban Councils Ordinance, No. 61",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": ": Bribery Act, No. 11 of 1964. 39 of 1939, or by a Town Council under section 43 of the Town Councila Ordinance, No. 3 of 1946;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "‘ pablic servant \" inclades every officer, servant ‘or employee of the Crown, or of any local authority, or of any acheduled inetifution, every juror, and every arbitrator or other person to whom any cause or matter has heen referred for decision or report by any Court or by any cther competent public",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": ", authority ; :",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "“* scheduled institution ’ means any such board, institution, corporation or other body as is for the time being specified in the Schedule to this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": ": SCHEDULE.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Agvioultural ond Tndustrial’ Credit Corporation of Geylon ecteblished under the Agricultural and Industrial Crodit Corporation Ordinance, No. 19 of 1949.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Air Ceylon Limited established under the AieCeyloa (Ineor _ oration) Act, No. 7 of 1961.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Bank of Ceylon established under the Bank of Ceylon Ordinance, No. 58 of 2988.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Boards of Appeal constituted under the Rubber Control Ordinance, No. 68 of 1988.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Board of Indigenous Mediaine constituted under the Indigenous Medicine Ordinance, No. 17 of 1041,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Bosed of Review constituted under the Income Tax Ordinance.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Bosed of Review constituted under the Land Acquisition Act, No. 0 of 1950,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Board of Review constituted under the Rent Restriction Act, No. 29 of 1048.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Couteal Rank of Caplon extabliched ander tho Monetary Law Act, No. 39061049.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Ceyion Savings Bank regulated by the Ceylon Savings Bank Ordinance,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Colombe Special Aress Development Board established under the Speciél Arons (Colombo) Development Ordinance, ‘No. 40 of 1947.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Commissioners of the Losn Board eppointed under the Loan ‘Board Ordinance. ,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Compensation Boards established under the Ansiquities ‘Ordinances, No. 9 of 1940,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "« Co-operative Bocietiea registered uuder the Co-operative Societies Ordinance,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Debt Conciliation Board of Ceylon established under the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 38,
    "par_num": 21,
    "text": "Debs Concilistion Ordinance, No. 89 of 1041.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "40 Bribery Act, No. 11 of 1964. Gal Oya Development Board established under'the Gal Oya, ‘Development Board Act, No. 81 of 1049. Housing Loans Boord established under the Housing Loans ‘Act, No. 26 of 1049. Industrial Products Regulation Board established under the ‘Industrial Products Act, No. 18 of 1049. . Local Government Service Commission established under the Loval Government Service Ordiaance, No. 43 of 1048. + Registered Community Centres. ‘Registered Rural Development Sociesics. oot ‘Rent Control Bosrda constituted under tha Rent Restriation ‘Ant, Ro. 29 of 2048. ; The Bord of the Tes Research Institute of Ceylon * eateblished under the Tea Rssearch Ordinanae. ‘The Board of Trustees of the Ledy Lochore Loan Fund + “constituted under the Lady Lochore Loan Find (Board of Trustees) Act, No, B8 of 1901. The Ceylon Coconut Bostd established under the Covomut . *Products Ordinance. ‘The Coplon Stata.Mortgage Bank established under the Ceylon State Bartgage Bank Ordinance. the Opplon, Teo Propaganda Board enlablihed under the fan, Propaganda Ordinsnce. ‘The Coconut Research Board established under the Coconut Research Ordinance, ‘The Co-operative Wholestle Establishment established uoder : “the Co-operative Wholesale Eetablishment Act, * No. 47 of 1949. : : ‘The Local Loans and Development Commisciouors sppointed ‘under the Local Loana and Development Ordinauce. ‘Tha Monetary ‘Board of the Central Bonk constituted under : the Monetary Law Act, No. 58 of 1949. ‘The Buber Research Bosrd established under the Rubber Research Ordinance. ‘The Tea Research Inetitute of Ceylon established under the ‘Toa Research Ordinance, ° ‘Transport Appeals Tribune! constituted under the Motor ‘Trafile Act, No. 14 of 1961. . Woges Boards established under the Wages Bostde : ‘Ordinanes, No, 27 of 1941. :",
    "mean_p_confidence": 0.7
  }
]