[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "SE PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANIKA LAND REFORM (SPECIAL PROVISIONS) (AMENDMENT) ACT, No. 18 OF 1986 [Certified on 24th July, 1986] Printed on the Orders of Goverament Published as a Supplement to Part Ii of the Gazette of the Democratic Socialist Republic of Sri Lanka of July 25, 1986 vane a5 8 HEAEDOOT OF SOHTINGEE PAG LAME FO SH FORGED AF THE OCVERRCLET FORWICATIOND SUREAU, COLMIGO Price: 45 cents Postage: 75 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Land Reform (Special Provisions) (Amendment) Act, No, 18 of 1996 (Certified on 24th July, 1986)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L. DO, 6/86. i Aut Ace To AMEND nas Lan Reronsa (Sppcrat, Provisions) Act, No. 39 or 1981 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L This Act may be cited as the Land Reform (Speciel gnort Provisions) (Amendment) Act, No, 18 of 1986. Ute,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Bection 42s of the Land Reform (Special Provisions) _Amentment Act, No, 39 of 1981 (hereinafter referred to as the \"principal pf section enactment”) is hereby amended by the repeal of subsec- Na. 3 of ‘tion (20) thereof and by the substitution therefor, of the 1, following subsection :— .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) @) Where eny public company :",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". receives any amount ag compensation com- .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "puted in accordance with the provisions of 7 subsection (2) or subsection Qa) or sub- section (2s), it shall be the duty of such company, notwithstanding anything In the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". Companies Ordinance or any other law, to . distribute such compensation after meeting it Habllities as are allowed ‘by the Com- . mission. as being reasonable and having been : incurred bona fide, to the share holders of such company within six months from the date of receipt of the compensation or where such compensation ix reeeived in instalments, within six months from the receipt of each instalment, No deduction shall be made by",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". any such company from the amount of stich",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "; compensation other than the amount of such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": Usbilities es are allowed by the Commission",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": ag hereinbefore provided.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Gi) Where the share capital of any such company as is referred to in subsection (1) 18",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". divided into different clastes of shares, the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "to distribution of the compensation shal be in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "f accordance with the rights attached to each lass of shares. . .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Sa cana —4,u00 repo",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "2 Land Rejorm (pecial Provisions) (Amendment) —- ‘Act, No, i8 of 1986 (dil For the purposes of paragraph (i), the ‘expression “compensntion” includes any mferest which hax accrued due on euch | compensation and the expression “Tabilities ” in relation to a company, does not include : compensation or any other payment to any. . company for loss of business ar to ony an director, employes or any other servant of aay company for loss of office, \",",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "3. The amendment made to the princlpsl enactment bY Hetromos- section Z of thin Act shall be deemed for all purposes to have {5 fe\" ‘come into force on June 3, 108t, and accordingly where at “ction & the hearing in any court or tribunal of any appeal, action, application or other proceeding (whether such appeal, action, application or proceading was preferred oe instituted bedore or after the date of commencement of this Act) any . question arises as to whether the expression “compensa- ton\" includes any interest which has accrued due on stich compensation and as to the nature of the lsbilities that can he deducted from such compensition, mich question or matter shall be determined in accordance with > the Provisions of the principal enactment as amended by — section 2 af tha Ack, :",
    "mean_p_confidence": 0.8
  }
]