[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fee ore , een) Coa je eee ‘ef PARLIAMENT OF THE D EMOGRATIC SOCIALIST REPUBLIC OF SRI LANKA , PRISONS (AMENDMENT) ACT, No. 6 OF 1980 [Certifed on 24th January, 1990] + Printed on the Orders of Government Published as a Supplement to Part Ii of the Gazette of the Demueratie ‘Socialist Republic of Sri Lanks of February 01, 1960 . vance Ag fs birarmumnre or coVERNONE RENEHNG, SO LAME ro a FURGEARED af fan GOVE, FURCATIONS BUUEAT, COMO Pelee: 55 cents Postage: 25 cents",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Prisons (Amendment) Act, No. 6 of 1980 . [Certified on 24th January, 1960] LD—O. 92/18 AN Acr £0 angen Tie Patsowa Onpmvanice, BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— 1. This Act may be cited as the Prisons (Amendment) short Act, No, 6 of 1980, ‘ite, 2. The following new section is hereby inserted immedi- Insertion ately after section 11, and shall have effect as section 114, Of DE\" oa a of the Prisons Ordinance Byer 5 “Power to UA. (1) The Minister may, with the con Fre ne OUTENCE of the Minister in charge of the fag subject of Finance, make rules providing for przation the establishment and operation of a scheme for be for the grant of compensation to any prison Pant ot officer who is permanently totally or partial- ig rrepert dy disabled, or to the legal heir or heirs of Bator’ any prison officer who is dead, in any case Rartial ong Where such disablement or death, as the case of death may be, is due to any injury— ieee (@) received by such officer while on duty, oof thelr oe dudes (b) received by such officer while not on ‘duty in the performance of some act which is within the scope of his ordi- nary duties, or (@) received by such officer in consequence of any act performed in the execu- tion of infe duties, or (@ received by such officer ax a result of any act of reprisal occasioned by or arising out of any action taken by him in the execution of his duties. Such rules may provide for the principles, exceptions, restrictions und conditions accord- ing, and subject, to which such compensation . FAA gstes—1,200 copay",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "a Prisons (Amendment) Act, No. 6 of 1980 will be granted and for all other matters necessary of expedient for the establishment and operation of such scheme.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(2) Any compensation granted in accord ance with rules made under the preceding provisions of this section shall be a charge on the Consolidated Fund,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(3) Where in any case a dispute arises a3 to whether or not compensation is payable ‘or as to the amount of compensation payable under any rules made under the preceding Provisions of this section, such dispute shall be determined by the Secretary to the Minis. try of the Minister in charge of the subject of Justice,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(4) Any compensation granted in sccord- ance with rules made under the preceding Provisions of this section in respect of the disablement or denth of a prison officer shall be in addition to any pension, gratuity, com pensation, allowance, or other henefit, grant- ed in respect of such disablement or death under the Minutes on Pension.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(8) For the purposes of this section “pri- gon officer”, means the Commissioner of Prisons, Deputy Commissioner of Prisons, officers of the prison staff end includes any other person employed in the Department of Prisons.’",
    "mean_p_confidence": 0.86
  }
]