[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Qnd Session 1961-62. - <> é fe te iliany a Ssus96%, és = ‘ i eA By sy! HS S Excise (Amendment) Act, No. 17 of 1962 : Date of Assent: May 26, 1962 Printed on the Orders of Goverament . Printea st the Gonmncont Press, Comox. To. be purchased at the Govisanaxnr Pustications Bunsav, Covomno ‘Annual Subscription {including Bills) Rs 20 (Local), Bs. 400 - Seoreleny. Patel, 8 Saas B90, Colonie’ 2, before Zoek PEE So Saal Se tallest Bu ad rp agore the date af parment WAL aot be moped, Price: 15 cents - Postage: 1¢ cents",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Eacise (Amendment) Act, No. 17 of 1968 3 L. DO, 24/61, .",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Ay Acr 70 ana THE Excist ORDINANCE.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "[Date of Assent: May 28, 1962] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advioo and consent of the Senate and ‘House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1, This Act may be oited as the Excise (Amend- hor site,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "* ment) Act, No. 17 of 1962.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, The following new section is inserted Towson of immediately after Gotion 19 of the Excise Ordinance $f and shall’ have effect as section 19A of that Chapter, Ordinance :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Doma ot 19A. (1) It shall be lawful for the Secret = Government Agent of any Administra- NES ponmeon tive District (hereinafter referred to as ize the “Government Agent”), with the Pups. prior approval of the Minister, to take possession of any premises, formerly nsed for the purposes mentioned in para- graphs (a) end (8) of this subsection, sitoated within such Administrative District and to give such written direc- tions as appear to him to be necessary or expedient in connection with the taking of possession of such premises in ‘any case where it appears to him that the premises are required— (@) for any one or more of the. following purposes: — : (@) wanufacturing, or Gi) storing, or Gii) supplying by wholesale, or : diy) selling by wholesale, or (v) selling by retail, any country liquor within any looal area, or (®) for the purpose of selling’ any . : foreign liquor by retail in © tavern within any looal area under «tavern Tiognee ia that hehalf from the Government Agent. 2itsse—s.e0 reo",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "4 Excise (Amendment) Act, No. 17 of 1968",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) Any police officer shall, if requested soto do by the Govertimess Agent, take such steps and use such force as may be reasonably necessary for secur-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". ing compliance with directions given. umler scb-seotion (1) in Telation && the taking, or giving up, of possession of any premises,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "8) The period during which posses- side may be retained of any ‘premiees of which possession is taken tnder sub- section (1) shall be fixed by the Govern- ment Agent at the time of taking of possession, but such period may from time to time be varied by the Government Agent.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "“ _ () It shall be lawful for the Govern- ment Agent, for the whole or a part of the time during which he is in possession of any piemises ander this section, to permit ation of the premises",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "apa ofthe penis * occupant”),",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(6) The occupant shall pay compensa- tion, caloulated in the tuabnee set But in sub-section (6), to the person to whom rent would have been payable if the Government Agent hha not taken possession of the premises and if the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ": Gcoupant was a tenant in respect of the premises of which he is in occupation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(6) The amount of compensation ‘referred to in sub-section {6) in respect",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". of any premises shall be a sum equal to the reat which, in the opinion of the Government Agent, might reasonably be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ": Cupoctad to be payable by  tanant in occupation of the premises, where the tenant undertook to Bs all usual rates and to beat the cost of the repairs :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Provided, however, that in the case of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". any premises to which the Rent Restric- tion Act applies, the amoudt of the rent. shall not exceed the authorised rent of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "‘ he premises os determined under that",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Eacise (Amendment) Act, No. 17 of 1962 5",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(7) The occupant shall pay all usual rates and bent the oot of the repairs,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) Compensation under sub-seotion (5) andl) pecateldared as sporuing due from day to day for the period during which the premises are permittad to be occupied under sub-section (4), and be apportion- able in respedt of time scanty and shall be payable in any parti- - cular month 1 ‘not ines thea the tenth day of the month next following.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(9) In any case where a dispute arises as to the person to whom any compensa- tion under sub-section (5) in respect of any premises is payable, the provisions of sections 10 to 14 of the Land Acquisi- tion Act shall, in so far as may be, apply in like manner as they apply ‘where any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "- land is to be acquired under that Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "{10) Any person who is dissatisfied with the ‘manber in which the amount of compensation has been calculated under sub-section (6) may appeal to have that amount revised to the d of Review constituted under section 19 of the Land Acquisition Act; and the provisions of sub-sections (2) and (8) of section 22 of that Act and of sections 23 to 28 of that Act shall, mutatis mutandis, spply in relation to any appeal so preferred. *.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ". :",
    "mean_p_confidence": 0.17
  }
]