[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1963-64 > 6 Ve ‘ ey ( A SOUPS # .40 Sh. Gale (ow? 28 | a Agricultural Products (Regulation) (Amendment) Act, No. 7 of 1964 cy Date of Assent: February 14, 1964 + : Printed on the Orders of Government Fae ant te goittttts Bunatartina Benead, CoLonee Annual Subscription (including Bills) Rs. 30 (Local), Rs. 40 sober al by econ che eng, dn od Price: 10 cents Postae : 19 cents —_",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Agricultural Products (Regulation) (Amendment) det, No. 7 of 1964 L. D, 0. 28/62. . An Acr to sumo tne Aceicurors: Propucrs ¢-perin, (ReevLation) ORpmvance. Fagetti, + [Date of Assent: February 14, 1964]",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Queen’s Most Exoelleat Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the Agricultural Pro- ston aus. ducte (Regulation) (Amendment) Act, No. 7 of 1964, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": ". 2 Section 7 of the Agricultural Products (Regu-  smendmeot of lation) Ordinance, hereinafter referred to as the S2@,12t foftinelpsl enactment, i hereby amended as follows :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(1) in sub-section (1), by the substitution, for the words “regulated product shall be imported \", of the words ‘ regulated pro- oy duct in respect of which the standard ratio is prescribed shall be imported”; (2) in sub-section (2), by the substitution, for the words ‘imported into Ceylon”, of the words “ referred to in sub-section (1) which is imported into Ceylon ”; (8) in sub-section (4), by the gubstitution, for the words “ regulated product ”, of the words “regulated produst. in respect of whice the standard ratio is presoribed \"\"; and (4) in the marginal note to that section, by the substitution, for the word “ proltibited ””, of the words ‘in respect of which standard ratio is prescribed prohibited ’”. 8 Section $ of the principal enactment is hereby Amadnest ot y amended in sub-section (1), by the substitution, for the wee,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Words “‘ regulated product”, of the words aedamut regulated product in respect of which the standard ' ratio is presoribed **. ‘",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "treaty em",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Agricultural Producte (Regulation) (Amendment) Act, No. 7 of 1984 deminer 4. Section 9 of the principal enactment is hereby SESoA), amended in sub-section (1) as follows:—~ cuca 1) by the substitution, for the words “ any regulated product’, of the words ‘ any regulated product in respect of which the standard ratio is prescribed ”; and (2) by the substitution, for the words ‘the regulated product *', of the words “such , regulated product ’”. :",
    "mean_p_confidence": 0.76
  }
]