[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PROTECTION OF TENANTS (SPECIAL PROVISIONS) (AMENDMENT) ACT, No. 16 OF 1984 Q : [Certified on 26th April, 1994] : Printed on the Orders of Government i Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of April 27, 1084 : monte a rr trae copa Mant tama ae + Price: 80 coms Postage : 60 cents",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Protection of Tenants (Special Provisions) (Amendment) Act, No. 28 of 1986 [Certified on 26th April, 1984} LD. 64/33 ‘AN Act To AMzND THE Prozecrion of TenANTs (SrRctst Provisions) Act, No. 28 oF 1970 BE it enacted by the Parliament of the Democratic Secialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may be cited as the Protection of Tenants Short title. (Special Provisions) (Amendment) Act, No. 16 of 1984.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2, The Protection of Tensnts (Special Provisions) Act, Contims- ‘No. 28 of 1970, shall be deemed for all purposes te have been [pin force and to be in operation from and after November 18, 1983, Wo, 28 of until the date of commencement of this Act, 190.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 Section 12 of the Protection of Tenants (Special Pro- Amendment vislons) Act, No. 28 of 1990, us last amended by Law No.9 Sgorac” of 1978, is hereby further amended by the substitution, for No, 24 of ‘the words “thirteen years”, of the words “eighteen years”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4, Where during the period commencing on the 16th day Yalide-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "of November, 1993, and ending on the date of commence- ment of this Act, the Commissioner, on being notified under paragraph (a) of subsection (2) of section § of the Protec- tion of Tenants (Special Provisions) Act, No. 20 of 1070, ‘that the tenant or any person in occupation of any premises has been ejected therefrom, has made an onder refusing to inquire inte the alleged ejectment on the ground that the aforesaid Act was not in force on the date of notifieatina of the date on which ejectment was alleged to have taken plece, the following provisions shall apply :—~",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "{a} such order shall be deemed to have been and to be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "null and void; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "() the Commisstoner is hereby authorized, empowered",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "and required and shall have jurisdiction to entertain, hear and determine such matter de novo.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "In this section, “Commissioner” has the sme meaning aS in the Protection of Tenants (Special Provisions) Act, _ No. 28 of 1970.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘A.orsr70-—1,000 ceajoay\"* . ‘ oes",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "ae",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Annual” vubscription of “Bills and Lawa of the Perliament Ra. 150 (Local)y",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Be 200 (Foreign), payable to the Sureunmmmmrr, Govennem Pumicatios",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Bouram, P, ©. Box 600, Covozeno 1, before 16th December each year in respect of the year following,",
    "mean_p_confidence": 0.75
  }
]