[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "..PARLIAMENT OF CEYLON = 3rd Session 1949-50 = fs - foo ef nee Oe ( i : ‘Coen sy ey Import & Export Duties (Special Provisions) Act, No. 16 of 1950 . Date uf Assent : March $1, 1950 , __ Printed on tha Orders of Government , Bis oar, aia suse tn ‘ deel hart anee Ws tee oe ren eee ee proc toc",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Inport ond Export Duties (Special Provisions) Act, No, 16 of 1950. L. DO, 48748. . Uta MEG. AN AcT 70 MAKE SPECIAL PROVISION DECLARING THE",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "IMPORT AND EXPORT DUTIES LEVIABLE ON CERTAIN",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "cooos BETWEEN JuLy 14, 1948, ano January 21,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1950.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "[Date of Assent: March 81, 1950.) .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the King’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the : authority of the same, as follows :-—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1. This Act may be cited as the Import and shot ave. Export Duties (Special Provisions) Act. No. 16 of 1950. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. Tt is hereby declared that import duty on the  vetization goods, specified in the Schedule to the Order under \"7 21. the Revenue Protection Ordinance pmblished in Omer under Gazette Extraordinary No. 9,998 of July 14, 1949, Came ie,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "\\ shall be deemed for all parposes to have been leviable Sty as. during the period commencing at midnight of July 14/15, 1949, and ending at midnight of September 1/2, 1949, at the rates set out in the Schedule to that Order, notwithstanding anything in the Revenue Protection Ordinance or the alteration, by the Order under that Ordinance published in Gazette Extra- ordinary No, 10,012 of Beptember 1, 1949, or by the Resolution under aection 9 of the Customs Ordinance cap. 185, published in Gacette Extraordinary No. 10,021 of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "eptember 26, 1949, of the rates at which the duty is leviable on auch goods. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "8. The Order under the Revenve Protection nesospectiva Ordinance published in Gazette Extraordinary wollfeation No. 10,012 of September 1, 1949, shall, during the Caper 181. period commencing at midnight of September 1/2, pidlsted = 1949, and ending at midnight of September 25/26, isi. 1849, be deemed for all purposes to have had effet as though—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(a) in the item relating to artificial silk and aynthetic fibre and manufactures thereof, the words “weight of cotton or any , other material ’ had been aubstituted for the words \"' weight of cotton\"; - ' (b) for the item ‘‘ chinaware, earthenware and . porcelainware not elsewhere specified ”, 3. s0nir-2.180 arta",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Import and Eaport Duties (Special Provisions) . Act, No. 16 of 1950. there had been substituted the item : “‘chinaware, earthenware, porcelain. ware, stoneware and manufactures of : stone not; elsewhere specified ’”; and (0) the following new items had been included therein — . : Preferontiol — Gonerat role ad vatorem, ad valorem, ‘Liven yaro we .. 5 per cent Linen book-binding ‘thread - ve 25 per cent, Soil bicek makers {plex Lote tole and divblers) end parts thereof ... 5 per cent y 10 per cent. Yawein ot Tt ia hereby declared that export duty on the ip Sylar goods specified in the Schedale to the Onder under trie tesner the Revenue Protection Ordinance published in Bieeltted — Gaeette Eetraordinary No, 10,058 of Deosmber 20, 3, 280. 1949, shall be deemed for all purposes to have been leviable during the period commencing at midnight of December 20/21, 1949, and ending-at midnight of January 20/21, 1950, at the rates set out in the Schedule to that Order, notwithstanding on ching in the Revenue Protection Ordinance or the slteration, by the Order under that Ordinance published in Gazette Extraordinary No. 10,085 of January 20, . 1950, or by Resolution under section 9 of the Customs Ordinance, of the rates at which the duty is leviable on such goods.",
    "mean_p_confidence": 0.75
  }
]