[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT. OF CEYLON “ Ind Session 1971-72 5 TA. >: ae @ Kiem IS, ‘ . Rem Qe National Apprenticeship Act, No. 49 of 1971 Date of Assent : November 3, wt i Printed on the Orders of Government a ae ME ge Me : December each Yin respect of ‘the year following. Late = * SOE ot atte Soin eh Se 1 Prive: Rs. 105 . Postage: 20 cena”",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "- National Apprenticeship Act, No. 49 of 1072 * .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". r 1. D—0. 19/71. oe . AN ACT 10 PROVIDE FOR THE RSTABLISHMENT OF*.'",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "tus NATIONAL APPRENTICES? BOARD AND AN",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "APPRENTICESHIP FUND, AND TO MAKB PROVISION FOR",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "MATTERS CONNECTED \"THEREWITH OR INCIDENTAL",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: November 3, 1971] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and oomsent. of the House of . preseniatves of Coylon in this present Parliament assambied, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act, may be, cited as the National ston wi Apprenticeship Act, No. 49 of 1971.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, For the purposes of this Act, the Minister may, Divison a by Onder published in the Gosetts, divide apprentios uEmb into sach different categories as may be specified in the Steyaie. Order, and the expression “ category” or “ cate- gories ” wherever it appears in any context relating te apprentios in the ‘succeeding ‘provisions of this Act shall be read and construed subject to the preceding provisions of this section.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "~ 3. (4) The succeeding provisions of this Act, shall Apetouion ot not apaly 10 any ontegery of apprentios until the pus ‘Minister, by Order published in the Gazette, declares Ub aa. that such provisions shall so apply to that category. Such Order shall come into foros on the date of such publication, or on such later date as may be spocified therein.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "@) So long as an Order is in forog under mub- section (1) im respect of any catarory of, apprention the snoceeding provisions of this Act shall apply to that enlegory, and aosnedingly the qxpresion \"te Gories ” or “* category” wherever it appears in any sontert relating. a, apprentices in, the sueseding provisions of this Act shall bo read and constr subject to the: preceding provisions of this section.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PART I . : ‘Tar Narroxat Arramvticesiie Boksn .",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. (1) With effect from such date as inay be musbibnect appointed by the Minister by Order poblished inthe Soret",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Jazette, there shall be established a Board which shall Bast",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "wots ant) :",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ": * 2 National Apprenticeship Act, No. 49 of 197% be called the National Apprenticeship Board (herein- after referred to as “the Board’) and which shall consist of the persons who-are for the time being members of the Board under this Part.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{2) The Board shall by the name assigned to it by",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "sub-section (1) be a body corporate and shall have Perpetual sueoession and e common seal and may sus . ‘and be sued in such name, Geoecat 5. (1) Subject to the provisions of sub-section (2), geen ot A the general objects of the Board shall be—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) to formulate, implement and supervise # scheme of training to cover each category of apprentices;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "®) to establish apprenticeship standards in relation to such taming, to determine the periods of training for each category of apprentices and the numbers, nature and content or the type and level of training to be undergone by each such category;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(©) to determine the trade tests to be undergone by each category of apprentices and their profi- ciency, and to issue certificates to those who quality; -",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) to determine, in consultation with the Minister, the amount of allowances payable to each eategory of apprentices;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) to determine the hours and conditions of work, leave entitlements, holidays, and other condi tions tobe observed by each category of apprentices; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{f) to do all such other acts or things as are",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ": . Aedessary for, oF incidental to, the attainment of the objects herein before mentioned.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(2) The Board shall carry out its objects in",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "accordance with the provisions of this Act and’ the ’ regulations made thereunder. Bows of te 6 The Board may’ exercise all or any of the ‘Board following powere:—— “",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) to acquire in any manner whateoever-and hold, ” take or give on lease or hire, mortgage, pledge, sell or otherwise dispose of, any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "‘4mmovable or movable property;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "National Apprenticeship Act,,No, 49 of 1971 3",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "@ to provide financial assistance, welfare and recreational facilities, houses, hostels and other like accommodation for the persons employed by or serving the Board; :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(©) to construct, manufacture, purchase, maintain and repair anything required for attaining the objects of the Board;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(@) to make and recover charges for any services rendered, or facilities or equipment provided, by the Board;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "{¢) to enter into and perform or corny out, whether directly or, through any officer or agent",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "+ authorized in eet behalf by the Board, all such contracta or agreements as may necessary for the exercise of the powers of the Board;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(f) to train, or assist financially the training of, persons to do work which is connected with the attainment of the objects of the Board;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(g) subject to the provisions of this Act, to make Tules in respect of the administration of the affairs of the Board; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "@) te do all such other things which, in the opinion of the Board, are necessary to facilitate tha Proper carrying out of its objects or the performance of its duties.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "TZ (l) Tt shall be the duty of the Board— Davin of a",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(@) to render ag far as possible, such services as are - contemplated by the objets of the Board for the benefit of the Government, or any agency or Department of Government, or any local anthority, or any Government-Sponsored Corporation, or any establishment which is or is to be-carried on in Ceylon ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(@) to advise the Minister.on all matters relating to the training of apprentices, either of its ‘own motion or at the request of the Ministar; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "{@) to take all sach measures as may be necessary ~ for the attainment of its objects.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) Nothing in the preceding provisions of this",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "section shall be construed as imposing on the Board, either directly or indirectly, any form of duty or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 National Apprenticeship Act, No. 49 of 1072 Hability enforceable by proceedings before any court, on tribunal to which the Board would not otherwise be subject. eae - gover ot te 8. (1) The Minister may, from time to time, give Miche: |, _ directions to the Board in regard to the general policy ‘the Board, on apprenticeship training, the terms and conditions of work of apprentices and such other matters as he may deem appropriate. * (2) The Minister shall, in issuing directions under . anb-section (1) with regard to any matter affecting * the subjects or functions assigned to any other Minister, act in consultation with that Minister. : _ @) The Board shall comply with sny directions * issued to it by the Minister ander sub-section (1). Coustintin of «9. (1) The Board shall consist of the - following , Se Bow \"members: — i {@) the Director of Apprenticeship; i (@) the prescribed number of members representing employers in private establishments; : : (¢) the prescribed number of members representing employers in public establishments;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(@) the prescribed number of members representing —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": ". trade unions;",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(¢) the prescribed number of members representing the Ministries and Government departments concerned with the subjects or functions of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "| eduestion, taining, labour, industry and ' agriculture; +f the prescribed number of members representing v) Me Forsone having special knowledge | OF experience of matters relating to training. ' : labour or industry. . (2) All representative members of the Board shall be appointed by the Minister. : :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(8) A person: shall be disqualifted for being appointed, or for continuing, as a representative meinber of the Board, if he is or becomes a Member _ of Parliament, - |",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Oheivman whd 10. (1) The Director of Apprenticeship shall be the ~ € eg Ghats Chairman of the Board.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2) The members of the Board shall from amongst their number elect the Viee-Chairman of the Board. .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "-' National Apprenticeship Act, No. 49 of 1971-5",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "44. Every representative member of the Board’ qwm ot. ~ shall, unless he earlier vacates office by death, resigna- “Schutt,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "~ tion or removal, hold offios for the prescribed period. ER,\"",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "42, (1) The Minister may, if he considers it Powm it the expedient 20 to do, remove, by Order published in the ithe, w Gazette, any representative member of the Board fica without reason stated. somata",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) A representative member of the Board in respect of ‘whom an Order under gub-soction (1)-ix-made by",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "~ the Minister shall vacate bis office on the date of the poblication of such Order in the Gazetie. =",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(8) The removal of any representative member of the Board under sub-section (1) shall not be called in question in any oourt. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "13, A representative member of the Board may at Raion any time resign his office by letter addressed to the Saba“ Minister.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "4%, (1) Tf-a representative member of the Board tues = - ies or resigns or is removed from office, the Minister Tes",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "may, having due regard to the preceding provisions Mprutiaim of this Part, appoint any otber person to be a repre > sentative member in place of the member who dies or resigns or is removed from office. * (2) A representative member appointed under sub- cection (1) shall, unless he earlier resigns or vacates offics by death or removal, hold office for the unexpired part of the term of office of the represen- tative mauler whom he succeeds.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "16. Where a representative momber of the Board nape is by tenson of illness, infirmity or absence from remmas,, Ceylon, temporarily unable to perform the duties of ecto! his lg, the Minister may, axing dao raged to the : Preceding provisions of ‘this Part, appoint another Person to act in his place.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "16. Any representative méinber of the Board who Bietitiy ot vacates office, other than & member who is removed . mamiet ta from office ‘under section 19, shall be eligible for reappointment.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "_ © National Apprenticeship Act, No. 49 of 197 aes 11, No act or proceeding of the Board shall be BGs Bea deemed to be invalid by.reason only of the existence Boni ty of any vacancy amongst its members or defect in the ~ Scans cr” = appointment of any member thereof. | ‘eer fa ‘Te oP emer. . Appian of 48. (1) The seal of the Board shall be in the oust Snet'“*\" of the Board. an : (2) The seal of” the Board may be altered in such",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "manner as may be determined by the Board, : (8) The application of the seal of the Board shall bo authenticated by the signature of the Chairman of . . the Board, and some other officer of the Board antho- , rized by the Bosrd to outhenticate the application of the seal. \" Ramboreemeat 49. ‘The representative members of the Board shall seyemtet not be paid any remuneration, but shall be reimbursed | BESENS'L, from the funds of the Board for auch travelling, hotel Bend, and incidental expenses aa they may inour for tho } purpose of attending sectings ‘of the Board or for such other parpose connected with the activities of : the Board as may be approved by the Minister. footage ot 20. (1) The mestings of the Board shall be beld : Whee Board, ‘once at least in every two months. ion i (@) The quorum for any meeting of the Board shall be as presaribed. : . : (@) The Cheirman or in his absence the Vice- Chairman, or in the case of the absence of both, a i member chosen by the members present, shall preside ata meeting of the Board. () All questions for decision at any meeting of ! ths Board chall be deoided hy the vole of the majority t of the members present, In caso of an equality of votes, : the presiding oficer eball have a casting vote. : (6) Subject to the preceding provisions of this ‘ oon rules may be made under this Act in respect ' of the meetings of the Board, the procedure to be : followed, and the business to be transacted, at such i meetings. Tee Beard 21. The Board shall be deemed to be a scheduled decd '0,5 institution within the meaning and for the purposes; infiston” of the Bribery Act, and the provisions of that Act mihin cr tie shall be construed accordingly. ' Bribery’ :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "National Apprenticeship Act, No. 49 of 1971 7",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "22. (1) The Board may establish Committees to poner of the assist the Board in the discharge of its functions. ‘The Bart,’",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "+ members of any such Committes shall be appointed by tuamitee. the Board from among persons who are or are not members or employees of the Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "@ The Board may delegate to any Committes appointed by the Board any of its functions so, how- ever, that such delegation shal] not be deemed or construed to preclude the Board from discharging am each Function wo delegated. ‘Tho Board may emend or revoke any decision made by such Committes in consequence of such delegation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(8) The members of any Committee appointed by the Board may receive such remuneration or allowances out of the funds of the Board as the Minister may determine,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "PART II Srarr or wae Boarp :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "23, (1) The Minister may appoint any person, by ypisunsat at name or by office, to be or to act as the Director of Zrymarcetip, Apprenticeship (in this Act referred to aa “the & . Dhector ”). fhe Director shall be she Chairman ns well as the chief exeoutive officer of the Board and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "« shall be responsible for carrying out the decisions and directions of the Board. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(2) ‘The Minister may appoint persons, by name or yy office, to be or to act as Deputy or Assistant",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "jrectors of Apprenticeship to assist the Director im. the performance of his duties.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(8) The Director may delegate any of his powers, functions or duties to any Deputy or Assistant Director of Apprenticeship, and samy such power,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "_ function or duty, a0 delegated shall be exeroised, dis- charged or performed by such Deputy or Assistant Director subject to the general or special. directions of the Director.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(4) The Board may appoint to the staff of the Board such other officers and servants as the Board may deem necessary.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(8) Tho Minister may, if he considers it expedient 20 to do, remove the Director or any Deputy or Assis- tant Director from office without reason stated. Such removal shall not be called in question in any court.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "& National Apprenticeship Act, No. 49 of 1971 Remneatin 24, The terme and conditions of serviee, including gh Diese, his remuneration, of the Director shall be as deter-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "mined by the Minister. “ - appuintny 25. Whenever the Director is by reason of absence stow from Ceylon or illness or other infirmity unable to",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "7 perform the duties of his offiog, the Minister may",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "appoint some other person to act in his place. Seat of te 26, 0) Sabject tothe other provisions of this Act, Board. the Board may— (@) appoint, dismiss and exercise disciplinary “control over the staff of the Board; (@) fix the wages or salary or other remuneration of such sat; (©) determine the terms and conditions of service of such stadl; (@ establish ond regulate. a provident fund or scheme for the benefit of such sta and may h make contributions towards such fund or scheme, (@) Rules may be made under this Act im respect + of all or any of the matters referred to in sub-section (1). i ‘sprite 27, (1) At the request of the Board any officer in teprigge the pyblioservieo may, with the consent of that offcer gat cts and-Of the Permanent Secretary to the Ministry ix 7 charge of the Minister to whom the subject of public administration, hes boon assigned, be temporarily. appointed to tha staff of the Board for sach perio‘ ag may be determined by the Board with like consent or be permanently appointed to such staff. (2) Where an officer in the public service is . temporarily appointed to the staff of the Board— (a) he shall he subject to the same disciplinary control as any other member of such staff;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": ". (2) if, at the time of his tempotary appointment’ to the staff of the Board, bis substantive post in the public service was a post declared to be pensionable under the Minutes 0° Pensions— i (i) he shall, while in the employ of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "Board, be deemed to have been absent. - * from duty in the public service om -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "National Apprenticeship Act, No. 49 of 1971 9",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "leave granted without salary on",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "' grounds of public policy and accor-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": ": ingly, section 10 @) ‘of thoge Minutes shall apply to him; and .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "Gi) in respect of him, the Board shall pay",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "out of the funds of the Board to the -",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "Deputy Secretary to the Treasury to",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "be credited to the Consolidated Fond",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "of Ceylon for every complete month",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "during which he is in the employ of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": ". the Board, sach sum not ‘oxveeding",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "twenty-five ger centum of the salary",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "payable to bim in his substantive post",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "tn the public service as may be dever-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "’ mined by the Minister of Finance ; and +",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "* © if, at the time of his temporary sppointment to ~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "the staif of the Board, ha was a contributor",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "to the ‘Public Service Provident Fund esta-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "blished under the Public Service Provident",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "Fond Ordinance, his service to the Board",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "shall, for the purposes of that Ordinance, be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "deemed to be service td the Government, and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "accordingly he shall, while he is in the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "employ of the Board, ‘continue to pay to the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": ". Public Service Provident Fund such contri-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "bution as he was liable under that Ordinance",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "to poy, ‘and in- respect of him the Board",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "shall Puy at the close of each financial year",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "‘out of the funds of the Board to the Deputy",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "Secretary to, the Treasury to be credited to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "the officer’s account in the Public Service",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "Provident Fund a sum equivalent to such",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "contribution as the Government is liable to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "pay to the Public Service Provident Fund in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "respect of him.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "(8) Where an officer in the public service is",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "permanently appointed to the staff of the Board—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "(@) he shall be deemed to have left the public . serviog; :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "(®) if, at the time of his permanent appointment to the staff of the Board, his stbatantiva pot . in the public service was a post declared to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "-'- be “pensionable under the Minutes on Pensions— :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "(@ he shall be eligible for such an award",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "under those Minntes as might have",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 43,
    "text": "been made to him if he had been",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "10 National Apprenticeship Act, No. 49 of 1971 retired from the public service on the ground of ill health on the date of his Permanent appointment to the staff, of the Board,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(ii) the amount of any such award made under those Minutes shall not be paid to him unless hia employment in the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": ". Board is terminated by retirement on _ Recount of age or ill health or by the abolition of the post held by him in the Board or on any other ground . : approved by the Minister of Finance, . ai : . Gii) in the event of his death while in the employ of the Board, such an award ag might have been made in_ respect of him under those Minutes if he had died immediately before his perma Rent appointment to the staff of the Board may be made in respect of him; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(©) if, at the time of his permanent appointment to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "the staff of the Board, he was a contributor",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "to the Public Service Provident Fund esta- blished ander the Public Service Provident",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Fund Ordinance, he shall, for the purposes ,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "of that Ordinance, be deemed to have left~",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "_ the service of the Government upon the determination of contract with the consent of the Government otherwise than by dismissal.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(4) Where the Board employs any person who has entered inito a contract with the Government by which he has agreed to serve the Government for & spenified period, am pened of service to the Board by that person shall regarded as service to the Government",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "fot the purpose of discharging the obligations of such",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "contract. Appointment “98. (1) The Board may appoint any member of the Se spall by bame oF by afies, to'ho an Taspector for #6 purposes of this Act.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "_ @) The powers, functions or duties of an Inspector may be exercised, discharged or performed by the Direotor so, however, that the provisions of” sub- section (8) shall not apply to the Director. : _ (8) Every Inspector shall be furnished with his od hante ot appointment as an Inspector by the Board. Such certificate shall be in such form a3 may",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "National Apprenticeship Act, No. 49 of 1971 11 be provided by rules made under this Act, and shall, if s0 required when within any establishment, be ~ produced by the Inspector to the occupier or person Folding & sesponsible position of management at the establishment.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "29, (1) Subject to any rules made in that bebalf, Fover of an Taspector shall have Hower to do all or any of the ™™™ following acts or things, that is to say:— :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(a) to enter, inspect and examine any establishment",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "or part thereof at all reasonable times, by day and night;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(®) to examine any apprentice employed therein, or to require the production of any register, record or other documents maintained in pursuance of this Act, and to take on the spot or otherwise any statement of any person which he may consider necessary for carrying out the purposes of this Act;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(@) tomake such examination and inquiry as he thinks fit in order to ascertain whether the provisions of this Act and the regulations made thereunder ate being observed in the establiabment;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "+. @ to exercise such other powers as may be preseribed;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "@ to examine, either alone or in the presence of any other person, as he thinks fit, with respect to any matter which is being investigates by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": ". him, ‘orery ‘perm hom The nds, on the Premises of the establishment entered by him",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "y virtue of the aforesaid powers or whom",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "he has reasonable ground for believing to be",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "‘or to have been employed in suck establish-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "ment or to be in possession, custody or control",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "of anything referred to in this sub-section;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(f) to require any person referred to in paragraph ® to appear before him at a tim and ‘place",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "ed by him, and then and there question : ¢ that person goncerning eny matter which is being investigated by him,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "The occupier of any establishment, his ts, . and pera comes at all times furnish the moans oF facilities required by an Inspector as are necessary for the pi of exercising his powers under aub-section ().",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "12 National Apprenticeship Act, No. 49 of 1971 | . - PART IIT H Finance anp Accounts , dyppesennle 30, (1) There chall be established a Fund called : the Apprenticeship Fand, hereinafter referred to as “the Fund\", :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(2) All training provided by employers under the provisions of this “Act shal he Ananeed from the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "‘und.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(8) The Fund shail be made up of —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ": (2) such contributions from the Consolidated Fund of Ceylon ag may be authorized by any Appropriation Act or by resolution of the House of Represen- tatives so, however, that such",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "> eontributions shall not be paid or",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ": made available to the ‘Board ‘except",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ": ‘on such terms, conditions and instal- tuoats oe aay be determined by the ‘Minister of Finance;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(® all sums paid or recovered s¢ training cass under this Act;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(e) grants or voluntary. contributions from",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "ov other sources; and a",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) borrowings from banks or other sources.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "( Individual establishments which meet the cost of apprenticeship training assigned to them may, with the approval of the Director, set off such cost against the training cess or claim a refund.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "\" @) The Fund shall be administered by the Director under the general direction of the Board. Bring, B81. (0) Thero shall be levied and paid for each SEES pau year a training cess in respect of every establishment in meet employing not Jess than fifty persons. The rate or SEhibimwte. amount of such cess shall be as determined from time to time by the Minister by Order published in the Gazette. . .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(®) Any establishment in respect of which the , training cess is payable under sub-section (1) is in this Act referred to as an ‘' establishment subject to the cess\".",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "National Apprenticeship Act, No. 49 of 1971 18 . ‘The training cess for any year due in respect . of way establishment subjeot tothe ots ball be paid by the proprietor thereof to the Board in the prasrrbed manner, and before the presoribed date, or before the expiry of the prescribed period, in that year.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "(4 Where the training oess for any year duc in respect of soy establishment subject to the cess is not paid to the Board by the proprietor of that establish-.  ~ Trent in. acoordance with\" sub-section (8), the Board may in its discretion order that a sum not prooeding ten ner centum of the amount of the cess shall be adder to the cess and recovered therewith. Any sum ao added to the cess shall be deemed to constitute a part of the ese, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "(8) Where the training cess for any year due in respect of any establishment subject to the cess is not paid to the Board by the proprietor of that establish\" - ment in accordance with sub-section (8), such cess may be recovered by the Board from such proprietor in like manner as though it were a debt due to the Crown,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "82, The Board may, with the concurrence of both Barroring the Minister and the Minister of Finanoe, or in acoor- ret” dance with the terms of any general authority giver with like concurrence, harrow, by way of overdraft or otherwise, or negotiate and obtain on credit terms, such sums as the Board may require for meeting the obligations of the Board and exercising, discharging or performing the powers, functions or duties under this Act:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "Provided, however, that the aggregate of the amounts outstanding in respect of any loan raised by the Board under this section aball not at any time exeéed such amount as may be determined by the Min- ister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "8.. (1) Every apprentice undergoing training spmoatenbiy shail be paid an apprenticeship allowance from the \"’\"™\"\" Fond.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "(2) The Board shall, in consultation with the Minister, determine the amount of allowance to be Paid to apprentices, Different allowances may be 20",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": ". 14 National Apprenticeship Act, No, 49 of 1971 . determined in respect of apprentices having regard to the cat to which they aed “fiir inaividaal educational qualifications end. skill (8) An apprentice in any esteblishment— (@) shall not be entitled to receive any other pay- ment direct from his employer; or (#) shall not be entitled to be paid on the basis of piece work; or (c) shall not be entitled to be paid any sum by way of bonus or inosntive payable to other workers in that establishment. “Othe intniog 4 The Board shall determine the manner in one. which, and the extent to which, other training costs jncurred by the ectablishmente should be eimbareed ' from the Fund. Sophos 38, All surplus moneys in the Fund which aro not sooneye. required to meet any immediate expenditure incurred gr #9, Snourred by the Board shal! be deposited by the ‘Board in the General ‘Treasury on each torme at may be determined by the Minister of Finance. Bard to 88, Tho moneys. of the Board may be utilized by il te the Board for the purpose of carrying out its objerte or in the exercise, dischatge ar performance of its powers, functions or duties under this Act. Accum ot | 87. The Board shall, in respect of each financial ‘the Beart, year, cause proper accounts of its income and expeb- Giture and of all its other transactions to be kept, and shall prepare an annual statement of accounts and statistics relating to its business, in such form snd containing such particulars as the Minister may determine. Rosodat 38. Tho financial year of the Board’ shall be the Best™ calendar year. Andis of 89. (1) The accounts of the Board in respect of geome at each financial year shall be submitted to the Auditor- General for audit before the lapse of six months from the end of that year. For the purpose of assisting him in the midit of such eccounts, the Auditor. General may employ the services of any qualified auditor or auditors who shall act under his direction and control.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Nationat Apprenticeship Act, No. 49 of 1971 15 For the purpose of meeting the expenses in- cated by him B anit the Sogtants of the Board,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "* the Auditor-General shall be paid from the funds of ~ the Board such remuneration as the Minister may, with the concurrence of the Minister of Finance, deter- mine. Any remuneration received from the Board by the Auditor-General shall, after deducting any sums ped by him to any qualified auditor employed by him for the bazposee ‘of such audit, be oredited to the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(8), The Auditor-General and any person assisting him in the audit of the accounts of the Board shall ~ have access to all such books, deeds, contracts, accounts, vouchers and other documents of the Board ‘a8 the Auditor-General may consider necessary for the parpes ‘of the audit, and shall be furnished by the -d, or ite officers with such information within their knowledge as may be required for such purposes.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(4) For the purposes of this section, the expression “ qualified auditer” means :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "@) an individual who, being a member of the Institute of Chartered Accountants of Ceylon, possesses a certificate to practise as an Accountant issued by the Council of that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "~ Tastitute; or :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Gi} a firm of Chartered Accountants each of the partners of which, being a member of that",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Institute, possesses a certificate to practise as an Accountant issued by the Council of : that Institute.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "30. (1) The Auditor-General shall examine the mu astine accounts of the Board and furnish a report— geet",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(@) stating whether he has or has not obtained all . the information and explanations required by him;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "\"stating whether the goqounte referrod to in the",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "rt are properly drawn up 80 as to exhibit a erue and foir iow of the afisire of the- Board; and . .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(©) drawing attention to any item in’ the accounts ‘which in bis opinion way be of interest to the Honse of Representatives in any examination of the activities and accounts",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": ". of the Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "©) The Auditor-General shall transmit his report to the Board together with the audited accounts.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "AK D407 cet)",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "16 National Apprenticeship Act, No. 40 of 197% ‘Foe Andie 44. The Board shall, on the receipt of the audited eyo end accounts and the Auditor-General’s report each year, {is reer, of transmit such report and such accounts together with ? tciitues of he the statement by the Board of its activities during the Bod to be financial year to which such Teport relates, to the ‘ein. tothe Minister. inter who shall cause copies thereof to be laid before",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "the House of Representatives within twelve months",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "of the close of the financial year of the Board to which",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "the accoints relate, .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": ". PART IV APPRENTICES AND THEIR TRAINING",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "Guebicationn 42, (1) A person shall not be qualified for being Soeise engaged as an apprentice of any category — sperenon, (@) if he is under the age of sixteen years;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "() if he has attained the age of sixteen years but has not attained the age of eighteen years except with the prior sanction of the Board given in accordance with the succeeding",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "Provisions of this section; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "{e) unless he satisfies the prescribed standards of education and physical fitness applicable in the case of that category.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "@) The Board shall not grant its sanction to the engagement of a person as an apprentice of any cate- gory-under paragraph (0) of sub-section (1) unless the Tequirements of that category of apprentices make it",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "*— nesossary ‘that apprentices should be rearaited under the age of sighteen years,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(8) Different standards of education and physical fitness may be prescribed in respect of different cate- gories of apprentices,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "Gosirst of 43. (1) No person shall be engaged as an sperantionbip. — apprentics unless—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(@) a contract of apprenticeship has been signed by or on beball of the Rpprention and his employer; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(®) the contract has boon registered. with the Director.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "Every contract of apprenticeship may contain cash terms | and conditions as may be determined by . the Board so, however, that such terms and conditions shall not be inconsistent with the provisions of this ‘Act or the regulations made thereunder.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "National Apprenticeship Act, No. 49 of 1971 17 (8) ‘The Bonrd may determine trom tse to time the allowances and conditions of work and training of apprentices, : (4), Subject to the provisions of section 42, a person who is a minor may be engaged as an apprentice only if a contract of apprenticeship has bean signed. on his behalf by his parent or guardien with his employer. ' 44. (1) The contract of apprenticeship training of Pei of any apprentice shall specify the period of such train eect ing. ‘The period oo specified shall be determined. by reference to the succceding provisions of this section. (2) Save ag otherwise expressly provided by sub- section (3), the period of apprenticeship training of auy category of apprentices shall be such period as ! shall be prescribed in respect of that category.“ (8) Where any epprentice has undergone institu- tional training in a echool recognized by the Board | and has passed the prescribed trade tests conducted by } the proper authorities, the period of apprenticeship ! training of that apprentice shall be such period as : shall be determined by the Board. (®, Different periods, of apprentiouhip training may bo prescribed or determined under the preceding : provisions of this section in respect of different cate- : gories of apprentices. 3B, (1) A contract of apprenticeship shall termi- Tenisuiea of nate on the expiration of the period specified therein. Senraticoskip. ® Before-a contract of apprenticsip terminates by the effluxion of time, either party ta such contract tiny apply in writing to the Direetor for» termination . of such contract, {) TUpon th rept of an applision for the tems. nation ofa contract of apprenticoip made by « parky to the contract under sub-section (2), the Director— (@) shall give notice of such application to the other party to the contract; and (6) shail, after giving each party to the contract an opportunity of being heard, make order . either dismissing the application, or allow- : fng the application and terminating the oon- : tract.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "18 National Apprenticaship Act, No. 49 of 1971",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "{& No order shall be made by the Director under sub-section (8) allowing an application for the termi- nation of # contract of apprenticeship unless he is ¢ satigied—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "(@ that it is desirable to do so in the interests of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "any or each party to the contract; or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "(®) that any or each panty to the contract hes failed to carry out the terms and conditions of the contract.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "(6) Where the Director makes an order under this section allowing an application for the termination of a contract of apprenticeship on the ground that any one party to the contract has failed to oarry out the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": ", terms and conditions of the contract, then,—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "(@) if such party is the employer of the apprentics to whom the contract relates, such Tesployer shall pay to that apprentice such compensa-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "* tion as may be determined by the Director; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "” @) if such party is that apprentice, he shall refund to such employer as Ke costs of training such amount as may be determined by the Director; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "(©) if such party is, not satisfied with the decision =",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "\"of the Director, he may appeal to the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "Number 48. (1) The Board shall determine’ the number of wi'aer’ apprentices of each category to be trained, and shall moa. give general directions regarding the selection of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": ": establishments where the apprenticeship training shall",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "' be provided and the method of -selection of such",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "I apprentices.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "| (2) The Director shall, in accordance with the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": ": directions of the Board, require employers to take",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "i the. specified number of apprentices within the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "prescribed period.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": ": (8) In determining the number of apprentices to bo | trained in each establishment, the Director shall bave regard to the facilities and resources already available | in the establishment for such training, training | programmes being undertaken by the establishment a8 + well ag the facilities and resources that may heve to be made available for the efficient conduct of such | training. |",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "National Apprenticeship Act, No. 49 of 1971 18",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "(4) ‘the employer shall comply wittr any requisition",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "made by the Direetor under the preceding provisions * of this section. -",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "(6) Several employers may join together for the purpose of providing apprenticeship training.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "@ Any. employer, who is not satisfied with the decision of the Director under sub-section (2) or sub- section (8), may make a referenoe to the Board for a review of the decision. The Board, after considering. the facts and opinions available, shall decide the reference. The decision of the Board shall be final. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "ST. (1) The Board shall give general directions’ Praca regarding the neture and extent of training to be Zeng2 undergone by apprentices.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "(2) Subject to the general directions of the Board, the Director shall draw up training programmes for the different categories of apprentices.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "(8) Every employer shall make suitable arrange- ments in his establishment for the practical training of all apprentices under his charge in accordance wit! the training programme prescribed or approved by the Director. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "~ . (4) Every employer shall give all reasonable facili- ties to the Director for the inspection, supervision and testing of the work being done by apprentices s0 as to ensure that the training is being given in accordance with the approved programme.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "@® @ If, in the opinion of the Board, it is” * necessary to supplement the practical training of any apprentice with either’ institutional training or any related instruction, the Board may make the necessary arrangements for such training, or instruction in a school or institution recognized by the Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "() In the case of apprentices who have passed trade tests conducted by the proper authority, after having undergone institutional training, ‘related instruction may be given on such reduced or modified scale ag may be considered appropriate by the Board. =",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "(8) The Board may determine the appropriate tests to be undergone by an apprentice so as to make a",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": ". decision on his proficiency ia the trede, vocation or profession in which he has served his apprenticeship,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "and nay issue an appropriate certificate of proficiency",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "to such apprentice. SK 01 @fD",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "+ 20 National Apprenticeship Act, No. 49 of 1971 Qhigetons at AB. Without, prejudice to the other provisions of ayers, this Act, it shall be the duty of every employer of any apprentice— y",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(a) to provide that apprentice with the training suitable to the category of apprentices to which he belongs, in accordance with the provisions of this Act and the regulations made thereunder; ,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(®) to ensure that a duly qualified person is placed in charge of the {reining of that apprentices, if the employer is not iimeelf so qualified; an ~",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "- \"(to discharge all his obligations under the contract of apprenticeship. Shion of 49, ‘Tt shall be the duty of every apprentice under- renee going training—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(@) to attend hoth practical and instructional classes in accordance with the approved training programme and to endeavour to qualify in the particular trade, vocation or profession in which he is being trained;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(®) to carry out all lawful orders of his employer and supervisors in the establishment in which” he is being trained; and .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(0): to discharge his obligations under the contract of apprenticeship. uc",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": ", : Speaitoan 80. (1) The hours of work of an apprentics shall of work, be as detarmined by the Board.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(2) An apprentice shall not be required to work",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "overtime except with the approval of the Director. ‘The Director shall not grant such approval unless he is satisfied that such overtime work is in the interest of the training of the apprentice. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "(3) An apprentice shall be entitled to such leave as",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "may be prescribed and sach holidays as are observed . in the establishment in which he is undergoing . training. , (4) The provisions of the Factories Ordinance relating to health and safety of workers shall apply t0",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "ali apprentices undergoing training in factories.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "Notional Apprenticeship Act, No. 49 of 1971 21 _ (8) The provisions of the Workmen’s Compensa- tion Ordinance relating to compensation to be paid , 10 workers on account of injury or death by accident shall apply to all apprentices.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(6) The provisions of the Employees’ Provident Fund Act, No. 15 of 1988, relating to the payment of provident fund shall apply to all apprentices covered by this Act. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "$1. (1) Save as otherwise expressly provided by ciodoes sn this Act, an apprentice undergoing training under the >\". provisions of this Act shall be a trainee and not a worker, and the provisions of any law relating to workers shall not apply to an apprentice.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(2) Ia all matters of condnet and discipline, an apprentice shall be governed by the internal rules and regulations of the establishment in which he is under- going training. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "PART V GENERAL",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "62. The Minister may by Order, with the crowaiands concurrence of the Minister for the time being in *buking. charge of the subject of Crown lands, transfer to the Board any Crown land or building, and any Crown land or building so transferred shall, with efiect from",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "«the date of the Order, vest in and be the property of the Board. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "53. (1) ‘The Board shall be exempt from the pay- Rrempum ment of any stamp duty on any instrument executed from datiee, by, or on behalf of, or in favour of, the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "{2} Tho Board shall be exempt from the payment * ~ of any customs or excise duty on any goods imported or purchased out of bond by the Board, if the Minister in consultation with the Minister of Finance, approves such exemption. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "5%. (1) If any employer— Often.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "{@) engages as an apprentice & person who is not",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "qualified for being so engaged; or @) fails to carry out the terms and conditions of a contract of apprenticeship or .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "{@) contravenes the provisions of this Act, relating",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "to the number of apprentices which he is.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "required to engage under. such provisions, such employer shall he guilty of an offence under this ‘Act, and shall, en conviction after summary trial before a Magistrate, be liable to a fine not exceeding",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "22 National Apprenticeship Act, No. 49 of 1971 one thousand -rupees or to imprisonment of either description for a term not exceeding six months, or to both such fine and. imprisonment, (@) Lf any employer or any other person— (2) required to furnish any information or return— | : @) refuses or neglects to furnish such information or return; or (ii) furnishes or eanses to be furnished . any information or return which is false and which he either knows or believes to be false or does not believe to be true; or (iii) refuses to answer, or gives a false auswer to any question necessary for obtaining any information required to be . furnished by him; or (®) refuses or wilfully neglects to afford the Director or any other officer duly authorized any reasonable facility for : making any entry,\" inspection, exami-~ nation or inquiry authorized by or under this Act; or (¢} requires an apprentice to work overtime . ‘without the approval of the Director; or @ employs on apprentice on any work which is not connected with his training; or ‘ (} makes peyment to an apprentice on the basis of piece work; or () requires an apprentice to take part in any ‘output bonus or incentive scheme; or (g) demands or accepts any payment or . benefit in respect of an apprentice or prospective apprentice in connection , with his apprenticeship; or : (A) falsely holds out to be an Inspector; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "_- National Apprenticeahip Act, No, 49 of 1971 28 (® makes any relevant statement to an Tnepeotor which is false in any - material particular and which he knows to be false; or a (j) refuses or fails to comply with any lawful direction given by an Inspector; or . (%) hinders or obstructs an Inspector in the exercise of his powers or duties; or @) fails to comply with any request under : - eeotion 31, such employer ‘or other person shall be guilty of an 0 offence tinder this Act, and shall, on conviction after summary trial before a Magistrate, be liable to a fine not.exceeding one thousand rupees, or to imprisonment of either description for a erm not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "88, Where an offenoe under this Act is committed  ptoae, by by a body of persons, then— pals",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "(@) if that. body is a body corporate, every director",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "of that body corporate shall be deemed to be guilty of that cence, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "(8) if that body is o firm, every partner of that firm",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "- -shall be deemed to be guilty of that offence:.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "Provided, however, that no such director or partner . shall be deemed to be guilty of an offence under this Act if he proves that the offence was committed without his nowledge or that he exercised all due diligence to prevent the commission of the offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "- 56. Any person guilty of an offence under this Ges! Act, for Taech no other punishment is expressly M4 provided in this Act, shail, on conviction, after sum_ mary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "87. No suit, prosecution or other legal proceeding prxioe shall lie egeince any ‘person for anything which isin isin good faith done or intended to be done under this Act. saith.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "88. Any person who induces or procures any party Bioting afeet to a contract of apprenticeship to commit » contra- . %f sem vention of this Act or who otherwise incites, instigates, aids or abets soch contravention shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "24 National Apprenticeship Act, No. 49 of 1971",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "hls Ack 80. The provisions of this Act shall have effect",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "tere precodnce notwithstanding anything contained in any other",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Swiun'e. written Taw, and accordingly in the event of. any conflict or inconsistency between the provisions of this ¢ Act and such other written law, the provisions of this",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": ", Act shall prevail. >",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Bites, 60. The Board may make rules in respect of all matters for which rules are required or authorized to be made. No such rule shell come into operation until",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": ", it has been approved by the Minister.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Roralaioa 61. (1) The Minister may make: regulations for the purpose of carrying out or giving effect to the principles and provisions of this Sect, and in eapect of matters for which regulations are authorized or required by this Act to be made, or are required to be prescribed. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(2) Every regulation made by the Minister shall be published in the Gazeste and shall come into operation on the date of such publication or on such later date as may be specified in the regulation.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(3) Every regulation made by the Minister shall, as soon as convenient after its publication in the Gazette, be brought: before the House of Represen- tatives for approval. Any regulation which is not 80, approved shall be deemed to be rescinded as from the date of ‘disapproval, but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(4) Any person who contravenes the provisions, of any regulation made under this Act shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Ppaaim tor 62. (1) No suit or prosecution shall tie—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "caermuat (a) against the Board for any act which in good",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Hon tte faith is done or purported to be done by the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "‘the Bosrd. Board under this Act; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "@) against, any member, officer, servant or agent",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "of the Board for any act which in poo maith fs done or purported to be done by him under “this Act or on the direction of the Board. Any expense incurred by the Board in any suit or Groseeatiak brought by or magi the Board before aay court shall be paid out of the funds of the Board, and any costs paid to, or recovered by, the Board im any snch auit or prosecution shall be credited to the funds of the Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "National Apprenticeship Act, No. 40 of 1971 2 ) Any expense incurred by-any such person es is referrad to in paragraph @) Of sub-sootion i) in any suit or prosecution brought against him before any court in respect of any act which ie done or is pur- Ported to be done by him under this Act or on the direction of the Board sball, if the court holds that such act was done in good faith, be patd out of the funds of the Board, unless such expense is recovered by him in such suit or prosecution: _ 88, No writ against person or property shall be No write fesned against @ member of the Board in any action i, ssi brought against the Board. Property of s 64. All officers and servants of the Board shall be  omeers aod deemed to be public servants within the meaning and rome for the purposes of the Penal Code. : ei te 63. (1) Every employer shall maintain records of Recows sod the progress of training of each apprentice undergoing ahaa, apprenticeship training in hie establishment in st + form as may Be prescribed. in EvetY employer shall furnish to the Board such information and Teturns in respect of apprentices” undergoing training in his establishment, ia such form and af sch intervels 2 may be prescribed. 65. The Board shall maintain such records as are Ronis to be necessary in such form as may be prescribed. ple @7. In this Act, unless the context otherwise  tatecptetion requires— : “ ageney of the Government ”” means any body, . “ee corporate or unincorporate, acting oa behalf of the Government; “ apprentioa ”” means any person of either sex who is undergoing apprenticeship training under ‘a contract of apprenticeship entered into under this Act; ; “employer” means any person who employs any » ther person to do work in any establishment for remuneration, and includes any person . responsible for the supervision and control ‘of employees in such establichment; ‘ eatablichment \"\" means any place where any industry, trade, business or profession is carried on;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "26 National Apprenticeship Act, No. 49 of 1971",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "“ Governament-Sponsored Corporation’? has the gome meaning as in the Government- Sponsored Corporations Act; ‘",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "* Tocal authority » means any. Municipal Council, Urban\" Council; Town Council or Village",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "» Council; Te",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "\"member\" means a member of the Board;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "“yepresentative member ” means a member of any ‘class or description referred to in paragraph () to (jf) of sub-section (1) of section 9.",
    "mean_p_confidence": 0.78
  }
]