[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘PARLIAMENT OF CEYLON 4th Session 1955-56 Sallpy Stamp (Amendment) ‘ Act, No. 15 of 1956 Date of Ascent: February 14, 1956 * Printed on the Orders of Government Freie ast eecomomtins Pencktseis Geese, Coronas at come a oe ee EP ea eet Price: 15 cents. Postage: 10 cents. ff",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Stamp (Amendment) Act, No. 16 of 1958 3",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "L. DO. 4/65.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Aw Act vo Amann THE Stamp ORDINANCE. , Gap. [Date of Assent: February 14, 1956] mnae 64,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate end the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- tity of the same, as follows:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. This Act may be cited as the Stamp (Amend- shan sim, ment) Act, No. 15 of 1958.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. Section 51 of the principal enactment is hereby  Ammodmast of amended as followa:— seeton 51",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "by the insertion, immediately, after sub- Sve, ‘section (2) of that section, of the following . new sub-section: — * @a) The provisions of sub-sections (1) and (2) shall have effect notwithstanding anything to the contrary in any other pro- visions of this Ordinance specifying “the . . pervon who shall, or the. persons who shall and the shares in which they shall, pay stomp duty in respect of any instrument chargeable with such daty.”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3 Part I of Schedule A to the principal enact- Ameuimess of ment is hereby amended, in item 93, by the insertion, Heater’ immediately after paragraph (7a) of that item, of the Siete Ae following new paragraph:— ‘Be prea",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“* (76) An instrument creating a mort- gage of a policy of life insurance in favour of, and assigning that policy by way of mortgage to, an approved, ofedit agenoy under section 81 of the Mortgage Act, No. 6 of 1949 a LO, ' J. WB 1905-3,000 1655) .",
    "mean_p_confidence": 0.75
  }
]