[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ADs Gc ey PARLIAMENT OF THE DEMOCRATIC SOCFALIST REPUBLIC OF SRI LANKA S. W. R. D. BANDARANAIKE NATIONAL MEMORIAL FOUNDATION (AMENDMENT) ACT, No. 6 OF 1983 [Certified on 27th January, 1933] Printed on the orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Soclalis¢ Republic of Sri Lanka of January 27, 1983 sac at ru ect of corm tr Le TWh SE PURCHASED aT THE COVE. PUBLICATIONS BUREAU, COLOMBO Price: 20 cants Postage: 50 cents",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "8. W. R, D. Bandaranaie National Memorial Foundation {Amendment) Act, No, 6 of 1983 (Certified on 27th January, 1963) LD—0, 20/82. AN Act 70 aneaxp Tue 8, W. R. D, Baxbaranane NariowAL Mesomat Fouwparion Law, No. 2.07 1975, BE it enacted hy the Parliament of the Democratic Socialist Republic of Sei Lanka as follows :— 1. This Act may be cited as the S, W.R,D, Bandaranaike Short tile, ‘National Memorlal Foundation (Amendment) Act, No, 6 of 1983. 2. Seotion 14 of the S, W. R, D, Bandarnnatke National amendment ‘Memorlal Foundation Law, No. 2 of 1975, is hereby amended pote by the repeal of subsection (3) of that section end the of Isis” substitution therefor, of the following subsection :— * (@)The Foundation shall be exempt from the pay- ment of any rates, taxes, duties, fees and other charges ‘under the Municipal Councils Ordinance or the Deve- Topment Councils Act, No, 35 of 1980.\". ue—19078 wan 7",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "a",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Asruel subscription of Billa and Laws of the Parllament Ra, 150 (Local)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Re, 200 (Foreign), payable to the Sursammmmesr, Govmonamr Punsrariont",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "BUsrAw, P. 0, Box 500, Covomo 1, before 15th December each year in respect of the year following.",
    "mean_p_confidence": 0.78
  }
]