[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF SRI LANKA MATERNITY BENEFITS (AMENDMENT) ACT, No. 43 OF 1985 [Certified om 20th November, 1985] Printed on the Orders of Government \" Published as a Supplement to Part I of the Gazette of the Democratic Socialist Hepublic of Sri Lanka of November 22, 1985 snoman se wx neuen: 7 eos ret, Us ~SSS aee e “Brive: 60 cents . Postage: 1S conta",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘Maternity Benefits (Amendment) Act, No. 43 of 1985 [Cextified on 2ist November, 1985] L.D—O. 21/%4.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(Ax Acr To axexp Tite Manouiry Boxer Qnomance. - BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. This Act may be cited as the Maternity Benefits Short title, (Amendment) Act, No, 43 of 1985.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "% Section 3 of the Maternity Benefits Ordinance Revlacement (hereinafter referred to os the “ principal enactment”), as at Tast amended by Act No. $2 of 1981, is hereby repealed and Chapter 149. ‘the following new section substituted therefor ;—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘“Ferlodfor (1) ‘The period for which any woman . Eatery shall be entitled to the payment of maternity : at benefit shall be— , paid,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) twelve weeks, that is to say two weeks",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘up to and including the day of her confinement and ten weeks imme- diately following that day, {f the confinement results in the isrue of a live child, and such woman has, at. the date of such confinement, no child or has one child ; :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(®) six weeks, that is to say two weeks up",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Yo end including the day of her confinement and four weeks imme- diately following that day—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "G@) if the confinement results in the Jesue of « Hive child, and such ‘woman has, xt the date of such",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "7 confinement, two or more than ‘two children",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(it) if the confinement does not result in the insue of live child:",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Provided however, where such woman bas worked in her employment for any number of days during the aforemid period of two weeks referred to in paragraph (a) and paragraph (6), she shall be entitled to the payment of maternity benefit for that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "| 2 caste B80 (asp10)",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "“+ 2 Maternity Benefits (Amendment) Act, No, 43 of 1985 number of days immediately aftet ber | confinement commencing the day immediate. * Ty after the date on which ‘the aforesaid Period of ten weeks or four weeks as the case may be, ends. : (@) If a woman dies during: the twelve weeks referred to in paragraph (a) or six‘ weeks referred to in paragraph (>) of subsection (1), the maternity benefit shall be payable only for the days up to and including the day of her death.*, Amendment 3, Section 5 of the principal enactment, as Jast amended sfaection by Act No, 62 of 1981, ts hereby further amended by the Principal -—_repea) of subsection (1) of that section and the substitution enactment therefor, of the Jollowing subsection ~~ (1) Subject to the provitions of subsections (3) and _ (4), the employer of e women worker shall pay to such worker maternity benefit at the prescribed rate— (@ for the entirety of the period of two weeks iminediately ‘preceding the confinement and of the ___ Perlod of ten weeks immediately following her confinement if such confinement results in the issue of a live child, and auch worker has, at the date of mich confinement, no child or has one child; and (®) for the entirety of the period of two weeks immediately preceding’ the confinement and of the period of four weeks immediately following her ” @ if the confinement results in the issue of a live ‘child, and such worker hos, st the date of . _ such confinement, two or more than to children ; (ti) if the confinement does not result in the issue “of Live child : 5 Provided however, where such woman Worker has worked in her employment on any day during the aforesaid period ‘of two weeks referred to in paragraph (0) and paragraph",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Maternity Benefits (Amendment) Act, No. 43 of 1985 3 (b), immediately preceding her-confinement, she shall be entitled to maternity benefit, for that day and for that part of the peried which precedes that day after her confinement, \".",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "4. Section 7 of the principal enactment, as Inst amended Amendment by Act No.-52 of 1981, if hereby further amended as % ettlon 7 follows :— . Erlnetpal",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(@) by the repeal of eubsection (2} of that sec",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "tion, and the substitution therefor of the following subsection -—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "“@) A woman worker who hes been contned shall, within one week of her confinement give notice to her employer of the date on which she was confined and Yor the purpose of ascertaining the number of days she will be permitted to absent",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ". herself from the employment specity the nuraber of children she has on such date on which she wae confined ;*; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(®) by the repeal of subsection (4) of that section, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "the substitution therefor of the following subsection :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "“ (4) The employer shall on receipt of a notice from a woman worker under subsection (1) or subsection (2), permit that woman worker to sheent herself from employment—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(@) for two weeks immedistely preceding, and ten",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "‘weeks immediately following her confinement if the confinement reaults in the inoue of a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "live child, and such woman has, at the date of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "such confinement, no child or has one child ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ". (0) for two weeks immediately preceding and four weeks immediately following her condne- ment—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ") if the confinement results in the Issue of a Hive child, and such woman “as, at the date of such confinement, two ot more than two children 5",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": ": (i) if the confinement does not remit in the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "\" fomua of @ live child:",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "4 Maternity Benefits (Amendment) Act, No. 43 of 1985",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "Provided, however, where such women worker ‘bas worked in her employment for any number of days during the aforestid period of two weeks referred to in paragraph (a) and paragraph (b}, she shall be permitted to absent herself from employment for that number of daya efter her. confinement commencing from the day imme- diately after the date on which the aforesaid period, ten weeks or fotir weeks, as the case may be, ends”.",
    "mean_p_confidence": 0.88
  }
]