[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . ie Chess 3rd Session 1967: 6 = im, 1 B-Ge3.0EL! yea . . S| (cs. we Le Qs Public Examinations Act, No. 25 of 1968 Date of Assent : June 16, 1968 Printed onthe Ondes of Goseramest Printed at the Goverwmanr Paess, Certon, To be ‘purchased at the GovaaMenr Pusticarions BUREAU, CovomEo: Annual Subscription (including Bills) Rs. 30 (Local), Ra. 40 feral Sens (aes Ba dan Sone Rete Pt Mo, (Be SP en ees te aes 20th Decerober each yeor in respect of the year following, Late subscriptions wil! be accepted on the condition that Bills ‘aamued ‘before the date of paytnent will not be supplied. Price: 50 cents Postage: 20 cents",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Public Enaminations Act, No. 26 of 1068",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L. D.—0. 18/62.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AN AcT TO MAKE MORE EFFECTIVE PROVISIONS FOR THE PROPER CONDUCT OF PUBLIC EXAMINATIONS, FOR THE FUNISHMENT OF OFFENCES COMMITTED IN CONNECTION WITH SUCH PUBLIC EXAMINATIONS,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". AND FOR ALL MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO. (Date of Assent: June 16, 1968)",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ty and with the advioe and consext of the Senate and the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "same, as follows: —",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. This Act may be cited as the Public ston tim Examinations Act, No. 25 of 1968.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2, (1) The Commissioner of Examinations, here- Adniaisiation after in this Act referred to as ‘‘ the Commissioner”, ‘* 4#- and the other officers of the Department of Examinations shall be responsible for the administration of this Act.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "@) The Commissioner may delegate any of his powers or duties under this Act or any regulation .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "«. Made thereunder, to the Deputy Commissioner or to ouy Assistant Commissioner or to any Superintendent. of Examinations of the Department of Examinations.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "B.. (1) There shall be a Schools Examinations saviscy Advisory Committee and s Technical Examinations Committee. Advisory Committee, constituted by the Minister in accordance with regulations that may be made in that behalf.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) The Minister may, in accordance with regula- tions made in that behalf. constitate any otber Advisory Committee in respect of any particular public examination or @ group of public examinations.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4%. (1) The Commissioner shall, subject to the Power of te provisions of sub-section (8), have the power to Smminlso. organize and conduet—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(c) General Education Examinations © and",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Technical Education Examinations other than those pertaining to Higher Educational Institutes, and ot otaoe.son ane '",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "2 Public Kauminations Act, No. 25 of 1968",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(8) any_other Government examinations held by Government departments or examinations held by Government-spousored bodies.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "2) The Commissioner shall have the power to issue",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "certificates or awards to candidates who are successful at any examination referred to in sub-section (1).",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(8) The examinationa referred to in sub-section (1)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "shall be conducted on syliabuses and books prescribed—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(@) in the case of General Education Examinations, by the Director of Education in consultation with the Schools Examinations Advisory Committee;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(0) in the case of Technical Education Examinations, by the Director of Edacation in consuléation with the Technical Examinations Advisory Committee;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(©) in the case of examinations referred to in para graph @) of sub-section, (1), by the",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "overnment department or the Government-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "sponsored body conoarned, in consultation with the Director of Education.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Imperennien «8, (L) Any person who—",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "A aoe, (a) not being » candidate entitled to sit for any public examination, fraudulently or dishonesty, sits for such examination as a candidate entitled to sit therefor, or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "@) being 2 candidate entitled to sit for such examni- nation, frandalently or dishoneatly, enters in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ". his answer script the index number which is allotted to any other candidate, . shall be guilty of an offence under this Act. (2) In the case of a frandulent or dishonest entry of an index number under paragraph (6) of sub-section (1), the “other candidate” referred to in that paragraph shall alo te guilty of an offence under this Act if he aided, abetted or connived at such fraudulent or dishonest entry.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Quito pipe —B,(1) Every question paper that is set for apy azca” public examination shal. for the purpoas of this Act, a secret document from the time such paper is set ontil the lapse of half an hour from the time fixed for the commencement of the answering of such paper by candidates at that examination, and the words ‘* secret document ” wherever it appears hereafter in this Act",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "shall be constroed accordingly...",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Public Exuminations Act, No. 25 of 1968 3",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) Any person who, franduiently or dishonestly, delivers a secret document or part thereof, or commu- nicates any information relating to the contents of a secret document or part thereof to any other person ‘who ig not & person to whom he is authorized to deliver",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "~. such document or communicate such information, shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7. (1) If any examiner appointed for @ public piss, examination or a person utrinted with the filling up BESSE,& of mark registers relating to such examination, justine, t,o fraudulently or dishonestly, divulges any information ent sitertions relating to the answer scripts or mark registers to any {trots a ipark other person who is not a person to whom he is rgites, authorized to divulge such information, he shall be guilty of an offence under this Act,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) If any person who is entrusted with the dutv of collecting answer scripts at any public examination, fraudulently or dishonestly, wales any erasures, inter- polations, or any other alterations in any sach answer Eeript, he shall fe guilty of an offence under this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) If any person who is entrusted with the duty of preparing, tabulating or checking the mark registers of candidates at any public examination, fraudulently",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "+. or dishonestly, makes any erasures, interpolations or any other alterations in any such mark register, he shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(4) If any person who is conducting or supervising any pablio examination on behalf of the Commissioner or who ig an invigilator at such examination, fraudu- lently or dishonestly, aide or assists, directly or in- directly, any candidate to answer a question paper at such examination, he shall be guilty of en offence ander this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8. If any person who is entrusted with the duty thettor dio. of printing or making by manual or mechanical means $0. tee any secret document or any other document relating vee to any public examination, or any person whose duty is to assist such first-mentioned person in his duties, fraudulently or dishonestly secretes, makes away with or disposes of such secret document or such other docu- ment or part thereof or makes a copy of such secret",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". document or such other document or pazt thereof, he shall be guilty of an offence under this Act,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Public Examinations Act, No. 25 of 1968 Deurosionce, 9, ‘If any person who is charged with the receipt, famoriag Tit custody or despatch of any nee document, or aa a answer script, mark register or other document relating to a public examination, fraudulently or ishonetly, breshs open or destroys any sealed packet, package, ., safe or other receptacle containing any such document or takes out any such document or part thereof therefrom, he shall be guilty of an offence under this Act. Byes = 40, If any erton entrusted with the delivery or ‘erat Been transmission of any secret document: or any answer mach, to, setipt, mark register or other document relating to any public examination, “fraudulently or dishonesty, lelivers or transmits such document to any person ‘ho is not a person to whom he is authorized to deliver or transmit such document, he shall be guilty of an offence under this Act. Bring in poe 44. ‘If any person, except with lawful authority, fle ot went” whereof the burden of proof shall lie on him, has in Seamec Hig possession, or distributes or sells oF aflrs for sale or distribution, eny secret document or a copy thereo? oF part of such document or copy or whal is par pol to be a secret document or y thereof or part of such document or copy, he hall be guilty of an offence under this Act. Datoorrty ss 42, (1) Tf any candidate at any public examina- Tio.\" tion copies from or holds dishonest communication with any other person or uses dishonest means in the answering of any question paper, such candidate shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "@) If any person, at a public examination, frandu- ently or dishonestly has in his possession any answer soript or part thereof or any document which purports to be an answer soriptov Part thereof, which has been written or prepared fraudulently or dishonestly, he shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Pinigag ct 48. If any peraon, fraudulently or dishonestly,—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "prin (@ communicates any information regarding the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "‘Siitonea eace. identity of any examiner appointed or to be",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "soisaion of appointed to set any question paper, or any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "epee information relating to the transmission of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Samners, question papers or answer scripts, to any Porson who ie not & ‘person to whota be is authorized to communicate such information, or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "Public Examinations Act, No. 25 of 1968 5",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "() transmits for the purpose of assessment a parti-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "colar answer script to a particular examiner being an examiner to whom he is not authorized to transmit such answer script, or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(0) is in possession of any document containing or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "~ P ting to contain the marks or the Festita relating to 2 publio examination, he shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "44, (1) If any person uses as genuine any schedule ee of faked of ste, pass bse, certificate’ or other document “= issued by the Commissioner, which has been altered, defaced, or otherwise tampered with, he shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(2) Tf any person uses a5 genvine a certificate or other document nurporting to > a, certificate or other document sesued bythe iseioner, and whieh is nota genuine certificate or other document so issued, such person shall be guilty of an offence under this",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "be",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "18, Whoever abets another person to commit an Abetmest of offence under this Act, shall himself be guilty of an of. offence undsr this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "16. Whoever attempts to commit an offence under Anwesptu to",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "._. this Act and in such attempt does any act towards the $204 commission of the offence, he shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "47. Every offence under this Act or any regulation asishment for made thereunder shall be iriable a mani by 2 eno Magistrate and any person who is convicted of such an offence shall he liable to a fine not exceeding two thousand rupees and to a term of imprisonment of either desoription not exceeding one year.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "18. Notwithstanding anything in the Criminal ose % Procedure Code, every offence under this Act shall eb. bo @ cognizable offence within the meaning and for the purposes of that Code.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "_ 19. No proscontion under this Act shall be entered Presaticn in respect of an offence under this Act except with the [7c written sanction of the Commissioner. Somatic,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "20. ‘The Commissioner shall have the powor— Povey ot the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(@) to set out the conditions, rules, and restrictions Simmons,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "to which persons who offer themselves as Tacs candidates for public examinations shall be = subject;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "'",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "TT ee 6  Padblic Examinations det, No. 28 of 1968",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "@) of disciplinary oontrol, in his absotute discretion, over examiners, invigilators, candidates and all persons engaged by him for the purpose of the conduct of public examinations at-any stage:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(¢} to impose, in his absolute discretion, after such. ~ inquiry as may be made in that bebalf, any restrictions or disabilities in regard to sitting for public examinations by candidates or to cancel or impound any certificates issued to any candidate, where such candidate has violated any rule, condition or restriction referred to in paragraph (a) or been con- victed of an offence under this Act or any regulation made thereunder.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Ou af 24. Except in the performance of any duty or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "secrecy. function or the exercise of any power under this Act or any regulation made thereunder, every person entrusted with any power, duty or function in connec- tion with any public examination sball preserve and aid im preserving secrecy with regard to all matiers relating to such examination that may come to his knowledge, and shall not commaunicate any such meter to any person other than the person to whom he is authorized to communicate it, or offer or permit any unauthorized person to have scosss to any secret document or other document in hie possession, castody + or control. Every such person employed in the performance of any duty or function or the exercise of any power under this Act ot any regulation made therednber relating to any public examination shall, before acting in such capacity, take and subsoribe before a Justice of the Peace or a Commissioner for Oaths an oath of secrecy in a form prescribed by the Commissioner. ‘The Commissioner” may presoribe different forms of oaths of secrecy for different persons in accordance with the functions that are to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "performed by such persons.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Regolotiont. 22, (1) The Minister may make regulations for the purpose of carrying out or giving effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(®) In particular and without prejudice to the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "generality of the powers conferred by sub-section (1), - the Minister may make regulations for or in respect, | of any of the following matters: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "{@ all matters in respect of which regalations are -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "required or authorized to be made; ~~ Be",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "Public Examinations Avt, No. 26 of 1968 = 7",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(®) the nature and. scope of poblie examinations and the certificates, duplicates of such certi- fieates or awards, which may be given to successful candidates;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "{¢) the mode of appointment and the duties and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": ". emoluments of examiners and the payment and other conditions subject to which examiners may be appointed;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(@) all matters relating to the standard of public examinations and the mode of conduct of such examinations;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "{e) the constitution, powers, duties and functions of—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(i) the Schools Examinations Advisory Committees : .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(ii) the Technical Examinations Advisory Committee; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(iii) any other committee which the Minister may set up in relation to any specified pablic examination or group of public examinations.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(3) No regulation made under this Act shall have",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "__Sffect until it is approved by the Senate and the House “of Representatives and notification of such approval ig published in the Gaeette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "28. In this Act, unless the context otherwise  toterpreteio.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "requires—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "“examiner”, in relation to any public examination, means a person who is appointed to set a question paper or a person. who is appointed to read answer scripts and assign marks to them;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "“Higher Educational Institute” has the same meaning as in the Higher Edaoation Act, No. 20 of 1966;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "“ publi examination ” mane 30 examination",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "ferred to in paragraph (a) of paragrap! of sub-section (1) of Eh 4 of this Ack; “ regulation ” means a regulation made by the ‘ Minister. .",
    "mean_p_confidence": 0.66
  }
]