[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "& . PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . , SRI LANKA |. - DEFENCE LEVY . ACT, No. 52 OF 1991 [Certified om 2ist Deceawber, 1994] - Printed on the Orders of Govermment Published as a Supplement to Part TI of the Gazette of the Democratic Socialist Republic of Sri Lanka, of December, 27, 1901 amnrrap at THE DXPANESEENE OF OOVEMIOSENT PEIMTEN, B90 LAMA, To BE FORGEAGED AF THE GOVERNMENT FUSLICATIONS BUREAU, COLOMEO Price : 90 cents, - ft Postage: Re, 1.00",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Defence Levy Act, No. 62 of 1991 7 ‘ . [Certified on 21st December, 1991}",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "LD—0. 6/91”",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AN Act 70 roving yoR Tan maposmion’ oF 4 Darence Lavy FOR TRE YEAR COMMENCING OM JANUARY 1, 1992; TO PROVIDE OR THE APPLICATION OF Tue PROVISIONS OF we TURNOVER Tax Act, No, 69 oF 1981 7OR THE RECOVERY THEREOF; AND TO FRO- VE FOR MATTERS CONNECTED THEMWIH OR INCIDENTAL",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘THERETO,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parliament of the Democratic Socta- list Republic of Shri Lanka as follows :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited as the Defence Levy Act No, Short 52 of 1991, . ‘ile,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 (1) This Act shall apply to every person who— Feemate",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(a) carries on the business of manufacturer of any Act applies article 5 or : (b) tmporte eny article manufactured outside Shri Lanka; or . (@) curries on the business af ingurance or benk- king or finance.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) Bvery person relerred to in subsection (1) shall, . ‘hereafter in this Act be referred to as a “person $o whom this Act applies”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. (1) Subject to the succeeding provisions of this Act, Imposition ‘there shail be charged from every person to whom this Gafescotery. Act applies, for every quarter of the year commencing on January 1, 1992, (hereinafter in thia Act referred to as a “selevant quarter”), a defence levy (hereinafter in this Act referred to as the “levy” equivalent to one per centum ‘of the turnover, within the meaning of section 5 of the ‘Turnover Tax Act, of that person for that quarter.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@) Notwithstanding the preceding provisions of this section, turnover of e person to whom this Act applies shall, Jor the purposes of this Act, bo deemed not to include—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(a) the proceeds from the export by such person of any .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "article manufactured by him ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(®) the value of any article not being plant, machinery",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "or fixtures‘imported by such person exclusively for use in the manufacture by such person of any arti- cle for export ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{©) the proceeds trom the sale of any article manufat-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘tured outside Shri Lanka by the pervon improting such article, : ; 3D 080956—4,008 (01/12)",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Defence Levy Act, No, 62 of 1001 7",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Rayment ot &._‘Subject to the provisions of sections & and 6, every i pereon to whom this Act applics shall, notwithstanding ‘tbat no assessment has been made on him, pay to the Corimissioner-General the amount of the levy payable by",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘him for any relevant quarter in three instalments, in the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "following manner—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) an smnount equivalent to one per centum of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘turnover of that person for the first month of that",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "_ Quarter, on or betore the fifteenth day of the second + month of that quarter ; . (®) an amount equivalent to one per centum of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "“turnover ofthat person for the second month of that quarter, on or before the fifteenth day of the ‘third month of that quarter ; and (@) the amount of the.levy payable by such person for that quarter reduced by the aggregate of the amounts paid by him in accordance with the provi- sions of paragraph (a) and of paragraph (6), on or before the fifteenth day of the month immediately succeeding the end of that quarter. Bante &_ (1) Every bank shall— 1 com (@) at the time at which it opens any letter of importers. credit, in any month in a relevant quarter, Do on an application in that behslf by any per- som to whora this Act applies, being an its porter of an article, collect from auch person, an amount equal to one per centum of the «",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "_) + .walue of that letter of credit ; and",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(®) remit the amount so collected to the Commis- -  sloner-General, on or before the fifteenth day of the month immediately succeeding ‘the month in which the amount was collec- ted together with a declaration fn such from and containing such “particulars ex may be",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "specified by the Comtnissioner-General.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) Every bank whch collects any amount in accordance with the provisions of subsection (1), shall make an endor- sement on the import Invoice relating to the letter af credit with reference to which much srount was collected spedl- feing the amount so collected.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Dafence Levy Act, No, 62 of 1991 3",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(3) Any amount collected by any bank from any person to whom this Act applies, in acoordence with the provisions ‘of subsection (1), shall be deemed to have been paid to the ‘Commissioner-General by such person on the date on which such bank collected such amount, and shall be set off against the levy payable by such person for the relevant quarter in which such amount was deemed to have heen paid by kim.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(#) Notwithstanding anything in ny other law, sny amount collected by any bank under the preceding provi- sions of this section and held by such bank for remittance to the Commissioner-General shall be deemed not to be such property of such bank as is table to execution or adhninistration in the event of the bankruptey, liquidation or dissolution of such bank ot to assignment for the benefit af creditors and such amount shall remain apart from, and form no part of, the estate in bankruptey, liquidation or assignment of such bank,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "45) Where any bank falls to collect, from any petson to whom this Act applies, any amount required to he collected from such person under this section, ar where any bank has collected. such amount and has not remitted the amount so collected to the Commissloner-General on or before the fifteenth day of the month ftmmedfately. succeeding the month in which such amount was collected, such bank shall be liable to the amount if was required to collect under the provisions of this section but has not collected, br. as the gase tay be, for the amount or part thereof collétted and not remitted.to fhe Commissiner-General and such amount not Collected or collected and not remitted, as the case may be, shall be deemed to be in default from the day following the day on which such amount was required to have bean remitted to the Commisstoner-General and such bank shall ‘be deemed to be a defaulter, with effect from such date, and such amount may be recovered from such hank in the manner provided in this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "4. Where any person to whom this Act applies being 2 Deduction porson carrying on the busines; of manufacturer of any levy payable",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "° by article has pald in any relevant quarter, the levy in respect monufacearer of the import of any article, (other than any plant, machinery or,fixture), he shell he entitled to deduct the amount of the levy so paid from the levy payable by him, for that quarter, in respect of such business of manufacturer.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 Defence Levy Act, No. 52 of 1991 wre, 7. (l) Where the levy payable by a person to whom this ponly Act applies for any relevant quarter is not paid an or before ose the date specified in section 4, for the payment of that Levy, or part thereof, the amount of the levy or part thereof shal! be deemed to be in default with effect from that date and the person by whom such amount is payable, or where such . amount is payable by more than one person or by # partner- ship, then each of such persons and each partner af the partnership, shall be deemed to be a defeulter for the purposes of this Act, with effect from such date.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "2) Where any levy or part thereof is in default by reason of the operation of section 5 or this section the defaulter shall, in addition to the levy or part thereof in default, pay a5 a penalty—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(6) a sum equivalent to ten per centwm of the levy or part",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "thereof in default, and . (b) where any levy or part thereof in default is not paid hetore the fifteenth day of the month succeeding the month in which such levy has begun to be in default, 2 further sum equivalent to two per censum of the amount in default in respect of each period ending on the fifteenth day of each succeeding month or part of such period during which such . amount ft is in default :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "Provided, however, that the total amount payable as a penalty under this subsection shall in no case exceed fifty per centum of the levy or part thereof in default and any such amount may be weived or reduced if the Commissioner- General fs satisfied, that by reason of any special circum: ‘tances in which the default occurred, a waiver or redaction ‘of such amount would be just and equiteble,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "Certain & ‘The provisions of Chapters V, VIII, IX, X and Xil of provisions, so! the Turnover Tax Act relating to the furnishing of returns, ee esbessment, appesls against assessment, finelity of assess- apply. ment and penalty for incorrect return, recovery, and refund of turnover tax, the provisions of Chapters XI, XIE (other than the provisions of sections 44 and 45) and XVI relating to special cases, miscellaneous matters, and penalties and offences, under the Turnover ‘Tax Act, and the provisions of Chapter XVII relating to the administration of the Turnover ‘Tax Act, shall, mutatis mutandis, apply ta the furnishing of returns, assessment, appeals against nasessment, finslity of assessment and penalty for incorrect return, recovery, and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "+ Defence Levy Act, Mo. 82 of 1991 3 feiund of the levy, and to speclal cases, miscellaneous matters, penaities and offences under this Act, and to the administration of this Act, subject to the following modifi- cations — :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(@) ‘The requirement imposed by this Act, on any",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "4 person to whom this Act applies, to furnish a return of the turnover in respect of which",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "the levy is payable by ‘such person under this",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Act, for every relevant quarter, shall apply notwithstanding that his turnover for that quarter is less than twenty five thousand rupees;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(0) Where an Assessor makes an assessment or an addi- tional assessment on any person to whom this Act applies, of the turnover tax payable by such person under the Turnover Tax Aet, for any quarter re- ferred to in paragraph (a), the Assessor may, at the same time and in the same form, make an asvess- ment or additional assessment, as the case may be, of the levy payable by such person under this Act, for that quarter. The assessments or the additional assesements, 2s the case may be, shall be deemed to he separate assessments issued under the respective Acts: :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Provided that an Assessor may, make an assess- ment or an additional assessment on any person to whom this Act applies, af the levy’ payable by such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ". person under this Act for any\" relevent quarter, without at the same time making an assessment or an additional assessment of turnover tax payable, fcr that quarter, under the Turnover tax Act; and « (e) Where under Chapter XII of the Turnover Tax Act, a certificate is issued to a Magistrate or 2 notice, statement or certificate is issued to any person, such notice, statement or certificate, as the case mey be, maay algo include the particulars of the levy. it any, in default under this Act. The notices, statements or the certifleates shall be deemed to be separate notices, statements or certifientes issued under the respective Acts. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "4. In the event of any inconsistency between the Sinhala Sinhnla",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "and Tamil texts of this Act, the Sinhala text shall prevail. prevail in fase inconis. taney.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "6 Defence Levy Act, No. 62 of 1801 “gre 40, In this Act, unless the context otherwise requires—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "‘article,’ ‘assessor’, ‘business’, ‘ Commissioner-General ’, “peteon? and ‘quarter’ shall ave the respective meanings assigned to them in the Turnover Tax Act",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "‘bank “means a licensed commercial bank within the meaning of the Banking Act, No. 30 of 1988;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "‘banker’ means any company or body of persons carrying ‘on the business of banking;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "‘dnporter' has the same meaning as in paragraphs (f) und (g) in the definition of “manufacturer”, in the Tumaver Tax Act ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "‘manufacturer’ hos the same meaning as in paragraphs (c), ©), (@), (2), and (e) of the definition of manufacturer in the Turnover Tax Act;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "“Turnover Tax Act’ means the Turnover Tax Act, No. 69",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": ": of 1981,",
    "mean_p_confidence": 0.75
  }
]