[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF GEYEOS) | fob! SNA 3rd Session 1967-68 5¢943-1 1 E}f es e ; WN A Be Zein » Ay en COED Public Officers’ (Security) (Amendment) Act, No. 4 of 1968 Date of Assent : February 28, 1968 Printed oa the Orders of Government rated a ie Govamanerg Tae, Gran, To, 3s FeeNtheate AY oS Fane HAE, Conte forum Sutscinion (cine Bil) Re, 80 (ga, Be # eee ei,\" 8 SET Cocing t balae SERS cin Seas wana a a ood ‘before the date of payment will not be supplied. Priee: 20 cente Postage: 16 cents",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Public Ujicers {wecurity} (Amendment) Act, No. 4 of 1968 ‘L. D.—O, 82/665. AN Act To AMEND THE Pusiic Orricers’ (SECURITY) Chigter 998, Onnmvance. we. [Date of Assent: February 28, 1968] BE it enacted by the Queen's Most Excellent Majesty, V4 and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "¢ House of Representatives of Ceylon in this . present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited as the Public Officers’ bors uit, Security) (Amendment) Act, No. 4 of 1968.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section 2 of the Public Officers’ (Security) Ammameat of Ordinance (hereinafter referred to as the ‘* principal {itmer ss. enactment ”’) ia hereby amended as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) in paragraph (@) of that section, by the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "eEbstitation, for the words “of any. such public company or association accustomed as part of their regular business to posranice the fidelity of ny pereons, 8 may approved by the Deputy Secretary to the Treasury: ”, of the words “of the i Insurance Corporation: ””; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2} in the marginal note to paragraph (d) of that",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "tection, by the substitution, for Be wore “guarantee of» gusrantee company duly . approved by the Deputy Secretary to, the",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "reasury. *\", of the words ‘* guarantee of the Insurance Corporation. ’”.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "8. Section 3 of the principal enactment is hereby Repen ot tepealed. seat |S of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": Sidboat",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4, Section 7 of the principal enactment is hereby Amendacot of uended, in eub-section (1) of thet section, by the Svan substitution, for the words ‘or public company, or «vtuet. other association ’, wherever those words occur in that sub-section, of the words “or the Insurance",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "= Corporation ”.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "5. Section 8 of the principal enactment is hereby Ameoimest of amended, im sub-section (1) of that, section, ak ban 8a follows :— ‘eavetment,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(1) by the substitution, for the words “‘of any",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "public company », of the words “of the . insurance Corporation”; and",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "oot. ce8 HE)",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2 Public Officers’ (Security) (Amendment) Act, No. 4 of 1968 (2) by the substitution, for the words * binding the company ™\", of the words ‘‘ binding the Insurance Corporation ”*. _ 6 The following new section is hereby inserted  Tssetion ot immediately after section 12, and shall have effect av tyro. section 18, of the principal enactment:— conctment “Beepeiion, 18. In this Ordinance, ‘* Insurance Corporation” means the Tnsnrance Corporation of Ceylon established by the Ineurance Corporation Act, No. 2 of 1961. °,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "7. (i) Notwithstanding the repeal of section 3 of Tsnsitioas! the principal enactment by section 8 of this Act, the P= provisions of section 6 of the principal enactment Telating to moneys lodged in a bank and to securities deposited with the Permanent Secretary to the Ministry under section 2 of the principal enactment,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Shall respectively apply, to moneys and to. seoaritios deposited, prior to the date of commencement of this Act, with the Permanent Secretary to the Ministr under the repealed section 3 of the principal enactment.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(2) Section 7 of the principal enactment, which is amended by section 4 of this Act, shall, in relation to any public company or association which has, prior to the date of the commencement of this Act, given any guarantee or seourity under the principal enact- ment, continue to have effect in all respects as if the said section 7 had not been so amended.",
    "mean_p_confidence": 0.93
  }
]