[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 1st Session 1952 Saunt a4 eX Indian and Pakistani Residents (Citizenship) Amendment Act, . No, 45 of 1952 Date of Assent : November 28, 1952 Printed on the Orders of Government fret Paomar fo. Peme ge, Tale Price 3 15 centa, Postage : 5 conte,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Indian and Pakistani Residente 3 (Citizenship) Amendment Act, No. 45 of 1952",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L, D0. 41/62.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Aw Act 70 aMEND tHe InpIAN AND PaxrsTaNt Reswents (Crrzensuzp) Act, No. 3 or 1949, [Date of Assent: November 28, 1952.]",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen’s Moat Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Indian and  stea tue, Pakistani Residents (Citizenship) Amendment Act,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "No. 45 of 1952.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2, Section 6 of the Indian and Pakistani Residents ammniaeot (Citizenship) Act, No. 8 of 1949 (hereinafter referred & atm & to as the \"principal Act”) is hereby amended aa 4 is. follows :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(1) in paragraph (2) of that. section, by the sBbstitntlon Q the word “ minor orphan",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ", under fourteen years of age,’ of. the following: —",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“minor orphan ander fourteen years of age, or of an applicant who is a student at any university or any Government or Assisted School, or . ot any other educational institution approved by the Minister,”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) in paragraph (2) (ii) of that section, by the Enstiaton tot all the words from Pane his wife\" to “so dependent; *, of the following:—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“that his wife was uninterruptedly resident in Ceyton from a date not later than the first anniversary of the date of her marriage and uti] the date of the application, and in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "° gddition, that cach minor child dependent on the applicant was un- interruptedly resident in Ceylon from a date not Inter than the first anniversary of the date of the child’s birth and until the date of the application; ””; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "A. 2 mamas ate",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "4 Indian and Pakistani Residents . (Citizenship) Amendment Act, No. 48 of 1962 (8) by the addition at the end of that section of the following new provisions:— ™ Nothing inthe preceding para- graph @) Gi) shall require or be , jeemed to require that any wife or minor child’ should have been resident in Ceylon at any time prior lo January 1,'1939. For the parposes of the preoedin, paragraph (2) (il), the continuity of Feeidene of the wile or a mer child of an applicant, shall notwith- standing her or his cccasioual absence from Ceylon be deemed to have been uninterrupted if such absence did not on any one occasion exceed twelve months in duration. For the purposes of the prevedin:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". paragraph @) (i), the continuity of residence of the ‘wife or a minor child of an applicant shall not be deemed to have been interrupted by reason that she or he was not resident, in, Ceylon during the period com- mencing on December 1, 1941, and ending on December Si, 194, or daring any port of that period, if the Commissioner is satisfied that she or he did not reside in Ceylon during thet period or part thereof owing ta apprehension of enemy nation in or against Ceylon ox owing to speciol difficulties caused by the existence of a state of war,’’.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Ament A. Secsian 7 ofthe principal Act is hereby amended",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "mat by the addition, at the end of that section, of the Sriadpl do, following new sub-section:—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "* (6) ‘Where a request has been made under this",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "section for the registration, simultaneously with",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". . an applicant, of a person who was a minor at the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "date of the application, the attainmant of majority",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "by such person during’ the pendency of the appli-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "cation, or the marriage of such person (if a female)",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "during the pendency of the application, chall not",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "rerent the registration of such person tndar this",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Indian and Pakistani Residents 5 (Citizenship) Amoniment Act, No. 45 of 1062 4, ‘Tho following new section ia hereby inserted Jounin of immediately after section 8 of the principal Act, and 25, sholl have offect ay section 84 of that Act:— inapal Ac, “Meginratin «G8. 1) Where any person who has «Pe ae a applicanion for egiatration ‘esse under this Act dies before an order is yp. made by the Commissioner allowing or refusing ihe application, then sf, ‘but only if, the applicant hud prior to the death duly made a request under section 7 for the registration, simultaneously with the applicant, of any other person or persons, the Commissioner shell proceed with the consideration of the application notwithstanding the death in order to determine whether or not the applicant if alive would have been entitled to registration under this Act; and if the final determination upon the application is that the applicant would have been so entitled, euch person for whose registration a request had been duly made by the applicant shall be registered under this Aut. (2 The sacceeding provisions of this ‘Act shall, in their application in relation te any case referred to in sub-yetion (1) of this section, have effect subjact to the following modifications: — (@) Any notice or other document Teguired under any such pro- vision to be served on the applicant shall be serzed on his widow if a request for her registration had been made by the applicant, and in any other case shall be served on such pergon or persons as may be apecfied in that behalf by regulations which are hereby authorised to be made for the purpose under section 21. (b) Every reference in any such pro- Wision to the applicant hall be construed as a reference to the person or each person to . i whom notices are required as-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "6 Indian and Pakistani Residents (Citizenship) Amendment Ack, No. 45 of 1958 rovided in paragraph (a) of Tis sub-seclon to be served, and accordingly such persen or each such person hall have . the right to prefer an appeal to the Supreme Coart as though he were the applicant. (©) Where registration is to be effected in pursuance of the . provisions of sub-section (1), a certificate of registration shall be issued to such person or to each such ereon, as may be ified in that behalf by regelations whieh are hereby authorised to be made in that behalf under section 21.””. Retrrpestie B. (1) The amendments effected by the preceding exendaenta sections of this Act shall be deemed to have come into and'mviegt, force on the date appointed undar section 1 of the principal Act; and accordingly, but subject to the provisions of sub-section ® ‘of this section, the principal Act shall be deemed on and after that date to have had effect, and shall have effect, in like manner’ as though it had on that date been amended in the manner provided by this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "@) In any case where prios to the date of the com mencement of this Act, Commissioner had under section 9 of the principal Act made order refusing any application for registration, and the Commissioner is satisfied that the order of refusal would not have been made if the amendments made by this Act had actually been in force at the time of tha making of the order, the Commissioner may, of his own motion or upon application made to him for the purpose, revoke the order of refusal ond take the steps he is authorised by the principal Act to take whenever there is a prima facie case for allowing an application.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "{2) The 9 Aimondmenis made in section f of the prineipal aragrap! and (3) of section of this ‘Act shall not weolaee or be deemed to prejudico—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "(@) the rights of each applicant, and of the wife end children of each applicant, in the cases of the Commissioner \"lor the Registra- tion of Indian and Pakistend Residents v. Mohideen Abdul Cader Badurdecn and of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Indian and Pakistani Residents 7 (Citizenship) Amendment Act, No. 45 of 1962 the Commissionty for the Registration of Indian and Pakistani Residents 9. Mohamed Mohideen Abdul Cader (Pri Gooneil Appeals Noa, $4 and 5 of 1951) decided by the Judicial Committee of thé Privy Council on October 8, 1952; or (2) the rights of any applicant, or of the wite or ‘abild of any applicant, who had prior to October 6, 1952, duly preferred an appeal to the Supreme Court under section 15 of the principal Act, and accordingly ony such appeal by any such applicant ‘which was pending on October 6, 195%, shail Be heard and determined in like manner ss though section 6 of the principal Act had not been amended in the menter provided by paragraphs (2) and (8) of section 2 of this Act.",
    "mean_p_confidence": 0.84
  }
]