[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(is oh , eon | : PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF an SRI LANKA eo NATIONAL ZOOLOGICAL GARDENS . ACT, No. 41 OF 1982 : [Certified on tb November, 1982] , . Printed on the orders of Government tublished os a Supplement to Part Il of the Gazette of the Deniocratic Socialist Republic of Sri Lauka of December 0, 1982 RENTED AY TAG DEPARTMENT OF GOVERMENT FRINTING, SOx LANKA Ta we Fonemia ay Tar Govan FORESONG WURLAT, COUOMERD {Pricer 45 cents . Postage: 50 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "v Natlinal Zoological Gardens ‘ » Act, No. 41 of 1982 scyites i. {Certified om 24th-November, 1982], 1 (h} AL DAO, 46/7 ae sl a a et deena of fo “An AcT TO PROVIDE FOR TH ADNOWIATEATION AND MANAGE-",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "MENT OF THE NaTIONAL ZooLoorcat’ Ganvens, TO PROVIDE",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "‘FOR THE ESTABLISHMENT oF the Zoo DaveLorMent AND. WEL-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "FARR FUND; AND FOR MATTERS CONWECTHD THEREWTTiE OR fies © ANCDANTAL THERETO, 4 by oe sid rnc} @a) coat ’ BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :~ , \" | if This Act méy, ‘be ‘cited/.as the Nationel. Zoological guact ” \"Gardens Act, No 41. of 1988 gs perpen a ‘We",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "% (1) For the purposes of the administration of the Administr- ‘Notioinal Zoological Gardens there shill be-iappointed— SPR,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(@) a person to be or'td act és the Difector of the National Hatocsl",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Zoological Gardens ; . wore Bea aa. (b) persons to .-be-or to act as -Deputy- Directors and Assistant”. Directors «of the National Zoological Gardens; and vote Log",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(c) such other officers and servants as may be necessary tor the purposes of this Ach 1 =~...",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(2) All officers and servants appointed for the purposes “of this Act shell be deemed to be public servants within the Meaning ‘and for the’ purposes of the Penal Code-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "et oe eee",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(GENERAL DUTIES AND POWERS OF THE DIRECTOR OF THE Lost ars NANTOWAD ZOOLOGICAL, GARDERE | fp {3",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "3. (1) The Director’of the National Zoological Gardens enerat",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(hereinafier referred to as the “ Ditector”) shall be respon- pinata sible for the mupervision, control and administration of the gf the affaits snd business of the National Zoological Gardens 20\".",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(hereinafter referred (0 a5 the“ Zoo\").",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "@) The Director may, for the purposts of subséction (1),",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "Gclegate any of his powers to a Deputy or Assistant Director  oF-to any other offloer of the Zoo; 3 tS ry itt",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "4 ‘The Director may take steps within the Zo— > Dalles",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "(@) to construct -enclosures, roads, buildings ‘and fences, Director.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "to provide water supplies and to carry out such |",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "7 other warks ashe may consider necessary fir the",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "management of the Zoo; * “ +b) to ensure the safety of the animals in-the-Zoo 5 {¢) to regulate and control vehicular tradi ; 4 eseaas.976 0/0\") .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Natjonal Zoological Gardens (sat, No, 41 of 1982 - . {@) to provide special aress for the parking of vehicles ; (@) to ensure the safety of the visitors 40 the ‘Zoo ; and (@)-to. protect any farm mutntained by the Zoo and the nyo Btoduce thereof, 7 Offences 8.\" (1) “Any person who— rar (o) enters the Zoo without a valld ticket issued: at the crusts _ entrance of the Zoo, on payment of-the appropriate * tee; ee we EL, bee (0) refuses or fails to produce his ticket when requested “to doi so by the Director or any Deputy or any Assistant Director or any person authorized by the + Director 5 tak ete ite tie 2(¢) sells or transfers or attempts to sell-or ‘transfer a Hil. ticket issued fo him in order tp enable any other person to enter the Zoo; =2} ty men. (@) :engages in feeding any animal in any area within the yesce” Zoowwhere such feeding is prohibited by a notice ; (e) uses any radio or other sound equipment in any area - 5 -within the Zoo where the use of such equipment 1 < prohibited by a notice ; fe \"Gy; uses photographie equipment within the Zoo without the prior approval of the Director; . . (g) Yeads any anima! into the Zoo without the prior su, mo @PptOval of the Director 5. sg Fe 9 (h) within the Zoo carries or has in his, possession or ay > vaunder his control any-gun, cartridge, firearm or 1 ose other explosive of any description, j <2. 3 @) discharges or attempts to discharge’ any gun of uses 2 ‘any explosives; °- oar Dee: ° Loy eo ue J) enters any. area within the Zoo into which entry Ss on. Probibited by a notie oj. a, ocy thee det (&) within the Zoo teases, annoys, disturbs, ‘harassed OF injures any.animal or. acts in any other manne “which is in any way detrimental to the safety oT ct > health of amy apimal mn exhibitions! * °° * Q) within the Zoo obstructs, threatens or. hinders any employee of the 200; 23.65 as. Heat (m) removes or damages any ‘property: belonging to the Zoi. i",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "_ National Zoatogieat Gardena 3 sect, No. df of 1982 ) (a) parks a vehicle outside, the, parking. arass provided by the Director ga je cece sen ah + +; @) within, the Zoo, disteibutes.or.exhibits any, band bill, placard, poster, notice or auy such document, with- _ Out the prior approval of the Director 5 (®) drives q motdr vehicle in any area within the Zoo, where driving f motor vehicles ta prohibited ; and ‘++ (q) pelle or exhibits tir sale anf article-Wwithitr thé Zoo, * without the prioi! agproval of the:Diréetor, _° - _- shall be guilty of an offence under this Act...) ‘+ (@) Bvery person who is found guilty of an offence under , Subsection. (1) shall, on’ conviction, he Hable.to a fine not exceeding one hundred rupees. es : . Tove ee yea e ag the oe . (1) The Director may, st any time, compound any Power offence under subsection (1) of section 5, by accepting a (co sum of one hundred rupees-by'way of composition for the Sffasces. offenca committed, and where a prosecution has heen enter- ed against any person for ny such offence, the Director may with the consent of the court before which prosecu- tion is pending, compound such éffence at any time before Judgment and may withdraw.guch prosecution. . (2) The sum of money accepted by the. Directar under subsection (1), shall be credited to the. Zoo Development and Welfare Fund established under this Ack Be thie oo vile We Da at at TAN 1, Ht shall be lawful for the court beforé which an offender Share of is convieted of an affence to direct in respect of any fine fhe Zoo that may be imposed for éuch’ offence that any share not Develop, exceeding one-half thereof or of go much as shall actuelly Welfare be recovered be awarded to the Zoo Development and ¥and ~» -Wolfare Fund established under this Aety p41 Lee Woke: mantis oh ca wares at Te teiarea ae tty HOS Ty Tee atAG Ac esas oA ove fet te eg ctptiabePABIID ipa cesta cat ; ‘Zoo DevEorMrenr AND WELFARE BUND 1:  <& @) A Fund to be called the Zoo Development and \"the Zea ° Welfare Fund (hereinafter referréd t0 as the “Fund™) Develons shall be established for the purposes of this Act.\" + Welfare +. (@) There shell be:paid-into the Fumd—* 5 iT 35> \" (@)-all such sums’ of money'as may be received by way of donatfons from any source-Whateoever 5. .:-1 .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘ National Zoological Gorden Act, No, 41 of 1982 (®) all such suis of money ax may he recovered by the Directer under section 8 ; - ; (o) all such sums of money as may be recovered by way effin; = ot vr @) all such sums of money. as may be received by the erate of garden. produce ; and ‘ex (@) alll other sums of money received by the Zoa by way >: 10f ay income from any source whatsoever,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "() The fetlowing sums of money shall, subject to the prior approval of the Secretary ‘to the Ministry of the ‘Minister in charge of the subject of Finance, be paid out of the Fund— : nen",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{a) all such sums of money as may be necessary to pro",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "“ef 4\" ‘vide ancillary services to the visitors to the Zoo; . (®) all such sums of money as may be necessary to pro- ‘vide welfere and incentive echemes to the employees “of the Zoo; and“ ~ - . |. (0) all expenditure required for the purpases of this Act unless otherwise specifically provided for. «= * + + (4) The Director shalt be reeponsible for the sdministra- \\\" tion of the Fund \"\" ee,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(8) The accounts of the Fund shall be audited by the Auditor-General. + mt tage ne nig tt ened less 2 gate",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "seomvins san feo Y BART IE eo",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "og BBS 8 2 veescrcnarmoma | TT",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Asviaory 9, (1) The Minister may appoint an Advisory Committee ties, which shall consist of the Director as Chairman and of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "cleven ther persons, for the purposes of advising the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Director end making recommendations to the Minister on",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "all matters and questions relating to the Zoo,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "“* (@) Meetings of the Advisory Committee shall be held at",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(8) The Advisory Committee shall be entitled to deter-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "1 thine its-own procedure in any matter of procedure for which no provision ls prescribed, =. 00 \"FF",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Notional Zoological Gardens OB . . ‘Act, No. 41 of 1982",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "10. (1) Where the Director has reasonable grounds to Power of believe that any animal purported to be the property of the Snu¥ and Zoo, is in the custody or possession of any person, it shall be lawful for the Director or any person authorized in writ- — < ing in that behalf to— .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(©) enter and inspect any premises or vehicle in which",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "he has reasonable grounds to believe that such animal may he found ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "()) recover possession of such animal,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "_ @) If the person, from whose possession or custody any animal was removed in tetms of cubsection (1), desires to ‘tegain possession of such animal, the burden of proving that such animal belongs to him, shali be on much person,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "11. No suit or porsecution shall He against any public proter- officer for any act which in good faith is done or purported {9 to be done under this Act, ublle",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Biscers",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "12, Bvery person who assaults, obstructs, threatens, inti- Opstrac-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "* midates, abrises or insults any person exercising the powers, OM or discharging the duties conferred on him by this Act, shall tn be guilty of an offence and shall on ennviction be Hable to a fine not exceeding one hundred rupees.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "13. (1) The'Minister may saake regulations in respect of Regals- ‘any matter required by this Act to be prescribed or in rear S™ pect of which regulations are authorized by this Act to be made, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(2) Every regulation made by the Minister shall be pub- lished in the Gazette and shall come into operation on the date of such publication or on such later date as may be ‘Specified in the regulation.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ", _ @) Every regulation shail, us soon an convenient after publication in the Gazette, be brought before Parlfament for approval, Any regulation which is not so approved shall be deemed to be rescinded an from the date of its disappro- val, but without prejudice to anything done thereunder.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(4) Notification of the date on which any regulation made by the Minister is so deemed to be rescinded shall be pub- Yshed in the Gazette,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "14, In this Act, unless the context otherwise requires\" Inte. -",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "* animal” means any animal vertebrate, invertebrate and Bou”",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "includes all categories of birds, fiah or reptile ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "“National Zoological Gardens”. includes thé’ public“: -°\\-",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "+. aquarium, ‘the Zoo farm at Ratmalana and the ele 3.70. 4 ~~ phant ‘orphanage at Pinnawela, Rambulkkana, .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Apnusl aubsoription af Bills and Laws af the Parliament Re, 150: (Level),",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Ra 200 (Foreign), ‘payable to the Soremnernmens, Govmgnaaier PoxLscinons",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Buunsv, P.O. Box 500, Covoneso 1, before: 13th Deceriber. gach yeer.in raspott | py aera a ice er",
    "mean_p_confidence": 0.39
  }
]