[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  Rs, Onc  PARLIAMENT OF CEYL  Ewes f  4th Session 1968-69 j  H Haiti  i (( eS)  | fl 3)  | Neen)  DS  | Irrigation (Amendment) Act,  |  No. 48 of 1968  | |  Date of Assent : December 14, 1968 t  Printed on the Orders of Government  kid. ot, the, CieiecRE_ Poem. Geren, or be  Protea the, Gammon, Pate, Strom, To. be  jar re mipmeminemiageniinyes erp  fynan Sterne (arg Ble Be eat  ean Puaee, 8 bas ee eats | mma  : Reset ete PG bes Cees Baer ae  : Deore cele cam Ok he eee ee Re  Te i ne ate sactad out eee thal  Price: Re. 1.15 Postage: 20 cents",
    "mean_p_confidence": 0.3598529411764706
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  ft  | Irrigation (Amendment) Act, No. 48 of 1968  | L. D.—O. 9/63  Hl Aw Act 0 AMEND THE IRRIGATION ORDINANCE. Chanter 488,  | age 731:  |. [Date of Assent: December 14, 1968]  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  | same, as follows :-—  | 1, This Act may be cited as the Irrigation Stor, ste,  | (Amendment) Act, No 48 of 1968, and shall come operation. |  into operation on such date as the Minister may  | appoint by Order published in the Gazette.  | a. the following new section is hereby inserted Invetion ot  | immediately after section 1 of the Irrigation Ordi- in Chapter 46%  nance, hereinafter referred to as the “principal  enactment ”’, and shall have effect as section 1a of the |  principal enactment:— |  ities ast Ja. (1) The Commissioner shall be |  ~ Sesion, responsible for the general supervision |  | and control of Government Agents in  | the exercise and discharge of the pavers i  \\ and duties conferred and imposed upon |  them by this Ordinance.  (2) The Commissioner may from time  to time give general or special directions  to a Government Agent as to the perfor-  | mance of his duties relating to the  j administration of this Ordinance and  | may direct or authorize any question of  doubt or difficulty in connection with |  such duties to be referred to the Commis-  sioner for decision.  | (3) Any direction or decision of the  Commissioner shall be observed and  given effect to by the Government Agent  concerned.  (4) In the exercise of his powers and  in the discharge of his duties under this  % Ordinance, the Commissioner shall be  subject to the general direction and  control of the Minister.””.  1a 1s07e—9.755 (718)",
    "mean_p_confidence": 0.7597831978319783
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Irrigation (Amendment) Act, No. 48 of 1968  Amendment of 3, Section 2 of the principal enactment is hereby  Proc amended as follows:—",
    "mean_p_confidence": 0.695925925925926
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (1) in sub-section (1) of that section, by the substi-  tution, for the words “‘such matters in -  combination. ”’, of the words ‘‘ such matters  in combination :",
    "mean_p_confidence": 0.7767647058823529
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  Provided that, with reference to am  extent of paddy land in respeot of whieh  there is a tenant cultivator, the irrigation  rate shall be payable by him instead of the  proprietor, and with reference to any extent  of paddy land in respect of which there is  an allottee or tenant cultivator, the irriga-  tion rate shall be deemed to be a charge in  favour of the Crown imposed not upon the  land but upon such allottee or tenant culti-  vator in respect of water supplied, or to be  supplied, to such extent of paddy land or in  respect of the cost of or incidental to, the  construction or maintenance of any major  irrigation work benefiting or intended to  benefit, such extent of pal, land, or of all  or any of such matters in combination.”’;",
    "mean_p_confidence": 0.8251315789473684
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (2) by the repeal of sub-sections (2) and (3) of that  section and the substitution therefor of the  following new sub-sections:—",
    "mean_p_confidence": 0.7867999999999999
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  “@) Any charge referred to in sub-  section (1) may be imposed by the Govern  ment Agent whether by way of provision  in the scheme of a major irrigation work  or otherwise, and may be varied by him  from time to time:",
    "mean_p_confidence": 0.7881632653061224
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  Provided, however, that any charge  imposed upon an extent of land in respect  of which there is an allottee or tenant culti-  vator shall be deemed to be imposed upon  such allottee or tenant cultivator; and",
    "mean_p_confidence": 0.7795238095238096
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Provided, further, that in respect of any  major irrigation work any existing charge  imposed—",
    "mean_p_confidence": 0.7322222222222222
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (a) by the instrument under which the  Jand was granted, leased, held  or occupied, or",
    "mean_p_confidence": 0.7057894736842105
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (b) by express agreement, between the",
    "mean_p_confidence": 0.67375
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  - Crown and the owner, lessee,  tenant or occupier of the land,  or",
    "mean_p_confidence": 0.6647058823529411
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 3  (c) by resolution of the majority of the  proprietors of the irrigable area  or tract in which the land is",
    "mean_p_confidence": 0.8015151515151515
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  comprised, or  (a) by any other method by which an  ingation rate may have been",
    "mean_p_confidence": 0.6752631578947369
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  duly imposed,  shall be deemed to be the charge imposed",
    "mean_p_confidence": 0.7246153846153847
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  by the Government Agent.",
    "mean_p_confidence": 0.6333333333333333
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (3) Any charge referred to in sub-section  (1) may be either conditional or uncondi-  tional, and may be either for a. fixed  amount, or may be subject to estimate,  measurement or variation.””; and",
    "mean_p_confidence": 0.7715384615384615
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (8) in sub-section (4) of that section, by the substi-",
    "mean_p_confidence": 0.7908333333333334
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  tution, for the words “referred to in  sub-section (1) ”, of the words “‘ referred to  in sub-section (1) with reference to land other  than land in respect of which there is an  allottee or tenant cultivator’.",
    "mean_p_confidence": 0.753720930232558
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  4, Section 6 of the principal enactment is hereby Replacepent ot  repealed and the following new section substituted sion Got te  therefor :— Beat.  “Advisory 6. (i) In respect of every major  S2tSfasjoe inrigation work there shall be an advi-  ielgetom sory committee consisting of—",
    "mean_p_confidence": 0.6578846153846154
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (a) the Government Agent, who shall  be the chairman,",
    "mean_p_confidence": 0.6683333333333333
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (®) the presidents of the Cultivation  Committees in the area bene.  fited by the irrigation work,",
    "mean_p_confidence": 0.6900000000000001
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (c) a representative appointed by each  of the following officers: —",
    "mean_p_confidence": 0.5307142857142857
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  . (i) the Director of Irrigation,",
    "mean_p_confidence": 0.5925
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  (i) the Land Commissioner,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  (iii) the Commissioner of Agra-  tian Services,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  (iv) the Director of Agriculture,  and",
    "mean_p_confidence": 0.6211111111111111
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  (v) the Commissioner of Co-  operative Development,",
    "mean_p_confidence": 0.605
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  + Irrigation (Amendment) Act, No. 48 of 1968",
    "mean_p_confidence": 0.546
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (@) the Divisional Revenue Officer,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  and",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (ec) not less than three and not more",
    "mean_p_confidence": 0.727
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  than ve tenant cultivators,  owner-culnvators and allottees  under the Land Development  Ordinance nominated by  the Cultivation Committees  concerned.",
    "mean_p_confidence": 0.5624
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (2) It shall be the duty of the advisory  committee to advise the Government  Agent on all matters connected with  irrigation and paddy cultivation within  the major irrigation work.",
    "mean_p_confidence": 0.7788571428571428
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (3) The Government Agent shall  summon a meeting of the advisory com-  mittee as often as may be necessary and  in any case at the commencement of each  cultivation season.”’.",
    "mean_p_confidence": 0.7772222222222223
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  Repeal of 5. Sections 7, 8, 9 and 10 of the principal enact-  sections 7 to 10 iment are hereby repealed.  oeinbat  Replacement 6. Section 11 of the principal enactment is hereby  section tof cypealed and the following new section substituted  ‘enactment. therefor :—  “Powers of 11. (1) Subject to the provisions of  Gettin |, sub-section (4), the Cultivation Com-  STallotes,, \"mittee in respect of any irrigable area or  {ensot aoa tact shall have power to make rules for  fropreta, \"all or any of the following purposes: —",
    "mean_p_confidence": 0.6907
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (@ the encouragement, extension,  regulation, or management of  paddy cultivation or any other",
    "mean_p_confidence": 0.6552941176470588
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  form of cultivation which is  capable of being benefited by an  irrigation work; 5",
    "mean_p_confidence": 0.6855555555555556
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (0) the enforcement of established  customs affecting such cultiva-  tion ;",
    "mean_p_confidence": 0.6266666666666667
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  (c) subject to the direction and control  of the Government Agent, the  appointment of agents and the  regulation of their powers,  duties, remuneration and  duration of office;",
    "mean_p_confidence": 0.7255882352941176
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 5  (@ the regulation and assessment of  the contributions of labour to",
    "mean_p_confidence": 0.7730434782608696
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  be made by persons for the  purposes of works for the cons-  truction or maintenance of  which they are, in whole or in",
    "mean_p_confidence": 0.7699999999999999
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  part, responsible, and for the  payment of money by way of  commutation of the liability to",
    "mean_p_confidence": 0.7649999999999999
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  make such contributions; and",
    "mean_p_confidence": 0.6333333333333333
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (2) the maintenance, conservation,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  protection or management of  the works referred to in  paragraph (d).",
    "mean_p_confidence": 0.6306666666666666
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (2) Rules made under this section may  include rules making provision for the  form of cultivation known as. betma  cultivation.",
    "mean_p_confidence": 0.6951999999999999
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (3) No rules shall be made under this  section for any purpose for which  regulations have been made under  section 64.",
    "mean_p_confidence": 0.7573076923076922
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (4) Where any irrigable area or tract  falls within the area of jurisdiction of  more than one Cultivation Committee,  the rules for any one or all of the  purposes referred to in sub-sections (1)  and (2) shall be made at a joint meeting  of all such Cultivation Committees. The  constitution of such joint meeting and  the procedure to be followed therein  shall be in accordance with regulations  made under section 117.",
    "mean_p_confidence": 0.8044578313253011
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (5) At a meeting of the allottees and  the tenant cultivators, and where there  are no allottees or tenant cultivators of  any lands the proprietors of those lands,  within any irrigable area or tract, a  majority of those present at such meeting  shall have power—",
    "mean_p_confidence": 0.790566037735849
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (a) by resolution to amend or rescind  any resolution passed or deemed  to be passed under this Ordin-  ance, or to correct any irregu-  larity, informality or defect in  any proceeding at any earlier",
    "mean_p_confidence": 0.7739024390243903
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Irrigation (Amendment) Act, No. 48 of 1968  meeting of the proprietors or  allottees, tenant cultivators and  proprietors of that area or",
    "mean_p_confidence": 0.7366666666666667
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  \" tract,  (®) to decide upon or otherwise deal -  with any question arising in  - connection with or in the opera-  i itl tion of any scheme under this  : Ordinance, or any resolution  passed at any meeting of  allottees, tenant cultivators and  proprietors under this Ordin-  ance or at any meeting of  proprietors under this Ordin-  TT ance or under any previous  Irrigation Ordinance, which  ‘ may be referred to them by the  Minister or the Government  ‘Agent, and  (0) to decide, before the commencement  of the cultivation season, and  subject to the approval of the  Government — Agent, such  matters pertaining to cultiva-  tion as—  (i) the dates of the commence-  i ment of cultivation  iF operations including  : ploughing, sowing ant  ro reaping, and  (ii) arrangements for —_ the  annual maintenance of  irrigation works, and  any other matters relat-  : ing to the execution of  2 rules made under sub-  art sections (1) and (2).  : (6) Where, at a meeting referred to  in sub-section (), a decision pader  ast aragraph (b) or paragraph (c) of that  _ Pee ton bas Tot, Geen arrived at  A whether for want of a quorum or any  neat other cause, the power to make such  oe decision shall be exercised by the  Government Agent. ”’.",
    "mean_p_confidence": 0.6788803088803088
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 7  7. Section 12 of the principal enactment is hereby Amendment of  amended as follows: — eek  foeciment  (1) by the substitution, for all the words from “* At  a meeting of the proprietors” to “ any of  the following purposes”, of the following  words :—  “With respect to manawari lands  within its area, a Cultivation Committee  shall have power to make rules for all or  any of the following purposes ”;  (2) by the substitution, for paragraph (c) of that  section, of the following new paragraph:—  “* (c) subject to the direction and control of  the Government Agent, the appoint-  ment of Cultivation Committee agents  and the regulation of their powers,  duties, remuneration and duration of  office, ”*5  (8) in paragraph (d) of that section, by the substi-  tution, for the words “ by the proprietors ””,  of the words ‘‘by the allottees and the  tenant cultivators, and where there are no  allottees or tenant cultivators of any lands  by the proprietors of those lands ”; and  (4) by the substitution, for the marginal note to  that section, of the following new marginal  note: —  ‘Powers of Cultivation Committees  with respect to manawari lands. ’”.  8. Section 13 of the principal enactment is hereby jepeal ot  repealed. fechon 18 of  wedi  9. Section 14 of the principal enactment is hereby Amendment of  amended, in sub-section (1) of that section, by the section 14 of  substitution, for the words ‘approved by the ¢oscmest  Minister ”, of the words ‘‘ approved by the Minister  with the concurrence of the Minister charged with  the administration of the Paddy Lands Act, No. 1  of 1958, ”’.  10. Sections 16 and 17 of the principal enactment Repeal of “i  are hereby repealed. sertins 16 0  jrincipel  Ensctment.",
    "mean_p_confidence": 0.7394797687861271
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Irrigation (Amendment) Act, No. 48 of 1968  Amendment of 44. Section 18 of the principal enactment is  tices J8.of hereby amended by the repeal of sub-sections (1) and  ‘enactment. (2) of that section and the substitution therefor of the  following new sub-sections:—",
    "mean_p_confidence": 0.7506122448979592
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  “<(1) At any meeting of the allottees and the  tenant cultivators, and where there are no allottees  or tenant cultivators of any lands the proprietors  of those lands, held under the provisions of this  Ordinance or any rule or regulation made there-  under, any person entitled to be present at such  meeting may, by proxy in writing, authorize any  other person to represent him and to vote on his  behalf, and the person who is so represented at  any such meeting shall be deemed to be present  thereat for the purpose of determining whether the  meeting is validly constituted or whether any rule  or resolution has been duly passed by a majority.",
    "mean_p_confidence": 0.8267460317460318
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (2) Every proxy given for the purposes of sub-  section (1)'shall be signed by the person giving it,  the signature being attested by two witnesses.”",
    "mean_p_confidence": 0.7693103448275862
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  Amendment of 12. Section 19 of the principal enactment is hereby  secinn 19 cf’ amended as follows: —  enackments",
    "mean_p_confidence": 0.4791304347826087
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (1) in sub-section (1) of that section, by the substi-  tution, for all the words from ‘‘a meeting of  the proprietors’? to the end of that sub-  section, of the following :—",
    "mean_p_confidence": 0.7886486486486486
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  “a meeting of the allottees and the tenant  cultivators, and where there are no allottees  or tenant cultivators of any lands the pro-  prietors of those lands, within any irrigable  area or tract.”’;",
    "mean_p_confidence": 0.761025641025641
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (2) in sub-section (2) of that section, by the substi-  tution, for all the words from “‘requisition  of the proprietors” to the end of that sub-  section, of the following words:—",
    "mean_p_confidence": 0.7975
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  “requisition of the allottees and the tenant  cultivators, and where there are no allottees  or tenant cultivators of any lands the pro-",
    "mean_p_confidence": 0.783076923076923
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  rietors of those lands, representing one-  Efth of the acreage of ‘any irrigable area  or tract, summon a meeting of the allottees,  tenant cultivators and proprietors of that  irrigable area or tract.””; and",
    "mean_p_confidence": 0.7417948717948718
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 9",
    "mean_p_confidence": 0.736
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (3) by the addition, immediately at the end of",
    "mean_p_confidence": 0.7672727272727272
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  sub-section (2) of that section, of the  following new sub-sections:—",
    "mean_p_confidence": 0.7115384615384616
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  “ (3) The Government Agent may of  his own motion summon any joint meeting  of Cultivation Committees referred to in  sub-section (4) of section 11.",
    "mean_p_confidence": 0.779
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (4 Where the irrigable area under a  minor irrigation work falls within the  area of jurisdiction of a Cultivation  Committee, such Cultivation Committee  may summon a meeting of the allottees and  the tenant cultivators, and where there  are no allottees or tenant cultivators of  any lands, the proprietors of those lands,  within such irrigable area.”’.",
    "mean_p_confidence": 0.7818461538461539
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  18. Section 20 of the principal enactment is hereby Amendment of  amended as follows: — fhe principal  (1) in sub-section (1) of that section, by the _  substitution, for the words “‘ When any  meeting ”, of the words ‘ When any meet-  ing other than a meeting of a Cultivation",
    "mean_p_confidence": 0.766551724137931
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  Committee ”; and",
    "mean_p_confidence": 0.41600000000000004
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (2) by the repeal of sub-section (4) of that section.",
    "mean_p_confidence": 0.7958333333333333
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  44. Section 21 of the principal enactment is hereby Replecement of  repealed and the following new section substituted the procps!  therefor? — eoackmeat.  Scensiaion 21. A meeting, other than a meeting",
    "mean_p_confidence": 0.6394444444444445
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  7 of a Cultivation Committee, which is  held under the provisions of this  Ordinance or any rule or regulation  made thereunder shall not be deemed to  be validly constituted unless there are  present allottees, if any, tenant cultiva-  tors, and where there are no allottees  or tenant cultivators of any lands the  proprietors of those lands, representing  at least one-third of the acreage affected  by any matter to be discussed at the  meeting or fifty persons entitled to be  present.””.",
    "mean_p_confidence": 0.7937234042553192
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Irrigation (Amendment) Act, No. 48 of 1968  Amendment o¢ 15. Section 22 of the principal enactment is  fgtea of hereby amended, in sub-section (1) of that section,  cudnt as follows:—  (2) by the substitution, for the words “ The  Government Agent or a person generally or  specially authorized by him and referred to  by name or by office shall preside at every  meeting ’’, of the words ‘‘ The Commissioner,  or the Government Agent or other officer  authorized by the Commissioner or Govern-  ment Agent shall preside at every meeting,  other than a meeting of a Cultivation  Committee ”’;  (2) by the substitution, for the words ‘ The  Government Agent or the person so  authorized”, of the words ‘ The Commis-  sioner, or the Government Agent or other  officer so authorized”; and  (8) by the substitution, for all the words from  “Full minutes shall be made” to the end  of that sub-section, of the words “Full  minutes, signed by the presiding officer, shall  be kept of the proceedings of every” such  meeting.”  Replacement of 16. Part IV of the principal enactment is hereby  fan tVef| repealed and the following new heading and the  eoscmeat following new sections, which shall have effect as  sections 28, 24 and 25 of the principal enactment, are  substituted therefor :—  “PART Iv.  Cuntrvation ComMrrrses AND THEIR  ‘AGENTS.  Duties of 23. (1) A Cultivation Committee  Gulati shall, within the area of its jurisdic-  tion—  (@ attend to all matters connected  ‘with the irrigation and cultiva-  tion of land and the preserva-  tion of rights and the main-  tenance of irrigation works  connected therewith, and",
    "mean_p_confidence": 0.7302884615384615
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 11  (0) prevent, as far as practicable, any  act or omission which is con-  trary to any rules or regulations  in force under this Ordinance  or to establish customs relating  to irrigation or cultivation, or  whereby damage may be caused  to any of the allottees, tenant  cultivators or proprietors.",
    "mean_p_confidence": 0.7840298507462686
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (2) Where within the area of its  jurisdiction, any act is committed or any  omission made which is contrary to any  established custom or any rule or regu-  lation relating to irrigation or cultiva-  tion, or whereby any damage may be  caused to any allottee, tenant cultivator  or proprietor, the Cultivation Committee  shall, if the act or omission be of such  ‘a nature as to call for prompt action to  pe damage, take such steps as may",
    "mean_p_confidence": 0.8096629213483146
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  necessary in the circumstances, and  shall forthwith report the matter to the  Government Agent.",
    "mean_p_confidence": 0.7355555555555555
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (8) No action taken by a Cultivation  Committee under sub-section (2) shall be  deemed to preclude an Investigation,  under the provisions of Part VIII, into  the act or omission in consequence of  which such action has been taken.",
    "mean_p_confidence": 0.7964444444444444
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  Gouinion 24. (1) Tt shall be lawful for a",
    "mean_p_confidence": 0.5118181818181818
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  agente Cultivation Committee to delegate,  subject to the direction and control of  the Government Agent and subject to its  own direction and control, any or all of  its duties under section 23 to one or more  Cultivation Committee agents.",
    "mean_p_confidence": 0.7943478260869565
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (2) The Government Agent may at any  time direct any Cultivation Committee  to discontinue the services of any Culti-  vation Committee agent who is guilty  of misconduct or peglect of duty or who  has been convicted of an offence which in  the opinion of the Government Agent  disqualifies such Cultivation Committee  agent from holding office, and the  Cultivation Committee shall take action  accordingly.",
    "mean_p_confidence": 0.7776
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Irrigation (Amendment) Act, No. 48 of 1968  (3) Where a Cultivation Committee  fails to comply with a direction of the  Government Agent under sub-section (2),  he shall report such failure to the Com:  missioner for action under section 38 of  the Paddy Lands Act, No. 1 of 1958,  Mode of 25. (1) Where a Cultivation Com-  expeodiure ‘mittee acting under section 23, or Culti-  jecured by vation Committee agent acting under  Committees sections 23 and 24, or an officer acting in  and their pursuance of any regulation made under  we art VI, incurs any expenditure in the  execution of its or his duty. and the  person in consequence of whose act or  omission such expenditure was incurred  denies his liability to pay the amount  incurred, or fails to pay such amount,  the Government Agent may, on his being  satisfied that such expenditure was  properly incurred, and that it is reason-  able, sign a certificate setting out the  name of the person in consequence of  | whose act or omission such expenditure  was incurred, the amount thereof, the  nature of the act or omission, and the  name of the Cultivation Committee or  agent or officer by whom the expenditure  was incurred, and cause such certificate  to be delivered to such person.  (2) Where any person to whom a  certificate referred to in sub-section (1)  has been delivered fails to pay the  amount due from him within ten days  from the delivery to him of the certifi-  cate, the Government Agent may proceed  to recover such amount in the manner  provided in section 78 or section 784, as  the case may be. ’’.  ‘Amendment of 17, Section 33 of the principal enactment is hereby  section 33 of amended as follows :—  tie priest :  coveinen (1) by the renumbering of that section as sub-  section (1) of that section;  (2) in the renumbered sub-section (1) of that  section, by the substitution, for the words  “in accordance with the provisions of this  Part. ”, of the words “by the Government  Agent.”’; and",
    "mean_p_confidence": 0.7775897435897435
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 13  (83) by the insertion, immediately after the  renumbered sub-section (1) of that section,",
    "mean_p_confidence": 0.7444
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  of the following new sub-section :—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  “@) It shall be lawful for the Govern-  ment Agent in consultation with the advisory  committee in respect of major irrigation  works appointed under section 6—",
    "mean_p_confidence": 0.7412903225806452
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (@) to vary any irrigation rate or  contribution in money or in  labour imposed or levied under  an existing irrigation scheme,  notwithstanding that such irri-  gation rate may be higher than  the maximum irrigation rate  specified in such scheme; and",
    "mean_p_confidence": 0.7589795918367347
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (b) to incur expenses in carrying out  operations necessary for the  maintenance of any irrigation  work and to charge such expen-  diture to the allottees and  tenant cultivators, and where  there are no allottees or tenant  cultivators of any lands, to the  proprietor of the lands bene-  fited by that scheme, notwith-  standing anything to the con-  trary in the scheme relating to  such irrigation work.’’.",
    "mean_p_confidence": 0.766375
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  48. Section 34 of the principal enactment is hereby Amendment of  amended as follows:— geen Bek  (1) in sub-section (1) of that section, by the subs- “™*“\"*°*  titution, in paragraph ® of that sub-section,  for the ‘words ‘“and the proprietors; ”, of  the words “and the allottees, proprietors,  tenant cultivators, or the Cultivation Com-  mittee, as the case may be; ’;  (2) in sub-section (2) of that section—  (a) by the substitution, in paragraph (a) of",
    "mean_p_confidence": 0.7596551724137931
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  that sub-section, for a the aie het",
    "mean_p_confidence": 0.5666666666666667
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  “under any scheme, ”’, to the end of",
    "mean_p_confidence": 0.6599999999999999
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  that paragraph, of the words “ under",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  any scheme; ”?;’and  (b) by the substitution, in paragraph (b) of  that sub-section, for de. Gord",
    "mean_p_confidence": 0.5225
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  “proprietors”, ' of the _ words",
    "mean_p_confidence": 0.4475
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  “‘allottees and the tenant cultivators,",
    "mean_p_confidence": 0.6057142857142858
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Irrigation (Amendment) Act, No. 48 of 1968  and where there are no allottees or  tenant cultivators of any lands the  proprietors of those lands”; and",
    "mean_p_confidence": 0.7674193548387096
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (8) in sub-section (8) of that section, by the  substitution, in paragraph (a) of that sub- -  section, for the words “ several proprie-  tors; \"’, of the words “ several allottees and  tenant cultivators, and where there are no-  allottees or tenant cultivators of any lands,  proprietors of those lands; ’”.",
    "mean_p_confidence": 0.7603333333333333
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  Replacement of 49. Section 85 of the principal enactment is  fection $6 ot hereby repealed and the following new section  feoactment. substituted therefor :—",
    "mean_p_confidence": 0.6128571428571429
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  * Note of 35. Where the Commissioner ap-",
    "mean_p_confidence": 0.553
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  gereral.by proves any irrigation scheme prepared",
    "mean_p_confidence": 0.4875
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  of iegstion under section 33 (1) or any variation of  hemes tnd rate under section 33 (2), notice thereof  gation ‘rates. shall be given in the Gazette and in such  other manner as the Commissioner may  determine. ”.  Repeal of 20. Sections 36, 37, 38, 39, 40, 41, 42 and 43 of  ‘ectoos 36 to the principal enactment are hereby repealed.  Principal  Eoactinent. -  Amendment o¢ _ 24. Section 47 of the principal enactment is  weet 47 of hereby amended by the substitution, for the proviso  enainent to that section, of the following new proviso: —  “Provided that nothing in the preceding  provisions of this section shall be deemed to-",
    "mean_p_confidence": 0.7031999999999999
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  Prejudice the right of the Propristar of (ny",
    "mean_p_confidence": 0.5509999999999999
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  irrigable area to the continuance of any Rerpeiatty",
    "mean_p_confidence": 0.6609999999999999
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  rate under any scheme in force at the appoint",
    "mean_p_confidence": 0.770909090909091
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  date. ’’.",
    "mean_p_confidence": 0.3775
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "  Repal of, 22, Sections 48 and 49 of the principal enactment",
    "mean_p_confidence": 0.7292307692307692
  },
  {
    "i_page": 15,
    "par_num": 12,
    "text": "  sections",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "  mae S are hereby repealed.",
    "mean_p_confidence": 0.4228571428571429
  },
  {
    "i_page": 15,
    "par_num": 14,
    "text": "  the. privepal",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "  enactment, a A",
    "mean_p_confidence": 0.236
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "  Amendment of 23. Section 50 of the principal enactment is",
    "mean_p_confidence": 0.7816666666666666
  },
  {
    "i_page": 15,
    "par_num": 17,
    "text": "  ‘ection 60 of hereby amended as follows:—",
    "mean_p_confidence": 0.5966666666666667
  },
  {
    "i_page": 15,
    "par_num": 18,
    "text": "  the princi",
    "mean_p_confidence": 0.19499999999999998
  },
  {
    "i_page": 15,
    "par_num": 19,
    "text": "  ennetoent (1) by the substitution, for the word “ proprie-  tors”, wherever that word occurs in that  section, of the words “‘allottees and the  tenant cultivators, and where there are no,  allottees or tenant cultivators of any lands, *  the proprietors of those lands”; and",
    "mean_p_confidence": 0.7353846153846154
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 15",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  (2) in sub-section (1) of that section, by the",
    "mean_p_confidence": 0.7018181818181818
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  addition, immediately at the end of that  sub-section, of the following words:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  “Tn the specification so prepared, the  Government Agent shall be guided by the  register of paddy lands prepared’ and  maintained under section 35 of the Paddy  Lands Act, No. 1 of 1958.”.",
    "mean_p_confidence": 0.7739473684210526
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  24. Section 52 of the principal enactment is Repeal ot  hereby repealed. toa",
    "mean_p_confidence": 0.716875
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  Enactient,",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  25. Section 53 of the principal enactment is Amendment o  hereby amended as follows:— eae",
    "mean_p_confidence": 0.7183333333333333
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  (1) in sub-section (1) of that section, by the “™“\"\"\"™",
    "mean_p_confidence": 0.6925
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  substitution, for the words “payable by  the proprietors of lands irrigable under the  said irrigation work.”, of the words  ““payable in respect of ‘lands under the  said irrigation work. ””;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  (2) in sub-section (2) of that section, by the",
    "mean_p_confidence": 0.7381818181818182
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "  substitution, for the words ‘“‘ proprietor of  such land”, of the words * allottee or  tenant cultivator of such land or, where  there is no allottee or tenant cultivator of  such land, the proprietor of such land ”*;",
    "mean_p_confidence": 0.7629545454545454
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "  (8) in sub-section (8) of that section, by the",
    "mean_p_confidence": 0.5963636363636363
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "  substitution, for the word “ proprietor ”’,  of the words “ allottee, tenant, cultivator or  proprietor”; and",
    "mean_p_confidence": 0.621904761904762
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "  (4) in sub-section (4) of that section, by the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "  substitution, for the words ‘upon the  land”, of the words “in respect of the  land”.",
    "mean_p_confidence": 0.6389473684210527
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "  26. Section 54 of the principal enactment is Aamendmest ot  hereby amended, in sub-section (1) of that section, by ssa, 540f  the omission, in paragraph (@) of that sub-section, of tasctaeat'  the words ‘‘'to the proprietor”.",
    "mean_p_confidence": 0.7090243902439024
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "  27, Section 55 of the principal enactment is Ameodment ot  hereby amended as follows:— sine it",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "  eaten",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 16,
    "par_num": 19,
    "text": "  (1) by the substitution, for the words “the",
    "mean_p_confidence": 0.704
  },
  {
    "i_page": 16,
    "par_num": 20,
    "text": "  proprietors”, wherever those words occur",
    "mean_p_confidence": 0.6428571428571429
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "  collectively in that section, of the words",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 22,
    "text": "  “the allottees and the tenant cultivators,  2a 078 7100)",
    "mean_p_confidence": 0.5416666666666666
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Irrigation (Amendment) Act, No. 48 of 1968  and where there are no allottees or tenant  cultivators of any lands the proprietors of  those lands ””;",
    "mean_p_confidence": 0.7641935483870967
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (2) by the substitution, for the words “ those  proprietors”, of the words “‘ such  persons ””; and",
    "mean_p_confidence": 0.6531818181818182
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (8) by the substitution, for the words ‘‘ the several  proprietors ””, of the words “the several  allottees, tenant cultivators and  pro-  prietors ””.",
    "mean_p_confidence": 0.6731034482758621
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  smrmimet of 28. Section 56 of the principal enactment is",
    "mean_p_confidence": 0.5725
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  iscecea”™ hereby amended by the substitution, for the word",
    "mean_p_confidence": 0.6509090909090909
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  sanctment “proprietors ””, wherever that word occurs in that  section, of the words “‘allottees and the tenant  cultivators, and where there are no allottees or tenant  cultivators of any lands the proprietors of those  lands”.",
    "mean_p_confidence": 0.7395121951219512
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  Replacemest of 29. Section 57 of the principal enactment is",
    "mean_p_confidence": 0.6933333333333334
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  wim lof hereby repealed and the following new section",
    "mean_p_confidence": 0.6145454545454545
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  spactment, substituted therefor :—",
    "mean_p_confidence": 0.315
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  “ower to, 57. (1) In any case in which a",
    "mean_p_confidence": 0.5541666666666667
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  from main- majority of the allottees and tenant",
    "mean_p_confidence": 0.6900000000000001
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "  ‘enanee le. cultivators, and where there are no",
    "mean_p_confidence": 0.601
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "  allottees or tenant cultivators of any  lands the proprietors of those lands,  of the lands under any major  irrigation work in respect of which  a maintenance rate is payable  under section 56, by resolution passed  at a meeting summoned for the purpose  by the Government Agent, request that  such work be exempt from the provisions  of that section, and that the Cultivation  Committee within the area of whose  jurisdiction such work lies maintain the  work, the Minister may, by Order  published in the Gazette, direct that,  with effect from such date and subject  to such terms and conditions as may be  specified in the Order, such work shall  be exempt from the provisions of that",
    "mean_p_confidence": 0.8067910447761194
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 17  section and shall be maintained by the  Cultivation Committee in accordance  with rules made under Part III, such  rules not being inconsistent, with any  terms and conditions so specified.",
    "mean_p_confidence": 0.7770454545454545
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  (2) The Government Agent shall place  before the meeting of the allottees,  tenant cultivators and proprietors sum-  moned under sub-section (1), a scheme of  maintenance which shall be prepared by  the Director of Irrigation in consulta-  tion with the Government Agent, and in  which all the operations which the  Cultivation Committee is expected to  undertake for the purposes of the main-  tenance of the irrigation work shall be  clearly and completely specified.",
    "mean_p_confidence": 0.790235294117647
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (8) Every irrigation work in respect  of ‘which an Order is Published under  sub-section (1) shall with effect from the  date specified in the Order be exempt  from the provisions of section 66, and  shall be maintained by the Cultivation  Committee concerned in accordance with  rules made under Part III and the  terms and conditions, if any, specified  in the said Order:",
    "mean_p_confidence": 0.7806849315068493
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  Provided that in any case in which  the Cultivation Committee fails to main-  tain such work to the satisfaction of the  Government Agent, the Minister may,  by Order published in the Gazetée,  cancel the Order made under sub-section  (1) in respect of that work, and on the  publication of such Order, such work  shall cease to be exempt from the provi-  sions of section 56.”,",
    "mean_p_confidence": 0.7935526315789473
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  80. Section 58 of the principal enactment is Amendment ot  hereby amended by the repeal of sub-section (3) of 780,89\"  that section. enackoeat,",
    "mean_p_confidence": 0.7048148148148149
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  81. Section 62 of the principal enactment is hereby Amenimunt ot  amended as follows: — te pneel",
    "mean_p_confidence": 0.554
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  enncknent!  (1) in sub-section (1) of that section, by the  substitution, for the words “ the proprie-  tors”, of ‘the words “the Cultivation  Committee”; and",
    "mean_p_confidence": 0.6929032258064516
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (2) by the repeal of sub-section (8) of that section.",
    "mean_p_confidence": 0.7941666666666666
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Irrigation (Amendment) Act, No. 48 of 1968",
    "mean_p_confidence": 0.754
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  Amminetot 82, Section 63 of the principal enactment is",
    "mean_p_confidence": 0.6272727272727273
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  Si hereby amended as follows: —",
    "mean_p_confidence": 0.40375
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  ccectnent. (1) in sub-section (1) of that section, by the  substitution, for the word “ proprietors ”,  wherever that word occurs in that sub-  section, of the words “ allottees and the  tenant cultivators, and where there are no  allottees or tenant cultivators of any lands  the proprietors of those lands,””; and",
    "mean_p_confidence": 0.7748333333333334
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  (2) in sub-section (2) of that section, by the substi-  tution, for the word “ proprietors”, of the  words “allottees, tenant cultivators and  proprietors ””.",
    "mean_p_confidence": 0.7203333333333333
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  ‘Amendment of 83. Section 75 of the principal enactment is",
    "mean_p_confidence": 0.7516666666666666
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  set hereby amended by the substitution, for the words",
    "mean_p_confidence": 0.6272727272727273
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  soacment ““proprietor of such land”, wherever those words  occur collectively in that section, of the words  “allottee or tenant cultivator, or where there is no  allottee or tenant cultivator of any land the  proprietor, of such land”,",
    "mean_p_confidence": 0.7395348837209301
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  Repeal of 8%. Section 76 of the principal enactment is",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "  acter Zee hereby repealed.",
    "mean_p_confidence": 0.3066666666666667
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "  ‘oaclnent",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "  Amendmeot of _ 85. Section 78 of the principal enactment is",
    "mean_p_confidence": 0.7053846153846154
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "  wgcson \"Bef, hereby amended as follows:—",
    "mean_p_confidence": 0.445
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "  ‘enactment. (1) by the substitution, for the words ‘‘ under this  Ordinance’, wherever those words occur  collectively in that section, of the words  “under this Ordinance by'a person other  than an allottee or a tenant cultivator ”” ; and",
    "mean_p_confidence": 0.7277777777777777
  },
  {
    "i_page": 19,
    "par_num": 15,
    "text": "  (2) by the substitution, for the marginal note to  that section, of the following new marginal  note: —",
    "mean_p_confidence": 0.7245454545454545
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "  “Recovery of contributions &., from  persons other than allottees or tenant  cultivators.””.",
    "mean_p_confidence": 0.54375
  },
  {
    "i_page": 19,
    "par_num": 17,
    "text": "  Insertion of, 36. The following new section is hereby inserted",
    "mean_p_confidence": 0.6875
  },
  {
    "i_page": 19,
    "par_num": 18,
    "text": "  aow section 78 immediately after section 78 of the principal enact-",
    "mean_p_confidence": 0.7092307692307693
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "  BubepnnePs! ent and shall have effect as section 78a of that",
    "mean_p_confidence": 0.6823076923076923
  },
  {
    "i_page": 19,
    "par_num": 20,
    "text": "  enactment :—",
    "mean_p_confidence": 0.3825
  },
  {
    "i_page": 19,
    "par_num": 21,
    "text": "  “Recovery of 78a. (1) Where default is made in  geepiatins the “payment of any contribution of  aijsitees snd money or other sum due or deemed to be  —o due under this Ordinance by an allottee",
    "mean_p_confidence": 0.6675
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 19  or a tenant cultivator, such contribution  or other sum may be recovered by deduct-  ing the amount of such contribution or  other sum from any moneys due to such  person in respect of the purchase of a  scheduled agricultural product under  the Agricultural Products (Guaranteed  Prices and Control of Hulling and  Milling) Act, No. 33 of 1961.",
    "mean_p_confidence": 0.8075
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  (2) Where the Government Agent is  of opinion that the contribution or other  sum due or deemed to be due from a  person specified in sub-section (1) cannot  be recovered by the means provided in  that sub-section, the Government Agent  may, by written notice, direct such  person to pay the amount of such contri-  bution or other sum within such period  as shall be specified in such notice.",
    "mean_p_confidence": 0.8172151898734178
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (3) Where a person to whom a written  notice under sub-section (2) has been  given fails to pay the amount of the  contribution or other sum within the  period specified in such notico, the  Government Agent shall certify to the  Rural Court, or where there is no Rural  Court, to the Court of Requests, having  jurisdiction over the place where the land  or irrigation work in respect of which  the contribution or other sum was due is  situate, that such contribution or other  sum is due from that person, and the  Court shall thereupon recover such con-  tribution or sum as a debt due from such  person to the Government Agent, not-  withstanding that such amount may  exceed the amount which that Court may  in the exercise of its ordinary jurisdic-  tion order to be recovered, and upon  recovery of such contribution or sum  shall transmit the same to the  Government Agent. ”.",
    "mean_p_confidence": 0.8138983050847458
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Irrigation (Amendment) Act, No. 48 of 1968  Amendment of 37. Section 79 of the principal enactment is  wet hereby amended by the repeal of sub-section (2) of  ‘enactment. that ‘section, and the substitution therefor of the  following new sub-section: —  “ (2) Where land is seized under section 78, the",
    "mean_p_confidence": 0.7394827586206897
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  Commissioner, or the Government Agent or other",
    "mean_p_confidence": 0.7377777777777778
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  officer authorized by the Commissioner shall, in",
    "mean_p_confidence": 0.7322222222222222
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  addition to the notice referred to in sub-section (1),",
    "mean_p_confidence": 0.7636363636363637
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  cause a notice setting out the facts of the seizure,",
    "mean_p_confidence": 0.7875
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  the reasons therefor, a specification of the property  seized and the date fixed for the sale to be sent by  registered post to the proprietor and the mort-  gagee, if there is a mortgagee, of such land at his  or their last known address at least fourteen days  before the date fixed for the sale. ””.  Amendment of 38. Section 93 of the principal enactment is  fevion 98 of hereby amended as follows: —  naimant, (1) by the substitution, for paragraph (a) of that  section, of the following new paragraph :—  “@ wilfully and mischievously blocks up,  obstructs or encroaches upon of  causes to be in any way blocked up,  obstructed or encroached upon any  channel or watercourse comprised in  any irrigation work; or ”;",
    "mean_p_confidence": 0.7669718309859155
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  (2) by the substitution, in paragraph (b) of that  section, for the words ‘or side”, of the  words “or any part”;",
    "mean_p_confidence": 0.7239999999999999
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  (8) by the substitution, for the words “a fine not  exceeding one hundred rupees or to im-  prisonment of either description for a period  not exceeding six months”, of the words  “a fine not exceeding five hundred rupees  or to imprisonment of either description for  a period not exceeding one year”; and",
    "mean_p_confidence": 0.7798333333333333
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  (4) in the marginal note to that section, by the  substitution, for the words “of water. ’”, of  the words ‘of water, or encroaching upon  irrigation works. ””.",
    "mean_p_confidence": 0.7393939393939394
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "  39. Section 94 of the principal enactment is",
    "mean_p_confidence": 0.739
  },
  {
    "i_page": 21,
    "par_num": 11,
    "text": "  felon Si af hereby amended as follows:—  principal “ y  rca (1) by the substitution, for the words ‘‘ Every  irrigation headman ”’, of the words Every  Cultivation Committee agent ’’;",
    "mean_p_confidence": 0.6351351351351351
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 21",
    "mean_p_confidence": 0.712
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  (2) by the substitution, for the words “ shall be",
    "mean_p_confidence": 0.7858333333333333
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  guilty of an offence”, of the words “ shall",
    "mean_p_confidence": 0.6081818181818183
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  e guilty of an offence triable by the Rural",
    "mean_p_confidence": 0.7363636363636363
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  Court having jurisdiction over the place  where the offence was committed,’”’; and",
    "mean_p_confidence": 0.6613333333333333
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  (8) in the marginal note to that section, by the",
    "mean_p_confidence": 0.7824999999999999
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  substitution, for the words “acts of irri-  gation headmen. \"of the words “acts of  ‘ultivation Committee agents. \"’.",
    "mean_p_confidence": 0.6359090909090909
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  40. Section 95 of the principal enactment is hereby Rerlscemeott  repealed and the following new section substituted {erpincipal  therefor :— snack  cing 95. Every person who without lawful  Committees or cause resists, molests or obstructs any  Gaiation “Cultivation ‘Committee or Cultivation  gents. a Committee agent in the lawful discharge  fs erection of any duty imposed by this Ordinance",
    "mean_p_confidence": 0.6805970149253732
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  \"se or by any rule or regulation made there-  under shall be guilty of an offence triable  by tle Bural Court baring jurisdiction  over the place where the offence was  committed. ’”.",
    "mean_p_confidence": 0.7026315789473684
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "  41. Section 96 of the principal enactment is hereby Replacement, ot  repealed and the following new section substituted {foetal  therefor :— ‘enactment.  “Brecher of 96, Every person who commits a  Yous or of breach of any rule or regulation made  ssiabisbed or deemed to have been made under this  iii Ordinance or a breach of any estab-",
    "mean_p_confidence": 0.714
  },
  {
    "i_page": 22,
    "par_num": 11,
    "text": "  lished custom relating to irrigation or  drainage or flood protection or salt water  exclusion or cultivation shall be guilty  of an offence triable by the Magistrate’s  Court or the Rural Court having juris-  diction over the place where the olfence  was committed.””.",
    "mean_p_confidence": 0.7717999999999999
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "  42, Section 97 of the principal enactment is Bepelet,  hereby repealed. oe gpa",
    "mean_p_confidence": 0.600625
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "  43, Section 98 of the principal enactment is Amendment i  hereby amended, in paragraph (b) of sub-section (1) f<*%scbat  of that section, by the substitution, for all the words  easciment.  from “by the headman ” to ‘‘ section 31, , of the  words “ by the Cultivation Committee or Cultivation",
    "mean_p_confidence": 0.7385714285714285
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  22 Irrigation (Amendment) Act, No. 48 of 1968  Committee agent under section 23 or section 24, or  by any officer acting in pursuance of a regulation  made under Part VI has not been recovered under  section 25,”  Repeal of 44. Sections 99, 100, 101, 102, 103, 104, 105, 106,  109 of the 107, 108 and 109 of the principal enactment are  Principal hereby repealed.  Replacement of 5, Section 110 of the principal enactment is  Ee'procipet hereby repealed and the following new section  vonctment substituted therefor: —  J Apeomsation +110. (1) AU fines and _ penalties  Seaahe. imposed under this Part by any Rural  Court and deposited with the Govern-  ment Agent under section 40 of the  Rural Courts Ordinance shall, anything  in that section to the contrary notwith-  standing, be transmitted ‘by every  Government Agent to the Commissioner.  (2) All moneys transmitted to the  Commissioner under sub-section (1)  shall be credited by the Commissioner to  the Paddy Lands Fund established  under the provisions of section 60a of  the Paddy Bands Act, No. 1 of 1958, as  amended from time to time, and shall  form part of that Fund and be utilized  in accordance with the provisions of that  section. ””.  Provisions with 46, All moneys set apart by every Government  Raves Agent as a fund to be used in aid of irrigation works  Pao or for the remuneration of irrigation headmen or  ‘peciel section officers under the provisions of section 110 of the  Hof the principal enactment, or under any rules or regulations  SGectment. made or deemed to be made under the principal enact-  ment, before the repeal and replacement of that section  by section 45 of this Act, shall be transmitted by the  Government Agents to the Commissioner. Such  moneys shall be credited by the Commissioner to the  Paddy Lands Fund established under the provisions  of section 60a of the Paddy Lands Act, No. 1 of 1958,  as amended from time to time, and shall form part  of that Fund and be utilized in accordance with the  provisions of that section.",
    "mean_p_confidence": 0.7776744186046511
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 23  47. Section 118 of the principal enactment is Amendment of  thereby amended as follows :— Te pancal  (1) in sub-section (1) of that section—",
    "mean_p_confidence": 0.7051351351351351
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  (a) by the insertion, immediately before the  definition of “appointed date”, of  the following new definition :—",
    "mean_p_confidence": 0.7328571428571428
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  «“ allottee ? means an owner of a  holding or a permit-holder  under the Land Development  Ordinance, where the holding,  or the land in respect of which  the permit is granted, is land  benefited or to be benefited by  any irrigation work;’;",
    "mean_p_confidence": 0.7270588235294118
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  4) by the insertion, immediately after the  definition of “‘ appointed date”, of  the following new definition :—",
    "mean_p_confidence": 0.6845454545454546
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  * © Commissioner” means the Com-  missioner of Agrarian Services  and includes, subject to the  control of the Commissioner of  Agrarian Services, a Deputy  Commissioner or an Assistant  Commissioner of Agrarian  Services; ’;",
    "mean_p_confidence": 0.665952380952381
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  4@) by the insertion, immediately after the  definition of “‘ cost of maintenance ”,  of the following new definitions: —  ““ Cultivation Committee” means a",
    "mean_p_confidence": 0.6786666666666666
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  Cultivation Committee consti-  tuted in accordance with the  provisions of the Paddy Lands  Act, No. 1 of 1958;",
    "mean_p_confidence": 0.741304347826087
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  “* Cultivation Committee agent ”  means a Cultivation Committee  agent appointed by virtue of  rules made under section 12; ’;",
    "mean_p_confidence": 0.6908
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  24 Irrigation (Amendment) Act, No. 48 of 1968",
    "mean_p_confidence": 0.718
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  (@ by the repeal of the definition of  “Government Agent” and the subs-  titution therefor of the following new  definition :—",
    "mean_p_confidence": 0.7065384615384616
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  “Government Agent’ means the -  Government Agent having  authority in the area concerned,  and includes an Assistant  Government Agent and an  Additional Assistant Govern-  ment Agent;?;",
    "mean_p_confidence": 0.6270588235294118
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  (e) in the definition of |‘ irrigation  scheme”, by the omission of the  words “‘ between the proprietors and  the Government ”’;",
    "mean_p_confidence": 0.6603703703703703
  },
  {
    "i_page": 25,
    "par_num": 5,
    "text": "  (f) by the omission of the definitions of  “land”, “majority of —proprie-  tors”? and “‘ occupier ””;",
    "mean_p_confidence": 0.5819047619047619
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "  (g) by the insertion, immediately after the  definition of ‘minor irrigation  work”, of the following new  definitions :—",
    "mean_p_confidence": 0.6795652173913043
  },
  {
    "i_page": 25,
    "par_num": 7,
    "text": "  ‘owner cultivator” means am  owner cultivator as defined in  the Paddy Lands Act, No. 1 of  1958, whose paddy’ land is  benefited or to be benefited by  any irrigation work or who is  the owner cultivator of  manawari land;",
    "mean_p_confidence": 0.7141666666666667
  },
  {
    "i_page": 25,
    "par_num": 8,
    "text": "  “paddy land” means padaly land 95  defined in the Paddy Lands.  Act, No. 1 of 1958; ’;",
    "mean_p_confidence": 0.6042857142857143
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "  (i) by the substitution, for the definition of  “proprietor”, of the following new  definition :—",
    "mean_p_confidence": 0.6921052631578948
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "  «proprietor ” means the owner,  including the owner culti-  vator—",
    "mean_p_confidence": 0.5664285714285714
  },
  {
    "i_page": 25,
    "par_num": 11,
    "text": "  (a) of any land benefited or to  be benefited by any  irrigation work, or",
    "mean_p_confidence": 0.7127777777777777
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "  (D) of any manawari land; ’  and",
    "mean_p_confidence": 0.43600000000000005
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 25  (® by the insertion, immediately after the  definition of ‘‘ regulation’, of the",
    "mean_p_confidence": 0.7016
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  following new definition: —  “tenant cultivator’? means a  tenant cultivator as defined in  the Paddy Lands Act, No. 1  of 1958, where the paddy  land of which he is the tenant  cultivator is land benefited or  to be benefited by an irriga-  tion work or is manawari",
    "mean_p_confidence": 0.7312280701754386
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  land; ’; and",
    "mean_p_confidence": 0.43600000000000005
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  (2) by the addition, immediately after sub-section  (2) of that section, of the following new  sub-section : —",
    "mean_p_confidence": 0.7277272727272727
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  “« (3) Where a part of a land belonging  to a proprietor is cultivated by a tenant  cultivator, the part of the land cultivated  by the tenant cultivator and the part of  the land not so cultivated shall, Tor the  purposes of this Ordinance, be deemed to  be two separate lands. ”.",
    "mean_p_confidence": 0.7881666666666667
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  48. Section 119 of the principal enactment is Auendimeat of",
    "mean_p_confidence": 0.7200000000000001
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  hereby amended as follows:— tiptoe  enactment.",
    "mean_p_confidence": 0.4466666666666666
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  (1) in sub-section (1) of that section, by the  substitution, for the words “‘a rule made  by the proprietors”, of the words “a rule  made by the Cultivation Committee ”’;",
    "mean_p_confidence": 0.7534285714285714
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  (2) by the repeal of sub-section (4) of that  section;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  (8) in sub-section (5) of that section, by the  substitution, for all the words from ‘* made  by the proprietors’ to the end of that  sub-section, of the words ‘made by the  Cultivation Committee concerned; ”’;",
    "mean_p_confidence": 0.7414285714285714
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "  (4) in paragraph (0) of sub-section (6) of that  section, by the substitution, for the words  ““made or passed by a majority of the pro-  prietors’, of the words “made by the  Cultivation Committee or passed by a  majority of the allottees, tenant cultivators  and proprietors under this Ordinance ”’;  and .",
    "mean_p_confidence": 0.7504918032786886
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "  (5) by the repeal of sub-section (8) of that section.",
    "mean_p_confidence": 0.775
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  26 Irrigation (Amendment) Act, No. 48 of 1968  ‘Savings. 49. Notwithstanding the amendment of the  principal enactment by this Act—",
    "mean_p_confidence": 0.7591666666666667
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  (1) Every rule made under section 11 of the  principal enactment, prior to its amendment _  by this Act, by a majority of the proprietors  within any irrigable area or tract shall  be deemed to be an effective rule made by the  Cultivation Committee of that irrigable area  or tract, or a joint meeting of Cultivation  Committees, as the case may be, under  section 11 of the principal enactment as  amended by this Act;",
    "mean_p_confidence": 0.8196470588235294
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  (2) every resolution passed or decision made under  the principal enactment, prior to its amend-  ment by this Act, by a majority of the  proprietors within any irrigable area or tract  shall be deemed to be a resolution passed or  decision made by a majority of the allottees  and the tenant cultivators, or where there  are no allottees or tenant cultivators of any -  lands the proprietors of those lands, within  that irrigable area or tract;",
    "mean_p_confidence": 0.8191954022988506
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  (8) every rule made under section 12 of the principal  enactment, prior to its amendment by this  Act, by a majority of the proprietors of  manawari lands situated in any village area,  shall be deemed to be an effective rule made  by the Cultivation Committee concerned  under section 12 of the principal enactment  as amended by this Act;",
    "mean_p_confidence": 0.8226865671641791
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  (4), every irrigation scheme prepared, and approved  or confirmed, under the principal enactment  prior to its amendment by this Act, shall be  deemed to be an irrigation scheme prepared,  and approved or confirmed, under the «  principal enactment as amended by this Act.",
    "mean_p_confidence": 0.8051999999999999
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Irrigation (Amendment) Act, No. 48 of 1968 27",
    "mean_p_confidence": 0.743
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  50. Any act done under the Emergency (Irriga- Emergenoy  tion Ordinance Modification) Regulations, made {muon  under section 5 of the Public Security Ordinance, or Modifcation  under the principal enactment as modified by those Besson.  Regulations, shall be deemed to be dono under this  ‘Act or under the principal enactment as amended by  this Act, as the case may be.",
    "mean_p_confidence": 0.7513432835820895
  }
]