[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ") ea, pte, OES PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF \"SRI LANKA TURNOVER TAX (AMENDMENT) : AGT, No. 31 OF 1992 [Certified on 27th May, 1902] 7 s Printed on the Orders of Government noe “Published as a Supplement to Pact If of the Gorette of the Democratic Socialist Republic of Sri Lanka of May 20, 1992 FADED AY TUE SEPAUTRSINT OY GOVERNOCENTE POONTRING, ORT LATOR 70 RE PUNLUANED AP THE GOVENNMENT FOULICATIONS BOTEAY, OOOMDO Price ; 00 cents. Postage: Re. 108",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Turnover Taz (Amendment) Act No. 31 of 1992 . (Certified on 22th May, 1992] . L.D.—0, 66/91 Ams Act 10 Amand mis Tunvovan Tax Act, No. 69 oF 1081 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lenka gs follows :— 1. This Act may be cited as the Turnover Tax (Amend- Short ment) Act, No. 31 of 1992, Gitte. . 2, The following new section is hereby inserted, imme-  tasertloa diately after section 48 of the Turnover Tax Act, No. 69 of 2 0ew 1081, and shall have effect as section 484 of that Act:— in the ‘Tumover sDaiuction 40s. (1) Where any registered manuface SOA” prmene turer (hereinafter in this section referred to 196i. altumaver as the “first-mentioned manufacturer”), has ha on during any quarter commencing on or after Bochinery or October 1, 1991, paid— equipment. . (i) to another registered manufacturer (hereinafter in this section referred to as the “second-mentionad manu- facturer”), in respect of any trans- action entered into during that quarter, any gum which includes turnover tax, or i) to the Director-General of Customs . under section 12, during that quarter, any turnover tax, in respect of machinery or equipment used by the first-enentioned manufacturer in hit business of manufacture of any article, the turnover tax #0 included, or, so prid, as the case may be, shall, notwithstanding the Provisions of section 47 or section 48, be deducted, to the extent it can be 90 deduct- a ed, from any turnover tax payable by the first-mentioned manufscturer in respect of - his turnover arising from the sale of sch article: Provided that— {a} the amount of the deduction shall not Toe exceed five per centum of the turn- over tax #9 included or so paid; * la",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Turnover Tax (Amendment)",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "\"Act No. 31 of 1992 = - :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) the, deduction shall, subject to the . provisions of paragraph (d), be made",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "+ first from the turnover tax payable . in respect of such turnover for the quarter immedintely succceding the quarter in which the use of such machinery or equipment for such ; monufacture commenced, and then _- from the turnover tax payable in : . sespect of such turnover, for the next : succeeding quarter and so on;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(©) tha deduction of the turnover tax so . included oF 90 paid shall not be made—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(i) if such turnover tax is fr. respect of machinery or equipment ‘ised in any business of mami- facture of excepted articles or in any business which is exempt from turnover tax under section 4;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{i8) unless the first-mentioned manu- facturer as obtained voucher, as required hy section 48(2), fom the second-men- tioned manufacturer, or, a voucher from the Direetor- General of Customs, in respect of such sum so paid or of turn over tax 50 paid, ag the case may be, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Gi) from the turnover tax payable inrespect of such turnover for any quarter if the use of such machinery or equipment {in such business ceases in such quarter,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Turnover Tax (Amendment) 3 ‘Act No, 31 of 1992",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(qd) any turnover tax 0 included or 50 paid, as the case may be, by any person prior to his registration as a registered manufecturer, shall be deducted first from the turnover tax in respect of such turnover payable . for the quarter in which such person becomes chargeable to turnaver tax, amd then from the turnover tax 1n respect of such turnover payable for the next succeeding quarter and 50",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "on,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(2) The residue of the turnover tax which",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "' is deductible m accordance with the provi- sions of subsection (1), after its deduction",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "1 from the turnover tax in respect of the turn- aver referred to in subsection. (1) for each of the twenty quarters reckoned from the quarter for which the deduction was first made shall, subject to the provisions of see- tion 49. be refunded :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Provided that no refund shall be made unless the machinery or equipment referred to in subsection (i) has been used in the business of manufacture referred to in gub- section (1), in each of the twenty quarters referred to in this subsection.”",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "3. In the event of any inconsistency between the Sintiala Siuhela ‘and Tamil texts of this Act, the Sinhala text shall prevail. — Srevell in Eh,",
    "mean_p_confidence": 0.73
  }
]