[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "PARLIAMENT OF CEYLON + “Ist Session 1960-61 B rly Kus Temporary Residence ‘Tax Act, No. 36 of 1961 ; Date of Assent : 8th June, 1961 Printed on the Orders of Government",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Pee Sn BS, Sa",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "2S CP, Ge ae Price: 30 cents. Postage: 10 cents,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ". Temporary Residence Tax Act, me No. 86 of 196 L, D—O. 88/80. . AN ACT 10 MAKE PROVISION FOR THE LEVY AND . RECOVERY OF A TAK COMPUTED WITH REFERENCE 10 + BRE STAY IN CRYLON OF CERTAIN PERSONE WHO AR. ROT CITIZENS OF CEYLON, AND FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO. [Date of Assent; 8th June, 1961] BE_ it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :— 4, , Thit, Act may bo cited as the Temporary ties st Residence Tax Act, No. 36 of 1961. 2, (1) Subject to the other provisions of this Act, charge o there shall be charged from every person—- Meus (@) who is not a citizen of Ceylon, and (®) who, on or after the relevant date, remains in Coylon— (2) ander the anchority of a visa granted to him for a period exceeding three months in one calendar year; or (ii) under the authority of mote then one vise granted, to him for periods which ” when added together will exceed three . months; or (ii) after the expiration of the period for which he ig authorised to-remain in Ceylon by a visa granted to him, a tax (hereafter in this Act referred to as ‘‘ the tax \") for the period of his stay in Ceylon computed at the rate of four hundred rupees for a year or any pert of a year exceeding one month. (2) Any person who, under sub-section @ is liable to pay the tax, is hereafter in this Act referred to as* . a\" person subject to the tax ”’. . a. ollowir renpions «ane all) The following persons shall be exempt from Rowayiny @ any person referred to'in paregraph (@), para- graph (c), paragraph (ca) of paragraph (cb) of section 2 (1) of the principal enactment . semi",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Temporary Residence Tax Act,. No. 36 of 1961 and the spouse and every dependent child, parent, brother or sister of any person : Yeferred to in the aforesaid paragraphs, and every member of the official staff of any per- » eon Teferred to in the aforesaid paragraphs;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(ii) any person referred to in paragraph ()) of scation 2 () of the principal enactment and— (a) every member of the official staf of that",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "person; : : ) the spouse and avery dependent child, ® ‘parent, brother or sister of that per: sof and of every member of his . official staff;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(© every such person in the domestic exte- blishment of the person aforesaid or of every member of his official staff as is the holder of a valid passport, isened by the Government of the country which duly accredited him to the Government of Ceylon;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(iii) any person who has entored, or enters, or is ‘under an agreement to enter, the service of the Government of Ceylon or of any local anthority or of any corporation, and the spouse and every dependent child of such person;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(iv) any person who is au expert, adviser, technician ‘or official who is exeorpt from the payment of income tax under the Income Tax Ordinance;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(6) any person who is in the service of any under- taking in Ceylon which is commenced after the date om which this Act comes, into operation and in respect of which a certificate is isoued by the Secretary to the Treasury or an officer anthorised by him to the eect that foreign capital is invested in such under- taking with the approval of the Government of Ceylon",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(ri) any person who hes not attained the age of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". sixteen years; .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(vil) any pereon who is certified by the Direotor of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "‘Education to be a full time stadest in. any ; .” educational institution in Ceylon recognised . by the Director; on",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Temporary Residence Taw Act, 3 fo. 86 of 1961 (viii) any person who is | member of the crew of ship in the territorial waters of Ceylon; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(ix) any class or description of persons which, or any person belonging to tach class or description who, is exempted from the provisions of this Act by Order made by the Minister and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". published in the Gazette.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@) In this section— .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "“‘ corporation” means a corporation established under the Government-Sponsored —Cor-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "rations Act, No, 19 of 1955, or uader the Risto Industrial Corporations Act, No. 49 ‘of 1957, or any corporation specified in the Schedule to this Act, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "“local authority ”’ means any Municipal Council, Urban Council, Town Council or Village Committee.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "4% (1) The tax shall— Liahiity ta",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "poy Boles.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(A) in the case of a person who is the holder of a visa which was granted before the date of ‘ commencement of this Act and which expires on or before the fifteenth day of September, 1961, be paid within one month after the date of commencement of this Act;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{B) in the case of a person who is the holder of a visa which was granted before the date of ‘commencement of this Act and which expires after the fifteenth day of September, 1961,—- (a) in respect of the period commencing on",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "the relevant date, or where that vise . was granted after the relevant date, on the date of the grant of that visa",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". and ending om the fifteenth day of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "September, 1961, be paid within one month after the date of commencement",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ": of this Act, and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@) im respect of each subsequent period, exceeding one month and not excesd- ing twelve months of that vise, be paid within one month after the date ‘of commencement of each such period;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 Temporary Residence Taw Act, No. 88 of 1961 :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(C) in the case of a person to whom a visa is granted",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "after the date of commencement of this Act—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ". (0) if the period for which he is authorised",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "to remain in Ceylon by that visa does",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "not exceed one year, be paid on the date of the grant of that vise, and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "() if the period for which he is authorised to remain in Ceylon by that ise exceeds one year—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(i) in respect of the first twelve months of his stay in Ceylon, be paid on the date of the grant of that ofsa, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(ii) in respect of each subsequent . period, exceeding one month and not exceeding _ twelve months, of that ofsa, be paid within one month after the date of commencement of each . such period; and D) in the case of any person who remains in Ceylon after the expiration of the period for which he is authorised to remain in Ceylon by the vise granted to him, be paid within one month after the date of commencement of this Act in respect of the peried of bis stay in Ceylon commencing on or after the \"relevant date and ending on the date of such payment, and such person shall be liable to pay the tax to the Controller.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "@) Notwithstanding the provisions of sub- section (1) of this section, any person who is subject to the tax may apply to the Controller for permission {o pay the tax in instalments and, on receipt of such an application, the Controller may, if he is satiafed that. the applicant is an employee in any trade in respect of which a Wages Board has been set up in accordance with the provisions of the Wages Boards Ordinance, No. 27 of 1941, permit the applicant to pay the tax in such instalments as the Controller may determine.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Temporary Residence Tan Act, 5 mPer No. 86 of 1061 . (8) The Controller may, on the application of any person whd is subject to the tax, grant an extension pertmme not exceeding three monibe, for the payment of the tax if soch person has, within three months before the date on which the tax falls due, paid in accordance with the provisions of sub-section (1) the tax which he was. cullier liable to pay: a 4) Where under the provisions of sub-section qQ the tax is paid by any person upon the grant, after the commencement of this Act, of a ese to bim aad the period for which he is authorised to remain in Ceylon by that visa is less than one year, that person shail not be entitled to pay the tax upon the extension of the period of such eésa if the aggregate ‘of the . periods for which he is authorised to remain in - Ceylon before and after such extension does not exteed one year. (3) Any person subject to the tax who fails to pay the tax of che Controller within the period, of om the date, required under the preceding provisions of this section shall, without prejudice to any proceedings which may be taken against-him for the recovery of the tax, be guilty of an offence under this Act and shall, on conviction after summary trial before Magistrate, be liable to a fine not exceeding five hundred rupees or to imprisonment of either descrip- tion for a term not execeding six months or to both such, fine and imprisonment. a 8. (1) Where any person subject fo the tax fails providoas to pay such tax to the Controller within the period, fo\" or on the date, required under section 4, the Con- troller shall by notice in writing require such person to pay, within euch period as shall be specified ia.the notice, the amount of such tax to tho Controller and, . where such person fails to pay such amount within the period specified in the notics, such amount shall . be déemed to be in default. . . i _+(2) Where the amount of the tax is in default, the Controller may issue a certificate containing parti-- culars of such amount: and the name and adeoees of ‘such defanlter to the Magistrate having jurisdiction in the area in which such defaulter is resident. The Magistrate. shail, thereupon, summon the defaulter hefore him to show. cause why proceedings fot the tecovery of the amount of the tax in default should: Bot be taken against such defaulter, and; if sufficient",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": ". t) Temporary Residence Tax’ Act, . . No. 96 of 1961 .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "cause ig not shown, the amount of the tax in default shall by order of the Magistrate be recovered as if it were a fine imposed on the defaulter by the Magis- trate.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "aie to pp 6. ‘The failure of a person subject to the tax to",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "ite tex Hebe pay the amount of such tax within the period, or on",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Ss\"eaocliton the date, required under seotion 4 shall be a ground",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": ". on which any oisa granted to that person under the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "principal enactment may be cancelled by the Con- troller under that enactment, and the provisions of that enactment shall, in their application in the case of that person and such visa, have effect accordingly.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Vise to te 7. For the purpose of determining the period of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "eocia” —- stay in Ceylon of any person who is She helder of a",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Frat, ,, 245% and who is subject to the tax, that vise shall be",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "E’Ceyiee. conclusive proof of his period of stay in Ceylon.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Some yuid or «#8 _Al sums paid to or recovered by the Controller",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "emis\" as tax under this Act shall be credited by the Con-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "gaia, troller to the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "‘Pond ot",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Ceylon.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Alaina 9. The rate of the tax may be altered from time",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "“= to time by Order made by the Minister, approved by the House of Representatives and published in the . Gaxette. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Rowe ey 10. The Minister may, by Order published in the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "greet Gazette, amend or vary the provisions of the Schedule",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "isa, to this Act. :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Buwkioon of 44, ‘The provisions of this Act shall be in addition",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "fe aa eb to, and not in derogation of, the provisions of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "sol cot io principal enactment, and accordingly the payment by -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "feeetes al, any person, who remains in Ceylon after the expiv3-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "ae tion of the period for which he is authorised to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 27,
    "text": "Foectbent remain by the visa granted to him, of the tax to which he is Liable under thie Act shall not be constroed, of be deemed to be construed, to affect any proceedings. which may he taken under that enactment-against him for remaining in Ceylon in contravention of any provisions of that enactment, . 7",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Temporary Residence Taw Act, 7 : No, 96 of 1007 42, In this Act, unless the context otherwise  Intergretstion. requires; — .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "** Controller '” means the Controller of Immigra- tion and Emigration;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "‘© principal enactment? means the Immigrants and Emigrants Act, No. 20 of 1948, as amended . by any subsequent Act;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "** yelavant date’? means the fifteenth day of September, 1960; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "“* pisa ”? means a visa granted under the principal enactment snd includes any temporary residence permit, or endorsement, or exten- sion of the period of the visa, granted or issaed under that enactment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Bohedule ‘  Baotion 8 (2) }.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "1, \"Tha Gal Oya Development Bosrd established undor the Gal Oya Development Board Act, No 51 of 1949,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "2. The Air Coylon Limited established under the Air Ceylon lnoorporation) Act, No. 7 of 1051,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "® The Milk Bord established under the Milk Boord Act,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "No. 13 of 1954.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "4. Tha Coylou Institute of Scientific aed Industeia) Resoaich established under she Ceylon Institute of Scientific and Industrial Resouroh Aot, No. 16 of 1055.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "6 The Ceylon Transport Board cetablished under the Motor ‘Transport Act, No. 49 of 1957.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "&- The Ceylon State Plantations Corporation exialisbed",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "jar the Ceylon State Plantetions Corporation Act, No. 4 of 1968. orteration",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "7, Tha Port (Cargo) Corporation established under the Port (Catgo} Corporation Act, No, 18 of 1958,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "* so",
    "mean_p_confidence": 0.01
  }
]