[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON .. 5th Session 1951 . os) . peat ccieh ¢ Lot ferences Lady Lochore Loan Fund (Board. of Trustees) Act, No. 38 of 1951 . ate of Aasent: September 26, 1957 Printed an the Ordeen of Gevornment . a a embek oe . ead acres ee Pa Set, rt vet er ng ee cae ae pare sat Ss aT ;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". 4 Lady Lochore Loon Fund (Bourd of Trustees) 3 Act, No. 88 of 1951. LO. 30/01. : AN ACT TO ESTABLISH AND INCORPORATE A BOARD OF ‘TRUSTEES OF THE FUND KNOWN Ag THE Lapy LocHORE ‘ Loan Fonp, 10 DECLARE THE PURPOBES TO . WHICH THAT FUND SHALL BE APPLIED, AND ‘TO MAKE PROVISION FOR MATTERS CONNECTED THEREWITH.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(Date of Assent: September 24, 1961.] . .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the King’s Most Excellent Majesty, by and with the advice and concent of the : Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- . rity of the same, as follows :-—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. This Act may be cited as the Lady Lochore Loan bert sit. Fund (Board of Trustees) Act, No. 88 of 1951.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. (1) A Board, constituted as hereinafter pro- zsenihment vided, is hereby established as the Board of Trustees Boma of the Lady Lochore Loan Fand which was formed by Lady Lochors * the Reverend C. E. V. Nathanielsz of Colombo, with test Fuad. money donated by Lady Jean Lochore formerly of Ceylon and with contributions from the public, for the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "% purpose of granting relief to persons in debt.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{2) The Board shall consist of the following eight members : — .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{a) the eaid Reverend C. E. V. Nathanielsz; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) seven, persons. appointed 6 membere by the Minister of Finance, one of whom shall be an officer of the General Treasury :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Provided however that, if the said Reverend C. E. V. Nathanielsz ceases to be e member, the Board shall consist of the seven members mentioned in para- graph (6) of this sub-section.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{3) Where an appointed member is or is likely to be absent from Ceylon for a period exceeding one month or is unable to discharge the duties of his office for such @ period by reason of ill-health or for any other cause, the Minister of Finance may, subject to the provisions of sub-section (5), appoint some other person to act in place of such member.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(4) Where an appointed member ceases to hold office at any time prior to the expiration of his term",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ", of office, the Minister of Finunce may, subject to the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“ provisions of sub-section (6), appoint some other per-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "son to be a member in his place, : 3, Tene, 400 (00 f",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". 4 Lady Lockore Koun Fund (Board of Trustees) Act. No. 38 of 1951,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(5) A person appointed as a member under sub- section (9) or subr-sention (4) shall, if he is nppointed to act for or succeed the member who is an ofioer of the General Treasury, be such an officer.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "@ day member vacating office by the efluxion-of * time shall be eligible for reappointment as a member.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Yemotoie 8. (1) The said Reverend C. E. V. Nathanielsz manten. hall, uulesa he vacates office as provided in section 4, hold office for his life time.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) Every appointed member other than an appointed ‘nember teferced to. in sub-section (3) or sub-section (4) shall, unless he vacates office as provided in section 4, hold office for two years commencing on the date of bis appointment.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(3) A person who is appointed to act as s member nde sub-section (8) of section 2 shall, unless. he vacates office as provided in section 4, hold office until the resumption of duties by the member for whom he is appointed to act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) A person appointed as a member under sub- section (4) of section 2 shall, unless be vacates office as provided in section 4, hold office during the remainder Of the term of office of the member whom he sucozeds.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Npetan ot 4, A member shall vacate office— eben, (@) if his appointment is terminated by Order made by the Minister of Finance, of (8) if he is adjudged by a competent Court to be of unsound mind, or (©) if he is adjudged insolvent or bankrupt by ® competent Court, or. (#) if he resigns office by writing under his hand addressed to the Minister of Finance. Erodes of ae 8. The member who is an officer of the General . : ‘Treasury shall be the President of the Board. He : shall, if he is present, preside at every meeting of the Board. If he is absent from any meoting of the Board, a member elected from among the members present shall preside at thet meeting. -  Tpengerstion ot 6G, The Board shail be 9 body corporate with the ' name \"The Board of Trustees of the Lady Lochore | Loan Fund” and shall have perpetnal succession and | 2 common seal and may sue and be sued in auch name. fel ot be 7, (1) The Board may at any time alter the seal of Yau, -the Board. * yatany ; x i t 1",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "! so ‘ : Lady Lochore Loan Fund (Board of Trustecs) 5 7 : Act, No. $8 of 1961. . : ; , (21 ‘The seal of the Board shall not be allixed to any : instrument except in the prosance of two members who. : shalt sign the instrument im attestation of . their 1 presenes. 16, All the assets of the Fund as at the date on: Tramteret which this Act comes into operation, held in the name smtetn * of the Fund or in the name of the said Reverend the Fund w : C. E. V. Nathanielsz or of any other person in trust‘ Pas. for the Fund, and all the liabilities of the Fund as at | that date are hereby transferred to the Board. f 9. (1) It shall be the duty of the Board to adminig- Dotics and 1 ter ‘he Bund in accordance with the provisions of this fra “™ 1 Act. (2) The Board may— (a) acquire any property, whether movable o Immovable,” by right of “purchase, gt : grant, testamentary disposition or other-_ . wise; . (8) sell, mortgage, exchange or otherwise dispose ‘ of, or deal with any property, whether movable or immovable, to which the Board may become entitled; and S (©) perform all such acts as may be necessary for the discharge of the duties of the Board. . 10. The Board may appoint one of the members to xunaging be the Managing Trustee who shall carry out the direc- 7%. tions of the Board for the administration of the Fund. . The Managing Trustee may be paid such remuneration for his services as the Board may, with the concurrence of the Minister of Finance, determine. _ : : 44. The Board may appoint such officars and ser ofoasant vants ag may be necessary for the administration of “= the Fund on such remuneration and on euch other con- ditions of service as the Board may, with the con- currence of the Minister of Finance, determine. ‘ 12, All monies received by the Board as gifts or 88 raymens tothe income from any property of the Board or-atherwise Feet shall he credited to the Fund. : . 43, (1) The Fund shall be utilised by the Board tor rupees vo the purpose of lending ta such persons in debt as the FNbte Board may consider deserving ‘of help such sums of folic. money for the settlement of their debts, at such rates of *  intorest, and on such terms of repayment of the priu- cipal, as the Board may determine, The decision of . ng",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "6 Lady Lockore Loan Fund (Board of Trustees)",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Act, No. 88 of 1961. the Board on any application for @ loan of money shall be in the absolute discretion of the Board and shall not",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "be Hable to be questioned in any Court.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ": . @ The remuneration of the Managing Trustee and); . of all the officers and servants employed by the Board and the auditor's fees and all other expense of administering the Fund shall be paid out of the Fund. greens 4%. () The Board may accept from the Govern- Sort bee TERE or from any Person oF body of persons a grant or 40 condisians, loan of any sum of money subject to the condition that = it shall be applied for the purpose of settling the debts ‘of persons oF the description or clase specified by the prentor or lender and to such other conditions as may 80 specified. : (2) Where in terms of sub-section (1) the Board ‘accepta any sum of money {hereinafter in this sub- section referred to ag the ‘‘ accepted sum’), the : following provisions shall, notwithstanding anything to the contrary inthis Act, apply in relation to that. . aom:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "~~. (@) The accepted sum shall be deposited in the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Fund in a separate account.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) No loan out of the accepted sum shall be made to any person other than a person of the desorption or class specified by the grantor",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "- or lender of that sum.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(c} The rate of interest, the terma of repayment of the principal and any other condition applicable to a Joan made out of the accepted sum shall be determined by the Board having regard to the conditions, if any, specified. in that behalf by the grantor |",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". or lender of that sum. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(a) Any money received or recovered by the Board as the interest or principal due on any loan made out of the accepted sum shall bo credited to the separate account in which that sum is deposited.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{e) Where the accepted sum consists of a loan to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". the Board, any money for the time being in the separate account in which that sum 18 deposited may be applied in payment of the interest and principal due on that loan. fens ie 45, ‘The Board shall eause accounts of the Fund _ ora. to be kept regularly and shall cause the accounts in : respect of each year to be audited by » competent ‘ i",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Lady Lochore Loan Fund (Board of Trustees). 7 : Act, No, 38 of 1051, . anditor elected annually by the Board and paid such . fees as the Board may, with the conevrrence of the . Minister of Finance, determina.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "‘ 46. No act done by the Board shall be invalid by. wetemae : | reason only of the fact that at the time the act was done ivsiduling sa there was a vacancy in the Board or there was any defect in the appointment of any member, 1 ’",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "47, (1) The Board may make rules regarding the Pols. : meetings of the Board, accounts of the Fund and all + other matters for which rules are considered necessary : by the Board. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) Every role made by the Board under this section shall come into effect from the date on which it is published in the Gazette.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(8) Any rule made by the Board may be amended",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "- or rescinded by the ‘Board by a rule made and published in the manner provided by the preceding : ~ provisions of this section. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "18. Nothing in this Act shall affect the rights of saving of ae the Crown or be deemed to affect the rights of His fees te Majesty the King. His hairs and successors, or of ay \"",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "sbody corporate, or of any ather Petsine except",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "> “ag are mentioned in this Act, and those claiming by, from, through, or under them. . ,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "19, In this Act unless the oontext otherwise otepmiation. requires :— .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ": “‘appointed member? means a member other",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "than the said Reverend C. E, V. | Nathanielsz;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“Board means the Board of Trustees, + established and incorporated by this Act;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“Fund \" means the Lady Lochore Loan Fund mentioned in section 2; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“ member ”* means a member of the Board.",
    "mean_p_confidence": 0.82
  }
]