[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  , PRES.  {7 .  (S) aes  Ve Sighs  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  ESSENTIAL PUBLIC SERVICES  ACT, No. 61 OF 1979  [Certified on 8th October, 1979}  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of October 12, 1979  a a a er  ne a incase ns genau reciacman hon  “Baateeas Rage et",
    "mean_p_confidence": 0.5524719101123595
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Essential Public Services Act, No. 61 of 1979  [Certified on 8th October, 1979]  L. DO, 48/79,  An Act To Provme ror THE DECLARATION oF SERVICES  ” Provivep sy Certarn Government DerartMENTS, Pustic  Corporations, LOcAL AUTHORITIES AND CO-OPERATIVE  Societies as ESSENTIAL Pusiic SERVICES; AND FOR  ‘MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO,  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—  1. This Act may be cited as the Essential Public Services Short title.  Act, No. 61 of 1979,",
    "mean_p_confidence": 0.7020408163265306
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  2. (1) Where the President is of the opinion that— Ee may",
    "mean_p_confidence": 0.7428571428571429
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  clare",
    "mean_p_confidence": 0.016666666666666666
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (a) any service provided by any category of persons services,  employed in any Government department or Pri  Public corporation or local authority or co-operative Government  society or branch thereof being a department or Separtments,  corporation or local authority or co-operative corporations,  society which is engaged in the provision of any 1¢ft5 “or co-  of the services specified in the Schedule to this Act, operative,  is likely to be impeded or interrupted ; and. Fess]",
    "mean_p_confidence": 0.7621686746987951
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (®) the maintenance of the service provided by that Pivices,  category of persons is essential to the life of the Pi  community,",
    "mean_p_confidence": 0.731153846153846
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  he may, in consultation with the appropriate Minister and  by Order published in the Gazette, declare that service to  be an essential public service.",
    "mean_p_confidence": 0.8064285714285714
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (2) During the continuance in force of an Order made  under subsection (1) declaring the service provided by any  category of persons employed in a Government department  or public corporation or local authority or co-operative  society or branch thereof being a department or public  corporation or local authority or co-operative society  engaged in the provision of any of the services specified  in the Schedule to this Act, to be an essential public  ‘Service—",
    "mean_p_confidence": 0.8149397590361446
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (@) any person who, on the day immediately preceding  the date of such Order, was employed in that",
    "mean_p_confidence": 0.8123809523809523
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  - department or public corporation or local authority  or co-operative society for the purposes of that  service or who after that date is employed by that  department or publie corporation or local authority  or co-operative society for the purposes of that  | A 41180—26,100 79/00",
    "mean_p_confidence": 0.7553846153846154
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Essential Public Services Act, No, 61 of 1979  service, fails or refuses to attend at his place of  work or at such other place as may from time to  time be designated by the head of that department  * er public corporation or local authority or co-  operative society or a person acting under the *  authority of such head or fails or refuses to perform  such work as he may be directed by the head of the  department or public corporation or local authority  or co-operative society or by a person acting under  the authority of such head to perform or fails or  refuses to perform such work within such time as  is in the opinion of the head of that department or  public corporation or local authority or co-operative  society reasonable for the performance of such  work ; or  (®) any person who in any manner— .  (4) impedes, obstructs, delays or restricts the  carrying on of that service; or  (ii) impedes, obstructs or prevents any other  person employed in that department or  public corporation or local authority or  co-operative society for the purposes of that  service from attending at his place of work;  or  (iii) incites, induces or encourages any other person  employed in that department or public  corporation or local authority or co-operative  society for the purposes of that service to  refrain from attending at his palce of work}  or  (iv) compels, incites, induces or encourages any  other person employed in that department oF  Public corporation or local authority or co»  ‘operative society for the purposes of that  service to depart from his place of work ; oF  (¥) prevents any other person from accepting  employment in, or in connection with, the  carrying on of that service ; oF  (¢) any person who, by any physical act or by any speech  or writing incites, induces or encourages any other  Person to commit any act specified in paragraph  (b) of this subsection (whether or not such other  Person commits in consequence any act 0  specified), .",
    "mean_p_confidence": 0.7981347150259067
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  |  Essential Public Services Act, No. 61 of 1979 3  | shall be guilty of an offence under this Act,  | & (1) Every Order made under subsection (1) of section Operation.  2 shall come into operation on the date of its publication in &, of Order  ~ the Gazette and shall, subject to the succeeding provisions. section 2(1).  of this section, be in operation for a period of one month",
    "mean_p_confidence": 0.7827848101265822
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  from such date, without prejudice however, to the earlier",
    "mean_p_confidence": 0.7654545454545455
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  Fevocation of that Order or to the making of a further Order",
    "mean_p_confidence": 0.7978571428571428
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  at or before the end of that period.",
    "mean_p_confidence": 0.744
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (2) Upon the publication in the Gazette of an Order made",
    "mean_p_confidence": 0.7776923076923077
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  under subsection (1) of section 2, such Order shall be placed  forthwith before Parliament and where Parliament is on  the date of publication of that Order in the Gazette  separated by any such adjournment or prorogation as will  not expire within ten days, a Proclamation shall be issued  for the meeting of Parliament within ten days from the  date of publication of such Order and Parliament shall  accordingly meet and sit upon the day appointed by that  Proclamation, and shall continue to sit and act in like  manner as if it had stood adjourned or prorogued to that  day.",
    "mean_p_confidence": 0.8354954954954954
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (8) Every Order made under subsection (1) of section 2  shall expire after a period of fourteen days after the publi-  cation of such Order in the Gazette, unless such Order is  approved by a resolution of Parliament :",
    "mean_p_confidence": 0.8313636363636363
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  Provided that if Parliament is on the date of publication",
    "mean_p_confidence": 0.7858333333333333
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  of such Order in the Gazette separated by any such adjourn-  Ment or prorogation as is referred to in subsection (2), then  such Order shall expire at the end of a period of ten days  from the date on which Parliament shall meet and sit,  unless approved by a resolution of Parliament at such  meeting.",
    "mean_p_confidence": 0.8338709677419354
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  4. (1) Every person who commits an offence under this Offences,  Act shall, on conviction after summary trial before a  Magistrate, be liable to rigorous imprisonment for a term not  less than two years and not exceeding five years or to a  fine not less than two thousand rupees and not exceeding  five thousand rupees or to both such imprisonment and  fine,",
    "mean_p_confidence": 0.8232857142857142
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (2) Where a person is convicted by any court for an  offence under this Act, the court may, in addition to any  other penalty that it imposes under subsection (1), make  one or both of the following orders :—",
    "mean_p_confidence": 0.8127272727272726
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (q) that all property, movable or immovable, of the",
    "mean_p_confidence": 0.7545454545454546
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  person convicted shall be forfeited to the Republic ;  -",
    "mean_p_confidence": 0.6438461538461537
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Essential Public Services Act, No. 61 of 1979  (b) im any case where the person convicted is registered  in any register maintained under any written law  as entitling such person to practise any profession  or vocation, that the name of such person be »  removed from such register,  if the court is of opinion that there are sufficient grounds”  fo ne making of any such order.",
    "mean_p_confidence": 0.7943421052631578
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (3) Where the court makes order under paragraph (a)  of subsection (2) in respect of any person, every alienation  or disposal of property made by such person after the date  of publication of an Order under subsection (1) of section  2 in relation to any service provided by such person, shall  be deemed to have been, and to be, null and void.",
    "mean_p_confidence": 0.8472463768115942
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  Application of 5. Subsection (2) of section 15 of the Code of Criminal  section 18 (2) Procedure Act, No. 15 of 1979, shall not apply to any person  ‘Ua: convicted of an offence under this Act.  Actor 6. Where any person is prosecuted for an offence under  commiteder this Act, it shall not be a defence for him to prove that any  Bene AD cot ct OF omission constituting the offence was done or  ggiikenot a, omitted to be done by him in furtherance of a strike  jefence in  Prosecution” commenced by a trade union to which such person belongs.  Under  Act.  This Act to 1. The provisions of this Act shal have effect notwitin-  Bther written. Standing anything contained in any other writen law and  Jaw. accordingly in the event of any conflict or inconsistency  between the provisions of this Act and such other written  Jaw, the provisions of this Act shall prevail.  Interpretation, 8, In this Act—  “co-operative society” means any society registered or  deemed to be registered under the Co-operative  Societies Law, No. 6 of 1972;  “head”\"—  (a) in relation to a co-operative society, means the  President of that co-operative society ;  (®) in relation to a local authority, means the /  Mayor or Chairman of that local authority  or the Special Commissioner appointed to  | minister the affairs of that local authority  i",
    "mean_p_confidence": 0.7641796875
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Essential Public Services Act, No. 61 of 1979 5  (c) in relation to a public corporation, means the  Chairman of the Board of Directors of such  corporation and includes the General Manager  7 of that corporation ;",
    "mean_p_confidence": 0.7786046511627907
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  “local authority” means any Municipal Council, Urban  Council, Town Council or Village Council and  includes any Authority created and established by  or under any law to exercise, perform and discharge  powers, duties and functions corresponding or  similar to the powers, duties and functions  exercised, performed and discharged by any such  Couneil ;",
    "mean_p_confidence": 0.7757377049180328
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  “public corporation” means any corporation, board or  other body which was or is established by or under  any written law other than the Companies  Ordinance, with funds or capital wholly or partly  provided by the Government by way of grant, loan  or otherwise.",
    "mean_p_confidence": 0.814
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  ‘SCHEDULE",
    "mean_p_confidence": 0.26999999999999996
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  1. The supply, preservation and distribution of articles of food",
    "mean_p_confidence": 0.7841666666666667
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  or drink,",
    "mean_p_confidence": 0.42750000000000005
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  2 The supply or distribution of fuel, including petroleum",
    "mean_p_confidence": 0.7400000000000001
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  Products and gas,",
    "mean_p_confidence": 0.488
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  3, The supply of electricity.",
    "mean_p_confidence": 0.6385714285714286
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  4, Public transport services for passengers or goods. _",
    "mean_p_confidence": 0.6563636363636364
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  5, Water supply.",
    "mean_p_confidence": 0.532
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  6. Postal, telephone, telegraph and broadcasting services.",
    "mean_p_confidence": 0.6844444444444444
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  7. All service, work or labour, of any description whatsoever,",
    "mean_p_confidence": 0.7575
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "  necessary or required to be done in connection witl—",
    "mean_p_confidence": 0.7018181818181818
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "  (@) the discharge, carriage, landing, storage, delivery and  removal of articles of food or drink, or of coal, oil or  fuel, from vessels within any port as defined for the  purposes of the Customs Ordinance (Chapter 235) ;",
    "mean_p_confidence": 0.7955813953488372
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "  (®) the maintenance, and the reception, care, feeding and  treatment, of patients in hospitals, nursing homes, dispen-  saries, and other similar institutions ;",
    "mean_p_confidence": 0.7714814814814814
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 © Essential Public Services Act, No, 61 of 1979",
    "mean_p_confidence": 0.7016666666666667
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (©) any undertaking maintained by any local authority for  water supply, electricity, drainage and sewerage, fire and  ambulance services, conservancy and scavenging (includ-  {ng the removal and disposal of night-soil) ;",
    "mean_p_confidence": 0.7402777777777777
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (@) the provision and maintenance of facilities for transport  services by road, rail or air, including roads, bridges,  culverts, airports, ports and railway lines.",
    "mean_p_confidence": 0.7542857142857143
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  8. The services provided by all Co-operative Societies and",
    "mean_p_confidence": 0.7209090909090908
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  Unions.",
    "mean_p_confidence": 0.27999999999999997
  }
]