[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON\" . 3rd Session, 1954-55 ; Be Roe LE vauanigaa 2 my OS. Vi essere we a NSE Ceylon Savings Bank (Amendment) Act, No. 6 of 1955, Date of Assent: February 18, 1955 Printed on the Orders of Government Printed at the Goveanmens Press, Cevion. To be purchased at the GoveanmunT Puaticationa Burmau, Covosreo . Annual Subscription (including Bills) Rs, 25, payable in advance to the Surerinrenpent, GovernMent PuBLICATIONS Buneay, Fost Orerce Box 500, Secretariat, Colombo Price 35 conts. Postage: 10 conta,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Ceylon Savings Bank (Amendment) Act, 3 No, 6 of 1955 .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "L, D,—O. 14/54,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Aw Act 70 AMEND tHe CEvLON SAVINGS dept 18 Bank Onprnance, ore ' + [Date of Assent: February 18, 1955] ot",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE it enacted by the Queen's Most Excellent : Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- rity of the same, as follows: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. This Act may be cited as the Ceylon Savings ica ttl. Bank (Amendment) Act, No. 6 of 1955.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. The following new section is hereby inserted Jevertion of me immediately after section 3 of the Ceylon Savings Bank BTgras'Ss, Ordinance (hereinafter referred to as the ‘* principal enactment”), and shell have effect aa section Sa of that enactment :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Tpwpeetin Sa, ‘The board of directors shall be a",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "qieset body corporate with perpetual succession and a common seal and may sue and be used in its name and style and shail be capable of acquiring, holding and aliena- ting property, ‘whether movable or immovable.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ", Section 6 of the principal enactment is hoteby Sebatitetien repenled and the following new section substituted tends\" therefor :— of Se Baancal | 6. (1) The finsnoial year of the bank ‘sia Tak naa shell be the calendar year. time of Secme and (2) The secretary shall on a date to be creeuiiar. determined by the board of directors in",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "each year, submit to the board an esti- mate of the available income of the bank and details of the proposed expenditure for the ensuing financial year.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4, Section 7 of the priuoipal enactment is hereby Ament ot amended as follows: — ‘the princpal",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(1) by the substitation, for the words “ order the “™*\"\"\"* trensurer to pay” of the word “ pay”; and 1H. mate 8/59)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "4 Ceylon Savings Bank {Amendment) Act, No. 6 of 1966",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "(2) by the substitution, for all the words from * offers and servants of the bank,” to the end of that section, of the words * officers and servants of the bank.”’.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Amqimate! 8, Section 11 of the principal enactment is heroby »",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Sa mended by the addition at the end thereof of the emecimt” ——foflowing words:—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "“very rule ot regulation made by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "bosrd of directors, and approved by the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Minister, under this section, shall be pab-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "lished in the Gazecte, and in English,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Sinhalese and Tamil in one or more news",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Papers published in Ceylon. ””.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Amomnimnant of 6 Section 15 of the principal enactment (as Scout amended by Ordinance No. 3 of 1944) is ae eucioent: amended aa followa:—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "(1) in the marginal note to that section, by the substitution, for the words “ Approved sooioties as depositors.”, of the word  Depositors.”;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "@) in cub-section (1)—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "(@) by the substitution, for the words “no thrift,”, of the words “no person and no thrift,””, and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "(® by the substitution, for the words “' any such society,” of the worda “ any person or any such society,””; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "(in sub-section (2), for all the words from \" any approved society ” to “ the credit",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ": of the society,”, of the following: —",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "‘ any person or any approved society, and may give thirty days\" notice in writing to such person, or to the treasurer, trus-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": ": tees, or olficers of any such society, to with- deaw from the bank all or any part of the money standing to the oredit of auch person or sooiety,’”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "fein 7. Section 22 of the principal enactment ie hereb",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "S325 ue repealed and the following now section substituted",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "gees ot therefor: —",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "sacs” Tovaiment 99. (1) The board of directors may gfamepein in their discretion determine the",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "Sevik’” — maximam amount which may out of the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 25,
    "text": "moneys in the bank be retained in the custody of the secretary for the general",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Ceylon Savings Bank (Amendment) Act,’ 6",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "No. & of 1955",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "purposes and expenses of the bank, and Such amount may be deposited in current account in the name of the secretary in eny such bank or banks as may be approved by the board of directors in that behalf.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(2) The balance of the moneys in the bank remaining after the deduction of such amount as may be determined by the board of directors under eub-aection (1) may from time to time be invested in # name of the board of directors in any of the following securities:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(a) on a first mortgage of immovable property situated within say Tack ate in Ceylon a3 may be approved by the board of directors, and. having such title as 1¢ in the opinion of the Board satisfactory;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(®) in any stock, treasury bills or debentures of the Govern-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". ment of Ceylon;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(©) in any security issued by the Government of any country other than Ceylon forming part of the British Common wealth;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@) in any other stock or securities as may be approved by the Minister.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(8) Every investment of moneys out- side Ceylon under sub-section @) shall be made in accordance with such general instructions as may be issued in that behalf by the Board of Directors with the approval of the Minister.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ": (4) The board of directors may at aay time vary any investment held by the board under this section, and realise and re-invest any moneys so invested: pro- vided that in the case of any investment held by the board outside Ceylon such investment may be varied, realised or re- invested in accordance with such general instructions aa may be issued by the board with the approval of the Minister.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "8 —Coylon Sdeings Bank (Amendment) Act, No. 6 of 19565 . (5) The provisions of sub-sections (2) and (8) shall apply in the cage of every variation of an investment and every 16- investment made under this sub-section. (8) Any moneys referred to in sub- , section (2) may be invested in the name of the board of directors in any bank or banks as may be approved by the . board. Amendment of 8. Section 23 of the principal enactment is hereby Sepreie amended by the substitution, for all the words from cucmont.” \"granted ” to the end of that section, of the words granted in favour of the board of directors.””. tainitution of 9, Sections 94 and 25 of the principal enactment Biewurtsd” are hereby repealed, and the following new sections at te ‘substituted therefor: — Scientia aay, Whenever dafanlt is made in ayment of any sum due on any loan permit routed by the booed of directors Yn the gei@ mortgage of land, whether that sum is baht dus on ageomt, of principal or interest . or of both, defanit shall be deemed to have been made in respect of the whole : of the unpaid portion of that loan, and the interest due thereon up to date; and the board may, by special resolution, authorise any ‘person sell the Tand mortgaged to the board as security by public auction on such date and at such time and place as the board may direst. + _ @_ Save as otherwise provided in sub- : section (8), the provisions of sub-section (1) shall apply in the case of any defaule : notwithstanding that the borrower may have died or that any right, title or inte- * ‘rest whatsoever in the land mortgaged. as security | for the loan may have passed ’ voluntary conveyance ot by operation By folonttey conayance of by op (8) Where the borrower is dead and the probate of his will or letters of admin-. istration to his estate have not been” issued, the District Court af Colombo or . the District Court of the district z whi roperty mortg. to board of directors by that Eetover ia",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "Ceylon Savings Bank (Amendment) Act, 7. fo. @ of 1955 situate, may, upon application made in that behalf by the board and after ser- vice of notice of the application on such persons, if any, as the Court may order, and if satisfied that the grant of probate or the issue of letters of administration is likely to be unduly delayed, appoint a - Person fo represent the estate of the rower for the purpose of this sub- section; and the provisions of sub-section (2) shall not apply in the euse of any letoult made by euch borrower unless and until a representative of his estate is . appointed under this sub-section.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "(4) Notice of every resolution under sab-section ) authorising the sale of any land be published in the Gaxette and copies of such notice shall be served on the borrower, if he is alive, and on every person who has, in respect of that Tend, notified his address under sub-section (5).",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "@®) Every person—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "(@) to whom a Joan is granted by the board of directors; or {B) who has obtained probate of the ‘will or letters of administra- tion to the estate of a person to whom a loan has been ranted by the board or who Eis under the Provisions of sub-section (8), been appoint- ce ed toTepresent the estate of ~ a deceased borrower} or . ;, {e) to whom any right, title or inte- neti rest whatsoever in any land 1. “2.7 |) mortgaged ‘to: the board as fo e~ 2\" seeurity on any each joan has passed, whether by voluntary ++; Sonveyaues or by operation of . law, shall notify in writing to the board an . +.) . address to which all notices to him may be addressed. :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "8 Cayton Savings Bank (Amendment) Act, 0, 6 of 1955",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(8) If the amount of the whole of the unpaid portion of the Joan, together with all interest thereon according to the terms of the mortgage and of the moneys and the costs, if any, recoverable by the board of directors under sub-section {7),~",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "is tendered to the board at any time before the date fixed for the sale, the land shall not be sold and no further steps shall be taken in pursuance of the resolu- tion under sub-section (1) for the sale of that land.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(7, In addition to the amount due on any loan, the board of directors may re- cover from the borrower or any person acting on his bebalt—~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "{@) all. moneys ‘expended by the : bourd in aogotdance with the covenants contained in the : tmortgage bond executed hy the person to whom the loan was granted, in the payment of | preminins and other oo anges in res of any polly of insuranoo effocted on the land mortgaged to the : board, and in the payment of all other costs and changes authorised to be incurred by the board under the covenants contained on such mortgage bond; and (®) the costs of advertising the sale and of selling the land. a (8) The board of directors may fix an : __Bpset. price below which the land shall Jog “Bab bé gold to any person other than the Jo Board. - - “\"\" (@)Nothing”in this section shall be deemed to preclude the board of . ...,, directors from recovering the amount 1/77 due on any mortgage bond in agcordance ge the provisions of any other written a",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "Ceylon Savings Bank (Amendment) Act, 9 No. 6 of 1955 Spnealtion 25, (1) Where any land soldunderthe =, Secale by provisions of section 24 has heen  .~ board of purchased on behalf of the hoard of directors, the board may, at any time . before it re-sells that land, cancel the sale ; by an endorsement to that effect on a certified copy of the certificate of sale, upon the debtor or any person on bis behalf paying the amount due in respect of the Toon for which the land was sold {including the costs of sale} and interest on the aggregate amount at a rate not exceeding five per centum per annum, The endorsement shell, upon registration in the office of the Registrar of Lands, re-vest the land in the debtor as though . the sale under this Ordinance had never been made.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "@) it the land so sold has been purchased on behalf of the board of directors and the sale is not cancelled under sub-section (1), the board may, at any time, re-sell the land and transfer to the purchaser by endorsement on a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": ": certified copy of the certificate of sale all the right, title ‘and interest: which would have been acquired by the por - chaser at the original sale. The endorse- ment shall be liable to the same stamp duty and charges as a certificate to a purchaser at the original sale and shall, when it is registered in the office of the Registrar of Lands, vest such right, title and interest as afore- said in the purchaser. : 20, Section 27 of the principal enactment is hereby Amendment ot amended as follows:— eager touterat - (1) by the substitution, for the words “ the treasurer ” wherever those words occur in - that section, of the words \" the board of directors ox the secretary authorised in that &. behalf by the board ”; and (2) by the substitution, for the words “' to him ”, of the words ‘‘ to the board or the secre- tary, as the case may be, ”, 2",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "10 Ceylon Savings Bank (Amendment) Act, No. 6 of 1956 Iserton of 11. The following new sections are hereby inserted BTSCos immediately after section 27, and shall have effect as aod p im sections. 27a, 278, 27c and 27m of the principal caduea enactment :— * Sam tae Qa. (1) In any case where— Savon {@) for a period of ten yeare a baleen depositor does not make any Feaare fund deposit or withdraw any oF tbe ban. amount out of the sum standing to his oredit, and the eum of money standing to the oredit of that depositor at the end of such period does pot exceed five rupees, or : (®) upon the death of any depositor, there is a sum of money lying to his credit in the . Bank and no claim has been made to that sum for a period of ten years ‘by any person entitled’ thereto, then that sum of money shall be credited to the reserve fund of the bank. . (2) Where a claim is made by any petson 19 any sum of money, which has - een credited to the reserve fund of the ‘ bank under the provisions of sub-section (1), the board of directors may, if it is : satisfied that euch person is entitled to that sam of money, pay thet eum of . money to such person. owpination 27a. (1) Tt shall be lawful for any ‘winetie. depositor other than an approved society to nominate the person or persons to oo whom the moneys lying to the credit of a that depositor are to be paid on the death : of that depositor.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(2) No payment shell be made by the board of direstore to any parson nominated by a depositor: unless such pereon—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "a (a) submits an affidavit stating that . he is the person who was nominated by the depositor,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "an",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Coylon Savings Bank (Amendment) Act, “11 No. 6 of 1955 @) produces a certificate as to his identity from such othor Berson. as the board may letermine. . (3) A payment made in accordance with the provisions of sub-section (2) to any person nominated by a depositor shall be and eball operate for all purposos a8 9 complete distharge of the dbligations of the board of directors in respect of the moneys so paid. ests of 270. The accounts of the board of Takes directors shall be audited each yoar by the Auditor-General. reper ot 27p. The board of directors shall ee cause a report containing particalars of chars all aéte done each year in relation to the . be tabled bank by the board and other officers of ‘pasting ot the bank in compliance with the general Aeponitors or special instructions of the Minister to be tabled at the next annual meeting of the depositors. > | 42. The word “ manager ” is hereby substituted sybetiain for the word “ secretary * wherever that word occurs <f the word, | in any provision of the principal enactment or in any seeresry \". Tule or regulation or document made or issued under that enactment.",
    "mean_p_confidence": 0.8
  }
]