[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON .-. Ist Session 1956-57 SG IEE : Sf ey Pe ape Fey ee 2 meg : A Sas + Ly et iy) eee 2 tee Is | 1 Post Office (Amendment) Act, No. 24 of 1957 . Date of Assent: Aprit 13, 1957 : \\ . Printed on the Orders of Goverament Oe Printed at the Goveswnener Press, Ceriow, To be orebesed at the Govasumcaor Puauicassove SUnsN¥, CovONDD Gianee (oie Sorunrgment, Conant’ Paacenone Bonsav, Post Orvics Box 600, Secretariat, Colombo 1 Price: 10 cents. Postage: 18 cents.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Post Office (Amendment) Act, No, #4 of 1957 3",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L. DO. 59/50.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Aw Act ro amen Taz Post Orrice Onpivance, gurl",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": mae TH. [Date of Assent: April 13, 1957] BE it enactéd by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4, This Act may be cited as the Post Office start se, (Amendment) Act, No. 24 of 1987. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2. The following new section is hereby inserted Iosertio ot immediately after section 57, and shall have effect as gic ia section 57a, of the Post Office Ordinance (hereafter Sele: us. in this Act referred to as “the principal enactment \"*):—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "* oct 37a. (1) Any prescribed officer of the",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "scp” post office may in the prescribed manner",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "bane inscribe or cause to be inscribed on any +. mail bag the words “Post Office,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Ceylon” or the equivalent of those words in the Sinhala language. Such words are, or such equivalent is, here- after in this Ordinance referred to as the ‘‘ official inscription ”’.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) The Postmaster-General may make rules prescribing—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(a) the officers of the post office who may make or cause to be made the official inscription on mail bags, aud",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(6) the manner of making such inscription.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Every role made ander this sub-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". section shall be published in the Gazette and shall take effect upon such publi- cation,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(8) In this section, ‘* prescribed ” means prescribed by rule made ander sub-section (2).’ .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2m nsweasacim",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Post Office (Amendment) Aét, No. 24 0f 1957 — __3. The following new sections are hereby inserted ttl ou, . immediately after section 82, and shall have effect a5 Set se sections 824, 82a and 8c, of- the principal principal ©? | Gnactment:— etioe ° \"824. Whoever without lawfal autho- seiost rity (the proof of which authority shall luvfol, be on the accused) makes the official ins- fe odaa —oription on any mail bag shall be punish ‘ecipsen able with imprisonment of either desorip= mail bag, tion for a term not exceeding six months, or with a fine not exceeding one thousand chon. rupees, ot with both guch imprisonment and fine. Posiehment 828. Whoever, with intent tv conceal ry that ny son bag ia tho property of the wat tefasimaot post offs, alters, defaces, obliterates or “x GNM - causes to disappear the official insorip-  goune tion on that mall bag shall be punishable tie deal\" ° with imprisonment of either deserption fneccptea for a, term not exceeding six months or mite. - With a fine not exoveding one thousand. : + Mupees, or with both such imprisonment . and fine. : ! -Povistmens - - Bc. (1) Whoever “without lawfnl | cee excuse ce, ‘proof of which excuse shall be emi, . « onthe agcused) receives, posseses, espe, Saetoe: -- salls or dalivers ony mail beg bearing Ee official inscription shall be punishable Pal swith imprisonment of either description rm, for a term not exceeding six months, of aa! - with. a fine not exceeding ‘one thousand. imipsoo. rapes, or with hoth such imprisonment _ and fine, For the purposes of sub-section (1), Doe aGtil bag abs be Geared obo an obo Posteetion or keeping of any person if be jowingly has it in the actual posseasion S * ot keeping of any other Dereon or in any building \"or place whether ovouple . _. by bim or not, and whether it is oo had for his own use or benefit or for the use . or benefit of another.”” - . Ammanest 4, Section 88 of the principal enactment is hereby S'S amouded, in mboection. @ af that section, by tho peodoe substitution, “for the figures “\"82\" of the * — following:— + _ ns . “99, Bou, 820; 9072\" ~",
    "mean_p_confidence": 0.65
  }
]