[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA NATIONAL DANGEROUS DRUGS : CONTROL BOARD ACT, No. 11 OF 1984 (Certified ou 4th April, 1984] . Printed on the Orderg of Government Published ava Supplement, to Part EI of the Gazette of the Democratic ‘Socialist Republic of Sri Lanka of April 06, 1984 mmerio AP Tit DEPAPPMORAT OF GOMERONINIT PRINTING, URE LANA ye mi Funemaso AF Tom oovE FoMLIGNTIONE BUNEAW, cowDaD Price : 45 cents . ‘Postage: 68 cents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "National Dangerous Drugs Control Board Act, No. 11 of 1984 [Certifed on 4th April, 1984)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "L.D.—O, 28/82. woah My - AN Act 10 taramuani re Nationa DANorsous’ Dausé Cone",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "‘Tot. Boanb, 10 srscrry THE POWERS OF SUCH Boao AND",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "JO PROVIUE FOR MATTERS CONNECTED THEREWHEH OR INCI+ .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "DENTAL THERETO. | i are BE if enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1. This Act may be cited as the National Dangerous Druga Short title Controt Board Act, No. i1 of 1984, and shall come into operation, operation on such date as the Minister may appoint by ‘Order published in the Gazette, . uo",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2 (1) ‘There shall be established a Board to be:called Feet at” the National Dangerous Drugs Control Board (hereinafter ie, referred to as the “Board”\") which shall be the princips! Baogertus national institution charged with the formulation and re DFuia | view of a national poliey relating to the prevention, control, Board, treatment and rehabilitation of drug abusers. a",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) Subject to the general direction and control of the ‘Minister, the Board shell be responsible for the administra~ . tion of the provisions of this Act. ‘",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(8) The Board shall, by the name assigned to it by sub- section (1), be a body corporate having perpetual succession and a common sesl and may sue and be sited in {ts corporate name.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "3. (1) The Board shall consist of the following mem- Gonstifas bers :— Board,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(@ ome member who shall be the Chsirman and two",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "- Other members to be appointed by the Minister (hereinafter referred to as “appointed members\") 5",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "{b) the Inspector-General of Police or his nominee ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(©) the Director-General of Health Services or his",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "nominee ; and : :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(@) the Commissioner of Ayurveda.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) Every appointed member of the Board shall, unless . he earlier vacates office by resignation, death, or removal, hold office for a period of three years from the date of ‘ppointment and shall be eligible for resppointment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(3) An appointed member may at any time resign his ‘office by letter to that effect addressed to the Minister.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "e—oreree — 7,588 4)09)",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 National Dangerous Drugs Control Board Act, No. 12 of 1984 (4) If an appointed member dies or resigns or fs removed from office, the Minister may appoint any ‘ other person to be a member in place of the member. who.dies, resigns or is remoyed from office... 32.7. a “-(@) A member whio' has been appointed unider subsection (4) shall unless he earlier vacates his office by death, resig- nation or removsl hold office for the unexpired period of she term of office of hig predecessor. oe wc .(6} Where an eppointed member of the Board is by rea- 1. +\" $0 of Mluess, infirrnity or absence from Sri Lanka for @ period not less than three months, temporarily unable tn perform the duties of his office it shall be the duty of such cect , Member to inform the Minister in writing and the Minister “yu.” maiy,-appoint another person to act in place af. such vc member, + : . “25h “@) Any appointed member of the Board who vacates “7%. office other than by removal shall be eligible for reappoint- Tent. ‘Acts or pro. - 4.\" No act or proceeding of the Board shall be invalid by gopes reagon only of the existence of any vacancy in the Board deemed or any defect in the appointment of a member of the Board. Snvaia by . reason ' : any vacancy : a : : ordefeet in the appoint. ment ofa: : . my member. “? . ‘Remunera- 5, The members of the Board shall be remunerated in HEWES sueli manner and at such rates as may be determined by the Minister, . ‘Meetings @ (1) The Chairman of the Board shal! preside at every Bosra, meeting of the Board and in the absence of the Chairman at any meeting of the Board, the membera of the Boord Bresent at such meeting shall elect from among themselves a member to. preside at such meeting. - (2) Three members of the Board shall constitute a quorum for any tneeting af the Board, fo",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "National Dangeroug Druga Control Board a * Act, No..11 of 1984 - (8) Subjert ta the provisions of subsections .(1) anit (2). a the Board shall meet at tesst.once.a month and it may Ba regulate its own procedure-in regard to its meetings and the transaction of ‘business at such meetings. «7 -vfs + . seen eta te rare - %. The Board.shall have the power tom: 5-. 4.5: Pie “{a) formulate and review’ a nationél policy relating to Basrd, the prevention and control of the abuse of dangerous vv -tdpugs and to edvisé and:make reeemmendationé to the Minister on such policy; 1:00 rin {&) call for such information and particulars from indi- viduals, organizations, government departments and public corporations as may teasonably be necestary ~ to exereise the powers of the Board: Provided however that no member shall disclose any inforination or particulars obtained under the Provisions of this paragraph, except where he is .»  Fequired to do.so, by a court of. Jaw or in. order, to comply with any other provisions of this Act (©) recetve donations and grants from local and foreign . sources for the purpose of exéreising the powers of . the Board ; y eee a (@) co-ordinate the activities of agencles engaged'in the . prevention and control of dangerous drugs ; \"°° . (e) promote treatment and rehabilitation. measures. for : drug dependent persone and conduet national deug abuse and preventive educational programmes for children and adulisy “8 . + G) conduct and undertake research studies into the pre- valances, aetiology and legel, medical, social, cultural and economic implications of the abuse of dangerous drugs ; and : 6 .(9) maintain lesion with national, regional. and inter national organizations and agencies invalved in drug contrel activities. ~ &° ‘The Board may appoint any sub-committee for the Appoint. Purpose of this Act, which shall be charged with the exer, ‘be committees, else, performance, and discharge of such powers and duties as may, he delegated to them by the Minister. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "4 National Dangerous Drugs Control Bonrd Act, No. 11 of 1984 ee 9. (2) The’ Chairman of the Board shall be the chief Board, exvoutive officer of the Board, * Q ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(2) The Board may, subject to the provisions of this Act—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@) appoint such officers and servants as it considers nece- ssry for the exercise and performanee of ite powers:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ". und duties, and may exercise disciplinary control",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "«Over o dismiss such officers and servants ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(b) fix’ the rates at which such officers and servants shal] be remunerated ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "_. {0} determine the terms and conditions of service of such officers and servants; and. ”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(@)..establish and regulate provident funds or schemes for the benefit of such offers and servants and make contributions to any such fund or scheme.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(8) Bules may be mada by the Board in respect of all ot",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "any of the matters referred to in subsection (2).",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(4) No ruls made by the Board under subsection (8) shall",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "have effect until it has been approved by the Minister Agyeint, 30, Q) Af the request of the Board any officer in the Biicens. public service may with the consent of that officer and the from the Secretary to the Ministry of the Minister, in charge of public the subject of Public Administration be temporarily to the appointed to the staff of the Hoard for such period as may om ot the be determined by the Hoard with like consent or be por-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "manently appointed to such staff.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "@) Where any officer in the public service is temporarily",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "appointed ta the staff of the Board the provisions of sub- section (2) of section 13 of the Transport Bosrd Law, No. 19 of 1978, shall, mutatis mutandis, apply to and in relation to him, .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(3) Where any officer in the public service is permanently appointed to the staff of the Board, the provisions of sub- section (3) of section 13 of the Transport Board Law, No, 19 of 1978, shall, mutatis mutandis, apply to and in relation to. him, 4 Boge GRE “ 44) Where the Board employs any person who has agreed to serve the Government for a specified period, any period + of service to the Board by that person shall be regarded as service to the Government for the purpose of discharging",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "the obligations of such agreement, -. ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ".",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Nasional Dangerous Drugs Control Board 8 Act, No. 11 of 1984 IL All officers and servents of the Board shall before Secrecy. entering upon their duties sign 2 declaration pledging them- selves to observe strict secrecy respecting all activities and information received and all matters relating thereto and shall by such declaration pledge themselves not to reveal any matter which may come to their knowledge in the dis- charge of their duties except— . (a) when required to do so— ‘ G) by the Board, o } Gi) by a court of law, or (ii) by the person to whom such matters relale ; (®) in the performance of their duties; or {©) in onder ta comply with any other provisions of thls Ach, or any other iaw. 12 (1) ‘There shall be established and maintained «fund Fund, which shall be administered and controlled by the Board in accordance with such divections as the Minister may give from time to time. (2) ‘There shell be puid into the fand— (@) all such sums of money as may be voted from time . to time by Parliament for the use of the Board ; and (®) sli such sums of money us may be received by the Board by way of donations, gifls or grants from any soucee whatsoever. oo, (8) The monies of the fund shall, be utilised— . (@) for the purpose of financing programmes for the pre- vention, control and abuse of dangerous drugs; (@) for the remuneration of the membere of the Board, and all other expenses that may te incurred by the Board in the exercise of its powers under this Act. 7 (A) The provisions of Article 154 of the Constitution shall |. -:', apply to the audit of accounts of the Board, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "re ‘Eananl cubscription of Bills and Laws of the Parliament Bs. 150 (Local), Re 900 (Foreign), payable to the Summuerentexr, Govstoncewe Punutestions Buumav, P, O, Box 600, Cotinmo 1, before 15th December esch year in respect",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "_ ‘of the yewe following. cn. an ese",
    "mean_p_confidence": 0.34
  }
]