[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  @ tent en  (GS \\)  (:€9)3)}  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  RANA VIRU SEVA AUTHORITY  |ACT, No. 54 OF 1999  (cet on te Deeb 1991  Pubs Supplement Pa to he Gate ofthe Democrat Soils  Tepe a Stank of Deemer 2199",
    "mean_p_confidence": 0.47375
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  ane ViewSat tory A No Sof 199  {ened on 244 Decne, 199]  LD—0..499.  AN ACTTOESTAALISH ak AUTHORITY 70 MOTE HE WELFARE  BE it nace by the Pastamen ofthe Democratic Socialist  Republic of Sri Lanka as folows",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Ac maybe ced the Rana Vw Seva Auhovity ton ite  Act No, Sto 19,",
    "mean_p_confidence": 0.3942105263157895
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2. (1) There shal be established an Autor to be Eaten of  calcd The Rana Vi Seve Authority itelote feed ote fas  ‘as the “Authority”). ‘Seva Authority.",
    "mean_p_confidence": 0.49096774193548387
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (2) The Authority shal bythe mame assigned to it by  sub-setion (1) be a Body corporate with perpetual  dncceesion and common sed nd may ste and be sed in  deh name",
    "mean_p_confidence": 0.5172222222222222
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  3. (1) Theadminseaionand management of ears Admins of  of the Autor shal be ves nu Board of Management elas oe  Ghereinaer refered to asthe “Boat) consisting ofthe SE sed  folowing member ppoimed bythe pesidea— atom",
    "mean_p_confidence": 0.35975
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (a) the Secretary othe Ministry ofthe Miniter in charge  ofthe subject of Delence ora representative of ht Minty  nominated by such Secretary",
    "mean_p_confidence": 0.4296153846153846
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (0) the Secretary othe Ministry ofthe Miniter in charge  of the subject of Home Aftaie ora representative of that  ‘Minis none by such Sere",
    "mean_p_confidence": 0.4546428571428572
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (6) te Dieta, (Weil) of he Sei Lanka Ary",
    "mean_p_confidence": 0.3090909090909091
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (a) the Diecto, (Welfare) ofthe Sei Lanka Navy",
    "mean_p_confidence": 0.41500000000000004
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 aa Vr Sv Authority At No, Sb of 1999",
    "mean_p_confidence": 0.4191666666666667
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (e) the Directo, (Wetfre) ofthe Sei Lanka Airforce",
    "mean_p_confidence": 0.518
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (the Deputy Inspecoe-General of Police in charge of  Welle:",
    "mean_p_confidence": 0.31916666666666665
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (4) the Presiden ofthe Seva Vanitha Unit ofthe Ministry  ofthe Minister in charge ofthe subject of Defence:",
    "mean_p_confidence": 0.48599999999999993
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (i) the Chief Accountant ofthe Ministry ofthe Minister  in charge ofthe subject of Defence:",
    "mean_p_confidence": 0.4764705882352941
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (©) avepresenttive ofthe General Teeasury nominated  by the Minister in charge ofthe subject of Finance",
    "mean_p_confidence": 0.5566666666666666
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (te other members appointed bythe Present of wham  atleastwo members shall be from amongst members of  ‘the medical and legal profesioas. A member appointed  under this paragrapt is hereinafter refered 9 a an  appointed member”",
    "mean_p_confidence": 0.40292682926829265
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (2) The president shall appoint a Chaitman and vice  (Chairman of the Boar from amongst the members of  the Board",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (3). The provisions ofthe Schedule to this Act shall have",
    "mean_p_confidence": 0.4291666666666667
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  effectin elation tothe trmof office ofthe appointed merbers  fof the Board, the remuneration payable othe members ofthe  ‘Board and the meetings and sal ofthe Boar",
    "mean_p_confidence": 0.4806896551724138
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  Fecinacotte (1) The functions ofthe Authority shall be—",
    "mean_p_confidence": 0.371
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  (a) 10 provide forthe after care and rehabilitation of  Imbers ofthe Armed Forces andthe Police Force  ‘who have become disabled in atin",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  (0) to provide, and to assist in the provision of, housing",
    "mean_p_confidence": 0.5292307692307692
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  (0) members ofthe Armed Fores and the Police  Force who have become disabled in ation =  and",
    "mean_p_confidence": 0.6171428571428572
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Rana Vrw Sev Aathrity At No, $6 19993",
    "mean_p_confidence": 0.327
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (Gi) the dependants of members of the Armed  Forces and the Police Force who have been  tilled, or are missing inaction;",
    "mean_p_confidence": 0.5943999999999999
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (6) to provide, or assist inthe provision of, medical eare",
    "mean_p_confidence": 0.5358333333333333
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (©) members ofthe Armed Forces and the Police  Farce who have become disabled in ation: and",
    "mean_p_confidence": 0.428421052631579
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (Gi) the dependants of members of the Armed  Forces and the Police Force who have been  killed, or are missing inaction;",
    "mean_p_confidence": 0.5932
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (a) to.enabie—",
    "mean_p_confidence": 0.05
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (©) members ofthe Armed Forces and the Police  Farce who have become disabled in ation: and  (Gi) the dependants of members of the Armed  Forces and the Police Force who have been  killed, or are missing inaction;  to have access to education and higher eduation.by  the provision of scholarships and other forms of  fe) twassis—  (©) members ofthe Armed Forces and the Police  Farce who have become disabled in ation: and  (Gi) the dependants of members of the Armed  Forces and the Police Force who have been  tilled, or are missing inaction;  to sure gainful employment:",
    "mean_p_confidence": 0.5465765765765765
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  () tosctupindustial,apictural or commercial ventures  ‘witha View to providing employment tothe members  ‘ofthe Armed Forces andthe Police Force who have  ‘become disabled in action: and",
    "mean_p_confidence": 0.47200000000000003
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 aa Vr Sv Autrity At, No, $6 of 1999  (4) todoall such other acts and things ax may be necessary  ‘or conducive to the discharge of the function of the  ‘Authocy  Powe ofte ‘5. (1) The Board shll for the purpose of discharging  Ba 1s function have the power  (a) to acquire and to hold, any property, movable oF  immovable, ant sel iase. maigage,or exchange  forothenvise dispose of. the same ;  (0) to enter imo all sch contacts as may be necessary  Tor the discharge of its functions  (6) 10 open, operate and maintain, current, savings oF  deposit accounts in any bank or banks  (d) to employ such officers and servants as may be  recessuy forthe discharge ofits functions, and 10  xerese disciplinary contol over such offices and  {e) to determine the terms and conditions of sevice of  the officers and servants appointed under paragraph  (dana  (9 todo all such other acs or things sare necessary fo,  (or incidental othe discharge ofits functions.  Repne {6 ‘The Authority shall within sinty days of the date of  commencement ofthis Act, cause t Be prepared reise  respectively of—  (a) all members of the Ame Frces andthe poice Force  ‘who have become disabled in ation: and  (0) the dependants ofall members of the Armed Forces  and the Police Force who have been killed, or are missing  and shll cause such registers to be revised or amended as  and when it becomes necessary to dos.",
    "mean_p_confidence": 0.5155882352941177
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Rana Vrw Seve Authority At No. Sb 1999S",
    "mean_p_confidence": 0.356
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  7. (1) Attherequestofthe Board an oficeriathe Public Sui of be  Service may. withthe consent ofthat officer andthe Secretary Ahn.  ‘othe Ministy ofthe Ministerincharge ofthe subject of Public  ‘Administration be temporarily appointed to the Staff of the  “Authority forsuch period as may be determined by the Boar  ‘with like consent, o be permanently appointed such sta",
    "mean_p_confidence": 0.5079032258064516
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (2) Whete any oficerin the public service i temporary  sppointed to the Saf of the Authority, the provisions of  subsection (2) of section 14 of the National Transport,  Commission Act,No 37 of 1991 shall mutais mandi, apply  ‘0, and in relation to, him,",
    "mean_p_confidence": 0.5889795918367347
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (3). Whete any office inthe public services permananly  sppointed to the staff of the Authority, the provisions of  subsection (3) of section 14 of the National Transport  Commission Act,No.37f 1991 shall uzaris mandi, apply  ‘0, and in relation to him,",
    "mean_p_confidence": 0.5454347826086956
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (4) Where the Autboriy employs any person who has  agreed to serve the Government fra specified period, any  period of service to the Authority by that person shall be  garded as service to the Government forthe purposes of  discharging the obligations of such agreement",
    "mean_p_confidence": 0.5826
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  8. (1) TheAubority shall aveitsown fund (hereinafter Pant be  refered to a8 “the Fund”), sy.",
    "mean_p_confidence": 0.44833333333333336
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (2) There shall be paid into the Fund—",
    "mean_p_confidence": 0.519
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (2) allsuch sums of money 5 may be appropriated for  the purposes ofthe Authority by Parliament:",
    "mean_p_confidence": 0.5610526315789474
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  () all such sums of money as may be received bythe  Autbority by way of profit from the ventures set  Uupinthe discharge ofthe functions assigned tothe  Authority by paragraph () of section 4 and",
    "mean_p_confidence": 0.5841025641025641
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Rani Sv toy At Na 36 0 198  (©) atch sums of money at maybe esved by the  Ssboriyy way of gi pts or donations oa  inal and fig sures  (9) there shal pid out ofthe Fund alsa sumsof  tnony sacred fo defay any expen  ineuned bythe Autry inthe dcharge of ts  itactoes,  Fama yarsnt 9, (2) The financial yeur ofthe Authority shal be he  SSA caltatr gear",
    "mean_p_confidence": 0.40437500000000004
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (2) The Board shallease proper books of acount toe  kepvortheimome an caper asts an bie and  er tanacton athe Aur",
    "mean_p_confidence": 0.3283333333333333
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (3) The provisions of Ancle15¢ of the Coston  ‘cling ote auto ccoutsof Publi Corporation shall  {ppl othe ano the acount ofthe Aut",
    "mean_p_confidence": 0.46615384615384614
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  Exception 40, (2) Al pfs and income ofthe Autry shal be  ‘stati exemption incon tune nant Revense Ac No  oo,",
    "mean_p_confidence": 0.3625
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (2) Every gift, grant or donation made in money or  oxhrie oth Auto shal orth pups of parpaph  CPyotsubccton secon 3 ofthe and Keven At,  No2vor97 bedtenedtote donation made none  otherwise ta Fund esabledby he Goverment",
    "mean_p_confidence": 0.45666666666666667
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  Mees, Allmemes ofthe Board and fies and servants  ‘Sito ofthe Author hl be deemed tobe public servant within  ‘BeAuinty” ue meaning and forthe purposes ofthe Pel Cade,  Autciohes 12 The Authority stall be deem 0 Be a Sched  Sato” ation wiin the eating of te Bary Act an he  ‘ese we ovsion that Act shal be cnsrued acceding",
    "mean_p_confidence": 0.41661538461538467
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Rana VrwSevs Authority Act No, $6 19997  13. (2) Noaction or prosecution shallbe instituted ——_Praston or  (a) against the Autbority,forany act, which in good faith erie Aor |  isdone ce purported tbe doneby the Authority under $ave  this Actor",
    "mean_p_confidence": 0.41088888888888886
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (0) against any member ofthe Boud or ofice servant",
    "mean_p_confidence": 0.4863636363636364
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  fof the Authority for any at which in good faith i  {done o purported abe done by him under this Actor  ‘on the direction ofthe Board,",
    "mean_p_confidence": 0.5576666666666666
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (2) Any expenses incuredby the Authority in any action  ‘or prosecution brought by or against tbe Authority in any court  ‘lb pa out of the Fund andanycoxspaidto or ecovered  by the Authority in any such action or prosecution shall be  edited tothe fund",
    "mean_p_confidence": 0.45938775510204083
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (3) Any expenses incurred by any such person as is  refered in paragraph (bof subscetion (1) inany ation oF  prosecution istinted against him in respect of any at which  {s done or purported 0 be done by him under this Act or on  the dveton ofthe Board shal be paid out ofthe Fund the  (Court olds tht such act was done in good faith.",
    "mean_p_confidence": 0.5238028169014084
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  14. (1) Where any immovable property ofthe State is Suse open  required for any purpose ofthe Authority. such purpose shall eae abe  bbe deemed to bea purpose for which a special grantor lease Aster.  fof such property may be made unde section 6 of the Crown  Lands Ordinance, and accordingly the provisions of that  (Ordinance sall apply toa specal grantor lease of such  property tothe Authority.",
    "mean_p_confidence": 0.5459459459459459
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (2) where any movable peoperty ofthe Satis required  for any purpose ofthe Authority. the Minister may by Order  published inthe Gazete transfer to and vest inthe Authority,",
    "mean_p_confidence": 0.5419354838709678
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  {he possession and use of such movable property",
    "mean_p_confidence": 0.5740000000000001
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  Provided however, hat no order affecting any movable  property ofthe Sate shall be made by the Minister under the  Preceding provisions of this subsection without the  concurrence of te Minster having contol over such propery.",
    "mean_p_confidence": 0.5915
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 ana Vr Sv Authrity At No, $6 of 1999  Amal Rept. 1. The Board shall atthe end of each financial year  prepare a report ofthe activites ofthe Authority during the  Year and shall submit such report to the Minister who shall  ‘ase the same toe ai before Pariament.  Ssaautetto 16, Intheevent of any inconsistency between the Sinhala  eval ci of and Tamil texts ofthis Ac the Sinhala ext shall prevail  Incision, 7, Inthis Act unless the context otherwise requires —  “Armed Forces \"means the Sri Lanks Army, Sri Lanka  ‘Navy orthe Sri Lanka Air Force  “dependant” in relation toa member ofthe armed forces  ‘or the police frce Killed or missing inaction includes  the widow or widower, unemployed and unmarried  daughter, unemployed Son, parent, unmaried sister  ‘or unmarried brother under eightcen years of age,  rand father grand mother ofsuch member, and where  ‘the parents are nt living, the uncle and aunt of such  ‘member, if such uncle and aunt were dependent on  ‘such member atthe time of his death or was missing  “local authority” means any Municipal Council, Urban  Council or Pradeshiya Sabha and includes any  authority crested or established by or under any aw  tw-exercse perform and discharge, powers, dies and  Functions coresponding to or similar to the powers,  duties and functions exercised, performed and  ischarged by any such Counel oe Sabb:  “Police Fore” means the ri Lanka Police Force  “Provincial Council” means a Provincial Council  cstablshed under chapter XVIIA of the Constitution",
    "mean_p_confidence": 0.5325912408759125
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Rana VrwSevs Authority At No, Sb 19998  sont [seston 43)  1A person shall be disqualified from being appointed, or  continuing, a an appointed member of the Boat i he is oF  becomes member of Pariment or of «provincial Council  (rot ulocal authority",
    "mean_p_confidence": 0.4471428571428571
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  2. The term of office ofan appointed member ofthe Board  shall subject othe provision of pargrapis and 4be four  years",
    "mean_p_confidence": 0.4975
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  Provided that a person appointed in place of an appointed  member who has vacated ice by death, resignation or  emoval shal ol office forthe unexpired period the term  ‘of office ofthe member whom he succeeds",
    "mean_p_confidence": 0.5237499999999999
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  3. An appointed member ofthe Board may resign from  otic by a eter in tht behalf udressed tote President and  ‘uch resignation shall ake effect upon ibeing accepted by  the President in writing.",
    "mean_p_confidence": 0.5271052631578947
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  44 The President may, for reasons assigned, by Order  published inthe Gazette, entovean appointed meiner of the  ‘Board fom office. A member in respeet of whom an Onde Is  ‘made under this paragraph shall be decrned to have vacated  folic othe dats of publication ofthe Order inthe Gazete",
    "mean_p_confidence": 0.5253703703703704
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  5. Where an appointed member ofthe Boat is by eason  oilness, absence from Sei Lanka or ther cause temporarily  Unable to perform the dues of his office tbe President may  appoint some other person to atin his pace",
    "mean_p_confidence": 0.5088372093023256
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  6. The president may, for reasons assigned, a any time  enove the Caiman and he Vice-Chairman fom the ofices  ‘espectively of Chairman and of Vie-Chaliman.",
    "mean_p_confidence": 0.5462068965517242
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  7. The Chairman and Vice-Chairman may at any time  resign ftom the fies respectively of chairman and of Vice  {Chairman by aeter in tha bal addressed the President  nd such resignation shall take eect upon its being accepted  by the President in writing",
    "mean_p_confidence": 0.5346938775510204
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  Subject to the provisions of paragraphs 6 and 7. the  tems of office of the Chairman, Vice-Chairman shall be ber  respective periods of membership of the Board",
    "mean_p_confidence": 0.5722580645161289
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 ana Vi Sev Author Act No Sof 1999",
    "mean_p_confidence": 0.3845454545454546
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  9. _Allorany ofthe members ofthe Board maybe paid  sch emunetation asthe President may in consttation with  {he minister in charge ofthe subject of Finance determine.",
    "mean_p_confidence": 0.5851724137931034
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  10, The Chaiman of the Board sali present, preside  tall meetings ofthe Boar Inthe absence ofthe Chairman,  {he Vice-Chatman shall preside thereat. Inthe absence of  both the Chaiman and the Vice-Chairman from any such  ‘eting, the members present at such meeting shllelet one  among themselves to preside at such meeting",
    "mean_p_confidence": 0.5526315789473685
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  1. The quorum for any meeting of the Board shall be  ht",
    "mean_p_confidence": 0.584
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  12. The person presiding at any meeting ofthe Board  shall in adition to bie vote havea casting vote.",
    "mean_p_confidence": 0.4919047619047619
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  13, subject othe provisions of paragraphs 10, 11 and  12, the Board may regulate the procedure in regard to is  rcetings and the transaction of snes t sch mestings",
    "mean_p_confidence": 0.5112121212121212
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  14, The sel of the Authority may be determined and  devised by the Board and may be alered in such manner as  ‘may be determined by the Boar",
    "mean_p_confidence": 0.656875
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  15, The seal ofthe Authority shal be inthe custody of  such personas the Board may determine frm time to time",
    "mean_p_confidence": 0.5808695652173913
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  16, The seal of the Authority shall not be affixed to any  Jnseument or document except withthe sanction ofthe Board  and inthe preseace of two members of the Board both of  ‘whom shall sign such instrument or document intoken af their  presence,",
    "mean_p_confidence": 0.5533333333333333
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  17. _Noaet or proceeding ofthe Boar shall be deemed  tobe invalid by reason only ofthe existence of any vacancy  Inthe Board or any defect inthe appointment of any member  thereo.",
    "mean_p_confidence": 0.47828571428571426
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  ‘ecg gi Ka A i en Rah 1 Ra",
    "mean_p_confidence": 0.3718181818181818
  }
]