[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ERE PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIG OF SRI LANKA DEFENCE LEVY (AMENDMENT) ACT, No. 25 OF 1994 [Certified on 30th December, 194} Printed on the Order of Govern _ Published az a Supplement to Fart 11 of the Gassite of the Semsereha _ Soclalist Republic of Sri Lanka of Deceniber 58, 1004 . fxDrrmD AT mM DAPARIOGENT OF COVERMLCENY FROWEENG, ‘a LAME, Fo oe FORSEAIES AY 50 COMMUDIE'T FUELICAZONG BOREAT, COMME Price: 60 cents, Postige: Ra. 108",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Defence Levy (Amendment) ‘ Act. No. 25.0f 1904 [Certified on 30th December, 1994] — LPO. 59/4 . DU Sh ges 4 gE? doc Acr to uscewn set Derance Lavy Act, No. 52 oF 1991 poy ‘BE tt enacted by the Parliament of the Democratic Socialist. °°\" Republic of Sri Lanka as follows: rr",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "1 This Act muy be cited as the Defence Levy (Amend- Short tite, * ment) Act, No. of 1994, ’ os + 2 The long title of the Defence Levy Act, No, 52 of 1901 Amendmisnt {hereinafter referred to as “tho principal enactment”) is {ts imereby amended by the substitution ‘for the words and odet figures ‘on saxvany 1, 1993 an oN saNuaRy 1, No Bast1901 1004\", of the words and figures, on JaNuarr 1, 1993,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘ow saNvany 1, 1994 ann ox sanuany 1, 1895 °, :",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "3 Section 38 of the principal enactment is hereby Amendment amended in subsection (1) of that section, by the substitu- Sof the tion for the words and figures “on January 1, 1988 and on Priaeipal January 1, 1994”, of the words and figures “on January ™Otmemt 1, 2993, on January 1, 1994 and on January 1, 1995”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "4, Section 4 of the prineips? enactment is hereby Amendment amended by the substitution, for the words and figures ff 24%",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "* subject to the provisions of sections § and 6, every person, Principal of the words and figures “subject to the provisions of *#ctmenh sections 5, 5A and 6, every person”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "8 Section 8 of the principal enactment is hereby Amendmuant amended in aubsection (1) of that section as followa:— 2 pettion",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(3) in paragraph (a) of thet subsection— eet",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(2) by the substitution, for the words, “any month",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": ": ‘in any relevant quarter, on’ an ‘ application",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "made”, of the words end figures “any month",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "tm any relevant quarter ending on or before",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "December 31, 1504, on an application made” ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "{b) in sub-paragraph (iil) of that paragraph, by",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘the substitution, for the words and fgures",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘ “opened on or after January 1, 1994;*, of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": ". - ‘words and figures “opened on or after 2 ‘ January: 1, 1994, but prior to January 1, + . * 1985,\" ; and",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "*\"¢8) in paragraph (b) of that subsection; by the substitu-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "|, Hon, for the words and figures, “any relevant",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "7 quarter commencing on or after January 1, 1994 by",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "amy person”, of the words and figures, “any . relevant quarter commencitig on or after January,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "1994, bus prior to January 1, 1995, ly any parsan. *.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a Defence Levy (Amendment) E Act, No. 25 of 1904 E ¥ 7 e Ensertion & The following new section is hereby inserted immedia- E getion Sa ‘tly _ after section § of the princiyel enactment, and shall © mae have effect aa section 5a of that enactment :— F eneciment, Director, Sa: (1) The Director-General of Customs ‘Gustoms to sal eollect from a person to whom this Act . bet, applies, being an importer of an article, at ance the time of the fmport of uch article, am amount equal to three and one 7 tmporters, per centum of the following :— fi, a (a) the value of euch afticle (representing . ‘the true cost, insurance and freight Teenie? value) ascertained for the purposes of rie custome duty in accordance with the en Customs Crdinance ; and 7 throes. (b) the amount of customs duty, if any, , ones pald on such article; and : fo) twenty-five per censum of the amount ae resulting from the addition of the amounts referred to in paragrapht ee (@) and (6), yer and shell make an endorsement on the . import invoice relating to auch article - specifying the amount so collected. ; (2) Any amount collectible under sub- “section (1) shall, for the purposes of colle : -. ° tlm and recovery of such amount and not~ . withstanding anything to the contrary in any <7. other proviston of this Act, be deemed to be .t customs duty payable under the Customs Ordinance and accordingly, the provisions of the Customs Ordinance shall apply to the 8 collection and recovery of = guch were amnount. ye (2) Any emount collected by the Director General of Customs from any person to +, whom this Act applies in accordance with «the provistons of subsection (1), shall be ss deemed to have been . paid to the leer Commiasioner-General by such person ot ‘ the date on which such smount was Liisi | eolleeted by the Director-General at Custos “ern 2d shall be set of against the levy paya- ne tle by such permon for the relevant quarter ty). fm which auch amount wae deeried to bave cote et OR Qed by Tat, cae at",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "eRe * Defence Levy (Amendment) 3",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "a Act No. 25 of 1994",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "ue () Where any article manufactured",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "_ =, * outside Sri Lanka and imported into Sri",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Lanka is cold— (o) by the Director-General of Customs . tor any levy due under the Customs Ordinance ; {) by the Sri Lanke Ports Authority established by the Sti Lenka Ports Authority Act, No, 81 of 1979 for any dues under thet Act; or : (c) by the Commissioner -Generel, the purchaser of such article shall be deemed : to be a person who imports such article and the provisions of thiy Act shall apply to him accordingly. (6) Where at the time of the import of eay : article by any importer, the Director-General of Customs ig satisfied that ony amount, has been collected from such importer by—- (a) the Commirsioner-General ; or 2 Oy (b) any bank in accordance with the Frovisions of paregraph (a) or para- graph (b) of subsection (1) of . o section 5, : - in respect of \\auch article, the Director- General of Customs shall set-off the amount 0 collected against the amount collectible under subsection (1).",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "1. The Schedule to the principal enactment i» hereby Replesement. repealed and the following Schedule oubstitened Sint ‘there for ;— to the :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "coum",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Defence Lewy (Amsndment) 7 ‘Act, Fo. 25 of 1094 ~ oe MICHDUER * (owt be) Quarter 2 vy Bete Foc fhe quarter commencing on -- ‘Fanuary 1, 199% 2 per centem Yer tho quertet commescing of. 1, Aged 4, 2902 a per centum Bor any quarter commencing on or after July 1, 1902 but prior te Tenuary 1, 1054 3 per centum ‘Ner any quarter commencing on or after January 1, 1084 tut prior te January 1, 1096 ‘3.5 per centum ‘Sinhala &. In the event of any, inconsistency between the feral Sinhala and Tamfl texts of this Act, the Sinhala text shat Tica . of incomsls- Prevail. tenon. : i",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "Annual subscription ot English Bilis and Acts of the Parliament Ra, 086 (Local)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "‘Ra. 1,180 Foreign), payable to the Suvmuvramsner Govamacmnr Puxiiceioue",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "‘Butmay, No, 255, Bauddhaloka Mawatha, Colombo 7, before ibth December ach ‘Year in respect of the year following. -",
    "mean_p_confidence": 0.73
  }
]