[
  {
    "i_page": 1,
    "par_num": 7,
    "text": "ioe BERS -",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "INLAND ‘REVENUE (AMENDMENT) LAW, SS No. IZ OF 1972.2. con! .",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "THE NATIONAL STATE ASSEMBLY. ,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "A 1 {neti on 18th Déceaber isa, i",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": ": Printed op the onders of Govertinent =",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "‘pan nt enn bein ei nan ct) :",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "TTL EG VOMLAONY BMA, COLO",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "{| Faland Revenue (Amendment Law,\" : Wo..27.of 1972 oe : b po, 60798, we any vont ALAW To-AMZND THE snap ‘Revanuz Act, No. 40r - “>, ae it enacted by thé National State Assembly of the. °° [Ropublio of Sci Lanka as followss—\" 2” 4. ‘This Law may'be cited ag the Inland Revenue” sen uw, (Amendment) Taw,.No. 17 of 1972. neh Ean 2. The following now seotion is ‘heieby “inserted “Inmruce atu immediately after section 6, and sball lave cls as eek, ection 54, of the Inland Revenue Act; No. 4 of 1068,\" of ai.\" . lereinafler referred - to as. the ,, ‘ principal enactment \":— 5, ae : ‘Escmotion of \"Ga. (1) There shall be exempt from =. ‘tis ga” income tax with effect from April 1, tale, 1972— | . went (a) the prottg and icone of the Stat’ +, | Gem Corporation; Ss (©) the profits end income derived by” . vany person from the sale of ” gerne to . the State . Gem- . + Gotporation; ©.” 7. (©) the profits ‘and income derived by” * any person from exporting ms, or gelling gems to tourists... Ge” Gayment in foreign © eutrenoy, under the authority . “ss of: an ‘Order made under . vig | section 16 of the. State Gem eee Gorporation Act, No. 18 of : Pe dgrty and fs reg cheer e {d) any dividend paid’ to sharebislders “7, fof k “company out, of» such +o +. profits - and - inoome’ of” that : company, as are referred to in ~ paregreph (®) or paragraph ‘+ (@)\"In this seotion—':./ toons * gem” has the same meaning a8 in : the State Gem Corporation o. © Act, No, 18 of 1071; and. . *.\"\"' Stata Gent Corporation '? means the ; late.” Gem % Corporation ° established under the State’ 2's, Gem Corporation Act; No. 15 Sean | 7 rr AK 1ra14—7,706 (t0/re) _ . teat",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Li nr) Inland Revenue (Amendment) Law, . No. 17 of 1978 Iupcemest ” + 8 Section 7 of the principal enactment is hereby _ qin et ~ reputed and the following aew. section substituted sine” therefor:— ; : “ruption | 7, (1) The profits and income derive fe pole from Q. expert trade of any articles ot tes goods of any industrial undertaking 7 proved approved hy the Minister in charge of Ee 8 subject of Industries, . being such Lo sieietiog profits and income for the year of . Assessment succeeding the year in whieh : such articles or goods are exported for the first time tad for each of the tw . + ss subsequent yeara of assessment, abatl be , exempt from income tax: : Fos Provided that nothing in this subsee- : Bot tion shall apply to any profits und incone- * for any year af assessment. commencing, > on or after April 1, 1985. ‘ . (2) Whore, for the purposes of sub- 7 section (1), the profits end incom + +\" derived from the export trade of aaj . ve articles or goods referred to in that aul- . section cannot be ascertained at the tine of assessment, euch sum as the Commit Lo :; ‘sioner in bis - discretion — considers Bt : i. 0. ggagonable to be such profits and income : Sy) jt 7 for the yene of assssinent in respect of - vee” which the assessment is made, shall We . oF 8vn te exempt from income tax.\" tannin of A,” (1) The following new sactica is hereby insertel E\"ccw immediately after section 7, and shall have effect # sackenh. seotion:7a, of the principal onactment:— ao = amen > Ta. (1) This section shall apply to an; ieiiteme such undertaking as s comared if i : : wis |\"; ‘appropriate Minister to be capable cP aeeaoge making exports of goods or ‘comnoditis : 8.2 on of providing services for payment i 1 foreign currency and ig at the reyuestd : “sunt that: Minister declared by the Ministt . Vacs», in charge of the subject: of Finance iy Br, notics published in the Gazette to be ai PE we, undertaking to which this section: shal 5 oS apply. PRR sbotes (2) (2) Where asl ondertalting to whit : Se this section applies is, carried on by: ae company, incorporgted on or ail on 5 . Pils",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Law, 3” 2 Ne, of ge + April. 1, 1072; then, so much of the + Profits ind income of ‘the company aa “4 Gonaiste of the export profits and inoome ‘of that undertaking shall be oxempt ~from.ineome tax fora period of eight years reckoned from the date of the in- _ ‘corporation of that company if the Commissiorier is satisfied. .~ * « a (i): that ‘it’ is‘not an undertaking . formed by the spliting up or . (4; Peconstruction of any business iv.\" previously in existence, and _ Gi) that no part of the export turn:” v2 is. over OF the underteking arose in consequence of the amalgama-. 2s! tion of the whole or a part of \"4, >the trade ‘or. business of any . 2. other ‘undertaking - with the os trade or * business of. . that.” undertaking. 71 (b} Where an undertaking to which this section applies eotamenced to carry ; on its trade or business on a day prior to April 1,-1972, then, for each of the five years iinmediately succeeding: the. rele- ‘vant date, so mach of the profits and income.of. that. andertaking as consists “of the excess.of the export, profits and. income of that, undertaking for that year ; ,- over the average of its export profits and _ income for the three years preceding tie relevant date shall’ be exempt from income tax if, the’ Commissioner is satisfied that no part of the export turn- over of the undertaking arose in conse: ° quence of the amalgamation of the whole ~ or a part of the trade or business of any other. undertaking with the trade or: +” business of that-undertaking. ; “,Q) The profits or losses of an under- _ taking to which this section spplies for < any period othercthan a period for which the accounts. of that undertaking are made up shall be determined on the basis :+ that the profits’or losses of that under- talting for the period for which accounts are made up have accrued evenly. .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Inland Rovenus (Amendment) Low, | No. 17 of 1978 .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(4) Subject to the provisions of sub- section 8) whore at any time during the period by reference to which the statutory inoome of any company for any yor of assessment is eomputed or would",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "computed, if that company were liable to income tax, that company declares a dividend, aud such dividend is declared during the period the profits and invowe of which are wholly or partly oxempl from ineome tax under paragraph (a) of subsection (2 such part of dhe dividend aa bears to the gross dividend the sai proportion as the export turnover of the accouuting year in respect of which the dividend was declared bears to the totat tumhover of that accounting year shall be exempt from income tax.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(®) Tho provisions of subsection (4) shall not apply to any return or distribu. tion of capital whether or not such return or distribution of capital is eemed to be a dividend for the purposes of this Aot. : wi",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(8) A date selected as the relevant date for-the purposes of this section shall not subsequently be altered.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(7) Where the assessable income cr + which an- assessment in respect of any pereoa for pay year of assessment has",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "een made includes any profits and in- come exempt’ fyom-income tax under",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "paragraph (b) of subsection ®, then, “notwithstanding the provisions of section < 103, an Assessor shali,’on application in writing made. by that person within five years of the end of that year of assess- + auent and.supported by such information as the Assessor may require, make ap amended assessment ; excluding suc profits and income; and any sum paid in excess of the tax'charged by the , amended assessment shall, notwithstand- ‘ing anything contained in section 127, . be refunded to such pergon.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Intand Revenue (Amendment) Law, 5 No. 17 of 1972 vo fak @): Notwithstanding anything, to the “contrary in section 11, there shall be deducted for. the purpose of ascertaining «-the profits and inoome -of any’ person’ from Jan undertaking referred to in subsection (1) of this section— \"“\"» | ~ {@). the cost of advertising outside Sri’. - vs Lanka incurred: solely --in’ ; . connection with.’ the. export “| ' trade of any artioles or goods -, = or for the provision of services s-for + payment: “in | : foreign be CORReMey 3 ‘ (0) the expensea incurred in'travelling” : *\" | outaide- Sri Lanka aolely in ‘ connection with the promotion - of :the.. export trade of. any articles or goods or solely. in . connection with the provision of serviees for payment in | ~ : foreign currency, if suck expen.‘ « ' diture’ was incurred with the | * approval. of, the Controller of . __ + Exchange and does not exceed -- + | ©. the amount authorized by him . ~ ‘+ for that purpose sand’ .\" . : {@) the expenditure incurred in carry: 5 ing on, any soientifo, indastrial Se. ov agricul taral research in: Sri rs if an allowance in res. *-. ~ pect of such expenditure is not, 77 granted-under section 10. ge (8) For the purposes of this sectibn—\"s.-\" \"export profita and income’, when “| vise in relation tow company or on undertaking, mesos the sum which bears fo the profits ~ and inoome (within she mean ° ++ r+, ing of paragraph (a) of eub-: . session (1) of ssation 8) of that *, “+> ontmpany. \"or = ndertéking, ” . J wei, compnted -in- aecordance: with .°- ar the provisions of this Act, the ”-~ --Ly 24 ‘same proportion ‘as the éxport: : . turnover of. \"that company or oe S 2 undertaling boars 0 total .- ‘ sturnover: of, that company ot.” undertaking jer... 22:",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 Talend Revenue (Amendment) Low, ooo... No. 2Qof 7! y * export tunover.”” means the total +.” amount: received or receivable ~ by any company or undertaking > ©. from the export of goods at “” oommodities or from the provi +, gion of services for payment in os foreign currency but does not ; include any amount received or ‘receivable by the sale of capital . assets or any profits and income : other than’ profits and income within the meaning of para- graph (a) of subsection (1) of section 3 ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "‘‘relevant date”, when used in ts relation to’ any company or > ,, undertaking, means such date ‘mot earlier than April 1, 1965, as is selected by that company . or the person carrying on that Lacs undertaking ot, in the case of *..a partnership, by the precedent, >, partner .of that partnership yu 7 and as is notified to the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "* ~ : Commissioner jn writing; “ total tornover ” means the total amount received or receivable ‘*<~ by any company or undertaking ‘+ :,from” any trade or business : eirried on or exercised by that : company or undertaking bat doses not inclide any amount",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ": s-neoeived or tecsivable by the",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "sale of capital assets or any -. profits and income other than 5 J profits and income within the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "o meaning of paragraph (a)-of how + are 7 Subsection {1} of section 8.\".",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "& | @). Ths provisions of subsection (1) of this section shall be deemed to have come, into operation with effect trom April #, 1965, and aocordiaglysy + (@) in any ‘Notice under ‘subsection {1) of section 74 J.7 \"of the principal enactment alday earlier than",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ":47\"% ““the-date of publication of such’ notice in the \"hoff Gavette may be specified as the day with effect",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "“27 88 from which an undertaking }s declared to be Sc\" an undgetalcing to which the aforesaid section 2 Ta applies jand gh Po :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Inland’ Hevenus (Amendment) Law, ys : ie 17 of 1978 : . (@) any application under subsection (7) of section ‘ _ ‘Taf thé principal enactment in relation to Lat : the profits and income for any year of asseas- ay ment ending not Inter than March B1, 1967, ° we may be tande on ot before March $1, 1973. :. wn 8. Section'12 of the principal enactment is heratiy \" Asesiams, 5 amended by the repeal of gubscotion (1) of thnt section evel and the substitatior therefor,‘ of the following new...\" mibsestion— ee : : “ (t) Save [as piovided in” ‘this seetion, the’S (o-= *-- statutory inoome of every person— +, (0) for ach yonr ‘of asdesement endinig on |. ‘or before March 82, 1971, from every source of his profita and’ income in _ zespeot of which tax is charged shall bo the full amount of the profite or’, income which waa derived by him or arose or acctued to hia benefit from - - ggch source during the yeor preeding = \"the year of assesstuent, notwithstand ing\" thet ho may have . opasod ‘to +: pobeesn fuch sotroe. or that such source may have caased “to produce - jnoome, and de ais @) tor each year of Assessment’ commencing on or after April 1, 1971, from every source of his profita end. indome in” - respect of which,,tax.cis, charged. shoe eg @ if suck source is employment,’ be Ube full amount ofthe profit or income which was derived by him or arose oz acorned to his benefit from auch, source ’ during that year of assessment, and es : (ii) if sach. soured ‘is & source other than employment, be the ful ty a o7) amount of the profita or inepme “ which wns derived by. him or | (> tore ot arerved to, Its benefit : from such source daring » the : year -preceding that year of . « assassiaen?, ve",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "eg Inland Revenue (Amendment) Law, No. 17 of 1972 een ‘tnobwithetanding that he may have, ceased to Pus\". 4s ay s4 possess such apurce or that such source may Lok! Bave osasad to produce income.” Amendment of 8. Section 16c of the principal enactment, inserted ‘wala 28e af .. therein by Act No. 6 of 1969, is hereby amended as Became foltowas— + vase + (0) by the repeal of subsection (8) of that section we and the substitution therefor of the follow- : ing new subsection :— *©(8) Where in the’ year preceding any 5 year of assessment commencing oy or after : ’ - April 1, 1009, bat not Teter then, Apel 1, “Croce: \"1978, an individual has made or is deemed ++; to have.’made an approved investment, we +, @ an amount equal to one-half of the actual . : : - amount of that investment, or eon ~ @) an amount representing one-tenth of the oo rn assessable inooma of that. individual, yoo : mos : \" (6) twenty-five thousand rupees, - .' whichever amount is the least, shall be the <\\\\) allowance in relation to that approved invest- : a ment and auch allowance shell be deducted . +. from the assessable income of that individual : “for that year of assessment in arriving at Poy ’ hig? taxoble income for, that year? af agsesoment: =: ts), . oo\" “Provided, however, that’ the preceding . © provisions ‘of this subsection ‘shall not cele apply ee ord ag Ge ° 72 @ to an approved investment made or coe we fs deemed to\" have been’ made by an )Esvr 200 individual with any money withdrawn hShR 2 US on realized by that individual on or : : . after -Augnst 2,.1968, and before . . ¥° April 1, “1970, ‘from ‘an approve! Po ieee SH saving opegited in paragraph (0) ey” paragraph’ (e) or paragraph (g) of Jo So subsection ' 2); of “section G94” and. “M2. ti accordingly 6: deduction. under this’ - rac 22.) subsection shall ‘be. mede -from_ the ~ + vse * assessable ‘income of that’ individnsl De) VA een -relation“to that approved inves oar Ment, ort. : 7 ple",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Les : oe . Inland: Rbvontia (Amendment) Law, 200° 9 LN Na. 47 of 197@ gee . : @) to. ait approved investment inade by an vee , “individual ix: the year preceding the . year of -dasessmeit. commencing. on . . April 1, 1978, if in respect of that investment an .allowanos- has -heon Granted under: section 180¢,”;.and 0 @) by the substitution” forthe marginal ote to tes that section; of thé following new ‘marginal -”. . “ Allowabces” in’ .Deapect of ' apptoved tal investments to be ‘deducted front assessable: income for any year of sssessmoni. commen; ». . cing not later than April 1,-1073, in arriving“ at taxable income.’!. > Set et oe * 1 The following new section:is oreby “inserted Tasartion ot apy immediately after! soction 16c,.and ehall have effect e\"timsnat 49 seotion 18ce, of the principal enactment:—s\"\\:  sueleen wapertaes fa 16c0.\". (1) In this section 4 | a Whore 4, ‘approved investment \" meane— 2)\" isi {ab an approved investment ‘within ©\" fro aneuails | the meaning: of “section 684 an part | | .made by a company of. a body 5 camara go “EL of persons sr ete pr i Apel 2. (@) aa. investment “in an approved “°° + ia trviog “Undertaking; ‘but---does nob: °° Biche eS Geddes oe Eee eo : Wal pear. i. 7 an, investment “for the pur-” | _ aren pose ‘of ‘purchasing an” : : ino * existing investment; or: °° 4 ;  Gi)\"an investment, for the’ pur: 0! D vs, pose. Of. purchasiig . shaves*in. d, company 6°. '-, : which are“not ordinary © + 2\"0+. *, CO shares 5.0 asp 2 ; =\" approved undertaking ’#: means -ari ue undertiking which \"is carried 2.1 ony. & company ands which ie. =\" considered by ‘the. appropriate Jone +s. Minister to’ be ospable < of 22 c+ oy pxpotting goad or comnmodii . &.'°\" tes op of providing services for ° ’ + -% payment in ' foreign. ourrengy' 7 + +o and is: at the request of aul : + Minister’: declared » by’ thie © .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "110-1. Faland Revenus (Amendment) Law, +. . . Het nb No, £7 of 1972 “Ta LY Se..>Ministor in charge of the sub- a'r 1  jeok of Finaneg to .bo an 2) 2s, oo) approved undertaking for the ves SES 2 purposes of this section, . (2) Where the entirety of the assess- oo able incoine of « wife or child for any. aa year of assessment is upregated wil oo the assessable income of wad of the =~ 4 family of which auch wife or child is . °& member, any apprayed investingnt . made by such wife or child shall” be deemed to be an approved investment: re +: 4, Made by the head of the family. a (8) Where # person has, or is deemed hat to have, made in any year of assess- =|) 4° 1 _ ment two or more approved investments, VEL PF Bie aggregate “amount of such invest . 7\". qments’shall be treated as one approved > investment: for the purposes OF this secon. . . @) Where in the year preceding any year of assessment commencing on or ae _aiter April-1, 1973, aoy person has - wn made or ig deemed to have made an <u ey.’ approved investment, thea— : ve Q (@)..the actual amouat of that invest-. Loe ment, or ‘ a <2 x. @) an amount representing one-fifth ‘of che assossable income of that;' + a person, : Cy ve , “whichever amount is tower, shall be the: “ <\", allowance in relation to that approved): = ‘= s2 ys, V1 investment and such allowance shall: beit © 37 ° +. £ deducted “from the assessable income of; ~ “: rs) that pergon for that year of assessment, a + in’arriving at the taxable income of that ,- me +, person for thét year: ee : “oo! Provided that, ‘where ‘an’ approved <°%. “investment consists wholly or partly of .-“« \"S am approved investment toferred to in a . J... paragraph. (2) of the. definition -of . . ae ‘approved investment in this section, the + © ss!\" ~ allowanoes in-respect' of. that investinent . eos or that pert of. that investment, ag, the 5 « “ease maybe, stall not exceed the per- ~: \" mitted allowance computed in accordance : with the- provisions of subsection” (2) of : seetion 6847.14. moran",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "Inland Reveriue (Amendvient) Law, UL. | Me, aT of tare cs . Provided “firther that no’ allowance under this subsection shall be granted in , rospect of any ‘approved investment made - , in the year preceding the year of assess > ment commencing-on April 1, 1973, if” . in réepect.of that investment, ‘an allow- * + anos‘under seotion 16c has been granted. °. 7\". =; ~ ©} Where’ an -aliowatios has been.~ :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": ". granted to a person under subsection (4) 0° In peopect of an approved javestment.. © 2...\" and where, within a period of five years 7°\" > after the date of such: investment, the :",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "ip, Ommierahip of thet javeatment changes -~",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": ": \"otherwise than by the death of the -.. 01°\"... individuol who made thot investment or =” .°. .*° by tho dissolution of, or the casttion «°°",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "he business curried om by, the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "company or body of persons which made! °°.\" that investment, then, in respect of the set year of assossment in which sucb allow... anod was granted. an additional assess a ‘ment consisting of the differenos between 2°\". the income tax to which the person'who 3.5. heajbeen granted the allowance would © :- te have been liable-if euch ‘allowance had ~“p5.-%",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": ". not been granted and the amount of tax nea oht ped for that year of assessment 270° shall, notwithstanding anything in this pee Act, be made in-respeot of that Rerson : and the provisions of this Act relating: |.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": ": to notice of assessment, appeal and other = <*.\" 2° 2 proceadings shall apply in; relation to. > °°.) 4 such additional sssesement.’. ny . 8. Section \"25 of the prinoipal enactment, as Jat’; sates amended by Act No. 88 of 1971, is hereby further? 23,35.9 mended by the repeal of subsections (Ls) and (a) sta of that section and the eubstitation therefor of the = - follewing new subsection:— . .., pean : * (1a) Sabsection (1), of thia “section shall hava... effect and shall be deemed to have-had oflect in its» 25. |, application— Vabertreety eo i Bd {@) ih xespect of ‘the year. of- assesment: <2 4? . commencing on April.1, 1966, and the? 2\" : + four years’ of -assessment: immédiately=.0% 8 (0 - © following -as though 4i) in paragraph (@). of that” bub 1 ‘L.. section, there were substituted, |* , +, for the expression \"57 ger |’ aa",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12+ Inland Revenue (Amendment) Lavo, “Ng. 17 of 1978 3: é . 1 eentim?, the expression “50 epee ats, per centum and ictew' fut fii) inthe proviso to that subsection, ena Hee +. there wera anbstituted, for the Stes expression ‘ 28} per centum”, vote. “ss Steecoowherever that” expression poten yie ror ogeurs in that proviso, the . -oxpression ‘' 25 per centum ”; pe a and . (®) in respect of each year, of assessinent . commencing on or after April 1, 1970, 2 ot as dhough— i) in paragraph (a) of that sub: \"J Uuoor $ geotion, there were substituted, POPE for tho expression. 87 per site's Jie eentum ”, the expression ‘ 60 “0 per eentum , and : (Gi) in the proviso to that eubsection, . 7 : + thers were substituted, for the AD * expression “ 28} per cetitum,” . ) +\" rqwherever that expression occurs <2 *\\-! fn that proviso, the expression an ce ‘35 per contem \".\". auminas ¢ 9. Section 26 of the principal enactment, as last \"mine amended by Act No. $8 -of.1971, is hereby farther ciate” amended as follows :— vy (1) by the repeal of subsoetions (14) and (15) of that : 1 ection and the substitution therefor of the following new subsection: a “(lay \"Phe provisions of: jsubsection (1) , shall Lave effect and shall bé deemed to have : had effect in its application—- | 3 G@y ii respect of the “year! of assessmant : + commencing on April, 1965, and the “ four years of assessment immediately ; {following as ‘thongh {;\" there - were Substituted, for \"the expression + > M687 per centum’ \"is wherever that th +, expression occurs in‘ that subsection, * the expression “50 per centum '\"; and; “Q) im tespect -of, each '\"yeai oF assessinent : 77 Gompuneing on or aftés April 1, 1970, | vol + as’ thoogh there were! qabstituted, for ! : the expression ‘* 8%. iper_centum”, ! : Wherever’ that: expression ‘occurs in” i] °) H that gubseotion, the: expression * 60 PCs t per eéntum 5 ands :",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Inland Revenus' (Amendment) Law, 18 -! i, :{ Ne. 47 of 1072 ‘ . wl (@) by the xépenl of ‘subsection (4)of that-sestion °° 2) 7 *\" \"and the substitution therefor of the following . new stibspotion es tabs nay *(d) Every’ resident company shall dédaet 2° 2\" from the amount of any dividend: which : becomes payable to‘eny non-resident company”. *., _. ducing shy year of assessiment— 3° 2\". (a) if,abich dividend coxsists of aly: pait‘of - Bobs > ~~ the amount of a dividend, ‘other than“ -.¢.~-’ any part of the amount of a dividend *.”\"\" ..\"? ‘exempt from. income tax under sub- ae * gebtion (1): of section Bx ot. subssction : 5 1 @) oF section @, or subsection () of. 1+.\" eeotion 7A, zeceived:by such ‘resident’; - < : + x company from. another . resident ~ : company inoome tax equivalent to six. ~~: ->.°” {por centum of the amount of the first- _ _\"Amientioned dividend inovensed by fifty : Lpercontum, . eee yo! (®) if the first-mentioned dividend does not “+ <= 2\" ~\"- consist of any part-of the amount 000! of a dividend received by such resident ; |, Sompany from another resident com-* °° 7...\" ‘pany, income tax equivalent to six per \"7.\" | eenisim of the amount of such first: : : \"! mentioned dividend, and ie i- 0 sl. ~ (©) if the ‘fivst-mentioned ‘dividerid is paid - + “ont of the amount of a dividend ye ‘ | exempt from income’ tax under sub-.\"\"°/ |”. +, * \"section (1) of section 54 or aubsection ..2°... - (8) of section 6, or” subsection (4) of - i | jsection 7A-'and received’. by, such --~ . resident company, income ‘tax equie 0. ‘ valent to six por contum of the amount - . ° ., of euoh first-mentioned dividend, and the amount ‘of the income'tax which a a resident company is, under, this section, neg required to dedudt. shall be a-debt due from 7° ~ 2. ©\" such resident company to the Republic and-.-)* = shall be recoverable forthwith as such, or ° : may bo assessed and charged’,upon ‘such wo company’ in addition.” to any income tax.\" ey \\ otherwise payable by it.\" 0207 ty poke ng 40. Section’ 27 of the’ principal enactment, ‘as amenimaes of . amended by Act No. 18 of 1065, is hereby further (faded 2 amended by the repeal of subsections (4) and (6) of, eatotimat” -",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "ou Inland Revenue (Amendment) Law, a To No: 17 of 1972 “202” that section and the substitution therefor of the wel following new subsections: — ; °° ;'- ocgce) t 7.4%) Every person who issues 4 warrant, cheque SAS 2 orother order drawn or made in payment of auy “Ne \"dividend . which becomes poyable by @ resident wo! “company during any year of assessment shall avner itt ‘bo. thereto 9’ statement in writing specifying— ; 2%, (@) the gross amount. which after deduction of Lie a income tex thereon corresponds to the nel 2\" amount actually paid; . ». \"-(@) the sum deducted az income tax; +. @) the net amount actually paid; ; “J (@) where any such dividend includes the amount wane ccoT \"of a dividend recsived by that company from Jae fe\" any other resident company: the part of Le : * + £2 amount -of -the dividend \"so received ant ae sce whethen— . 8\" ' @ such dividend is exempt from income tas Lb .. under the provisions of subsection (3) : ; “sof section Bjor . } oa *~ Gi) the whole or any part of such dividend is veer ey \"Ta.\" exempt from income tax under the +04 \"provisions of subsection (1) of section : Tey . 5A ar subsection (4) of section 7a; and (e) where any such dividend incindes any part of os, the amount of a dividend veoeived, fy that : (7s, company from any non-resident company . : oS Geferred to in subssotion (2a) of section 3, “ES the *part of the amount of the dividend chs Se\" peoeived, :.. § wpe . s+. {8}: Where the statement referred fo.in subsection , (4) discloses: that .a shareholder {of a resident we «Company recsived a dividend which included the ee *-amount of any dividend received from any other va :.4,. » tesident company or from any non-résident company PS” etenrad to im subsection (4)_of potion 25, thei Joly: :) that amount shall, for the purposes'of determining STS“! the statutory income of. such shareholder, br - increased by fifty per contum and he shall be : , entitled to a set-off against the tax payable by hin ene of.an amount eqnal to the said fifty per centum ; vt\". ..\" Provided, however, that the preceding provisions fede 7 ot this subsection shall not apply.‘to or in resped vio yh\" 2 @) a shintgholder if such sbafzholdef is,a company, . EO eee oh grag tego Da :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "| . : Le Inland Réventie (Amendment) Law, td : * i [Ne. 17 of 1972 . : (2) the amourt df any dividend reouived from any + other conipany if auch dividend.:is exempt : .- From income tax by virtue of subsection (9) of soction: 6 or if the whole or-such part of °° such dividend is exevipt from inoome tax by Virtue of aubseotion (1) of apotion Sa or eube < - * section (4} of section 7a.’”.. . v (Te . : et, Section, 98 of -tho- principal, enactment: ix nym a erehy ‘repenled jand: “the following mew cection yori, 3 a aubat tuted therefor -— cea nee Miami “Father ” 98) The wealth tax payable by any. | ~~ soy gene at Se 2 y : inbemen persda for any yoar of assessment com . faemencin mencing not later than April 1, 1072, ; Set eter ta ing not fader than. Ap 072, Het S88, stall nok exceed eighty ger centust of hig wie ment aséeseable incoms for . that year: of an eatin oF assespinent.?”: re paint Pee an : 42. Section 46 of the principal enactment is hereby « suplcemast of repealed and the! following new section eubskituted mati of therefor: — } io a . awn ER or yy 4%) OL, Notwithstanding anything in . Sniera'sor - the preceding provisions of this Act, any ~ mite husband or wife may, in respect of any i= of assessment’ commencing not ~ later than April 1, 1971, give notice in writing to the Commissioner before the frst day of June in that year of esses- . ment or at any time before an sssees-_ ment ig, made in respect of eny auch year of ‘assessment, requiring that the iheome tax and wealth tax for thet year shall be assessed, charged and reoovered.> separately on the izcome or net wealth of the husband and on the income and net wealth of the wife as if they were not married; and all the provisions of this Act shall thereupon apply. to ‘each of them awordingly: .. : : Provided thet; in the once of » poroan + who is not resident in Sri. Lanka immediately prior to his artival therein, . a. notice given within the period of » twelve months next sacoseding ahis + arrival in Sri Lavke shall be effective for the purposes of this eubssction.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16\": Faland, Revenue (Amendment) Law, “ No. 17 of 1992 | Tay eke Tle (2) Notwithstanding anything in the fg cP preeeding provisions of this et, any : ic. < 0 fusbaad or wife may give notice in Libcds.e- +. writing to the Commissioner, at the TAtoucrry* Gime he or she pays his of ber firs . “» ;.+ +» quarterly instalment for -any year of Lots assessment commencing on or aflet ey ‘April 1, 1972, that ho or she, as the ense : aos may be, desires to pay the ‘income tax a : and wealth tax for that yeur of assess- fy . ment separately on hig or her income or “ o> + nob wonlth ag though he or she was Hot oo . |, married and where auch uotice is given oe all the provisions of this Act shall apply .., . to each of them accordingly. . woe (3) Where 'a notice is given under subsection (2) in respect of any year of iy assessmeyt— ‘ : (@) the husband shall make in respect os he of that year of nssessment tle as sole + returns fo would have made if : such notice had; not been given, ; = and . at i {B) the wife shall make in respect of . aa that year of assessment the : : xeturms she would have made if . : . she hed been the head of a Fey 7 family and her husband and : ~ any child or dependent relative a * > of either of them were a Popa “member of that family. . (4) Where , income 'éax is assossed . separately on the income of the husband Boy . .'\": and on the income of the wife as a result : of a notice under subsection (1) or under nel subsection ®. the incomes of the husband i. Jand'the wife and of any person who, poset 4 povumding to the reinrgs of incu - _-\"sturnished by the husband and the wife, fe . 7 is » child or- dependent relative of either cet or both of those’ spouses shall be aggre- Sige, gated and the, income tax that woeld a bon ® payable by the husband if stich notice Cis chad not been given shall be ascertained <1) if 3) = coin aecordanee With the’ provisions of this hoi 5S chet..Dhe amount of ‘Derincome tax @ “+ } \"ascertained shall be apportioned among . cess :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Law,” . 17 (ed No, 17 of 1978 +. the husband and wife in the proportion +’ which the. asiessable. income of-each of - °. . them! bears-to the aggregate assessable. | tis. ineome of both of them. aan > 1G) Where the wealth iax is‘asseased - . separately on the net -wealth of the : husband. aud,on the net wealth of the a wifg as 9 result of a notice under sub- segtion (1) of, ander subsection (2); the , value of the nat, waalth of the husband and’ the value of the net wealth of the . Wife and the value of the net wealth of . any individual. who. according to the ore Feluens of nab wealth fumished by the, -° husband and the wife, is -a child or * Gependerit relative of either or both of : ~ thors spouses shall bo aggregated and the . yrealth sax that would be payable by the husband if ‘such notice Tob been * given shall be ascertained in apcordance . | with the provisions of this Act. The amount of the wealth tax ao ascertained j shall be apportioned among the husband - and the wife in the proportion which the | :> : value of the net wealth of each of them \"=, hears to the value of the aggregate net ~~ ‘woalth of both of them. : (6) Where wealth tax and income tax | in respect of a husband and a wife arey ‘assessed separately in consequence of a |” + notice under subsection (1) and where: | the aggregate amount of the income tax: and dhe Swealth, tox Payable, by the: husband or wife is more than eighty per eentum of the asseseable income of sich ©: hosband.or wife, then. the amount of set-off against the wealth tax, under fection 108 shall not exceed such amount, | a ag would have been set off against the °°. > realth tax that the husbend would have: paid if such notice had not been given.” ~ (2) Where: income tax and wealth tax\" are assessed ‘separately in respect of a °° . husband and 2 wife as # resnlt.of a”: otice under subsection (1) and where _. the aggregate amount of the income tax. Erm any * . : . + o no",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "“* 18. Inland Revenue (Amendment) Law, . Lo No. 17 of 1972 ; 1 : ‘ “Lett. op wealth tax payable by the husband “res and wife will be less than the amount Liocls ses of the income tax or wealth tax or income s tax and wealth tax that would have 3.27, 22S bem: payable by the hueband if such “oi /4° > potice had net been given, then the CS a amount of auch deficit shall be appor- tat tioned - among such husband and wife ACILES Co) <Gn the proportion which the assessable sige\" \"38\": fneome or not wealth of each auch person ‘ . bears to the aggregate assessable income *~ or net weatth of both of them. Ai) LHS\" (@) Where one eponse is resident and : \"© «the other is non-resident and a notice soccs fender. subsection (1) or under subsection nee @) is given by the resident spouse, the cE\" © “fasident spouse may in such notice elect Je thet the provisions of subeeotion (4) or ©\" gubsaetion (6) be not applied, ond in that oe event, the income from Sri Laake or vil.s. the value of the net wealth, as the case “<5 4 smay bs, of the non-resident, spouse and ' *: any individual who ia a child or depen- -_ “dent relative of either or: both of ‘howe -.” * spouses and who is a non-resident shall, . r ~+ notwithstanding the provisions of sub- : 1°! geetion (4) or subsection (5), be deemed v2. ys. * to be the income or value of the taxable wealth of tha resident spouse and shall be assessed accordingly, and in the com- “> “putation of the income tex payable by ich! \"the. resident spouse, the ° non-resident Pa ©” spouse and any such individual shall not LL, be regarded as a member of, the family “icin _of the resident spouse... rf doy “Lotiedic ot @) Where one apouse is [resident and voor?\" + the other is non-resident, jthe resident. 5 {sponse may be deemed to be the agen uss ste’ g¢ thernon-resident spoasq for all the Le 2 Burposes of this Act and shall be liable wi 2°). to pay the whole’ of the tax. chargeable » a3 cin respect of the profits and inoome or “nos met wealth of both, whether sssessed ooo Es jointly or severally fit ed fe at BW i",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Low, »:~ 18 so “iMod of 97 a 43. Section 47°bf the principel enactment is hereby” japaoment ot * spealed and the [following now section eubstiatel omy thecefor :— aan al jaan wm \"af (1) An Assecoor may give'notioe. . Suites’ sci in writing fo a receiver or trustes requir- : mice se ing him  t furnish within the period . : Seeettiy specified in the notico— : 0 Most ot ‘al in the saserof a recsiver— i860, “\"  @) & return of the income from |” ste w-)+ the properties under his 210. eontrol, for the purposes ss sc “of income tax, -or : ve ii) @ return of such properties 7 _ Te ta where any proper 20 oo : v2! ties’are distribated by : v7 Bm among any pergons, | @ description. of. thos. 77 <0 (oS properties 7 amd: the) oF names and addresses of * : an thoes persons, for the < -\".., / ‘purposes of wealth tax; Lote (B) inthe case of a. trustee— nee “0 @) aretara of the income from >? | * \\ +... the properties subject to =>, + ee ‘vp the .tnst for the pur- ' . a >, Poses of income tax, or ©“: nee 7. +, \"iy a returm of sueh’properties & ov‘. * + : and the . names - and : * addresses of the buneli- Bete . ciaries under the trust “and the benefits to which . they are entitled under co : ; the trust, Lo, P -#hd.a receiver or trustee shall “vo * + =. belehangeable with income tax 8\" “LL sor wealth tax— Poo, . 2G) if he ig @ receiver, onthe os - a income or wealth of the\" > = Vou 8 properties aubjeot to his, : . + control, and, ca +",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "+20 Inland Revenue (Amendment), Law, : No. i7 of 1978 wea Gi) if he is a trustee, on th ee SE, income or wealth of thi . a - «properties of tho trust , - + gubject to the provision Boat, of subsection (2) of thi: . rn Eo . section and subsectior ere : “1S. (1) of section 80. . (2) Where there aré’any benefiviarie Le .- 0.@ trust the income of which is liable [25 tp income tax under subseotion (1}, hey é the share of the income to which such * beneficiaries are entitled shall be deduc- * - . ted from the amount of the income which : is liable to tax under subsection (1) aud ' shall be considered for the purposes of i this Act as the income of such Penots- : aries aid accordingly each such benes- oiary shall be chargeable with income . tax iu roapect of his share of such income. : (8) Where, for any year of assessment commencing on or after Apri 1, 1972, : the’ entirety or any part of the incom: . of a trust is considered onder subsection . (2) to be the income of a beneficiary o . the entirety or any part of a property s) 13 subject to a trust is, under the ee 2°, 0.1 of paragraph () or paragraph (¢) of sub- Boo dion fay oe @erp 0, included in the ver hss wealth of a beneficiary under the trust, . oS the trustee shall Pep : ee SY. (@) im the case of the year of assess ol . Ment commencing on April 4 i hey 1972, on or before December 2, eo Pa 97h ands 1S . . cont {0} in the case of any other year of eee “os ¢. + agsessment, on or before the py ay vs: fifteenth dey of June, Septen- 22°) s bee, December and March of; nn _véthat year of assessment, : 2\" a! give ty that beneficiaty*in such form a “-3 may be prescribed by! the Commissions! Jt 3 a notios stating the amount of met» Pos 25% imoome ox wealth. .° 1:1! : Love ©\") The income tax'or wealth tax ot) * *) any part thereof with‘which a benefician : Loo) +, te’ trust: ig chargeable, in respect: of lis:",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Talond Revenue (Amendment) Low, 81 1, Mo. 27 of 1978 : . inoome or net wealth to which be is. - | entitled from the trust may be recovered < °°. t from the trustes of the trust, notwith- : * — gtanding ‘that no assessment, has been - made upon such trustee, and the provi- : sade OF thie Act relating to collection : and secovery of tax shall epply to such 2 + trustee, Such trustee chall be entitled to _ . “deduct the amount of sich tax or part : Senet oan the income which wih bo, ‘payable. to such beneficiary from the. * . (5) The income tax and ‘wealth tax . with which a receiver or a trustes is chargeable under this Act for any year po of assessment commencing on-or after * . ‘April 1, 1972, shall be paid by him in“ accordance with the provisions of section : 062, notwithstanding that no assessment yas been made on him.” V2, 44% Section 50 of the principal ensctnient is hereby Axssimeni at. amended as follows:—. 1 earn Pen oat (2) by the insertion, immediately after ecbsoction tcl ©) of that section, of, the following new . subseotion:—- “« (@a) Where, for any year of assessment aramensing on'or-after April 1, 1972, beneficiary is chargeable with income tax or wealth tax under subsection (2) in respect of his share of the income or of thenet wealth =. to which he is entitled from the estate of a --.¢! Gecensed person, the executor ‘of thet estate 7 shall— _ . . {a) in the case of the yoar of aseessment - : gommencing on April 1, 1972, on. oF before December 20, 1972, and : (®) in the case of any other year of assess- ment, on or before the fifteenth day - tf Jane, September, December and March of thet year of assessment, give to the beneficiary in such form as’may . prescribed by the Commissioner a notice stating the amount of such income or net wealth and such notice shall contain the partiguane required to be set out in.such form.\"\"5 To sok we con) on",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": ": 22 Inland Revenue (Amendment) Low, at 1 . . No, 17 of 1978 “\"  @) by the repeal of ‘subseation (8) of that section oo (1. and she substitution therefor of the following te °° iines@ subsection m= * vee ®) ‘Where the income or the not wealth - 1.71 to which a beneficiary is entitled from the 12 estate of a deoaased person cannot be ascer- : +85 Jo! tained, the exeodtor shall he chargeable with +1\" income tax or wealth tax in respect of such income or not ‘wealth,”; and @) by the insertion, immediately after subsection @ of that section, of the following now . subsection: — > : : - -stf () The income tox ond wealth tex with Deo ‘which an oxeontor is chargeable under this a + sj); s.. Act for any year of assessment commencing SY Lye onon after April, 1972, shall be paid by L. 2\") fla ia-aecordanes “with the provisions of : 1 section 96n notwithstanding that no, assess- . ment lias been made on him: ”*. leetion of eos _ 18. The following new section ia hereby inserted scios.t& in\" immediately ‘after soction 52, and shall have ellect. as tielumt’ + section 524, of the principal enactment;— : + Fanattical \"..” 52a. (1) For the purposes of enabling a : t+ Tater + partner to ascertain his statutory income : fertoen of” for any year of assessment commencing ate\" “2 on or after April 1, 1972, the precedent : Broentip 1 partner of the partnership, or where no : +, Ageur of! ~“active partner ig resident in Sri Lanka, Tos yeamen <---the agent’ of. the partnership in Sri opt) mer anter <5 Lanke, ahalles. 9 fe zp ~, AN Bele” +2 (a) in the case of the year. of assess- ces es ment ‘commending on April 1, fate \"2°\" 0: 1978, on or before December 20, De om Ufa wage oe ee ea99@, and es Pye oo RES\" by in the -cage of any. other year of Dy Sp EM ochre! “assessment, omi ar before the Coos csp a wes! oh Bfteenth day of Jane, Septem- eyo t Pedant lent aie ene Deoombor' and: Marsh of . fon rate tS “che that year of absessment, rive. tha fie Give to ‘eath partner a:notics in such CAE CEU\" Form as may. be ‘prescribed by the ve SM SHS nace Commfasioner” specifying dis share of +) ow BIE ther divisible’ prof or'fose and of the Dio i. * other income of the partnership for the Pe ““. period of twelve’ months? immedintaly ae 1 Preceding that year of qssessment or : eat y",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Inland Rhvenive (Amendment) Law, 0 23 6, | No. 27 of 1972 wo ~ uritig any othér’ period’ in' reapech of : whieh the. etatutary Income aay bo 2. computed vinder section-12. 0. 5 Le “(@) The divisible” proft'ér loss-of @ ~*~) = parthership for any am ‘of assessment ° woaat commencing on or after April 1; 4972, 000° 1.” shall be the profits or losses of. the “ ae partiorship from any trade, business, ~*~). profession, “vooation or. cmployment - +t %-- 7” during. the “period |of ‘twelve. months ona immediately “preceding the year. of : gssesbment or duving’ any other, period °F. i in respect of which the statatory income ne : for that year of assessment may be \\:.1° ; computed ander section 12, ascertained 7 020 7 /, . * ~ jn accordance with the provisions of this” - . Act jrelating to the, ascertainment of 9; .'-.. prof fndincome of a person, after ° ae ducting from the total of such profits hee or adding to the total of such losses; as |” a the base may be, the amount.of any: - * interest, annuity, ground rent or royalty |) >... {except where it is payable by a person ~ = 7 2,2, out of Sri Lanka to another person out. “+ a . of Sti Lanke)- payable by the partner- : ip.”. DE ve 49. (1) The :heading “* DDD—Mariufacture tor ‘ommiunica of. -- [Fxport \" appearing after section 533 of the principal “beding_ kaactment is hereby omitted, : 1 alent \" (2) Seotion 88c of tha prinoipal enactment is'heraby lke papa npealed. : cya toe ot + eRe apntion Baa” ao - faye a 417. Section, 68. of the principal enactment, wae, y inserted therein’ by Act, No. 96 of 1968, is hereby section cas af omended by the repeal of anbsection (4) of that section {2s pried! and the substitution therefor of the following new : subsection :— Lok : “* (4) Where a conipany or body ‘of persons, ‘in a the year preceding any year of assessment commenc- ing on or after Ror 1, 1967, but not later than April 1, 1972, makes an approved investment, such |. company or body-of persons shall be entitled, on | 7° account of that investment, to such’ relief from 2-0 f° + income tax. as will seoure that the tax paysble by, 2 27. ~ 5 such company or body of persons is reduced to the amount which would be payable as the tax if the 0. |",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "ad Taland Revenue (Amendment) Law, - . Not? of 1978 , a Permitted allowance in relation to that investment J, Were deducted from the statutory incoma of such ‘company or body of persone: ; i}, : Provided, however, that the-relief from tax om : - * account of that investment shall not exceed one-half mae of such permitted allowance.”’, ‘Auerdment ot “48. Section 81 of the principe] enactment, as Uechiaupel ~ amended by Act, No, 81 of 1971, is hereby further +, tancfnente” -— gmuended ‘aa Follows:— (1) by the repeal of subsection (2) of that sect - and the substitution therefor of the following ‘new subsection: — “* (1) It shall be the duty of avery perso chargeable, either singly o as a andl of a family, with income tax, wealth tax or gifts tax for any year of assessment, commencing on or before April 1, 1971, if he has not bes required by the Assessor under section 82 to -, make a return of income, wealth or gifts for {that year, to give notice in writing to the . Commissioner within a ‘period of thre - months after the date of ‘commencement af such year that he is so ebgrgeable: Provided that for the year of assessment commencing on April 1, 1971, such notice - shall be given within « period of nine monibts . after the commencement .of that year of Poa as ‘~ assesement.\"; and =~ _ Bk (2) by the repeal of subsection (4) of that section. * Xonantion ot aew'- 49. The ‘following section is, hereby insertal oes 4” immediately after section 82 of the principal ense _tmoimet. 7.’ ment and shall have effect as seqtion 82a of that losis, enactment: ee an at ic \" eho) qBtaaoas, “T° BQa.-' (1) Am Assessor may give notit 7 AMAR\" i swriting té a partner of a partnership,’ 2 8 RRR Sf vor to amy gthor persop, who carries ot a +. F cenifeatese--, - any trade, business, profession or voe-! oT a ey ht thom, “to. fomigh ‘for, any, year lj : +  Fassessment—e cp Us ’ -?5(@)'a statement of eooonts, audited “4. -by am approved accountant, of ; ~ ‘gucb trade, bpsinass, professin copued > ort woeation) for’ the ye Ev © preceding “ht year. of ase [oj stement or for puch other per,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "Inland Rebentie (Amendinent) Ldw,” 25. No, 17 of 1078. te 2 bi in Fespect of which the status” if q ‘tory income for that year of | iH asccssment is computed, and ; @), an andit report prepared by such ifs approved accountant in stich : <j, form as the Commissioner may - (3) preseribe.. cee D (2) \"the Commiigsioner may; froni time to tinie, by -notioo published in the Gaaétte, require a partner of a partner-, ship; or any other person, who oarzies of any trade or business of such class or “dedoription as. ray be specified in.the notiog— 2 . ’ (a).to maintain hooks ,of aocounts in . :>; Such form as the Commissioner fel may prescribe, «> ve (@).4o furnish statements of aceounts ° i! in relation to, that trade or . 2: business in the manner specifiod jj im that notice, ands: (0) to furnish, for any year of assess \\- Ment, a statement of the profits \"and income and the assets wad | 1) liabilities of that trade or busi- _. news, audited by an, approved © % accountant, together with an .: * auctt report prepared. by such | approved accountant in .the “\"- | form specified in such notice. - “ (3) Where a statement of accounts -in~ support of a return of income furnished. © by any person for the’ purposes of this ‘eis prepared by an epprored accoun- tant, such statement shall be accom __ panied by 1 cortificata of such approved. ¢ { Reoountant. ‘The ¢ertificate shall be in the. form piesoribed by the Commis-: : ~ , sioner. Ct 4) For the purposes of this section, =: + « Ootored sabunkant” meant | © an accountant who is & member of. ° of the Institute of Chartered . ¥ Accountants of Ceylony ‘",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "26 Inland Revenue (Amendment) Law, No. 17 of 1978 : . () an accountant who is approved : Dy. 0°, the - Commissioner as at . oan . (|, “anthorized: representative” fet for the purposes of this Ac, nae ™ 1 and + he rr @) any indivi is registen Pe ef ay ee naltor under Shy Gos : panies’ (Auditors) Regulation: and approved by the Commis . sioner as an authorized repre : : sentative for the purposes « é this Act.’. Aveninen.ct -. 20. Section 98 of the principal ensetment is harety genoa - amended as follows:— . menses - \", 1) by the fepeal of subsection {i) of that seotio . , Bnd the substitution therefor of the following : . new aubsection:~ - © i CS) 8\" \"Gy Every person who is, im the opinion : ~~ of an Assessor, chargeable for any year of “Sy assessment commencing on or before April 1. . + - A071, with income tex, wealth tax or gift’ an “+ tax shell be assessed by him as soon as may ws 7 ‘sc’ be after the expiration of the time specified Dae be “im ‘the noticé requiring him to furnish « Foes retnra of income, wealth or gifts unde ely wee section 82,7; ands. ; Bee ., ©), by the insertion, immediately. after subsectina VED on, Gi) of that section, .of the following not ee a ee “es ane © T°) Ror any year “of. assessment com ore? smencing oa -or after: April 1, 1972, ao e707. L718\" “Assessor may, ‘notwithetanding anything t ree +. y the contrary in subsection (1), essess any “J 07°\" +\" | “person at any time, whether-ar not such tine : “is before the’ commencement of the year of : ‘\\-/dssesament to which the asgessment relates, col,» Gf he is, of the opinion thatvauch person i Pion about to leave Sri Lanka] ‘or that for any 2 ES other reason it is expedient to do so.””. as : to an",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Frlang Revenue (Ainendment) Law’... 27 th .No. 27 of 1972. a . te 24, The ‘fdllowing Chapter. is- hereby inserted _ Inertoa of immediately the Chapter Trot the pringipal enact sa he pce ment and shall have effect.as Chapter KIA of ‘the sisi. principal enactment:— . 7. we ae ioc 2 SCHAPTER XIA™ 77s ' \"1 Seue-Agskssuenr oF Paorrss AND + Incoss, Nez Weaumir ana TAKABLE Grers.. ann ‘time Paynrwr :o¥ TAX. - 3 va OHARGEABLE, THEREON. \"1.~. Baniog ot! ho: Jn © this ;.Chapter,:. ‘tax’ ’ 7 + ‘imeans. the'-income . tax, wealth tax . or Ujpiifte tax chargeable in respect of the “Profits and income or taxable ‘wealth or ‘et Maxable gifts of any person: :.0°)°> «2 Payment of <1 96a... (1) Aniy tax with which . any \" person iv. chargeable under this Act fer any year of ‘aseesementconimencing, on * or after April 1; 1972, shall, notwith-. standing anything to: the contrary im ; this Ach, be paid by euch person to the | Commissioner in four instalments ‘not- + withstanding . thot no ,asséesment has been made'on him. Each euch inetal- “iment ig “hereinafter” referred to-os a J: ff quarterly instalment\"; : : f Q) The first two quarterly ixistakments + Tfor the yer of assessment. commencing jon April 1,.1972, shall be paid on of .. | Wefore. the “fifteenth ; day. of January, .. 7) Yo78) and the next two quattehiy meta ~ ments on ot before the Afteenth day of - + February and the thirtieth day of April, 11978, vespectively-.and the quarterly instalments for aly subsequent year of ~ asweaament, shall be paid on or before the Bfteonth dey: of July, October and January of that year of sssesament and * the thirtieth day.of April of the next -\" suoceading year” of. assessment respec- Con Help, Py . _ (8) The quariérly instalmente of a tax 7 an 7 payable by any perien in: respect of & -/°\" ' yeat of assessment shall be aa follows :— 4.) (@, the first quarterly instalment shall : wl be an amount: equal to, one- : fourth of the tax chargeable . for that-year-of assessment;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "3° Inland Revenua (Amendment) Law, No. 17 of 1978 fee) vie! @) the second quarterly instalment Ho Te esha shall bs an amount equal ta the Jl!\" difference between one-half of . the tax chargeable for that yoar > ai et of asgessment and the amount i, +1 z- of his first quarterly instal- ae \"meat for that year of assess. : an ‘ ment; 4 “** (@) the. third quarterly instalosent . wa shall be an amount equal to the eudie. .T* difference between — three- Lo fourths of the tax chargeable te uk 8 > «for that year of assessment and ovjey + soe the amount of his frst and vy to) +. second quarterly instalments ood “/ for that year of assessment; os and * . <i. (@ the fourth quarterly instalment yc >t shall be the difference between - ae > * the amount of the tax charge- Pvp v table for that year of aasessment Viiscrsgct'> | sand the amanat of his first, fee Toe\" Paat * geoond and third quarterly powtele 2° «instalments for that year of Joho nesessment. .- mart + (4) Every\" person: who pays a Pigs query fatten of 2 BO, 8 “5. year of assessment shail, according as “i such ‘taxis income tax; wealth tax or tt: 7 “gifts tax, furnish to-the Commissioner if attsu at the time'of payment of such instal- itt, mena return, In sugh form aé may be vise + presoribed by the Commissioner, of his ives 44-7 income, wealth or gifts for that year of * ivcfe 81 assessment and he ahalliset out in that o's'e°sform-all’“partioulareytelating to stich her, matters specified in tbat form as are fee's © applicable-to: his? xy. : SSE) (@)oWhere a’ quarterly instalment of signe, 2 ORK OF a portion of such instalment is 2 CEE \"not paid om or before the date specified JUS \"2 te sobsection Ph auch!instalment or : i: US'S portion thereof’ shall be!deemed to be in “P's defanlt and the-person!.by whom it is? co, #8! payable ’or;- where it 3g payable by now viet 2. than one “peyeon, then: ach of such % vo\" © persons shall he deemed. to be a defauter",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "Inland Révenie (Amendment) Law, . '29 No. 27 of 2972 7 fae ~ for “the purposes of this Act and the. . provisidns of this Act as to recovery: of the tax~shall apply accordingly. ~ o (©) Whore a quarterly instalment of tax.or.a portion of euch instalment is: in dofanlé, the defaulter shall, in addi- °\"\",”-- tion to, the amount of tax in defanlt,:”. + , Pay as's ponalty— oe ? . (@)-aeum aquivalent fo five por conten c fh a of the amount in default; and (0) where the aimoint'in default is'not \"+ * ® “V's paid before the expiry of thirty. “~~” : days after it has begun to be . win defanlt, in respect ofeach “+ further period of thisty days oF | par an uring Thich iti im default, a farther - : sum equivalent to one per centum .of “the amount in w Aefanlt. Agrerments by 9Gc:!. (2) Where any person who, in”... 7 the opinion of the Assessor, is.chargeable’ -, with any tax for any year of assessment’ : fails to pay 2 quarterly instalment of >. that tax for that Rind of assessment, the Assesior may, within that year of assess’ ment or within six years after theexpira- <'*.’ tion.of that year of assessment, assess’ .. the amount which auch person ought to ~~” heve paid os such instalment and shall ~ . by notice in writing require such person >; to pay the-amount of . tax 20 assessed forthwith. oat soos (@) Au assessment made under sub- : section (1) of the amount of the quarterly instalment of any tax payable. by B= person shall not affect the liability of.” 2 such pergon to the penalty specified in °° section 988 and-for the purposes of that”; . section the amount 90 assessed shall be °. deemed, to be the quarterly instalment - .. which auch person ought to have paid °~-* in accordancd with-the provisions of thab <-> section. / ‘ ‘ “ i Where, \"in the opinion’ of the: - : Rs “aby person chargeable with © .; \"any tax-for any year of asvassment haa . Pt ny",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "30 Inland Revenus (Amendment) Law, _ , : No..i? af 1972 °° *",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "paid ag the quarterly instalment of tha fax for: that year of assessment a amount less than | the proper -amoun which he ought to have paid as sud . instalment, the Assessor may, withir that year -of assessment or within s: years after the expiration of that yea of assessment, assess the amount whid in the judgment of the Assessor ough to have been paid by such person au shail by notics in writing require sud person to pay forthwith the uifferem: atween the amount so asseased andl th",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "amount paid by that person:",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "Provided that nothing in tho prec ding provisions of thie subsection shal preclude an Assessor from making a additional assessmen} in respect of ai person on whom an assessment unde this subseotion bas been made.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "(4) Where, in conseqnencs of a assessment made under subsection in respect of any person, such persw is required by a notjce' under that sub section to pay a sum’ of money specific in thot notice, such person shall, i respect of such sum, petliable to pay th penalty specified in’ section 966 and fu the purposes of that -section such sux shall be deemed .toj be the quarter) ingtalment which such person oughit (¢ have paid in accordance’ with the prov sions ‘of. that seotiox but has not paid. vf Me",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "(8) The provisions! of this Act as ii the notice of assessment, appeal ant other proceedings’ shall apply té ay assessment made under, this seotion au",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "nue cy. s+ + to any tox charged by such assessment’",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "<Replecomans of\" 22, “Section 108 of the principal’ gnactment ia hea. flor 108 af principal gnactmen:",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "1, the prinei by repealed and the’ following new, seption substitulel",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "» ERR: lcci nd the folorng seen btn",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "Seen, eae ef\" 105., Where the aggregate of— |",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "hour ae Trt neg (2) Wealth tax'to which a person jj",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "p Seranen ;eliable for any year of asses",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": ", eos ae hot \"> “iment ending on or before Mang",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "Fg go Soe ts. Sly 1972, and 2",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Inland Revenue (Aviendment) Law, ..”'s l- : | _ No, i7 of 1978,. Lod wry ao -{5.1(@) the inoomé tax.to which such pers <== ys) ide 7 Bom is liable for. that year of * Pan ATOR | qseosoment, vcs. f 6. be at Wexooeds eighty per centum of the assess\" ©\" able income of that person for that year’ ~~ \"sof assessment, such excess shall be set off canon ‘hagatngy the wealth tax to which he is 07 ‘Vigble.?:. +, Dyke Cah Ee 723. seotisnil 106 ‘of ‘the principal enaciment is - Meacenent of hereby repeated andthe following new section substi-; tf'trnerd tuted therefors}—- wee we _emolimant, ahieeiiont ‘Troe. G) Subject to ‘the’ provisions of.” : Eas, section $3 and .of,section 107, the in--. =. :” » ‘a00me:” tax,. wealth tax or gifte tax 7 7.” <\" “alianged by any aseesement shell be paid 4 by thie person Hable to-pay the tax in a ue Inmp sum on or before such date as may . ~. be epecified in the.niotics of assessment .”\"° . “or in’ any.other notice given to that. *:, ‘person, or ‘in such number of instal: | 22 dents, not exceeding four, as may be . “aHecified in such-notice, Save as other- J. ||, wise provided hereafter in this section,‘ °\" fiaty tax or any instalment of auch. tax . ° ‘ng oo paid shall be deemed to be in: default und the person by whom the tax . or instalment thereof, as the case may be, is payable or; where such tax or.° jnetalment thereof ig payable by more - ~ than one person or by a partnership,” . then each of euch persons or each partner : . in the partnership shall be deemed to be. a defaulier for the purposes of this Act... * ent , 1) (2) Where’ any person liable. to pay .- : jacome tax,weelth tax or gifts tex”! satisfies the Commissioner, on or before ‘the date he is required to pay such tax + of any instalment thereof, that he has .- nade arrangements for the payment of | “gach tax or instalment from any ascer- + .’. + tained sum to be paid “to him by the i -, Government or from , moneys lying to ° _ +) his oredit-in’ the Ceylon Savings Bank or the Ceylon Post Office Savings Bank ~ ; oes | or the National Savings Bank or oon : 2 ' moneys to be paid to ‘rom - . Honor provident fond approved by the Commisioner and the Commissioner",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "ht . a ‘ Sai 82.\" Inland Revenue (Amendment) Law, : No. 17 of 1978. . grants auch person an extension of time ? 3° Tor the payment of such tax or instal- . ment, then such tax or instalment there- ‘. of shall not be deemed to be in default until the expiration of such extended ©. time, i * \"(B) Where, im respest of any income tax, wealth tex or gifts tax which is + due from the estate of a deceased per- \"gon, an executor of such decensed per. son, 00 or before the date he ig required to pay such tax or any instalment there- ; _ of, satisfies the Commissioner that such +/ > tax or instalment cannot be paid on ar ““hefore such date owing to probate ot Setters of administration not being granted to him, such sum or insta)ment ,/ shall not be deemed to be in default if ’ it is paid within a period of two months after the date of the grant of probate or letters of administration. : In this “subsection, the expression . executor ” does ‘not include any. per- son who takes possession af or inler- meddles with the property of a deceased person. : va (4) Where, for, any ;year of assess- ment commencing on,or after April 1, ~/1972, the profits or inoue of any person includes— ics be “‘ (a) ‘profits or income from any trade, . sy business,’ profession or voca- f+... tion. which he, ceased to ‘earry vn oe OR 98 oxopaiy in the your pre ve: ceding . that fen oF asses. ys.» /Iaent and profits from employ- Sa) + ment which the commenced to 2. +/+»; :exereige in that year of assesi- : eSibery Ment OP Jets | (®) profits or: incoms from any trade, +” caves business, profession or voos- of ction which be ‘Caused to carry vn ODO exerciég cin that year of ‘cine-agsesement abd\" profits from “8 4 employment “which he com- (620. meneed to exeroise in that year * of assessment, °°",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Law; -’ , 33 ti, No.7 of 1978 + then, such sum out -of . the income. tax ° : payable for that year of assesment as in: the opinion of the Assessor is attri- ‘butable to the profits or income from : “ ‘such trade, business, “profession or vaca- . ition or to. the profte Brom euch employ. ait, ‘whichever is loss, may novrith: - stuiding anything to the opatrary in | : ny other provision of this Act, be paid . before the expiry of three yeare fon: . * ithe end of that year of assessment, a *: &) Tax shall be peid ‘notwithstand- -  ” ing any appeal against the assessment, ~- unless “the Commissioner ordera that - ©) pament of the tax or any part thereof : ' ‘held over pending the result of such appeal, and the amount of the tax or. part thereof so held over ehall be deemed - nottobein-defeult, . 7 St (6) Where the Commissioner ia of .- opinion either that the tax or any part ~ ‘eof held over under subsection (Gy is\" likely to become irrecoverable, or that. the appellant is unreasonably delaying a the, prosecution of his appeal, be way ~ Le + revoke any order made under that sab- : geotion and make such: fresh order as. . the case may appear to bim to require °° ‘and tha amount of any tax not paid on . .6r before such date as may be specified an in the fresh order shall be deemed. to be. 7 in default. wt ne, ~\" (7) Where, pon the final determing.\" , ral tion of an appa under Chapter XII, or upon any order made by the Commis - ‘ sioner, any tax which has been held over . under stbseation (5) becomes payable or . the tax charged by the origin assess . ment ig increased, the Commissioner’ -- + . shall give to the appellant a notice in . writing fixing a date on or before which: . any tae or balance of tax shall be paid. a Any tax not so paid shall be deemed to * al be in default. . : @) Notwithstanding anything in this <2. =.=, section, where there is an appeal against a an assesstnent.and where the payment of -",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": "34 Inland Revenue (Aniendment) Law, No. 17 of 1978 ha",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": ". \"the tax is hel over on the order of Use . Commissioner, the Commissioner, if the \"\"\" appellant agrees during the course of at appeal that a” certain sum is due or is likely to be dne as tax in respect of that- assessment, may by notice in writing given to the appellant direct the appellant to pay auch sum on or before",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": "mich date as is specified in the notice.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": "Any sum not so paid shall be deemed to be in default and for the purposes of this Act the person by whom such sua is payable or, where such sum is payable yy more than one person or by a partoer- ship, then each of such persons and each partner in ‘the partnership shall be deemed to be a defaulter.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": "0) Where any tax’ or instalment thereof is in default, a sum equivalont to five per centum of the amount in default shall be added to the tax or instalment thereof and the Commissioner shal ive notice in writing to the person by whom the tax or instalment thereof is payable requiring him to pay the tax or instalment thereof together with the- sum so added on or before a date speci- fied in the notice, and if payment is nob so made, the Commissioner may add a further sum or further sums not excecd- ing fifteen per centwin of the tax or instalment thereof in default until the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 6,
    "text": "tax or instalment theréog, is recovered: ** Provided that no of or sums shall be added under the prededing provisions - of this section if any sum or soins uncer Chapter Xa have been added to such lax in default, 7s) hs. * (10) Where, upon the final determina. - tion of an appeal under Chapter XII, any tax in default to which any sum or suins under subsection (9) has or have been added is reduced, then such sum or sums shal} be oaleulated,on'the tax as $0 rednoed.’) e060. TH co:",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "‘ Inland Revenus (Amendment) Law, ~ 35 . . “i, 1No. 17 of 1978 . ; 2, Section 114 of the principal enactment is Amendment of reby amended by he repeal of subsection (1) of that Teper! tion and the substitution therefor ‘of the following © ™\"=\". pew subsection | os Shi aie le \"s (1) Every person who— 277 Fy te _ _ (@} fails to comply with the requirements of . a notice given to him under any of the 7» *.’ + * follwing sections or subsections:— 9“ ‘27 (8), 47 (1), 80 (1), 52 (2), 86 (1); . 88 ty (2), (8) and.(&), 82 (1), 83 ().” . and|(®); 84, 85, 80 oF 1155 or PRUE: (©) fails id comply with the provisions of ua: ofder given to him by the-Commis- °°) 01\"... sibner undér paregraph (0) of sub- ° seotion (1) of section 82: or - : f : (0) fails 18 attend in answer to a notide issued,\" under sections 82-(8) and (4), 97 (11), |” or 101 (6) or baving attended fails .“- . \" . without sufficient cause to ahswer soy ny questions lawfully put to him;.or . (@) fails:to comply with the requirements of | . seotious 27 (4), 47 (3), 50 (2a), 52a , (1), 81 (1), B24 (2), 88°), 107 6) or | . » 108 @).+ eit a ball be guilty of an offence-and shall for each such 9°). °° fence be liable, on conviction after summary trial |” efore a Magistrate, to- @ fine not exceeding five waded rupees.””. § . :",
    "mean_p_confidence": 0.62
  }
]