[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fe) _ PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA MEDICAL (AMENDMENT) AGT, No, 23 OF 1985\" [Certified om Zist tans, 10851 Printed on the Orders of Publisbed as 4 Supplement to Port It of the Gi ot the Soclalist Republic of Sct Lanka of June 21, 1985 ° Yyrurrip AT ‘Tite eames OOF COVERNMIERY FRONTRO, GRE LANKA TR aca ae ENE FERIEETN HS SOaN \"rina: 40 cote am",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Medical (Amendment) Act, No. 23 of 1985 [Certified on 2st June, 1985) L, DO. 7/82, AN Act 10 AMEND THE MEDICAL ORDINANCE ‘BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "SL ‘This Act may be cited as the Medical (Amendment) Shart tite ‘Act, No. 23 of 1985, and shall come into operation on such $2.Guaa! date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 Section 7 of the Medios] Ordinance (hereinafter Ameoiment referred to as the “principal enactment”) is hereby of’ amended in subsection (1) of that section by the substitu Chapter 203, tion, for paragraph (c) of that subsection of the following paragraph :— : :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“ (©) certificates of efficiency or certificates of proficiency",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "as pharmacists ; and”, .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. Section 56 of the principal enactment is hereby Amendment amended by the repeal of subsection (1) of that section abd St ecetiom! the substitution therefor of the following subsection :~ rineipad",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“ (1) No person shall be registered as a pharmacist,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "unless he is of good character and—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{@) serves an apprenticeship for two years in nccor- dance with the provisions contained fn the Sixth ‘Schedule and thereafter obtains a certificate of efficiency as a pharmscist tesued by the College Council on or before a date to be determined by the Minister, by Order published in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(®) followa the training programme for pharmacists eonducted by tho Department of Health and obtaina a certificate af proficiency as a pharma. ist issued by the College Counell ; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(©) holds a degree or diploma in pharmacy granted by any University establisbed under the Universities Act, No. 16 of 1978; ot",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) is an apothecary ; or :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(©) 1s am estate apothecary. ”.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "& Section 57 of the principal enactment is hereby Amendment amended by the repeal of parageaph (a) therect. aoe",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Eoeetent, + 9te38-8396 ase)",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 ‘Medicat {Amendment) Act, No, 23 of 1985",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Amendment . Section $8 of the: principsl- enactment is hereby of the amended by the repeal of subsection (2) thereof, principal : ‘enactment. . . . Amendment . € Section 74 of the principal enachnent is hereby oe at amended hy the repeal of the definition of “Pharmacy Boactent, Acta” Amendment .7, ‘The Filth Schedule to the principal enactment EXedule is hereby amended as follows -— Drinefpal ) by the omission therefrom— ‘snactpent {a) of the declarstion under the heading “ Where",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". Applicant is registered under the Pharmacy",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": Acts.” ; and (®) of the declaration under the heading “Where",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Applicant is qualified to be registered under the Pharmacy Acts.\"",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) by the substitution, for the heading “Where Appli- cant holds a Certificate as a Pharmacist issued by the College Council.”, of the heading “Where Applicant holds a. Certificate of Efficiency as a Pharmacist issued by the College Council.” ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "() by the insertion, immediately after the declaration under the heading “Where Applicant holds a Certificate of Rificiency ag a Pharmacist issued by the College Council”, af the following new declaration :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“Where Applicant holds a Certificate of ” Profictendy a3. Pharmacist ismued hy the College ' “Couneit, ” 1 (mame and address of applicant), hereby |‘ declare as follows s— +, Yam the person named (name) in the Certificate of Proficiency axa Pharmacist issued by the College _,, Council now produced and shown to me and marked A.” . “+ (Signature of Applicant) Dated this ...-sesecorsseeu BY Of cesincseareoees Declared before me thia ....e.e+e0+ Ry Of seseee 7» GSignature of person ‘1, taldng the declaration): a . Justice of the Peace . or Commissioner for Qathk”",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Medical (Amendment) Act, No. 23 of 1985 8 (@) by the insertion tmmediately after the decteration ‘under the heading “Where Applicant holds a Cer- tificate of Proficiency as a Pharmacist issued by the College Council.”, of the following new declara~ tion i= “Where Applicant holds a degree or diploma in pharmacy granted by any University estab lished under the Universltien Act, No, 16 of 1978, T, ame and address of applicant), hereby declare as follows -— Tam the person named (name) in the Certificate issued by the University of (name of University) : tow produced and shown to me and marked A. . {Signature of Applicant). Dated this .....ccsseese Gay Of sesssseenereeeee Declared before me this .....+++25 day of ssersee (Signature of penion taking the declaration). Justice of the Peace or Commissioner of Oaths”.",
    "mean_p_confidence": 0.79
  }
]