[
  {
    "i_page": 1,
    "par_num": 4,
    "text": "Wye PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA : LOCAL AUTHORITIES ELECTIONS ; (AMENDMENT) .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "ACT, No. 20 OF 1987",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "[eertitied on 16th Aprit 1987] _",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": ". Printed on the Orders of Government ; Published asa Supplement to Part II ofthe Gazette of the Democratic Socialist Republic of Sri Lanka of April 16, 1987 anerey AP Tus DopasmDenet OVERNMENT PHONED, HF CANE FO Wa FeRGRheD a Fes GOERS FONKEEATIORS DOREAG, SOLONED Price : 60 cents Pastage : 75 cents",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Locat Authorities Elections (Amendment) . ‘Act, No. 20 of 1987 : [Certified on 16th April, 1987} 1. DO, 14786 CI) An Acr To AMEND THE Locsi AUrHomTU‘s ELECTIONS : Oniewance BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka as follows :— 1. This Act may be ciled as the Local Authorities Elec- shert title and dale ions (Amendment) Act, No, 20 of 1987, and shall of come into operation on such date es may be appointed by °P\"*HO™ the Minister hy Order published in the Gazette.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, Section 2 of the Local Authorities Elections Ordinance, Amendment as amended by Law No. 24 of 1077 (hereinatter referred to of\" as the “principal enactment”), is hereby further aniended Ch#Pter 262 by the substitution for the words “Municipal Council,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Urban Council, Town Council end Village Council”, of the words \" Municipal Council, Urban Council and Pradeshiya Sabha”,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. Section 8 of the principal enactment is hereby amend- Amenament ed by the substitution for the words “Municipality, tewn or 3°70\" village area, of the words “Municipality, town or Prade- 2uneipal, shiya Sabha area”,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. Section. 9 af the principal enactment, as last amended Amendment by Act No. 48 of 1983, is hereby further amended hy the § ie, repeal of subsection (3) of that section and the substitution Piwhent therefor of the following subsection :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "© (8) Without prejudice to the generality of the provi-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "slohs of subsection (1) and subsection (2), no person who, at any time after the appointed date is removed from the office of Chairman or member of any Urban Couneil: or Pradeshiya Sabha by Order published under section 184 of the Urban Councils Ordinance or section 185 of the Pradeshiya Sabha Act, 63 the case may be, shall be queli- fed for a poriod of fve years reckoned from the date of auch removal from offce to be elected under this Ordi- nance, or 10. sit or to vote, as a member of any local authority. \",",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "A cadees— era 9/00 .",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2. Losat Authorities Elections (Amendment) ‘Act, No. 20 of 1987 Replocement 5 Section 25 of the principal enactment, us amended by of Sertion Law No. 2¢ of 1977, is hereby repealed and the following eencpal section substituted therefor :— “Date of 25. Every general election of members of a . being Jocal authority shall, be held within the elections, perlod of four months preceding the date op ‘which the term of office of the members who . are to be elected ig due to commence.”. Amenimest 6 Section 29 of thé principal enactment, as aniended by ofthe | Law No. 24 of 1977, is hereby further amended in subsection Brincival, (1) of that section by the substitution for paragraph (0) of cance that subsection of the following paragraph :— “ (b) the deposit required by paragraph (a) shall, be + +\" asum of two hundred and Alty rupees in respect ‘of each candidate nominated by such independent : group.” Amenineent 7, ‘Section 41 of the principal enactment, az amended by fi gtthe’ ° Law No. 4 of 1977, is hereby further smended in paragraph Etmotzent, ~ (b) of that section by the substitution for the words “is 8 village aroa,”, of the words ‘is a Pradeshiya Sabha area,”. Amendment § Section 89 of the principal enactment, as lant amended Gol the by Law No 24 of 1977, is hereby further amended as enactment, — . follows :— . (a) by the substitution for the definition of “Deputy Mayor” of the following definition :— ‘\" Deputy Mayor” means the Deputy Mayor of a Municipal Council or the Vice-Chairman af an Urban Council or a Prodeshiya Sabha 7? . {®) by the substttutton for the definition of “local : authority ” of the following definition :— *Jpcal authority” means any Municipal Council, ‘Urban Counell or Pradeshiya Sabha ;”5 (c) by the substitution for the definition of “ Mayor” of . the following definition :— “Mayor” means the Mayor of a Municipal Council or the Chairman of an Urban Counell or @ . Pradeshiya Sabha ;*;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Loci! Authorities Elections (Amendment) 4 Act, No, 20 of 1987 (@) by the insertion immediately after the definition of “parliamentary register for the time being in «operation of the following definition :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "“Pradeshlya Sabha area” means any Pradeshiya Sebha area within the meaning of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Pradeshiya Sabha Act j’; . (@) by the substitution for the definition of “town” of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". . the following definition :—",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "“town” means any town within the meaning of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "the Urban Councils Ordinance.”; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ") by the omission of the definition of “village area”. -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "3. ‘The First ‘Schedule to the principal enactment, as Amendment amended by Law No. 24 of 1977, is hereby further amended First by the substitution for all the words from “ORM OF Scheduleto NOMINATION PAPER”, up-to the words “of that Coun- theprincipal il,” of the following words :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "“FORM OF NOMINATION PAPER [Section 28 (2). sossseseeses Couneil/Pradesbiya Ssh, +",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "The... s-sss+-s: Party, being a recognized political party, an Independant group of candidstes hereby nominates the following Percons, in (he oxder of priority im which (heir names appeer, a= ‘andidutes for election at the genera). election to by hold for the cleciion of members of the ........... Municipal Councit/ Urban Counell/Pradechiva Schha, the frst and second named candidates to bo in addition, candidates for election as Mayor and Deputy Mayor. respeetively/Chairman- and Vice-Chairman, respectively of that Couneil/Sabbe. \", . .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "10, ‘The Fourth Schedule to the principal enactment as Replace- amended by Law No, 24 of 1977, is hereby repealed and the rent ofthe following Schedule substituted therefor :— Beedle to,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". ¢ Princ “FOURTIE SCHEDULE [Section 76 (1) J cnecimont. ORM OF DECLARATION OF SECRECY",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "2 weecscsesey solemmly, promise and declare thot 1 will not at this election for the electoral aren of the «...,... Municipal Councii/Urean Council/Pradesbiya Sabha ; do anything forbidden by ection 76¢ of the Locel Authorities Blections Ordinance which : hhas been read to me. :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". Sienatiume of Declarant, Signature of person takiag the |,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "*Note-~This section must be read to tho declarant by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ": Person taking the declaration”,",
    "mean_p_confidence": 0.67
  }
]