[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "yee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA GRAMODAYA MANDALA FUND ACT, No. 28 OF 1982 [Certified on L1th Angust, 1982) Printed on the Orders of Government ; Published ax a Supplement to Part If of the Gazette af the Democratic Socialist Republic of Sri Lanka of August 13, 1982 Fubra. Ar Eu UNPARISOUPE OF COVENANT FROTFING, Ga LAMA \"TO BR FORCHASED Ay HEE PUBLICATIONS HUREAV, COLOMHO Price: 65 cents Postage 50 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "1 Gromiodaya Mandala Find Act; No: 28 af-1982 & fun 1 101st3iSobptined BATHS Aneudt, oan] att Cy EB Dob od Sb bist ces g vwiiie eat (y fee (dee ars hauaiolge \"<r ein isi. tale ‘Ax Agr x0,7u0vune 3px Tyg, oTamcaanasry of a Fp chtszD go He GRaMOnavA Mawnaca Funy, 10 seacier m3 oaszcTa Amp POWERS AND TO PIOVIDE FOR MATTERS CONNECT ‘THEREWITH OR INCIVENTAL THERETO. . waine State sleeve dating. rhancht A () BE it enacted by the Parliament of the Democratic. Soctaliet Republic, of Sti Lanka, 96 OU0W3 3 oot atl (as #1 this “Act | mdy be ‘ited ‘es ‘thé GramodayaMandalé’ short title. Fund Act, No. 28 of 1982. a Tet ueestagtett mat cng yp as te gory Me yee aun MN “2\"\" Gy ‘There shall be established a Fund to be called “the zstabush- Gramodaya Mandala Fund\" (hereinafter referred toas \"the St, Fund’) fo) teed? Wo akenret 2) wets, Sue Bremadaya : aesdice=t Mandala (2) The Fund shall by the name assigned to it by aub- section (1}-be a body corparate and shall ‘have' perpetual succession and # corimol seal and may sue and be sued ib, such name. Sein: aero: lc i ran sup te oan. 6 yaubemtadticrton bs 7 har ch gat 0 3 (1) The administration, management and: cotitro} of Boeré of the Fund shall be vested in a Board of Governors constituted Geyser as hereinafter provided, with waco oF Ame £(8) The Board-of Governors’ of'thé ‘Fund’ (herelriitter te referred to as:“the Board”) ‘shall consist of\" -7()' the Mintster whi’shall be thé Chatrinan of tte Board ; . (b) the Minister in charge Gt thé subject of Finance; ' @ the’ Ministel in ‘chiitge “of the” gibject of Cultural fade np ot eet 92h te Fpadingy et Be dont ot (d) the Minister, in charge of,the.subject of. Agriculture ; (© the Minister in charge of subject of Education; A-fhe:. Minister iin’ charge-of “the ‘subject “of “Social ja ares ot ants Berviess js svof sarin gH yb ee ato er pera os “(GY \"tnd ainidter'te cline 6f thie sutbject af Rural Dever, lopment; ~ + ° Qh) this Mateler' th oti BE of the subject Ot Rural tadus- trial Development ;”* “*\" . Lo “1 i a8 Be nn @) the Secretary to the Prime Minister si: 52:07 ‘2-4 e4502—17,000 (62/08)",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Gramodaya Mandala Fund'Act, No. 28 of/1982 (i) the Secretary, to, the Ministry, of the Minister; and @) three other persons appointed by the Minisjer (here ____.. inatter referred to as “appointed members“) who ‘°° -ghall old fice for a péried of threé years trom the \"\" date of appointment and’ ghall be eligible for re- Be gopointment, yt OF te oe LOT Sa 1G RIP RARE HAE HOMIE TAT (8) The Minister shall appoint a suitable person to set 28 the Secretary to the Board, aivanilet ea) yh iveisaay YA (4) ‘The Minister may,'it hé considers it expeittent so to ; do, remove-any: appointed member .of the ‘Board without assigning a reason therefor. ERNE Teak oe mee ive 7 48) An appointed meraber of the Board may at, any ume fesign his. office by letter addreared to the Minister,” (8) ‘The quorum for a meeting of the Board shall be four members, oy, Sta cue len ts beet ttt abject tothe provisions of sbeecton (6) the Bourd may régulate the procedure in regard to its meetings and the ‘transaction of busines: at such meetings, setesat Mulls (8) The Board may act notwithstanding a vacensy among ey ifs members, ny. cues yan aoitaTertt ca ack EP £ BOOED beatae a etna want bar Eflke foe o sen bed 4 The seal of the Fund— inulvuty . fieaiovad 2° of the Fond. yori(@) shall be in the custody of such persous.ag the Board may irom time to,time:determine3 <5 +1 9.77 15 jin(B). may. be: altered in such manner os may.be deter : mined by the Board; and, os, + fe Seo ee any a toeinitd eit 4 . von, {0) Shall nof be affixed to. any fnstrument or document oe except’ with the sanction of the Board.and in the presence of two members of the Board who sbell ; oti gign the instrument or dotuinent in-token of their pas PEOSOME®, , jycidua Lo ogres meruraieuls atl Cy ‘Powers of Sa, Every Gramodaya Mandalaya shell, in’addition’ ‘to‘any iGrmadere power conferred on it by sny other law, and‘in relation to the area for which it has been established, have the follow- ing powerss= © Yeon! (a) to undertake works which, would ,eonteibute to ‘ Ort ateengthen thé village eC8NHEY oto, List (®) to undertake works which woyld, contribute to village social ‘welfare, culttirel ‘and community develop- ment ; andajuisithi wiv od af yaatsiyed 9t ab",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Grimodaye Mondale: Pind Act, No: 28 of 1982 8 €2(¢) “to-unidértake dny* ‘work ‘pertaining: 18 -the subjects vt gsdigned: to. Development Councila under the Deve: “#2 lopment Councily Act, No. 36 of 1980, and specified . tn the Schedule herato;:it iti 22. cya 30 however’ tide such polvers shall bé'in addition to, nd not in derogation of, the powers conferred on the Government and. Development Councils’ by the’ Developrient 'Couneila ‘Ath No} 85 of 108, or. any shen aa rgd sto) psuDErieee a ests Wet peed le get @. ‘The object of theFund shall be {9 grant dnancial and Qbieet at other assistance to Gramodaya Mandala to, carry. out any ‘P* Fund- work or project commenced by any such Gramodaya Mands- lnya in the exercise of any power conferred on it by section 5. va froggy coe iets owe Fg ak A patak gat * 4%, (1) ‘The Bosrd\" shall; im the name'of the Fund, have, Powers, subject to the provisions of this’ Act and ‘any’ sther law, functlany the power to do all such ‘acts as aré necessary for, or con- Pan’ dueive or incidental to, the carrying out of the objects of theFucd ee eee eee tree ce ese a tees ced Seg vt sce ty ype oF at om +n(2) Without prejudice: to the generality of the ‘powers conferred by subsection (1), the. Hoard may exercise and discharge the following powers and funetions :— . (ay te ratée funds dr teeslve grants, gitts of denations’in “eS 2°“ cash or kind, whether fromh local or foreign sources? (B) to acquire, hold, take or give om lease or mortgage, ducts | pledge; sell or otherwise dispose of, movable:ior i -dmmovable property 3,41) noi ied-e att of ieeeater . (e) to conduct iottetie¥with thé’ approval of the Govern! ment to collect money forthe furtherarice of the: objects of the Fund ; . Sie te Mhanoaitein an BEB oat win cet A forks b:€é).to hold competitions and to-award prizes, certificates. Ushz: nd other forms of recognition to any Gramodaya, haul Mandalaya, any member thereof or any ather person, -sonzy}; Whe fale part in any such competition 5, (e) to enter into or pérform ‘either directly or through =~ ss seseasifficers and servants or agents authorized in writing \"Fn that behalf by the Board, ell stich contracts and poh pereements as'may be necésiiry for the exercise, discharge and petformance- of the powers, func- + tions and duties and for cerrying out the objects of the Fund; MT Soe ot whe",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 — Gromodaya Mandala Pund Act, No, 28 of 1982 ‘U)sito inveat- funds belonging to. the Fund. in any such “eral! «investments as; are authorized by law and to recall, boiiiss-meinvest and.vary.auch investments.and,to collect income accruing from suc investments; * 1» {@) to make rules in relation to all matters, connected Joong: , With the working of the Fuzid, the financial control dlioue' 6 and accounting’ procedures relating to, any moneys disbursed to any Gramodaya Mandalaya, the procedure for “application’ by’ Gramdaya bax is, Mandala for fingneial or any other assistance from wy, tie Fund, and thé conditions to bé finpased for en- “ages SUFing’ the, proper application of any financial or tog app Other assistance granted to Gramodaya Mandala by the hand fron ts (A) subject to the provisions of this Act, to appoint, <couz , employ and remunerate officers and servants of the ‘sel Fund and to make rules regarding the jippoint- “ing; Bent, Promotion, remuneration and disciplinary to at, Control of its employees and the grant of leave and other benefits to them; and ate et (i), to do such other acts and things as the Board may TS * gonsider necessary or conducive for the attainment RB 2-45 the objects’ of the Fund. “+ * cae re oivend Wye ibe | Stet? tlh oeneiaeh Gramtsby the 8, . (1) As.soon gs convenient efter the date of eommence- ment. of. this Act,,the Government shall make. a payment of one million rupees as an initial grant to the Fund. +°(2).The Government may, in addition to the initial grant referred to in subsection (1), donaté:ta-the Fund from time to.time, grants foy..the. purpose.of carrying, out, the sims and objects ofthe Fundat 2 sais joction of ina Tan gett angio Transter of ‘With effect from’ the date af commencement of this Bomeysto Act the moneys-lying'to the credit‘of he account. called ‘the Fund. the “Gremodaya ‘Mandala’ Fund” inthe: Bank-of Ceylon : pomprising—vin evan! ~iaease. oa ow 6B (@) fifty thousand ‘Tupeed donated by the Hon. R Prema- Aqae dasa, Prime Ministers andy, tui tina ot (= {0} four. millon ye ‘hundred thoupand, supges donsted reinsyby: the Sevanay,Fund of sthe, Notional. ,Housing oun » Development’ Authority; votes shail be trénsferted to the Fund.’ *",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "Gramodajya Mandala Fund Act, No. 28 of 1982 5 CURR eens ee BEM d (a) any fund raised, or grants, gifts oz donations received iné teary “OF moneys realised of collected under section 7 {2).;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "(®) the initial grant made'by, and’ dng auah ‘thei’ grant 207% a may’be received fram, the Government under SEW gepttad By Meme Ce dro gat PE ee ade. the moneys transferred to thé Fund by virtue of the Daips -Peovisions of sgetion 9; and! “= 4 bo 8\" 2.\"4d) ‘any ineome fronvinvestments or other receipts due t the Fund. . Pens Wome iets Ah at at ache gas gece orp any He see nce camer, SaORae\" “; 4a) expenses, necessary for the. working, extablishmen{ and maintenance of the Funds. jo o34- yp ~su(b) the payment of salaries to officers, servants and other age” employees3:andsy yr ut vanticu te “(gall such other payments ux are approved by the Board as being necessary for the purposes of carrying out 23 1.t othe objects of the Fund, and exercising and perform- ec 1 ing tts powers and-duties under this Agt. to 22 Jaq, Tecra rae ec by eM ae Eee Ea cca 12 (\\)-The Board.shall. cause proper books.of accounts Accounts-ani to be kept of the ‘income and expenditure and all other trans, audit, 4.3.03 gctons, of the Funds oi foe disc. ei oi hotae oho d lanes (2) The Board stall cause its book to te hisaiioed as on the thitty:first*dayof December in each’ yedr‘and shall, before the thirty-first day of March next, cauze ta be prepar- ed, an théome snd expenditure account and a’belance shest eontainihg a summaty of the assets‘and Habilities of the Fund made up to the first-mentioned date, oat mot ‘th @) “the tnébine nd Uupéiiaiturd dccpunt and ‘the belance sheet shall bp signed by two members of the Board autho- rized to do sd by a-resolution pamsed by the Board,: *.°: (4) ‘The Auditoi-General shell audit the accounts of the Riynd every, bak ti Gecirilane, with Article 15¢ of the Gomatitation: yyjuoc vin: Jboizar foAtvom AGU gees oath IY aftenbeo: ag Bednar ad deeds seo chef cnt asd ea: 21k: /Thie Aoaneial year of the Fund. shall be the calendar Financial year, Mctoee pets ty feupt ba",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Gréomodaya. Mandala Fund Act, No. 28 of 1982 . Bremption -” 14, (1) The Minister in charge of the subject of Finance Fund from may exempt the Fund from payment of any customa duty payment of on any goods tmiported by the Fund if the import:af such duces and goods is considered to be'conducive for the advancement of taxes, the aimp and objects of the Fund (2) The Fund shall be exempt from any income tax or wealth tax payable under the Inland Revenye Act, No, 28 of 9. E (3) Where any person makes a gift to the Fund, he shall ‘be exempt from the payment of gifts tax under the Inland Revenue Act, No: 28 of 1979, to the extent of the total value of the gift. Bot as - (@)_ Where any person makes donation to the Fund such ws) THE, donation shall be deemed-to be an approved expenditure tor the purposes of the Inland Revenue Act, No, 28 of 1979, and the donor shall be entitled to relief under that Act in ‘vespect of the total value of such donation. ‘~ **(S) The provisions of this section shall have effect not- withstanding mnything to the contrery..ja: the Customs Ordinance or the Inland Revenue Act, No. 28 of 1979, as the gase may be! 7 fet Appointment 48, (1) At the request of the Board, any. officer in the Ofpublie |, public service. may, ‘with the consent of that officer and membersat the Secretary te the Ministry of the Minister in charge of Belocl the subject of Public Administration, be . temporarily Sericeto appointed to the staff of the Fund for such period’as may to Fund, de determined by the Board with Like consent,’or with like consent be permanently appointed tovsuch staf. (2) Where any offcor in the publle service ix temporarily sppointed to the staff of the Fund, the provisions of sub- section. (2) of section 13 of the Transport Board.Law, No.-19.of, 1978, shall,; mutatis musandie,.. apply to: and in relation to him. fsb Lend: sented ify! gn sty (@) Where any officer {n the public service fs permanently appointed 16 the staff of the Fund, the provisions of sub- section (3) of section 13 of the Tranéport Board Law, No. 19 of 1978, shall, mutatis nzutandis, apply'to:and in relation to him, a ne eo (#) Whore the Board employs any pergon who, has entered into a contract with the Government to serve the . Governmernt for a specified period, any period af'setvied td the Fund by that person shall be regarded as service to the Hie\" Government for the purpose af discharging the obligatians * {cs of such contract, Dad",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Gramodaya Mandala Pund-Act, No. 28 of 1982 7 ty-(6) “At the request of the Board, any member of the Local ‘Government Service or any.other officer or servant of any Tovat authority may, ‘with the consent of such member, officer or servant and the Local Government’ Service Advisory Board or that authority, as the case may be, be temporarily appointed to the staff of the Fund for such period as may be determined by the Board with like-consent, or -with like consent ‘he permanently appointed to. such staff on such terms and conditions, including those relating to pension or provident fund rights, ae may be agreed upon by the Board and the Local Government Service Advisory Board or that authority, as the osse may be. — (6) Where sry person is temporarily’ appointed to the staff of the Fund in pursuance of the provisions of sub- section (5) he shall be subject to the same, disciplinary control as any other member of such stai% “36. “Ciy Ro suit or proseeutin shall b instituted aguinst Protection any member of the Board or against any officer, servant or 2etzBO™, agent of the Fund appointed for the purposes of this ‘Act ge\" Ofgets for any act which ia in good faith done or purported to be *wsator | done by such person under this‘Act or on the direction of this Act (2) Any expense incurred by’ the Fund in ony suit or prosecutfon brought ‘by ‘or against the Fund before’ any court shall’ be paid out of the Fund, and any costs paid to, ‘or recovered by, thé Fund in any such suit or prosecution shall be credited to the Fund, 0! Any expense incurred by ‘any such person as is referred to in subsection (1) im any suit or prosecution brought against him before any court in-réspett of any act which is done or purported to be done by him under this Act or on the direction of the Board shall, if thecourt holds that such act was done in good icith, be paid out of the Fund unlers such expense is recovered: by him: in such suit or prosecution, ee 27. No weit against person or property shall be-isoued Nowitts ‘against ey member ‘af thé Boitdor ary officer or'sorvant Sgtirat of the Fund tn any action, brought against the Fund. ....., propery ot + tee e amember . ofthe , Fund.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 ‘Grimodaya Mandala Fund Act, No:28 of-1982 QMerrsend 7 18: Allofficets and:servants of the Fund shall'be ‘deemed Seri ne #0 be public servants within the! meaning ana “for “ ‘the Publicser- purposes of the Penal Code. aie dan iepome ao seit ThePenal sea cam maa adit a ecaarnce ind ws Seeds agin Code. Me ey by ath ge i esau goin Fund deemed 2,19. ‘The Fund shall be deemed to be a scheduled institu: gheduied Hoi within the mesinihig of the Bribery Act and the’ pro- Sin te, Vistongo at ‘Ack shall sesordiily, apply, °°”. fH jae these a Tepe 20, In this Act, unless the context otherwise requires— < Bank of Ceylin ‘means the Bank of Ceylon established vy So by-the Bank of Ceylon Ordinances 1 -\" * “Development Council’ means a’ Development Couneil 4 constituted undet the Development Councils Act, serine Nor gB of 1000307 * Gramodaya Mandalaya” means any Gramodaya Manda- Taya established under section 174 of the Develop- ctor inment Councils-Aet,-No? 85 of 1980,ds-amended by te crsteAtt No. 46 of ISBDS rien re we rue ck owt “Minister” means the Minister in charge of the subject oi, Of Doeal Governments ery oor see wt “National Housing Development Authority” means the ;, . National Housing, Development, Authority. estab. shed by the National Housing’ Development '< 1 authority Act, No. 17 of 1979.0 4 0 on 0 SCHEDULE (Section 51 Mo nomy dem ce gy son enage pei wore me Tey ran Sublets Br ee ens file i) Agriculture a Gi) Animal Husbandry’? 94 2° iv) Co-operative. Develogment jj (2) Cubana AMS, Ge earal $3 BReRe be bor. #8 ow vii) Kimploymmantisy costs ui gene: (i) Fisheries ix) Food 2) Health. Services Gey Housing ee bate Wl Wich g teneteen eee oe (3) Ierigetion - works, -(vhlch nares. not of ap inter-distrleh, “\"gharacter) i : fei ade (xii) Land upe’and “Land settlement’ Exlv) Rural Development : (xv) Small and medium ecole industries",
    "mean_p_confidence": 0.49
  }
]