[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1951. t= “Bie, es ge : mettre fess. NE ent grea 4 AN . ee vo YEN Sexes? Roads (Transfer of Control) Act, No. 11 of 1951 . . ° Date of Avsent: arch 22, 1981. . 2 , ee / * Printed on the Orders of Government =” woes 20 et Foto 8 cote",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Roads (Transfer of Control) Act, No, 12 of 1961. 3 2, m0, 25/90, :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "AN Act 70 TRANSFER TO THE Department oF Pustic",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘Works THE POWERS, FUNCTIONS AND DUTIES IN -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "RESPECT OF ROADS HERETOFORE EXERCISED AND",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "PERFORMED BY PRovINCIAL anD District Commar-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "TSES, TO AMEND THE -Toonovcnrares ORDINANCE",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(CuaPrer 148) ron THE PURPOSE OF EFPECTING THE",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "TRANSFER AFORESAID, AND TO MARE CONSEQUENTIAL got",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "AMENDMENTS IN THE Estate Roabs ORDINANCE",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(Cnapter 149),",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(Date of Assent: March 22, 1951.]",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BE it enacted ty the King's Most Excellent Majesty, by and with the advice and consent of the Senate find the House of Representatives of Ceylon in this present Perliament assembled, and by the “authority of the same, as follows :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4, This Act may be cited as the Roads (Transfer bat ste ana of Control) Act, No. 11 of 1951, and shall come into spent, operation on such date (hereinafter referred to as “the appointed date ’) as may be ‘appointed by the Minister of Transport and Works by Order published in the Gazette. -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2, Every Provincial Committee and every District Discov of Commitéee’ constituted under the Thoroughfares Dinact Ordinance (hereinafter referred to as ‘‘ the principal Sammi. Ordinance ”) shall on the appointed date be “*™* dissolved. .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "8. (1) All property movable or immovable what- Tamera soover belonging to, vested in, or under the control of, mitre Seer any Provincial or District Committee shall with effect from the appointed date be transferred to and held by the Government.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "{2) All moneys held by or in the possession of an} auch’ Commities immediately rior to the apa date shall on thet date be paid into the Consolidated .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘und. :",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(8) All debts, liabilities, obligations and contracts of any such Committee outstanding or subsisting at the appointed date, shall be deemed to be ‘able, linbilities, obligations and contracts of . the Government,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "() All deeds, bonds, securities and other instru- ments executed or issued by or in favour of any such Gommittes and in force or enforceable at the appointed ‘date, shail be deemed to have been executed or issued by or in favour of the Government,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1—s.m. malo ¢",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "4 Roads (Transfer of Control) Act, No. 11 of 1961. (B} ll actions or other legal proceedings instituted or which might have been instituted by or against any - much Committee atthe sppointed date may, subject to the provisions of any other written law, be continued or instituted by or against the Government.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": ": (8) All decrees or orders made by any competent court in favour of or against any such Committee prior to the appointed date, shall be deemed to have been made in favour of or against the Government.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Provision foe 4. (1) Where any person holding a pensionable quater of appointment under any Provincial or Digeriet Com: ccotitanee ot mittee ia appointed under section & of the principal pansion. Ordinance (as amended by this Act) to any post in the Public Works Department with effect from the appointed date, each pensionable appointment held by him under any such Committee shail be deemed, for the purposes of the Minutes on Pensions, to have been ‘ @ permanent office im the service of the Island separ- ately provided for in the Estimates and declared to be pensionable by notification published in the Gazette. (2) All pensions, gratuities and retiring allowances which, but for the dissélution by this Act of Provinciat and District Committees, would have been payable by any such Committee under the rules made under section 19 of the princi al Ordinarice to any retired officer or servant of the Committes shall continue to be payable out of the Cousolidated Fund upon the like terms and conditions as are provided in such rules: and suck rules shall accordin, F ba deemed to continue 1n force for the purposes of this sub-section, (8) Where any person who— : (@) having been the holder of a non-pensionable Office under avy Provincial or District Committee; or (®) having been a daily paid employee of any , \"Provincial or District Committee, 1s appointed under section 5 of the principal Ordi- mane (as amended by this Act) to any post in the * Public Works Department with effect from the appointed date or ig employed with effect from that date by the Government as a daily paid employes, the period of servica of thet person in such non-pensionable office or ag a daily paid employee, as the case may be, shall be deemed for the purposes of the Minutes on’ Pensions to have been non-pensionable or daily paid service under'the Government.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Roads (Transfer of Control) Act, No. 11 of 1961, 5 5, All licences granted and surveys made under the ~ serings tr principal Ordinance prior to the appointed date by or Hanaeset iuder the authority of any Provincial or District Com- -, | w Mitte shall be deemed to have been granted or made \" - }” by or under the authority of the Director or the appro. priate officer of his Department and shail have effect L. aecordingly.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "6. Section 2 of the principal Ordinance ia hereby Subuitaion ot repealed and the following new section is substituted yrssdioe therefor: — of Be principal ‘Aepliction at 2. (1) Subject as hereinafter pro-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": ": 7 vided, this Ordinance shall apply to and in relation to all roads and thoroaghfares. in Ceylon: : Provided, however, that nothing in- , this Ordinance shal apply~ os, (@) to any street (as defined in the Municipal Cooncil’s Ordin- ance, No. 29 of 1947) within the administrative limits of any » Municipal, Council, unless it is by Order made by * : the Minister and published in . _ the Gazette withdrawn from. the jurisdiction of the Council; or (@) to any street (as defined in the . Urban Councils Ordinance, No. 61 of 1989, or in the Town Councils - Ordinance, . No. 3 of no) within, the administrative limits of any . Urban Couneil or ‘Town Council, unless it is a principal thoroughfare with- , i “tne meanmg jof this Ordinance; or . (©) toany road which is for the time being maintaiued by a Vil- Inge Committee. (2) Where any road is immediately prior to the appointed date maintained 4 by any Department, other than the Department of Public Works or where after that date any new road is , constructed and maintained by any such Hoo wena sant",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": ". 6 Roads (Lransfer of Control) Act, No. 11 of 1951. Department, the Minister may by Order published in the Gazedée declare that,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": ". Tor the purposes of the application of this Ordinance with respect to such road, this Ordinance or any specified * provision thereof shill have eflect subject to the modification that the powers or functions conéerred by this Brainanee . or by such specified provision shall be - exercised and discharged by specified . officers of such Department. Sabuinatin st 7, Section 5 of the principal Ordinance is hereby iaices' ae repealed and the following new section is substituted Facil” therefor:— Appointment 5. (1) There may be appointed all ae such ects ‘and servants’ es may be madera. necessary for the purposes of this Ordinance. (2) Subject to the general direction and control of the Director of Public Works, the Superintending Engineer of each division and the Executive Tagineer of each district shall be responsible for + the administration of this Ordinance in his division or district. (3) In this Ordinance— (a) “* division’, when used with reference to a Superintending Engineer, means the area, for which he is appointed; and (}) “district”, when used with reference to an Exeoutive ‘Engineer, means the area for which he is appointed. Bobstitation of 8. Section 10 of the principal Ordinance is hereby * new west for repealed and the following new section is substituted Priipal therefor :— Contracts and 40. It shall be fawful for the Director serement., or the Superintending Engineer, on behalf of the Government, to make and enter into, perform anil execute, and ' compel the performance and execution of all such contracts and agreements, # matters and things. 28 may be necessary for the purposes af this Ordinance. |",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Roads (Transfer of Control) Act, No. 11 of 1961, 7 ©, Section 46 of the principal Ordinance is hereby Stettutont repealed and the following new section is substituted  sostion 48 of the therefor :— : pace! ye Maungement, of 46. (1) The direction and control of Y Inet: “all work to be undertaken under this omere io ba Ordinance upon any road shall be vested afPobis” in the Director of ‘Public Works for the Bogert .. time being and in the officers of his De- mote partment acting under his authority.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) All powera conferred by any provi- : sion of this Ordinance on “ the officer ae in charge of any work ”” may be exer- Pi cised by any officer referred to in sub- section (1).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "40. The following sections of the principal Bywla. Ordinance are hereby tepealed:— be moc Sections 4, 8 and 9 -—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Sections 11 to 45 (both inclusive) ~ Section 87 . % Section 66. . # 11, The progisions of the principal Ordinance Miner ad speciied in the first column of the First Schedule to Suysel this Act are hereby amended in the manner and to the extent mentioned in the corresponding entries of the second column of that Schedule. Amendment of the Estate Roads Ordinance (Chapter 149). _ 12 The Estate Roads Ordinance is hereby amended ‘Consegaential | in the manner and to the extent set out in Second Chapter lug, Schedule to this Act. . FIRST SCHEDULE. ~ Amendment of the Thoroughfares Ordinance (Chapter 148}. 2 in. Section 8 Far “Provincial Committee” aubstitute “ Direo- for“. Section 7 For ““ applisation of the Provincint Committee ‘tubstituto “application of the Director \".",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "For \"* Chairman of tbe Provincist Committee \"* sub- stitute “* Direotor or Superiatending Engineer \".",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "For ‘\" the Chairman of te aaid Commities ” sub- Blitute \"the Direator or the Superintending Engineer \".",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "For\" such Chairman ” and “‘ the said Chairmen ubstitute in each case \" tho Director or Superin. tending Engineer \".",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "t",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Roads (Transfer of Control} Act, No. 11 of 1951, Section 58 For\" the Chairman of the proper, Provineial or District Committee \" substitute “the Superin- tending Engineer or the Exeoutive Engineer “, For ‘\" Provineial Comznittee * substitute \"* Superia- tending Engineer”. Section 59 For\" Provincial or Disttiot Committee \"” substitute Superintending or Exeoutive Fuginoer '\". For “ gny such committee\", wherever it ocours, substitute ‘such Engineer\". For by the Chairman thereof” substitute © by ‘im \". Section 60 For “te Provincial or District Counmittes \" sub- stitute “the Superintending or Executive ‘Engineer \". Section 61 For “tha Chairman of the District Committee \"* + “and “the Chairman of the suid Committes ” substitoie in each asso ‘the Exeautive Engi- For “with the sanotion of the Provincial Com- mittee” substitute with the sanction of the Superintending Engineer “, For any Provincial or District Committee \"*, sub- stitute “the Superintending or Executive Engineer\". Section 02 For \" the Chairman of any Provincial or Distriet Committee” and \"the eaid Chairman of the Provineial ar District Committee” substitute in each case “the Bxeautive Engineer ”. Omit the second Proviso. Section 82A {as amended For ‘” the District Committee” wherayer it occure by Ordinance. No. 18 substitute '' the Executive Engineer\". of 1947, . In sub-section (2}— ta) Omit paregraph (ea). (0) For “ the Chairman of District Committee ” ‘or Chairman of any District Committes wherever they occur substitute“ Bxesutive Engineer \". (@) For‘ J.and Acquisition Ordinancs \" subatitute . “ Land Aoquitition Act, No, 9 of 1950”, In sub-rection (3}— {a) In paragraph (2) for oll, the words frova ‘* the District Committee\" to \"end the Chait- man\", substitute “the Rxecutive Engi- neer in a register to be kept for the pur- pose at hia offiea; and the Bxeoutive Engineer\"; (2) In parageaph (c), for,\" the Chairman of a District Committes “* substitute “* the Kixo- cutive Bngincer ”. In aub-seotion (5), for “ the Chairman of the Dis- ‘riot Committee \"” substitute \" the Exeaulive Engineer Seotion 38 Yor the wards “ the District Committee of any District” substitute “the Director \". For ‘a District Committee\" substitute “ the Director”, Omit she ancond Proviso.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Roads (Transfor.of Control) Act, No. 11 of 1961. 9 ection 62C (an amended For \"the District Commiztee “, substitute “” the Ordinance, No. 19 _ Executive Engineer \"\"s",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "ein. For “ servant of the Committee, and for that pur-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "‘pose the Diatriot Committes “” aubstitute “ ser:",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "vant appointed under this Ordinance, and for",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "b that purpose, the Executive Engineer of apy such officer of servant",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "For ‘' the Chairman of the Distriot Coramittes ”, substitute \"* the Exeoutive Engineor \".",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Section 62E For “’ the District Committee ” wherever it occurs substitute “the Superintending Engivesr ”.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Seotion 62F For the Provincial Committee ‘” wherever it ooeurs in oub-section (1}, substitute “ the Superintending, Engineer\".",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Beation 620 Omit sub-section (1). ..",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "io For all the words from \" Whenever to “” proper",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Section 69 : suthority \" substitute ““ Wheever it appears to",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "‘ an Executive Engineer that the line of avy thoroughfare in hia district bas been altered with- out proper authority \"*,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "For \"such committee “ or ‘* the said eommittes \" substitute in esch ease “the Executive Eogi- reer\".",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Seotion 64 For “ the Provincial ot, District Committer ‘* sub- stitute \" the Direetor \".",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Section 65 For “the Provincial or District Committee\" sub. stitute “the Executive Engineer”.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Omit the words “situate within the province or Giateict for which such commition in wasigned to ot\". -",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "For “ the ssid Provincial or District Committee substitute “' the Executive Engineer \".",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "For \"* the Chairman thereof \"* and ‘* the Chairmen cof the anid committee * substitute “the Exeea- five Engineer\".",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "In the Proviso, for “ such committes “” and \" any wsuoh committee “\", wherever it ocatrs, substitute “\" the Exenutive Engineer \"*.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Section 68 In aub-seation (2), for '\" any Provincial or District Committee \"* substitute ‘any Superintendinn or Exeoutive Engineer *\".",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Section 69 For \" any Provincial or Districk Committee \"* gub- atitute * the Exeoutive Engineer\".",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Omit tho words \"within their provinee or distriet \".",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Seation 70 For all the words from “‘ and ib shall be lawful\" to “ lnowledge \"\" eubstitate and it shall be Inwful for the Bsecutive Engincer, if it shall come to hia",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": ". knowledge \".",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Section 71 Im cub-rection: (2), for “' the Chairman of a Provincial or Distriot Committee \" substitute “the Exeou- tive Engineer “.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "For \" the Provincial Committee \" substitute '* the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "/ “Grecutive Engineer *.",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "Section 73 After the definition of “\" centre of the road \", insert",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 29,
    "text": "the following new definitions :— “\"Direotor “ mentts the person for the time being appeinted to be ot to act as Direotor of Public : ‘Works: “ Bxeentive Engineer\" means the Executive ‘Enginesr for any dieiriet;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "10 Roads (Transfer of Control) Act, No. 11 of 1952. . After the definition of “' road \"* ingort the following new definition: — rm “* Superittending Engineer ” meats the Superin- + tending Engineer for any division; . + + SECOND SCHEDULE ‘. Asapuznt oF tae Bytans Roapa Onpteanor, : {Caarren 149) Part al Section of Ordinence. < dmondmant —* ~ Section a In aub-seotion (1), tor “ Provineial Committee of the province substitute ‘* Superintending Engi- esr of the division”. For sub-section (8Ysubstibute the following: —",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "“ (@) In any case where thevestates fell withia two divisions, the Minister may by notification published a the Gasstts authorize the Superin- tending Engineer of any such division to exercise in that case the powers conferred by this Act.”",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "Sections 8, 7 (1) and 82 For \"the Chairmen” cubstitute “the Superin- tending Engineer \"”.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "Seotion 9 For \"to the Provincial Committee, the Chairman thereof ”' substitute “to him, the Supsrintending Engineer ”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "Section 18 For “ such committee \" substitute “* the Superin- tending Engineer.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "Sections 28 and 28 For \"such Chairmen\" substitute “” the Superin-",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "| fenging Baginees .",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "Section 20 For ‘* The Provinaial Committee, the Chairman of which\" substitute Any Superintending Engi- neet who”.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": ". For “‘ such Chairman “’ substitute “‘ the Superin- tending Engineer .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "Section 41 Omit the definition of ‘ Provincial Committee \"..",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "SCHEDULE In each of the Forms for \" Provinoisl Committee ”, “ Chairman, Provincial Committee \"* and‘ Chair- man of the Provincial Committee ”, in each cave nubstituts,“‘ Superintending Enginesr \".",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": ": Part B.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "{1) For the expression “ Provinefal Committee,\" snd the expression ' the Chairman of the Provinciel Coromities “', wherever occurring in, the Ordinazoa, substitute in each case ‘' the Superintending Engineews”. *",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "(2) For the words “\" it and \"its\", wherever occurring ia the Ordinance is",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": ". reference to the Provincial Committee, substitute “he \" and \" hia reapeatively.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "(®) Immediately atter seotion 40, insert the following as new section 40a°——",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "* Brercig of 40s. (1) Any power, function or duty conferred ot imposed by pomim snd”, this Ordinance on the Superintending JEngineer mny be exercise’!",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "7 ‘ot performed by the Executive Engineer within hia district, if",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "y authorized ao to dn by the Suporintending Engineer.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "Q) The powers, functions ond duties of the Superintending",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "Engineer end the Executive Engineer under this Ordinance sbsll",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 22,
    "text": "be exercised and performed subject to the general direction and control of the Director af Publis Works.\". .",
    "mean_p_confidence": 0.71
  }
]