[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "> Vey) Oa PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CONVERSION OF GOVERNMENT OWNED BUSINESS UNDERTAKINGS INTO PUBLIC CORPORATIONS ACT, No. 22 OF 1987 [Certified on 15th May, 1987] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanks of May 15, 1987 ‘PRINTED At THE DEPARTMERY OF GOVERNMENT PRINTING, SRI LANEA “90 Se FOREARED AP TB GOVRREENT FORIGATIONG BUREAU, COLORADO Price : 90 cents Postage 75 cents",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "\" -onversion of Government Ouned Business | Undertekings into Public Corporations ‘Act, No, 22 of 1987 (Certified on 15th May, 1987] \"D0, 44/82 ° Aw Act To MARE Peovisioy You 7HE ConvEnSION of Goviny-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“Mant Owatgy Bustimes UNDERTAKINGS ACQUIRED UNDER 1102",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘Busmess Unnerraxmngs (Acquisrmon) Acx, No. 35 oF 2971,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "jaro Pumcic CORPORATIONS : AND FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "HEEEWETH OR TNUIDBHTAL, THERETO.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as followa:—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. ‘This Act may be cited as the Conversion of Govern- Short title. ment Owned Business Undertakings into Public Corpara- tions Act, No. 22 of 1997,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2.(1) Where the Cabinet of Ministers considers it neces Eatablizh- sary that a corporation should be established for the purposes ment of of taking over and carrying on any business undertaking ious to acquired by, or vested in, the Government under the Busl- ¢or\"7 oo nese Undertakings (Acquisition) Act, No. $5 of 1971, the nes Minister may, by Order (hereinafter referved to.as. the ‘aking: “Incorporation Order) published in the Gazette— Te",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "—-—\"  Goverp- €) specify the buslness undertaking to which the ment Incorporation Order relates ; : 48) declare that a corporation shall be established forthe purpose of taking over, and carrying on, such business undertaking ; 5 (ill) assign a Corporate name to the corporation ; iv) specify the objects of the corporation ; (wv) state the principal place of business of the Coxpora- tion;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(vi) specify the initial capital of the corporation having regard to the assets of the business undertaking and division of such capital into shares of vartous clases ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(vil) fixe the number of members of the Board of Directors of the corporation, the number 20 fixed being not more than five and not less than three;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(vill) appoint the first members of the Board of Directors In accordance with the provisions of thia Act ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(ix) appoint the first Chairman of the Board of Directors in accordance with the provisions of this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "() specify the quorum for meetings of the Board of ‘Directors. Acres—9.51800500) ‘",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Conversion of Government Owned Business Undertakings into Public Corporations Act, No. 22 of 1987 _ _ Q) Upon the publication of the Incorporation Order in the Gazette a corporation (hereinafter referred to at “the Corporation”) consisting of the persons who are for , +, the time being members thereof, with the corporate name specified in such Order and with perpetual succession shall be deemed to have been established.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(8) The initisl capitel of the Corporation specified fn the ncorporation Order shall be fixed by the Minister in con- sultation with the Minister in charge of the subject of Finanee, and having regard to the value of the assets and Uabilities of the Corporation on the day immediately precedii.g the date of publication of the Incorporation Order in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4) The Corporation may sue and be sued in {ts Corpo- rate name,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Vesting of 3% (1) With effect from the date of publication of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "under— Incorporation Order in the Gazette (in this section referred",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "takingsin to ag “the relevant date”) the business undertaking to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "gre which the Incorporation Order relates shall vest absolutely im the Corporation established by that Incorporation Order.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "‘For the purposes of this section “husiness undertaking” means—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(a) all property, movable or immovable, vested in the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "‘State and used for the purposes of that undertaking “ on the day immediately preceding the relevant date ; . () all rights, powers, privileges and interests arising in or outt of such property or business and all the Hiabilities of thet undertaking ; . ©) ail books, accounts and documents relating oF appertaining to the business undertaking or any ‘property of that undertaking; (2) Without prejudice to the generality of subsection (1) © 2 property, movable or immoveble, vested in the State and used on the day immediately preceding ‘the relevant date for the purposes of the business undertaking to which the Incorporation Order - + relates shall vest, with effect from the relevant date, in the Corporation established by the Incor- poration Order ; Me",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Conversion of Government Owned Business 3a Undertakings into Public Corporations Act, No. 22 of 1987 + () all abilities of that business undertaking subsisting ‘on the day immedictely preceding the relevant date shall, ‘with effect from the relevant date, ke deemed to be the Jisbilities of that Corporation ; {c) all officers and servants of that business undertaking ‘on the day immediately preceding the relevant date who are not offered employment with the Corporation or who do not accept any such offer of employment shall be entitled to the payment of such compensation and gratuity as may be deter- mined by the Cabinet of Ministers ; (st) wil contracts and agreements entered into for the purposes of that business undertaking and subsisting ‘on the day immediately preceding the relevant date shall be deemed, with effect from the relevant date, to be contracts and agreements entered into by thal corporation 5",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(e) sll actions and legal proceedings instituted by, or against, such business undertaking or the Attorney ‘General az representing such business undertaking and pending on the day immediately preceding the relevant date shall be deemed, with effect from the relevant date, to ke actions and legal proceedings instituted by, or against, that Corpera- tion and may he oontiued and enforced accordingly.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "4. () The Minister shall apnoint the members of the Soardot ‘Board of Directors (hereinafter referred to as“‘the Board”) Pest ‘of the Corporation ond shall appoint one of the members to be the Chairman of the Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(2) One of the members of the Board shall be a nominee of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) A member of the Board shall hold office for & period ‘of three years unless he vacates office earlier.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(4) The Minister may, if he thinks it expedient to do so, remove any member of the Board by an Order published in the Gazette without assigning any reasons for such removal :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Provided, however, that the member nominated by the ‘Minister in charge of the subject of Finance shall not be temoved except with the concurrence of such Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Conversion of Government Owned Business Undertakings into Public Corporations “Act, No. 22 of 1987 :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) A member may resign his office by written commun!- ctition addressed to the Minister. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{8} In the event of vacation of office by a member by the death, reisgnation or removal from office, the Mintster may appoint snother person to take his place. Any person 20 appointed shall hold office for the unexpired part of the term of office of the member whorn he succeeds.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(7) Where amember is temporarily unable to perform the duties of his office on account of ill-health, absenee from Sri Lanka or for any other cause, the Minister may appoint another person to act in place of such member.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) The members of the Board shall be remunerated on such terms and conditions as are decided by the Minister with the concurrence of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) 2 the Chairman is temporarily unable to discharge the duties of his office on account of il-health, absence trom. Sri Lanka or any other cause, the Minister may appoint member of the Board to act as Chairman,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "* (20) Subject to the provisions of this Act and the Incor- poration Order, the Board may make rules to regulate the conduct of its meetings and the transaction of business at",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": ". such meetings.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(11) A member who is directly or indirectly interested +... imany loan or contract proposed to be made by the Corpo- ration shall disclose the nature of his interest at » meeting of the Board. The disclosure shell be recorded in the minutes of such meeting and such member shall not take part in any deliberation or decision of such Board with",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "respect to such Joan or contract.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "+- (12) ‘No act or decision of the Board shall be invelidated",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "by reason only of the existence of a vacancy among its",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "members or any defect in the appointment of any member. Sealot the 5, (1) The Corporation shall have a common seal which Gaerpora- shall be in the custody of the Board. (2) The’seal of the Corporation may be affived in such manner as may he determined by the Board. “",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Conversion of Government Owned Business 5 Undertakings into Public Corporations Act, No, 22 of 1987",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(Q) The seal of the Corporation shall not be affixed to any instrument or document except in the presence of two members of the Board both of whdm shall sign the instra- ment or document in token of their presence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(4) The Board shal) maintain a regleter of the instru- ments or documents to which the seal of the Corporation in affixed,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "6 The Minister may in consultation with the Hoard from pirectiona time to time, giva the Board general or special directions ax ofthe + to the exercise of the powers and the performance of the Maier dutics of the Board and such directions shall be carried out",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "hy the Board,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "7. () The general superintendence, direction and com Powers ‘trol of the affairs and husiness of the Corporation shal! vest and. in the Board, ao",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) The Board may delegate to the Chairman of the Cor. 2°? oration any of its powers, duties and functions under this Ach",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "() ‘The Board shall have the power to do anything necessary for, or conducive to, the carrying out of the objects set out in its Incorporation Order and for this pur- pose may— .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) acquire and hold or take on hire or lease, any mova-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "ble or immovable property and give on hire or Tease or sell or otherwise dinpose of, amy such property =",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Provided, however, that no immovable property vested in the Corporation shall be sold without prior approval of the Minister ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(h) accept grants, gifts or donations, whether in cash or in kind;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(©) borrow money for carrying out its objects and accrue the payment of any sum of money by the mortgage of any of its properties ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(d) appoint such officers and other employees as are necessary for carrying out its objects and discharging its tunctions ; ‘",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(©) enter into and perform all such contracts as may be necessary for the performance of its duties :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "8 Conversion of Government Owned Business Undertakings into Public Corporations . Act, No. 22 of 1987 (® do all such other acts as are incidental to, or are con- sequential upon or connected with, the exercise, Performance or discharge of ite powers, duties and, functions, ‘Capital 8, ‘The capital of the Corporation shall be the sum speci- Sonera fied in the Incorporation Order and may he increased from tion, ‘time to time by resolution of Parliament. Lily 4 The Hability of the Corporation shall be Mmited to persion, ‘the capital of the Corporation, Govern- 30, The Board shall allot to the Secretary to the Treasury panteo (in his official capacity) fully paid up shares equal to the ‘Sbares in value of the capital and he shall hold such shares for and uation. on behalf of the State, Appilea- 11, The provisions of Part II of the finance Act, No. 38 Henhiows of 1971 sholl, mutatis mutandis, epply to the financial ean- of the trol of the Corporation. Finance ‘ety Wo, 38 of iea, Financiel 12. (1) The financial year of the Corporation shall be yee the calendar year. Corpora (2) ‘The Corporation shall cause proper books cf accounts’ ‘Von. to be kept of the income and expenditure, assets and Jiabili- ties and all other transactions of the Corporation.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "(8) The provisions of Article 154 of the Constitution re lating to the audit of the accounts of public corporations shall apply to the audit of the accounts of the Corporation.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Chiet 13. No decision of 2 fnancia) nature, in respect of ac- qe counts not less than two million xupees, shall be taken bY tomubmit, the Hoard, unless the Chief Finance Manager has submitted eae a financial analysis indicating all the financial implications of such expenditure. Appeint- \"14. (1) The Board may appoint such officers, servants ootcers, ‘and agents as it considers necessary for the efficient exer- serpmnie ise, performance and discharge of its powers, duties and “ functions, (2) The officers, servants and agents appointed under . subsection (1) shall be remunerated in such manner and at such rates, and shall be subject to such conditions of ‘service, as may be determined by the Board. °",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Conversion of Government Owned Business id Undertakings into Public Corporations Act, No, 22 of 1987",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(3) At the request of the Board, any ufficer in the publle Service may, with the consent of that officer and the Secre- iary to the Ministry of the Minister in caarge of the subject ‘of Public Administration, be temporarily appointed to the staff of the Corporation for such period as may be determined by the Board with like consent, or be permanently appoint-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "e@ to such staff. .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(4) Where any officer in the public service is temporarily sppointed 19 the staff of the Corporativn, the provisions of subsection (2) of section 13 of the Tiansport Board “nv,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(Nt. 19 of 1973, shall, mutatis mutandis, apply to, and in relation to him,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(5) Where any officer in the public service is permanently appointed to the staff of the Corporation the provisions of subsection (3) of section 19 of the Transport Board Law,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "No. 19 of 1978, shall, mutatis mutandis, apply to, and in Telation to, him, .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(@) Where the Corporation employ any person who has entered into a contract with the Government by which he ‘has agreed to serve the Government for a specified priod, any period of service with the Corporation by that person © shall be regarded as service to the government for the purpose of discharging the obligations of such contract.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "15, (t) Where any immovable property of the State is gute yequired for the purpose of the Corporation, such purpose POper'y shall be deemed to be a purpose for which # special grant or Toyable Jease of such property may be made under section 6 of the movable ‘Crown Lends Ordinance and accordingly the provisions of mode that Ordinance shall apply to s special grant or lease of tthe Cor such property to the Corporation.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) Where any movable property of the State is required for the purpose of the Corporation, the Minister may, by Order published in the Gazette, transfer to, and vest in the Corporation the possession and use of such movable Property, .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "“8 Conversion “of Government’ Owned Business Undertakings into Public Corporations Act, No. 22 of 1987",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Members, 16, Alt members, officers and servants of the Corpora- a ion shall be deemd to be public servants within the mean- afte ing and for the purposes of the Penal Code. ee",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "ane to",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "ann",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Rownttts 17. No Writ against person or property shall be issued apart against any member of the Corporation in any ection person or . brought against the Corporation,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "amember",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "ofthe",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Sorporatica,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "en 48, The Corporation shall be deemed to be a Scheduled seemed Institution within the meaning of the Bribery Act, and the ‘gehoduled | provisions of that Act shall be construed accordingty. within he",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Resnlog",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "a",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "Act ad",
    "mean_p_confidence": 0.5
  }
]