[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session, 1954-55 > eS, re rents Appropriation Act, No. 47 of 1954 Date of Assent : September 20, 1954 Printed on the Orders of Government Durhaged et ie Gousmannnes Bont che Soneaey Covcnese Hivante 9 °lhe Soreameanens, Coteamtod Perrott Bouse, Bost’ Oriel \"Bor 'ghy Meade, Cant Price: 25 cents, Postage: 10 cents,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "Appropriation Act, No. 47 of 1954 3",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "L.D.—No, 0. 158/84. - .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "AN Acr 10 MAKE PROVISION YOR THE BERVICE OF THE Financta, Yuan 1954-55, 10 AUTHORISE TH PAY- MENT EY WAY OF ADVANGR OUT OF THR CONSOLIDATED",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "» Fonp ov monzye Requinep purine THar FiNANCIAL",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "‘Yaar vor Loan Fup EXPENDITURR, AND TO PROVIDE",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "FOR SHE REFOND oF SUCH MONEYS TO THE CoN-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "soumaten FUND,",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "[Date of Assent: September 20, 1954] .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the edvice and consent of the Senate end the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- rity of the same, as follows:—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "4. This Act may be cited as the Appropriation mut wi Act, No, 47 of 1954,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "2, Without prejudice to any other law authorising agmenason any expenditnre, suma not exceeding rupees seven ‘9: Sensi hundred and thirty-eight million six hundred and Atty-four thousand one bundred in the ate are hereby declared to be payable out of the Consolidated and for the service of the Saauciol year bepinning",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": ", on October 1, 1954, and ending on September 30, 1955, and the said sums may be expended as specified in the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "First Schedule hereto.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "3, (2) In addition to the sums mentioned in inymet, ton section 2, sums not exceeding rupees one hundred and Sait ninety-seven milli seren thousand and sixty one in Ea a",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "egate are heret lar to a} le avaneey way of advance out of ths Consolidated Bund. during Sanath. the financial year refered to a thet eection, for Laan",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "Fand Expenditure, andthe said sume may be expended",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "‘a9 specified in the Second Schedule hereto.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "“py 2 Wher the tntal sum paid under enb section (1)",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "by may of advance during the financial year beginning",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "gn October 1, 1994, end ending on Septémber 30, 1953,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "has not been refunded to the Consolidated Fund out",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "of the prooceds of any loan authorised to be raised",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "ander any written law, that sum or so much thereof",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "ag has not been 20 refunded shall be, and is hereby",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "declared to be, chargeable as if it were expenditure out of the Consolidated Fund for the service of the financial yeor beginning on October. 1, 1958, and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "ending on September 30, 1960, in addition to any other",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "sume that may by Taw be payable, or may by aay",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "writtan law hereafter enacted be declared to be pay- -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 29,
    "text": "able, for the service of thet financial year. . secret aa",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "a, Appropriation Act, No. 47 of 1954 . FIRST SCHEDULE Suus Payauie vor Tae Gewesat Services. Re : s.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "esd 1, Hia Excellency the Governor-Genaral Vote 1 ... (878,180 Head 2, Prime Minister Vote 1 = ” 253,928 esd 3, Supreme Court Vote 1 we 1,078,610 Head 4, Cabinet Office Vote i oe oy 88,207 Head 4, Cabinet Office Vote 2 ” ae 65,300 Head 5, Sensta Vote 1 a ae OA Hesd 8, House of Representatives Vote 1 a 1,187,182 Head 7, Judiciel Service Commission Vote 1 ae 67,700 Hesd 8, Public Service Commission Vote 1 on 173,182 Head 9, Audit Office Vote 1 we a (2,287,795",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Head 10, Officea of the Leader of the House of Represen- tatives and Chief Government Whip Vote 1... 94,972 * Head 12, Minister of Defence and External Affairs Vote 2 ... 687,307 Heed 12, Minister of Defenne and External Afsirs Vote 2 .., 80,000 Head 12, Minister of Defence and External Affsira Vota 8 ... 119,084 Head 18, Ceylon Defense Vote 1 ow w+ 19,875,870 Head 18, Ceylon Defence Vote 2 oe we 4,078,810 Head 13, Ceylon Defence Vote 3 - we 5,870,159 Head 14, Department of External Affzirs Abroad Vote i ... 818,910 Head 14, Department of External Affeirs Abroad Vote 2 ... 211,708 Head. 14, Department of External Affsirs Abroad Vote 8 ... 70,229 Head 14, Department of Bxternal Affsirs Abroad Vote 4 ... 592,260 Head 24, Department of External Affairs Abrood Vote 5... ° 105,171 Head 14, Department of External Affeira Abrosd Vote 6 ... 180,257 ‘ead 14, Department of External Affairs Abroad Vote 7 ... 178,276 Head 14, Department of External Affairs Abroad Vote.8 ... 187,168 ‘Hesd 14, Department of External Affeira Abrosd Vote 9 .., 154,652 Head 14, Department of Externa) Affairs Abroad Vote 10 ... 248,558 Head 14, Department of External Affaire Abroad Vote 12 oy 201,670 Head 14, Department of External Affaire Abroad Vote 12 ... 454,470 Heed 15, Police Votel ... we a» 90,443,768 Hend 16, Polics Vote 2 ... on we 173,004 Heed 16, Immigration and Emigration Depariment Voto 1 £98,417",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Head 17, Deparknent for the Registration of Indien and Pakistani Residents Vote 1. ... ve 2,886,858 Head 18, Department of Information Vote 1 on 828,508 Heed 19, Minister of Finance Vota 1 -... ow 207,452 Head 10, Minister of Finance Vote 2... ves 840,072 Hesd 19, Minister of Finance Vote 39... an 2,672,000 Head 20, Trossury Vote 1 a 1,888,808 Heed 20, Trensury Vote 2 oe oe 100 Head 21, Pensions Vote. te ~ 21,907,818 ‘Head 2, Poblie Debt Vote 1 we rn 45,900",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Appropriation Act, No. 47 of 1954 . 5 : Re. Head 23, Losa Bosrd Voto J, a 20,088 Head 4, Government Stores Voto 1 |. ve 1,888,016 Head 2%, Government Stores Vola 2... a 100 Head 28, Department ot Incoms Tax, Zstate Duty and Stamps, Vote 1 os ww 2,600,781 Head 28, Customs Vote 1... be vv 8,800,668 Heed 27, Widows' and Oxphons’ Pension Office Vote 1... 161,124 Head 2, Civil Servies Voto 1 os ve 7 280,808 Head 29, Accountant’ Service Vote 2... ve ABA Hond 80, Cleriosl Sezvice Vote 1 ao 197,760 Head 81, Stenographers’ Servins Vote 1 ... oe 28,870 Head 83, Typinta’ Bervios Vote 1 ve 2B,Ok Head 98, Shrofis’ Servis Vote 1 on ve 2,880 Heed 4, Quasi Clerical Service Voto I... a 50,48 Head 85, Department of Cenaus and Statistics Voto 1... 2,051,054 ‘Head 38, Notional Savings Movament Vote 1 ve 804,180 Hoad 87, Government Press Voto l v= 6,086,728 Head 87, Goverment Press Vote 2 0. a 30 ‘Houd 28, Miscellaneous Services Voto 1 ... oe 1,794,815 Hond 48, Minister of Justios Vols 1. ae 986,987 Hend 48, Minister of Justice Vole2 =... 18,204 Hood 48, Minister of Justice Vote B.. vn 9,088,068 Heod 43, Minister of Justice Vote 4 =... ae 1,788,624 Houd 48, Minister of Justice Voto 6 =. | -se_— 2,768,086, Hosd 44, Attorney-General’ Vote 1 a ve 1,804 Head 44, Attomey-General Vote 2 wee 1885)888 Head 45, Logel Drattsman Voto wee = 878,088 Head- 46, Public Tiustes Vots 1 we ane 18, BB Head 47, Judicial Service Vote 1 a 85,508, Head 47, Judicial Service Vote 2 a 85,000 ond 48, Rural Courts Vote 1 - ve 1,188,840 Head “49, Debt Consiliation Board Vole  ... a 47,018 Hend $6, Minister of Home Affairs Vote 2 vs $18,720 Heed 86, Minister of Home Affaire Vote 2 ww 16,380,075 Head 57, Exoise Department Voto lw. s+ 2,002,008 Head 57, Excise Deperiment Voto 2... os 45,010 Hend 5%, Exoise Department Voto 3... 325,010 ‘Head 59, Department of Prisona and Probation Voto 1... 6,501,887 ‘Hand 58, Department of Prisons and Probation Vote 2°... ° 100 Head 89, Government Analyst Vote 1. ve $81,688 Head 60, Zoolagios! Gardens Vote 1... on $08,038 Hond 61, Registrar-Ganeral Vote 1 a wn 9,887,909 Head 62, Department af Parliamontary Blootions Voto 1... 948,612 Head 68, Department of Rural Development Vote 1 —... 8,208,690 Hoad 64, Department of Coltege Industries Vote]... : 8,886,070",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "6 ‘Appropriation Act, No. 47 of 1954 Re Heed, 65, . 0G, 85, Department of Approved. and. Carlie’ Schools sou Head 68, Miniater of Lendi'and Land Development Vote 2 283,821 ‘Head 80, Land Commissionér Vote 1... vue 1,886,028 Head 69, Land Commissioner Voto 2... os 11,428,103 Head 70, Land Settlement Department Vote) ~ on 588,008, Beod 71, Survey Department Vole i os 8,318,208 Head 72, Forest Department Vota 1», ww 8,214,978 Head: 72, Forast Department Voto 2... 100 ‘Head 75, Irrigation Department Vote 1... om 8,488,071 ‘Bead 78, Irrigation Department Vote 2... ss 9,880,000 Heal 78, Inigstion Department Vote & ... ps 0,768,200 Head 74, Valuation Department Vote... oe 780,689 ‘Head: 75, Commissioner, Agricultural Corps Vols. =... |. 168,807, Hleod 75, Commissioner, Agricultural Corps Vote 2... 777,008 Head 76, Department of Land Development. Yolat ..._-—876,620 Head 77, Department of Wild Lite Vote 1 oe 480,98 Heed 79, Minister of Agroulture and Food Vote 1... 436,808, ‘Head 80, Food Commissioner Vots 1. vs” 371,000 Head 80, Food Commissioner Vote 2 ve 4,898,648 Head 81, Commissioner of Co-operative Development snd ‘ogistrar of Co-operative Societies Vote A... 5,678,004 Hend 61, Commimioner of Co-operative Development and Registrar of Co-operative Sosioties Vote 2... 900,010 Coma operative Development and Head 81, Regie “t Comperatne Sovieties Vola 8 ... 100 ‘Head -81, Commissioner of Co-operative Development and ‘Registrar of Co-operative Socioties Vota 4 ... 100 Hlesd 81, Commicsioner of Co-operative Development ond Registrar of Co-operative Societies Vote 5... $00,010 Heed 92, Department of Agriculture Vote 1 vw 15,784,968 Heed 88, Department of Food Production Vole. 7,781,658 Head’ G4, Marketing Department Vote I... we 621,101 ‘Heed 94, Marketing Department Vote 2... v 1,186,700 Heid’ 87, Minister of Health Voto =... v= MO 48 Head 98, Department of Health Vote 1 .,, v= 88,708,200 Head 68, Department of Health Vote $ ... ws 1,817,500 Head 88, Department of Health Vote 8 ... oe 4,800,144 Heed 9, Querantine Vote 1 a ve 1,284,498 Head 00, Indigerions Medicine Vole... a 872,140 Head 09, Minister of Local Goverment Vole 1... 144,988 Head 94, Commissioner of Locet Government Vota 1°: 1,848,825 Head 94, Conamissioner ot Locsl Government Vole'2.. .. 28,284,300 ‘Head 5, Department of Kivations (Loosl Bodlns) Vote 1... .. 672,180 Head 96, Loesl Government Servioo Commiasicn Voto.1...* -. 806,124 Head 99, Minister of Eduoatlon Vote 1), Poe’ 1 984,860 ‘Hood’ 99, Mioister cf Educatioti.Vote 2c... ie - 208,008",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Appropriation Act, No. 47 of 1954 7 . Re Head 99, Minister of Education Vote 8 a 86,268 Head-100, Grant to the University of Ceylon Vote 1. 8,950,000 Head 101, Eduestion Department Vote 2°... oo 8,240,756 Hand 101, Education Deperiment Vote 2... ‘ue 64,847,210 Head 101, Education Department Voto 3... vente 56,819,560 esd 101, Eduction Department Vote 4... vw 1,287,500 Head 101, Hduoation Department Vote 5”... “2,988,608 Head: 102, Department of National Museims Vota i... 848,088 Head 108, Department of Government Archivist Vote 1... 218,128, Head 104, Arobsotogical Department Vote. 1 +e 1,178,886 ead 105, Ceylon Technical College Department Vole 1 ..; ” 996,038 Head 108, Educational Publications Board Vote 1 a 88,004 Head 107, Department of Exeminations Vote 1 “ee 1,465,587 esd 108, Government College of Fine Arts Vols 1 \" ... - 881,180 ‘Head 100, Minister of Labour Voto 1... co 18,747 Head 110, Commissioner of Labour Vote I... vs 5,981,005 ‘Head 116, Minister of Commeres, Trade and Fisheries Vote 1 941,418 Head 117, Department of Commerce Vote 1 cs 407,810 ‘Head 119, Depariment of Registrar of Companies Voto 1... 280.782 Head 119, Government Tourist Buren Vote 1 ve 895,288 ead 120, Department of ths Rubber Commissioner Vote 1° 31,000 Head 12, Department of Control of Imports end Exports * ‘Vote 1 we we one + 958,820 Head 192, Department of Fisheries Vote 1... ~. eo 1,299,808 ‘Hond 122, Department of Fisheries Vote 2... °° ws) 287,700 ‘Head 181, Minister of Industries, Housing’ and Social Services Vote 1 oe wo TTD Hood 132, Department of Industries Vote T o 8,678,801 Head 183, Department of Induatriea Voto .2 vs 921,802 ‘Head 188, Department of Social Services Vote 1 - 18,888,878 Bead 184, Department of Town snd Country Planning Vote1. 421,455 ‘Head 195, Nations! Housing Department Vote.1 eve ce 200,524 ‘Head 189, Minister of Posts and Broadcasting Vole 1... 162,825 ‘Hood 140, Postal and Telecommunicstion Services Vote}... 42,801,712 Hend 140, Postal and Tolecommuntcation Services Vote 2 ... 330 ‘Head 140, Posbal and Teltoommunication Services Vote 8... 478,000 Head 242, Department of Meteorology Vote 1 a 3,289,007 Head 148, Department of Brondoasting Vote 1 a= 2,100,000 Head 143, Department of Broadcasting Vote 2 Lom 00 Hoad 142, Department of Broadcasting Vote 8 = 20,000 Heat 148, Department of Brosdeasting Vote 4 a 100 Head 142, Department of Broadoasting Voto 8 ve 408,980 Head 142, Departmout of Broadoasting Vote 6 v= 178,000 ‘Had 144, Minister of Transporh and Works Volo 1... 878,004 ‘Head 165, Publia Works Department Vote 1 ws 6,488,804",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "8 ‘Appropriation Act, No. 47 of 1954 . . Re. ‘Head 145, Public Works Department Vote 2 18,900,000 ‘Head 145, Public Works Department Vote 8 -  14,13,518 ‘Head 146, Commissioner’ of Motor Traffic Vote 1 we 962,994 ‘Head 147, Civil Aviation Vote 1 ae 1,579,075 ‘Head 148, Colombo Port Commission Vote 1 = 16,700,876 Bead 149, Porta other than Colombe Vote 1 ve 804,988 ‘Head 150, Coast Lights Vote 1 a ae (255,327 “ ‘ead 151, Basio Technical Training Institute Vote 1 oo 973,768 ‘Head 162, Railway Vote 1. se 82,848,030 ‘Head 152, Reilway Vote 3... . ae os 617,000 ‘Head 182, Bailway Vote 8 ... os a 80 ‘Head 158, Electrical Department Vote 1 ... ae 14,847,728 ‘Bead-188, Eleoteical Department Vote 2 ... ve 58,774 ‘Head 158, Electrical Department Vote 8 ... ve 8,048,089 . . . Tote! ... 788,664,100 SECOND SCHEDULE. ‘Loaw Fown Exeanpirvar.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "Vote i, Ministry of Defence and External Affairs se 18,980,000 Vole 2, Ministry of Finance mn ws 18,446,004 Vole 8, Ministry of Home Affairs =... v= $48,000 ‘Vote 4, Ministry of Justice ae ae 1,080,000 Vote §, Ministry of Lands ead Land Development + 82,248,000 Vote 6, Ministy of Health a a. 14,090,840, ‘Vote 7, Ministry of Education ne se 11,050,000 Vote 8, Ministry of Agrioulturs sud Food 1, 808;710 Vote 9, Ministry of Industries, Housing and Social Services 90,681,783 ‘Vote 10, Ministry of Posts and Broadcasting a 4,940,684 Vote 11, Ministey of Transport and Works cee 35,087,040 Vote 12, Ministry of Local Government .. - on 2,721,250 ‘Vote 18, Ministry of Commerce, Trade ond Fisheries a 180,010 Total ... 197,007,061",
    "mean_p_confidence": 0.72
  }
]