[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "£5 PIN PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ESTATE DUTY (AMENDMENT) AGT, No. 41 OF 1985 [Certified on 22nd October t985) Printed on the Orders of Gorerament Published as a Supplement to Part MW of the Gazette of the Democratic Socialist Ropoblle of Sri Lanka of October 25, 1985 SRIUTED A't TRE DEPARTMENT OF GOVERNMENT PRINTING, BRL LANKA \"Wo br PuRCHAaED At OnE covcewaanier FURLTCATIONS BUREAU, COUNTS Price: €0 cents ‘Postage: @0 cents",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ". Estate Duty (Amendment) ~ : Act, No. 41 of 1985 (Certified on 22nd October, 1985] L. D.—O, 13/85, An Act 10 amexn Tum Estarg Durr Act, No, 13 oF 1980 ' BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— 1. This Act may be cited as the Estate Duty (Amend- Short tite, ment) Act, No. 41 of 1985, 2 Section 8 of the Estate Duty Act, No. 18 of 1080 (hese. Amendment inafter referred to an the \" principal enactment\") is hereby of Act No. 13 amended hy the repeal of subsection (1) of that section and the substitution therefor, of the following subsection :— “ (1) The amount of eétate duty payable upon the value of the estate of any person— (a) dying on or after Noveraber 15, 1978, and before November 15, 1984, shall be computed at the appropriate rates specified in Part T of the Schedule to this Act; end (®) dying on or after November 15, 1984, shall be computed at the appropriate rates specified in . Part I of the Schedule to this Act\". 3. Section 11 of the principal enactment is hereby Replacement repealed and the following section substituted therefor :— ofthe ° principal “Exemption 11, (1) Where property passing on the mactment. torgne 4, death of any person dying before November ‘Premines, ‘75, 1984, includes any residentia) premises, 2 _ sum of three hundred thousand rapees of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "value of one auch premises, if the value of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "such premises is equal to or exceed three",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "hundred thousand rupees, or the value of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "such premises, ff the value of such premizes",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "does not exceed three hundred thousand",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "rupees, shell be exempt from the payment",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "of estate duty,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) Where property passing on the death®",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "of any person dying on or after Novernber 15.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1984, ineludes any residential premises, the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘value of one stich premises shall be exempt .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "from the payment of estate duty.”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Estate Daty (Amendment) Act, No. 41 of 1985 Replacement 4. Section 19 of the principsl enactment is hereby oie repeated and the following section substituted therefor :— enactment, slaigt ia 19, Where property forming part of the ferean estate of the deceased is situated in a foreign uty. country and the Commissioner-General fs satisfied that any duty is payable on the death of the deceased in that country in respect of that property, he shall— G) in the case of any person dying before November 15, 1984, in “determining the value of such property, allow a deduction of an amount equal to— (@) the amount of the duty payable in that country ; or (®) such proportion of the estate duty payable under this Act + pon the value of that estate as is equal to the proportion which the value of the pro- perty situated in that country bears to the vatue of the estate, whichever amount is the lower; Gi) in the case of any person dying on or atter November 15, 1964, deduct from the amount of the estate duty paya~ ble under this Act an amount equal to- (@) the amount of duty payable in that foreign country; or (b) the amount of duty payable in Sri Lanka in respect of such . property ascertained in the manner provided for in sub- section (4) of sectlon 3, whichever amount ts the lower”,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Estate Duty (Amendment) 8 be Act, No. 41 of 1985",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "§ Section 24 of the principal enactment is herchy Amendment amended by the addition, immediately after subsection (2) of the thereof, of the following subsection :— Shectinent",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "“ (3) An assessor may give notice in writing to any person requiring him to furnish within the time spect- fied tn such notice @ return of such particulars relating to the estate of a deceased person us are within his knowledge and required to be furnished under the Preceding provisions of this section.”,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "$, Section 43 of the principal enactment is hereby Amendment amended as follows :—~ oae",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". ‘principal (@) in paragraph (a) of that section by the substitution, enactment. for the word \" received *, of the word “ receivable”; and :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(®) in sub-paragraph Gi) of paragraph (b) of that",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "section, by the substitution, for the words “one- half\", of the words “twenty thousand rupees”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7. Section 44 of the principal enactment is hereby Amendment amended by the repeal of subsection (4) of that section and oe al the substitution therefor of the following subsections: Soactment,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "* (4) Any person to whom a notice is sent under subsection (1) who is unable to comply therewith owing to the fact that he does not hold any money on account of the estate or owe.any debts to the estate or any debt owed by him to the-estate does not become due within the period stated'in such notice such person shall within the period stated in such notice, make a declaration to the Commissioner-General apprising him of the facts, _",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(6) Where any sum required to be paid by a notice given under subsection (1) is not paid in accordance with such notice, and no declaration in relation to such notice is made under the provisions of subsection (4), it shall be recoverable from the person to whom such notice was given as if such sum were estate duty due from such petson and as if such estate duty were in default.”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 Estate Duty (Amendment) Act, No. 41 of 1985 Amendment 8. Section 68 of the principal enactment is hereby ofthe amended by the substitution in that section for the word Principal ‘trustee wherever it occurs of the words \"trustee, or otherwise”, Amendment 9, ‘Section 69 of the principal enactment is hereby Stee amended by ‘the aubstitutton for the words and figures pringinal | * “under section 26, section 49”, af the words and figures mcienen “under section 24 or section 26 oF section 49\", Amendment 19, Section 78 of the principal enactment is hereby oe the amended in subsection (1) of that section as follows :-~ coaciment, (2) by the substitution, for the definition of “ authorized",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Tepresentative”, of the following definition :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "«authorized representative” when used with reference to a person who is Hable to pay . estate duty means any individual—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(a) who is authorized in writing by such person to act on his behalf for the purposes of this Act and who fs in any case—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(i) a member of the Institute of Chartered Accountants of Sri Lanka; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(it) an Accountant approved by the.Commis- sioner-General ; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{iil) an Attorney-atJaw ; oF",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(iv) an employee regularly employed by such person; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "* (w) a relative of such person ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(b) who is authorized in writing from time ta time by such person to act on his behelf-for the Purposes of this Act in respect, of matters",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". specified in the authorization, and who is an individual approved by the Commissioner- General under regulations made in that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "behalf\"; (2) by the substitution, for the definition of “Commis-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "sioner-General”, of the following definition :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "““Commissioner-General” means the Commis stoner-General of Inland Revenue appointed or deemed to be appointed under the Inland Revenue Act, No. 24 of 1979, ond includes &",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Estate Duty (Amendment) 8 Act, No, 41 of 1985 Commissioner. and 2 Deputy Commissioner who is specially authorized by the Commis- sioner-General either generally or for some specific purpose to act on behalf of the Commissioner-General ;'.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "11. The Schedule to the principal enactment is hereby  Roplacement repealed and the following Schedule eubsittuted therefor: Schthale . “SCHEDULE . Principal",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Pant I . Column F Colom",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(Vetus of the Ete) (Rate of Duy ‘On tho Arab He. 100,000 of fhe valun of fiw oxtata =. a the next Re 100,000 of the walua of the antnta Spor cantum ‘On the naxt Ts, 100,000 of the value of tho awtato — .. 10 per eantcm a th next Re, 100,000 of the value ofthe aciato 16 pee eentam On tho naxt Fa, 160,000 of the valuo of the oatato 20 par caatum On the next Ha, 100,000 of tho value of thoslote «33 par centum On the noxt.Rs, 200,000 of the valuo of the eatote —«., 30 per canto On the naxt Ra $00,000 of ths value ofthe ontata «35 por oentumm On the next Ra. 200,000 of the volus ofthe ovtate «40. por opntums On the next Ra, 200,000 of the value of the tate «48 por centuan On te nart Te, 200,000 of the vnlus of tho ovteta BO par combust On the noxt Re. 300,000 of the value af he asénto 65 por conta On the next Re, £00,000 of tho value af the estate \"0 per eantua a the naxt Re, 600,000 of the valun af the estate 06 par cantum On the balance ofthe valwo of theeriato = |=. TO pereontun",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "ase lt Ceteonn F Cotemn tt",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Wo of th Eetase) ate of Dats) On tho foot Fs. £80,000 of the value of the oatato Bil On the naxt Te. 260,000 ofthe value af the ontato —.,G por onatam, On the nex Re. $80,000 of the valua of she sstato 10 par contum On the next He, 260,000 ofthe valuo af the ontnta 28 por contam On the moxb Hs, 260,000 of the value of thocetate « «20 per cantam ‘On the next Rs, 200,000 of tho volun of the oslats «SB Pee seh On thenoxt Rs, 600,000 of the value of the eainio 20 par coatum On the nesct Ta, 500,000 of tho valun of thn estate. 3S per eantarm On ae ness Re. 500,000 of sho valuo of theoatate «40 pur conta) Qn the next Re 500,000 af tho valun of tho ortats «#0 poe emutuam On tho balanon ofthe value ofthe estate ++ 60 por osntam\",",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Annes) subseription of Bila and Laws of the Parliament Rs. 150 (Local),",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Re 200 (Forelgn), payable to the Supsrmremeny, Goveanarer Pun.icsnsoNs",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Bonray, F.0, Box'S00, Cotouso 1, before 1Gth December ench year in rexpetl of the year following.",
    "mean_p_confidence": 0.71
  }
]