[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  gy  ay  Ayurveda (Amendment)  Act, No. 9 of 1969  Dat of Aven: Api, 90",
    "mean_p_confidence": 0.5703571428571429
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Ayareeda (Amendment) Act, No. 9 of 1969  1. v=o. a,  ‘Aw Acro awreo'mae AvonvED4 Act, No, 3 OF 1961  [Date of Assent: April 28, 1960)  [BE it enacted by the Queen's Most Excellent Majesty,  rand anh the advice sad consent of the Senate ad  the Houte of Representatives of Ceylon inthis present  Biden sttmbed, and by the entanty of te  4. This Act may be ited asthe Ayurveda (Amend. Sint  sent) Act, No. 0 af 1008  2. he Ayurveda Act No 9 of 1061s Beeby ea  ‘ago by the inertion,iumediatly aftersetion 21, Be,  St the follwing new sections which shall hare eect sa  fs cecions ua 2p, Ble and 21D, ofthat Act: RA  sere’ 4, The Commit ta wae  SESE proper sesumts to be kept of all the  ie Entaactions of the Counail nd shall  prepare. sm anon statement of such  [cchumts fn such for aud containing  € Sach pariclars ax the ‘Minister, with  * fhe\" doncurrence ‘of the Minister” of  Finance, may from time to time specify  ‘The financial yoar of the Council  antl Be'the period of rele onthe  ommencing of the fist day of October  Sethe Be. 2tm. (1) The Council shall have ite  Saat acesats for each fuanelal year audited  iy the Auditor-General  (2) For the purpose of assisting him  inthe neat\" anch acon the  Auditor.General may employ the services  ‘of any quale suitor or anditrs who  Shall a under his direction and control.  (@) For the purpose of meting the  ‘expenses neared by him in auditing the  ‘tcoante of the Counel, the Auditor  General shall be paid from the funds of  the Council such remuneration as the  Mfointer may\" determine withthe con:  ‘arrence of the Minister of Finance,",
    "mean_p_confidence": 0.46916408668730647
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Ayureeda (Amendment) Act, No.9 of 1968  (8) For the purposes of this seston,  cae” expres guatited aadior =  (@) an individual who, being « member  of the oti of Casa  ‘Resonant of Ceylon,  st erties to practise ao  fm Accountant eed bythe  Count of that Insite” oF  (0) fm of Chattered”Acuntants  uch of the partners of whic,  Seing meatier of that Tas  {tes powenes « catieate to  praise ar an Acsbomtant  ea by “the \"ona tat  Risse SUe (0) he Audit General stat  SEE examine the acount ofthe Council and  formsh a rpore  (@) mating wheter he has or bas not  chine al te fformation and  xplanations required by Bis  (0 stating water the accounts re  tel inthe\" ae  Propel drawn “op 30 as 6  Echie' true and fair view of  fhe airs of the Counells aod  () drawing attention to any item in  (0 rege conte whi” in his  ‘pinion may bg intrest to the  Sloat andthe Hons of Repre  Sentatives in aay examination  Ft activities and econ af  be Covet  sues ato. ‘The Council shall on seosit of  GER te Auuitor General's teport nthe  EERE\" Sone forcachlimoil , rnemit  EASE NS Rpt gtr wih he come and  EVE Stpenaltarescowm and the balance  Ecos Silo which the mopar relates, and @  ee atement by the Gouna of it atvitien  ig lanes eet Miter  sth ot caue opis thereat to be iid  Vefore the Senate andthe. Howse of  Representatives before. the ead of she  Yeap ant fllqwing the year to which  ck feport and anton relate",
    "mean_p_confidence": 0.3817105263157895
  }
]