[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "LE | fo = “Aa PARLIAMENT OF THF DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SVIDENCE (SPECIAL PROVISIONS) ACT, No. 14 OF 1995 ‘ ars * [Certified om Mist July, 19957 “7” \"Printed on the Order of Government a Published as a Supplement to Part I of the Gazette of the Democratte Socialist Republic of Sri Lanka of August 04 1995 emo restored: erm, te “fo HR PURCHASED Ax va OOVERNMEN? PURLICATION BUREA, cOLoama Price 90 cents, Postage: Bs, 2.00‘ t",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Evidence (Special Provisionsy : Act, No, 14 of 1995 [Certified on aist July, 1995] LD—O, 63/04 Hi AN ACT 70 PROVE FOR THE ADMISSIBILITY OF AUDIO VISUAL",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "RECORDINGS, AND OF INFORMATION CONTAINED INV STATEMENTS",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Provucep By Conpursre If CIVIL AND Cemarwal Pxoczxa-",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "NGS ; AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(08 INCIDENTAL THERETO,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka ax follows :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be clted as the Evidence (Special Pro» short tia,” visions) Act, No. 14 of 1995.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Notwithstanding anything contained to the contrary Application in the Evidence Ordinance or any other written law the, provisions of this Act shalt be applicable In respect of any matter provided for herein,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. (1) For the determination of any matter arising out Coma of the application of the provisions of this Act or incidental Omm& 2 thereto and not provided for in this Act, the provisions of the Evidence Ordinance or any other law shall, where appro- priate, and with suitable adaptations as the justice of the ase may require, be adopted and applied,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) For the purpose of applying the provisions of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "s Evidence Ordinance or other jaw for the determination of ,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "any matter not provided ter in this Act, the provisions re- Jating to documents. or governing a like matter in the Evi- * dence Ordinance or such other law shall with such suitable adaptations as the interests of justice may require, be anop- ted and applied in the ease of a recording, reproduction, statement or other evidence admissible under this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(8) Where It 1s not appropriate or practical to adapt and apply the provisions of the Evidence Ordinance or other Jaw as aforesaid for the determination of any matter not Provided for in this Act, the court may in the exercise of its inherent power, determine such matter by making such ‘order as the interests of justice may require, .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "PART I Conremronanzous ReconDics",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4 (1) In any proceeding where direct oral evidence Of Cantempare a tact would be admissible, any contemporaneous recording Revue or reproduction thereof, tending to establish that fact shall -\"*™™rSne™ be admissible as evidence of that fact, it it ix chown that—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(a) the recording or reproduction was made by the use",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "» Sf electronic or mechanical means; . y,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "a Evidence (Spectal Provisionsy , Act, No. 14 of 1905 3",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "_ () subject to subsection (3) of this section, the recording",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ": or reproduction is capable of belng played, replayed,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "‘ displayed or reproduced in such @ manner my",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ": as to make it capavla of being perceived by the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "H senses;",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(©) at all times material to the making of the recording",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "‘or reproduction the machine or device used in ; Making the recording or reproduction, as the case ji: may be, was operating properly, or if it was not, ‘any respect in which it was not operating properly ; or out of operation, was not of such a nature as to 4 ‘affect the accuracy of the recording or reproduction ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(a) the reconting or reproduction was not altered or . tampered with in sy manner whatsoever during ; or alter the making of such recording or reprodue- b tion, or that it was kept in safe custody st ai] mate- i rial times, during or after the making of such re- i cording or reproduction and that sufficient precau-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "\"tions were taken to prevent the possibility of such recording or reproduction being altered or tampered",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "mH with, during the period in which it was in such . custody,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(2) If the conditions set cut im subsection (1) are setle fied, the recording or reproduction shall be admissible in evidence of the fact recorded or reproduced, whether or not such fact was witnessed by any person.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(8) Where any recording or reproduction referred to tn fubsection (1)—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "{0) cannot be played, replayed, displayed or reproduced in such @ manner 90 as to make it capable of belng perceived by the senses; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "{b) 4s capable of being eo perceived but is unintelligible to & person not conversant in # specific science ; or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "{6) is of such na‘ure that it is not convenient to perceive and receive in evidence, in its original form,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "the court may admit in evidcnee a transcript, translation, eonversion or transformatinn, as the case may be. of such recording or reproduction whlch is intelligible and is capa- ble of being perceived by the senses.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(4) A recording or reprnduction shall be taken to have been made by the use of clectrunie or mechanical means, whether 1 was made by a single machine or device or oy",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "vo\" °°) Rvidence (Speciat Provisions) ys Act, Na. 14 of 1995",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "several machines or devices or by different machines or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "devices, in any combination, with or without the aid of any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "appropriate equipment or human intervention.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "4) Where evidence is admissible under the preceding Provisions of this section, a duplicute of auch evidence shath Yc admissible in the same manner and to the same extent as the source from which the duplicate is made.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Bo PART JT : 1” Conreten EvDEnce",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "6 (1) In any proceeding where direct oral evidence of Cummpates 4 fact would be admissible, any information contained in any statement produced by a computer and tending to establish that fact shell bo admicsible as evidence of that tact, if it is shown that—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(a) subject to subsection (2), the statement in the t form that it was produced, or the form in which it } Js reproduced, is capable of being percetved by the ; ensca ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "©) et all material times the eomputer producing the statement was operating properly or, if It was not,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "i any rerpect in which it was not operating properly 3 ‘or out of operation, waa not of such a nature as 10 1 affect the production of the statement or the : accuracy of the information contained therein 5",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "te) the information supplied to the computer was accurate and the information contained in the Statement reproduces or is derived from, the {information so supplied to the computer:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "‘Provided that where information contained in the etate:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "ment is shown to have been produced by the computer over a period during which the computer was used regularly to store or process information for the purpose of eny activity carried on regularly over that period, it shall bbe sufficient to show that—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(@) during the said period there was regularly supplied to the computer, in the ordinary course of such activity, information of the kind contained in the Matement or of the kind from which the informae",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "i tion #0 contained is derived ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "v4 + Evidence (Special Provisions) : + Act, No. 14 of 1935",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "+ (®) the information contained in the statement re",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "Lo produces, or is derived from, information regularly",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "Supplied to the computer in the ordinary course",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": ": of such activity,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "a (2) Where any statement referred to in subsection (1)—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": ": (@) cannot be played, displayed of reproduced iin such & manner so as to make it capable of being perceived by the senses ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "{) is capable of being so perceived but ta unin telligible to a person not conversant in @ specific science; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "(c) Sa of such a nature that it is not convenient to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "t Perceive and receive in evidence, in its origh",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": ". ‘nal form,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "the court may admit in evidence a transcript, translation, . conversion or transformation, as the case may be, of suck statement which is intelligible and is capable of being",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "| perceived by the senses, (3) Where evidence is admissible under the preceding provisions of this section a duplicate of such evidence shall",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "\" be admissible in the same manner and to the same extent as the source from which the duplicate is made.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "» _ (4) (@) Information contained in a statement shall be",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "7 taken to have been produced by « computer, if such states ment was produced hy a single computer oF several com puters or any combination of computers or different compu",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "+ bers operating in succession in any order, and all the compu",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "+ ters used to produce the statement shail be treated, for the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "- purpose of this Act, as constituting a single computer and any reference to a computer in this Act, shall be construed accordingly.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "\" _ (@) A statement shall be taken to have been produced",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "* by a computer whether it was produced by it directly, with",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "+ of without human intervention, or by means ot any",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "* appropriate equipment, :",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "5 (@) Information shall he taken to be supplied to a com puter, if it is supplied thereto in any appropriate from, ‘whether it ia 60 supplied directly, with or without human",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "+ intervention, or by means of any appropriate equipment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": "+ () Information shall be taken to be derived or ree Produced tram information supplied to a computer. if such",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 27,
    "text": ". information is derived or reproduced by calculation, come Parison oc by any other process af which the computer capable of,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": ": Evidence (Spaciat Provisions) “oe Act, No, 14 of 1995 (¢) Where in the course of activities carried on by any (person, information 1s supplicd to a computer with a view to its being stared or processed or the purpose of those activities, by a computer operated otherwise than in the - Course of those activities, that information, if duly supplied Yo the computer, shall be taken to be supplied to it in the course of those activities. PART III : Gexenat Provisions ” @. (2) Where any party proposes to tender any evidence Amdsvit under section 4 or § of this Act in any proceeding, an *vsseno®, affidavit dealing with any of the following matters, that a (@) &f such evidence consists of a recording or reproduc tion, that it fs a contemporaneous recording of a fact sought to be proved in such proceeding or @ : reproduction thereof, and that the recording or reproduction satisfies the conditions set out in : Paragraphs (a), (b), (¢) and (d) of subsection (3) af zection 45 1 (0) 4f such evidence consists of a transcript, translation, . . + Conversion or transformation, ag the oase may be, : of @ recording or reproduction, that such recording =” or reproduction satisfies any of the conditions set _ out in subsection (3) af section 4; (©) ff such evidence consists of a duplicate as provided for “ in subsection (5) of section 4, that such dupticate is authentic and hes been produced by a duplh ; cating process ; + @) Hf meh evidence consists of information contained in any statement produced by a computer, that such 1 statement was Produced by @ computer and that : the conditions set out in paragraphs (a}, {b) and : (e) of subsection (1) of section 5 have been satie- : fied In respect af such statement and computer ; {e) Hf such evidence consists of 2 transcript, translation, i ‘conversion or transformation, as the case may be, + + Of 8 statement produced by a computer, that such “statement satisfies any of the conditions set out 5 H subsection (2) of section 6;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 Evidence (Snecial Provisions) . ‘Act, No, 14 of 1995",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "() if much evidence consists of the duplicate us Provided for in subsection (3) of section 5, that auch duplicate fs authentic and has been produced ty a duplicating machine,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "and purporting to be made by a person occupying a respon sible position in relation to the operation of the relevant machine, devica of computer or the management of the relevant activity, whichever is the case, shall be admissible in evidence without ealling such person a a witness end shall be evidence of the inattera stated thereln.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(2) For the purpose of this section it shan be mufficient for @ matter to be stated to the best of the Imowledge and belief of the person stating it:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Provided however the court may on application by the opposing party or of its own motion, examine the maker ‘of the affidavit, and or any other person said to be Acquainted with any of the matters set out in the affidavits fn open court touching any of the matters set out in the sMdavit or any other relevar, matter that may be eounected with, or incidental thereto. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "‘Nones, Accsss ann Inspecniow . Notice \"= 7. (1) The following provistons shall apply where sy ere party to a proceeding proposes to tender any evidence Inspecy” 2 under section 4 or 5, in such preceeding—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(@) the party proposing to tender auch evidence shall, ‘not later than forty-five days before the date fixed for inquiry or trivl fle, or cause to be filed, in court, after rotice to the opposing party, a list of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". such evidence as is propased to be tendered by that party, together witlt a eopy of such evidence or such particulars thereof as is sufficient to enable the party to understand the nature of the evidence ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "() any party to whom @ notice has been given under the preceding prevision may, within fifteen days of the receipt or such notic: apply to the party giving uen notice, to be permitied access to, and to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". 4) the evidence seught to be produced 3 {i} the machine, device or computer, a the case",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ": may he, used to prnduce the evidence;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "‘Lo Evidence (Special Provisions) z",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "u Act, No, 14 of 1998",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "lt) any records rotating to the production of tha evidence or ike gystem used in such prnduc- tion ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "_ €) apon receipt of the application to be permitted avcess to, and to inspect such evidence, machine, device, computer, records or system, the pazty",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": ": Froposing to tender such evidence shall, within",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": ": Feasonuore time, Lut not dater than fifieen days",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": ": afler the receipt of the applicaricn, comply with",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": ": ‘the request and provide u reasonable opportunity",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "! to the party applying or his agents or nominees, ta",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "if have access to, and inspect, such evidence, machine, device, computer, records or systems, as is mentioned in the pplication ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "40) where the party proposing to tender such evidence",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "is unable to conrly, or Goes not comply with. the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": ": applfexticn for aeress and inspection, or where the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "! parties are unable 1o agree on any matter relating",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "y ta the notice or the aplication for access and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "‘ Inspection or the maniwr and extent of the inspection, the court may on application made by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": ": elther party, make such order or give such direction, as the interests of justice may requ.re.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(2) Save ae provided for in sections 8 and 8 where any party proposing ta tender any evidenen under the pro- ‘visions of this Act, fails te give nutice as aforesald, or upon ‘application being made for accesa and inspection, fails 10 provide a reasonable oppurtunity therefor, or falls to comply with any order of directicn given by court under paragraph (a), such party shall not be permitted to tender much evidence In respect of which the failure wat occasioned,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "AIMISSIONS:",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "8 (1) Im any proweding It shall not be necessary for any party to tender any evidenra of any fact which fs *simnk admiticd by the opposing party.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "{2) In any proceeding where it Ia proposed to tender any ‘evidenre under any provision of this Act to establish fact, it shail not be necessary for the party tendering such evidence to show that the conditions set out in the preced- ina provis ons of this act relating to the admissibility of such evidence have been satisfied, if the conditions relating to admissibility are not In dispute.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "ee Evidence (Special Provisions) . Act, No. 14 of 1995",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(3) Where in any proceeding, a party to such proceeding tenders any evidence under this Act to establish a fact, and it is shown that such fact was within the knowledge of the oppusing party but net admitted by him in such proceeding, the court shall award to the party tendering ‘suck: evivtence, the total casts ineuired by him in tendering such evidence \\1n addition to any other costs that may be awarded to such party in such proceeding), whether or not the final judgment or order in such proceedings ia in favour of such party.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "Prammptin, © The court may presume the accuracy of any record: ing, reproduction or statement produced by, or by the use ef, a machiww, deviee or computer which fs in common 156 and where the court draws such presumption with respect to any recording, reprodection ce statement, and in the absence of any evidence to the contrary. it shall not bd necessary fur any party propasing to tender such recording, reproiluction or statement in evidence te show that the conditions set out in the preceding provisions of this Act, relating ta the admissibility of such recording, reproduc tion or statement have been satisfied.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(Oftecxes, 10,” (1) Where any perron in an affidavit tendéred in evidence in any proceeding by virtue of section 6, wilfully makes a statement which he kncws or believes to be false, or does not believe to be true, he shall be guilty of an” offence uncer this Act and shall on conviction, * after summary trial before a Magistrate be liable to {mprisonment of elther dexorlplian for p term not exceed: ” ing ten years and to a fire,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "(2) Nothing in this section chall be read of construed as derogsting from, or limiting, the powers of any court to . punish for ontempt of itzelf oF of any other court. finals. :, TL Inthe event of any inconslstency between the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "for fe sine and Tamil texts of this Act, the Sinhala text shall ,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "Beet previ : :",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "Ineonautency. B",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "PART IV : Ivtewustation . Pilot, 12 Tn tha Act unlans the contest other requires *eamputer means any device the functions of” which includes the atoring and processing of mformation; ’",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Bvidence (Special Provisions). - 9 Act, No. 14 of 1905 - “duplicate” means a counterpart, produced by the samie impression ox the orlginsl, or trom the seme matrix or by means of photography (including enlargements, reductions, and miniatures), oF by electronic, mechanical or chemical repeoduetion or re-recording, or by other equivalent techniques which accurately reproduces the original ; “original” in relation to a recording or reproduc- tion of statement produced by a computer, means the recording or reproduction or the statement iteelf or any transoript, translation, ~ conversion, transformation or duplicate thereot intended to have the same effect by a percon executing or issuing it; and inevldes in relation to an audio or visual recording, the negative or any print there- from, and in zelation to a statement produced by 4 computer, the printout or other output readable by sight or audible by ear; *matement” includes any representation of fact ‘whether made in words or otherwise.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "a",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "Annvel subscription of English Bills and Acta of the Parliament Rx &88 (Local)»",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "Bs, 1180 (Poreizn), payable to the Sursnrazaronr, Govmaasskt PUSUcATIONS Honrav, No, $2 Transworks House, Lotus Road, Columba 01, before 16th _. ,, December exch Year in respect af the year following.",
    "mean_p_confidence": 0.61
  }
]