[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA DEVELOPMENT COUNCILS ELECTIONS (AMENDMENT) ACT, No. 6 OF 1986 . (Certified on 20 th March, 1986) . Printed on the Orders of Government Published as a Supplement to Port 11 of the Gazette of the Democratic Socialist Republic of Sri Lanka of March 21, 1986 [RCHTED AT TRE DEPARTHTENT OF GOVERMENT PRIAOLNG, St LANIEA yo ae FURCEAGED WF THE GOVIRABEINT PURLICATIONS EURRAG, COLORDO Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Development Councils Elections (Amendment) Act, No. 6 of 1986 [Certified on 20th March, 1986) LD-O, 65/85. Aw Act To amunp Tae Development Councis ELECTION Act, No, 20 oF 1981 BE it enacted hy the Parliament of the Democratic Soola- list Republic of Sri Lanka as follows :— 1. This Act may be cited as the Development Councils short Elections (Amendment) Act, No. 6 of 1988. fitle, : 2 Section 8 of the Development Councils Elections Act, Amendment ‘No. 20 cf 1981, is hereby amended in subsection (1) of that of seston section, ty the cubstitution for the worda “Every political No. 20 of party which on the day immediately preceding the date of 18 coming into operation of this Act, ix entitled to be treated aa a recognized political party”, of the words “Every politi- cal party which is entitied to be treated as a recognized political party”, a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription of Billa and Laws of the Parliament Ra 160 (Local).",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Rs. 200 (Foreign), payable to the Surmmpenmwoer, Govarwanars Puuircarson",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Boasav, Covonmo 1, before 15th December each year in respest of the year following,",
    "mean_p_confidence": 0.71
  }
]