[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1956-57 vo ig ASSILBS, Rubber Control (Amendment) Act, No. 16 of 1957 * . Date of Assent: March 28,1957 1. : fot Printed on the Orders of Government : ‘ ‘Printed at the Govenotent Frees, Cevnow: To be ‘Apna! Subowripion Gneluag’ Bila) Re 26, peyeble f° Han EY Gea\" ewions \"Saae . ‘Price; 15 conts. Postage: 10 cents . (",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": ": Rubber Control (Ameniment) Act; 8 + No, 18 of 1957 L, DO. 61/56. AN Acr 10 amex THe Rosper Conrrot Act, No. 11 oF 1956, ‘ [Date of Assent: March 28, 1957)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as followa:— .",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. This Act may be cited as the Rubber Control Str tis",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(Amendment) Act, No. 16 of 1957. +2. Section 7 of the Raber Control Act, No. 11 of Amsninset at 1956, hereinafter referred to as the ‘“ principal Act”, Ast, Ne it is hereby amended in sub-section (1) of that section ™ 6 by the substitution, for the word “ nursery.”', of the following: — . : ve nursery = Provided, however, that no permit shall be ++. required for replanting rubber for the pargose of filling up such vacancy in a registered eatate or registered small holding as is caused by the eradication of any rubber plant that is dead or affected by any disease,”",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. Section 18 of the principal Act is hereby Amends ot amended in sub-section (9) of that section by the sub- ‘fhe atitusion, in paragraph (@) of thot eab-action, for pate! ali the words from“ expire ” to the end of that para- a graph of the following words:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“expire on such date as shall be specified therein.”*",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. Section 18 of the principal Act is hereby  Revtecems repealed and the following section substituted % me '® therefor :— , Priel Ac casking ot 18, (1) Except under the authority of",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "usted, a permit issued by the Contreller. no . cod wing, —_igonged dealer shall,— = - Nemel dete; (a) where he purchases any rubber . from the Fepistered proprietor of any estate or small holding, take delivery:or cause or per- mit delivery to be taken of",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "4 Rubber Control (Amandment) Act, No. 16 of 1957 that rubber any place : other than his licensed pre- mises;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(@) where he purchases any rubber from sny other licensed > dealer, take delivery or cause or pertnit delivery to be taken",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ": of that rubber at any place other than his licensed pre- mises or the licensed premises",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". of that other oensed desler; (©) where he sells any rubber to any licensed manufacturer, make : delivery or cause or permit delivery to be made of that rubber at any place other than his licensed premises; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(d) where he sells any rubber to any other licensed dealer, make delivery or cuuse of permit delivery to be made of that",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". rubber at any place other than",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". hia licensed premises or the Vicensed premises of that other licensed dealer:",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Provided, however, that no such parmit shail be required in any case",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "_. Where a licensed dealer takes or makes",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "delivery or conses or permits delivery 60 “ be talken or made of ny robber within any Customs’ premises for the purpose of shipment from Ceylon. (2) No licensed dealer shall store any - rubber at any place other than his Ticensed premises.” Tumttion af 5. The following new section is hereby inserted bev sto immediately after section 83, and shall have effect as rincipal section 884, of the principal Act:— > “ote 88a, The registered proprietor ef any cro estate or small holding ‘who, nat being \"$9 pomession a, Licensed manufacturer or licen: weet dealer, has in his possession auch pomrses. - quantity of rubber as he cannot resson- : ably account for shall be guilty of an offence.”?",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Rubber Control (Amendment) Act, 5 _ No. 28 of 1987 6. Section 47 of the principal Act is horeby Amminmt « amended as follows: — rc nee (a) in sub-section (1) of that section by the ™=™! A substitution, for the words, “ or licensed premises”, of the words “ licensed pre- s Inises or other premises in which rabber is or is reasonably believed to be stored \"’; (®) im sub-section (2) of that section by the sub- stitution, for the words “or licensed | premises”, of the words “or premises”; - and (©) in the marginal note to thet section by the omission of the word “Licensed ”».",
    "mean_p_confidence": 0.78
  }
]