[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". PARLIAMENT OF CEYLON 3rd Session 1954-55 Peer Pec pi EO giapatby SLL AN a rae Ye FN WON Sri Punniyawardhana Samithiya of Matale (Incorporation) Act, ~ No. 14 of 1955 we Date of Assent: April 12, 1955 Printed on the Orders of Government 4 . Printed at the Govmanmenr Press, Cayton, To be + purchased at the Gove Fumacenrony Bonasoy Covostno Agmual ‘Subscription Ginelading ‘ls) ‘Rs. 3, payable in Bowens, oor Oren Box 560, Seoraarit, Colombe 1“ Price; 30 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Sri Punniyawardhana Samithiye Act, 8 : . No. 14 of 1955 An Act to Incorroratt Sat PoNNTYAWARDUANA SAMITHIYA OF MaraLE. n (Date of Assent: April 12, 1955] WHEREAS an association known ss“ Sti Puonigewardhana | Saznithips of Matole” hes heretofore been established at Matale for the purpose of tifectually carrying out its objects according to the roles agreed to by its members: And whereas the said association hes heretofore successfully carried out its objects, aud it is desirable that the said association should be incorporated: Be it enacted by the Queen’s Most Exoellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the autho- rity of the same, as follows: — 4, This Act may be cited as the Sri Punniya- stort ate, wardhana Samithiya of Matale (Iacorporation) Act, No. 14 of 1955, | 2 ‘The members for the time being of the jon 4 anscoistion known ee Sri Panniyawardbana Samithiya 227 Ease of Matale shall be a body corporate (hereinafter Zemin ot referred to as the ‘ Corporation”) with perpetual Matale. succession, a common seal, and the name “Sri Punniyawardhana Samithiya of Matale”. The Corporation may sue and be sued in such name. * 8. The general objects of the Corporation shall  onecal objects be . of the ‘Compare (@ to impart and promote the study of \" Buddhism, P (®) to encourage ‘the practical observance of the . : teachings of the Buddha, and thus enable . the members of the Corporation and through them as many others as it may be possible, to acquire merit, . (©) to propagate the teachings of the Buddha, and : ! (@) to advance the physical intlletual and social H ‘welfare of the members of the Corporation, = 4%, (1) The affairs of the Corporation shall, subject coumites of =” 4 to the rules in force for the time being of the Cor. Managwee 4 poration, be administered by.a Committee of Manage- 3 ment consisting of the President, three Vice-Presi- 2 dents, the Honorary Secretary, the Honorary Assistant Few a arr ace",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "4 Sri Punniyawardhana Samithiya Act,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "No. 14 of 1955 Secretary, and the Honorary Treasurer of the Corporation, the Manager of the Sunday Schools con- ducted by the Corporation, and not, less than twenty- two other members of the Corporation elected to that Committee in accordance with the rules in fores for the time being of the Corporation.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(2) The first Committee of Management shall consist of the following:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(0) Office bearers:—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "{1) 8. P. Wijayatilake, Esquire, President, Pe: Giragama, Esquire, Vice-President, @X A, Upnis- hamy, Esquire, Vice-President, (4) M. K. B, Atta- Rayale, Esquire, Vice-President, (6) W. B. Wimala",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "‘aidiyedasa, Esquire, Honozary Secretary, (8) U. B. Dissanayake, Esquire, Honorary Assistant Seoretary, © WY. Pa a Appubany, Eaquire, Honoraty",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Treasurer, . 0. Abeysekera, Esquire, Manager of Sunday Shoots. “a",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "©) Ordinary members of the Committes of Manage- ment —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(1) J. E. Gunasena, Esquire, (2) K. A. Arnolis Apmobamy, Esquire, (8) H. M. Upasena, Esquire, (4) P. B. Udupihilla, ‘Esquire, (6) \"kdwin Wijeraine, Esquire, @) E. K. Karmnavaine, Esquire, (7) 4. Somapals, Eoquire, (8) L. W. 8. Peries, Esquire, (9) K. A. Somepals, Esquire, (10) Victor Ekanayake, Esquire, (11) M. A-Simon Silva, Esquire, (13) HS. Wickremasingt, Eoquize, (18) K. D. Alwis, Eaquite, (4) K. M. Tikiri Banda, Esquire, (13) D. Panchi Banda, Fequire, (16) R. Karunadasa, Require, (17) R. M.'T. Banda, Esquire, (18) D. M. Abaranhemy, Esauire, ag) K. ok gryarecera. Esquire, (20) W.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". a, Esquire, . W. William, Esquire, C. B Ellepols, Bese Mam Esquire, (2)",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "5. (1} The Corporation, with the approval of the Comittee of Mangement and of swo-thinde of the members of ie Cor tion ib ab a ing of the Corporation, mayo ns Af # Beueral mee",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "{@) make rules for'the admission or expuleion of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "members of the Corporation, for the per=",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ": formance of the duties of the Committee",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "of Management and of the officers, servants:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "and agents of the Corporation, for the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Procedure in the transaction of ‘business,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "snd Severally for the mansgement of the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "- atlairs of 02 ‘ation a plishment of ts dbjects, aut Ste 2°",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Sri Punniyawardhans Samithiya Act, 3 No. 14 of 1958 (®) amend or rescind any of the rules of- the Corporation. (2) Subject to the provisions of sub-section (1), of » this section, the rules set out in the Schedule to this Act shall be the rules of the Corporation.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "All members of the Corporation shall be subject to the rules in force for the time being of the Cor- poration.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "6, All debts and liabilities of the said Sri Punniya- Delts tue from wardhana Samithiya of Matale, existing at the time the Boe of the coming into operation of this Act, shall be paid pstes- or discharged by the Corporation, and all debts due, and subscriptions and contributions payable, to, the eaid Sri Punniyawardhana Samithiya of Matale shall be paid to the Corporation.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "7. The seal of the Corporation shall not be affixed Hor the sot) to any instrament whateoover except in the Presence Shane of three of the members of the Committee of Manaye- 2 afised. ment of whom two shall be the President or Vice President and the Honorary Secretary and who shall",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "4 sign their names on the instrument in token of their presence, and such signing shall be independent of the signing of any person as a witness.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "8 The Corporation may acquire and hold any Tbe cor mevabio er hormsis property by Tight of purchase, Ey, grant, gift, testamentary disposition, or otherwise pet ort and, subject to the rales in force for the time being of |“ Seti the Corporation, may sell, mortgage, lease, exchange or otherwise dispose of any movable or immovable property of the Corporation: Provided, however, that the Corporation shall not sell, mortgage, or otherwise alienate (save and except by way of such lease for not . more than one year at one time as is to the advantage and benefit, and in pursuance of the objects, of the Corporation) the premises of the said Sri Punniya- wardhana Samithiya of Matale, now bearing Assess- ment No. 24, Gongawala Road, and situated in the town of Matale, for any reason or parpose whatsoever:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Provided further that, if that Corporation acquires",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "4+ and obtains possession of other premises which meet the requirements of. the Corporation better than the said premises No. 24, Gongawale Road, the Cor- poration may sll, mortgage, Or otherwise alienate the said premises No. 24, Gongawala Road.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "& Sri Punniyeoardhana Samithiya det, No. 14 of 1955 saving of he 9% Nothing in this Act contained shall prejudice BREGP’ or allot the rights of Her Majesty the Queen, Her ouen. heirs, and Successors, or any body politic or corporate or any other peroonsy except such as are ‘mentioned im _ thi Ant and those claiming by, from or under them. SCHEDULE Phe Ruler of Sri Pumuiyawardhana Somithiya of Matale. (Seti 5) 1. Designation hig association shall be evlled |“ Sri Ponniynwardhans Sumithiya af Matale \"\", heveinatter referred tos as the ‘ Samithiya \",",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". %. Objects.—The objects of the Samithiys shall be—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". (@ to impact and promote the study of Buddhism, (8) to eneaorage the practnal observance of the, tenchings of tbe Buddha, and thus ennble the members of the Samithiys and’ through them as many others na it",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "may be possible, to acquire merit,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "{0) to propagate the teachings of the Buddha, and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". (@ to navancs tha physical, intellectusl and social welfare ‘of the members of the Samithiya,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "8. Membership—(1) Men who oto not lese thon sjghtsen yoara of age and who have in view sll or any of the objects ‘Specified in rule 2 shall be eligible to be members of the Samithiye.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "@ Thexe shall be she following three classes af mambers:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "() ordinary members, (@) life members, and (©) hovorary members.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(8) (@) A person eligible to be a member under paragraph (1) tmiy, Span applieation made by Lins in thet babolt to the Ooty milise of Managemen ga ordi rollin of Management, be aa on ordinary member by",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "@) Every ordinary member shall poy @ minimum subsoription ‘of fifty cents for etch month or five Tupees dor each yoor, and such subscription sball be paid in advance.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(4) (0) A. nerton eligible to be a member under wh (1) ‘who donates not less thon one Eundved rupees lo the Samithia may, upon application made by him in that behalf to the Com- ipitten of Management, be elactod os a life member by tat",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@) A person eligible to be 2 member under paragraph (1) who donates ‘not less than ono hundred aod Aity nipees Oe Samithiya in monthly instalmente epread over @ period of not more than twenty months may, upon applicstion made by him. ia Ghab behalf 10 the Committee of Management, ve cleated 8 8 life member by that Committes, 7",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(©) A person sligibls to ba a member under por",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "le to ph (1) bed hes endored distinguished servies to the pereeare ee the Bacoithiya. rary member at a goneral rnseting of",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Sri Punniyaourdhann Somithiya Act, 7 No. 14 of 1956 .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(6) Every opplication for motabership shalt be countersigned by n member og proposer and sboll be sent ta the Honorary Secre- fary who sholl aubrnit ib to the Commiltes of Management for” neoestary sotion,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "+4... @) Where an ordinary momber ig in arrears of big subsoription tor 0 period of six months, he shall be given two written reminders of his default and one month's time for the payment ‘of the arrears, ond if he fails to pry the arrears witbia that time, his name mey be removed from the roll of members. After his name is removed from such roll, he shall not be re-elected av ‘a member until the orrears due from him are pid, voleas the Committes of Management decides otherwise.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(®) Any member whose conduct js detrimental to the interests of the Bamithiya may, after investigation by a select committee appointed by the Committes of Management, be suspended or expelled from membership ut 6 meeting of the Commiites of Management specially convened for the purpose, if two-thirds of tho members of that Committee who are present at such meeting Approve of auch suspension ot expulsion. ‘The quorum for auclt ‘© meeting shall be ten members of the Committes of Manage- ment. Any member who ia suspended or expelled ‘shall have Oo ight to, or claim for, the refund of ony subscription paid or any donation given by him to the Samithiya betore his suspension ‘or expulsion.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "4. Patrons.—Three Patrons from the Sangba, and two Patrona from the nity, shall be elected at the Annual General Mecting of the Samithiya,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "5, Office-bearers and Committes of Managoment.—(l) The office-besrers of the Samithiya shal! be— (@) & President, (8) thres Vice-Presidents, (c} an Honorary Secretary, (@) an Assistant Honorary Besretary, (¢) sn Honorary Tressurer, and (f) an Honorary Manager of Sunday Schools.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) The office-hearers shall be elected si the Annunl General Meeting of tho Samithiya, end shall, unless they sense to hold ‘office estlier, hold office from the date of their election until the election of the office-besrers for the next suoceeding year.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(@) It an office-bearer fails to attend threa euccessive monthly meetings of tha Committee of Management, ho shall, unless he satisfies that Commitice that his failure was dua to a reasonable ‘coune, cease to be such office-bearer.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(4) The Committee of Management sball consist of—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "+ (@) the offisa-besvers of the Samithiga who shall be ex-officio",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "4 members of shat Conumities, and (0) twenty-two other mambora elected to that Committee ‘et the Annual General Meeting of the Samithiyn.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(8) Every member of the Committes of Management shall hold office aa sbch member from ths date of the constitution of that Commities until the conatitution of a Comamittes of Macngement",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "8 Sri Punniyowardhana Sumithiya Act,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "No. 14 of 1955 lor the next succeeding ysor unless he, being an office-bearer of the Samithiya, ontlier seases to be such office-bearer, or, being an elected member of that Committee, earlier conses to be # member of that Committee.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(©) Ifo momber of the Cormities of Management who fs not am’ ex-officio member of that Committes feils to attend three successive monthly meetings of that Commitiee, he shall, unless hha aatisfog that Committes that his failure was due to 4 rensaa- able cause, cease to be » member of that Committee.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(7) Where o vaconay occurs in an offige held by an office-bearer of the Samithiya ot in the Committee of Management, that Com- tities shall elect feom the members of the Samithiyo 2 person to fill the vacsnoy. .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(8) The Committee of Management mnay clect from the mém- hers of thas Committee an honorory auditor and four bonerars helpers in organising the sotivities of the Sumithiya.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "8, Mastings —() An Annus! General Meeting of the Snmi- hig shell be held im the mouth of Febroany of so soon thewaly ‘a ghall be decided by the Committee of Manegement. At such meeting report of the wotk done by the Commities ot Msosge- ment and the duly audited statemant of accounts for the pre; ceding year phall be presented by the Honorary Seorstary aud ‘Honorary Trassurer reapoctively, and office-bearers end mem- bers of the Committee of Management for the eusuing yer shalt be elected.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "@), The Honorary Seovetary shall convene a general meeting of the Bamithiya at dhe request of the Committee of Management or upon a written requisition of not less then twenty members ‘The President and the Honorary Secretary, and, in the absence of the President, sny two out of the three Vieo-Prendents abd the Honorary Ssoratary, moy convene a general meoting of the Samithiya,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "@} ‘The quorum for & generat mesting of the Samithiyo shall be seventeen mambers of whom at least oue-thind shall be ofice hearers of the Samithiya,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "{A mecting of the Committee of Management shell be o00- vened on the first Wednesday at every month, or eo soon thete- sitar us it may be convenient if fv any reason no meeting jp eld ‘on the appointed day. Moatings of the Committee of Mange ‘mont shall ke convened by tha Honorary Secretary.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "{8 Spociat meetings of the Commitigs of Manngement mur be convened by tho Honorary Seoretary at the request of the President, or on a written requisition made by not less Hen five mambers of that Committee.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(0) The quorum for a mecting of the Committes of Manage. méat shall be seven mombers of that Committee of whom at esat three shalt be office-bearers, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "s",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "1. Annual Celebrations of the Somithiya—A mesting of the Gemithiya shall be held, annually, to which mamers of he general public may be invited and which may be presided over by  povson who hes rendered distinguished service to the a0use of Buddhiom. All members shall be given’ at least seven de®",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Sri Punniyawardhana Samithiya Act, a. No. 14 of 1956",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "notice of the convening of such meoting. Ab such mect- ing the Honorary Secretary shall proclaim the memes of the offce-bearers sud members of the Committee of Management lected for the ensuing year, ond the Honorary Treasurer's report shall be read out by the Honorary Searotary. ‘The",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "%» Honoraey Seoreary bal also read ix report of the sctivities ‘of the Society dusing the preceding year. Such meeting sholl, TE ponible, be held the tnooth of Match in eceh year.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "8, Procedure and duties of offce-boarere(1) The Provident or, in his absavoe, one of the Vice-Presidents shall be the Cheir- man af all meetings of the Somithiya other than @ meeting held ander rule 7. If neither the President nor one of the Viee- Presidents is present, a member shall be voted to the Chair. ‘The Chairman shall have a casting vote.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "@) The Honorary Seoretary shell keep 0 recurd of ali mectings of the Samitbiya, ‘a register of mombers, and any other record that may be necessary, and bave the custody of title deeds relating to property of the Samithiya, inventories of movable property of the Samithiya, and all previous records and report books of the Samithiya:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Provided, however, that the Committee of Management may at its discretion direct the title deeds or other valuable security beloaging to the Samithiya to be deposited for safe-keeping with Bank approved by thas Committes.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(®) The Honorary Treasurer shell receive, and keep accounta ‘af, all moneys belonging to the Semithiys, and shall make such Poyments ai are euihotzed by the Committes of Management",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "4.or by these rules. Hg sholl prepare apd submit duly audited Statements of accounts at the monthly meetings of the Com- taittee of Management and also 0 duly audited balance shect at the Anaual General Meeting of the Samithiya. His books shell bbe open to the inspection of members im the presence of tho Honovary Secretary st ail ressonable times.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "9. Funds of the Sanithiga.— (1) The Honorary Treasures shall be enlitled to Keep with him cath nob exceeding Re, 100, and all moueys coming into his honds in excens of such emount shall be deposited by bim st the Post Office Savings Bank or st any other Bank determined by the Committee of Menegsment.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "@ The Honovaty Secrotary shell be entitled to spend not cnore thon Bs. 90 af one time. Any expenditure exceeding Rs. 80 at one time shali be incurred with the approval of the Com- imittee of Management. All moneys expended by tao Honorssy Searetaty shell be shown in the stalement of aovouns submits Sy the Honorary Treasurer at the monthly mestings of the :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "anunittee of Management under rulo & (2).",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "10, Ratolutione.—Any resolution relating to any of the sbjeate of the Samithiya under rule 2, or for sho general, good of the Samithiya, may be moved at  mesting of the Samithive by any momber, and notice of every such resolution shall be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "~igiven in writing to the Honorary Seorelary at least five devs Yofog the date of the meeting at ‘which that resolution is to be moved.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "LL. Property of the Samithiys—(1) The Commitien of Sienagerent, shal ‘ound administer for the porposes of the Samaithiya all proporty belonging to the Semithiya.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "10 Sri Punniyawardhana Samithiya Act, lo. 1h of 1955",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(2) Tho Committes of Management may, with the consent of two-thirds of the members present at a general meeting of the Samithiyo, sell, mortgoge, lense, exchange, or otherwise aleuste, any movable property belonging to the Samithiya, if the po, posed sale, mortgage, lease, exchange or alienation is confirmed by two-thirds of the inembers of the Committee of Management. prosend ab s meeting of that Committee held within one month after the aforesaid general meeting of the Samithiya.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "{9),Any janmovable property of tbe Semithiye citer then the premises No, 24, Gongowala Road, Matale, may be sold, mork gaged, or otherwise olienated and disposed of in the same man- Ber end subject to the like conditions as movable property of the Somithiya under paragraph (2) of this rule.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(4) A covetaker shall be appointed on 2 reneonable monthly salary to be generally in charge of the proporty of the Samithiya ond to keep and maintain such property in clesn and éaniters ‘oondition. ‘The parson sppointed aq caretaker shall be required te give security either in cash or with one or more ruroties in & mum to be fixed at ita discretion by the Commutiee of Manegement.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(0) Tho sscessment, roles and other toxe, if any, payable fo the Urbsn Counsil of Matele, and any electricity’ fees payable for the use of electri current, shall bo paid by the Honaeary Secretary ot the Honorary Treasurer on the due dates.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "© Any Buddhist orgonieation, gathering of Buddhists, or mesting of Beddhists may moke usa of the Sasmithiyn'a holi for ‘Buddhist activities, with the prior consent of the President ond ‘tho Honorary Secretary.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(1) ‘Tho Bamithiya's hall or any portion of the building of whioh such ball is m part sball not ob any time be used a& a residence for Bhikkus or even for temporary residence during the ‘ vat season for Bhikkus.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(@) The vee of ihe Samithiya’s ball and premises may also be allowed to any person or body of persons for purposes which aro either eduoutional or for the public good. ‘The rant chargeable for such vse shall be determined by the Committes of BMaaage- sont. ‘The hall of the Semithiys or any part of she buildings of the Satithiys shall not be used or given for the uso of political meetings or for aay purpoas which is agsinst the objects of the Samithiys.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(8) ‘The hall and premises of the Samithiva may be rented aut for the purposes of social githerings at which no intoxicants of any sort ate used. The rent slall be determined by the Comn- raittee of Management. :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(10) Buddhists going on pilgrimages and possing through Matale or gong Yo Matelo shell hte tie use of (oo ball of the Samithiya and of the Kitchen, lovatories and water services provided at the said premises, md suah use by ench party of Buddbist pilgrims shall be for'not more than twenty-four houre iat a time. The time limit may be varied at the diseretion of tt ‘Honorary Secretary under excoptionsl circumstances.",
    "mean_p_confidence": 0.71
  }
]