[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIG: SOCIALIST REPUBLIC OF SRI LANKA ~ NATIONAL DEFENCE FUND ACT, No. 9 OF 1985 [Certified on Zist March, 1985] . Printed on the Orders of Govermaest . Published as a Supplement to Part {1 of the Gunetle vi the Democratic _ Socialist Republic of Sri Lanka of March 22, 1985 IOC A HDNET GORE AE PTO, HLA ‘$0 BR FUBCHARHD AT SHE COVEANMIENT PURLICAMIONR BUREAU, COLOMEO Price: 60 cents \"Postage: 68 cents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "National Defence Fund Act, No, 8 of 1985 «4, ,Certied on 2ist March, 1085] <1: Le D--O, 79/84. we wee a Seb AN ACT 10 PROVIDE FOR THE ESTABLISHMENT Of 4 FURD CALLED “nu Nationa Derencs Foun” ror THE PROVISION OF ‘Furnes ror National DEFENCE ; AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO, - * coe BE ‘ii enacted by the “Parliament of the Democratic’ Socialist Republic of Sri Lanka as follows :— . 1. This Aet may be cited as the National Defence Fund short tite. ~~ Act, No. 9 of 1985. . 2 (1) There shall be established a Fund to be called Eatablishs “the National Defence Fund” (hereinafter referred to as Prentolthe “the Fund”). ed Defence Pana. @® The Fond shall, by the name assigned to it by subsection (1), be a'Pody corporate, and shall have perpetual succession and a common seal and may sue and ‘be sued in such name ic, ot ee 3 (1) The administration, management: and control of | Boordot the Fund shall be vested ina Board of Governors ofthe hand constituted as hereinafter provided. “Sf (2) ‘The Board of Governors of the Fund ~ (hereinafter referred to as “thé Board”) shall consist of’ 1 71%: (0) the President of the Republle, gor os {) the Minister in charge” of the subject ‘of national security, and . “ (©) one other member appointed by the President who shell, subject to the provisions of subsections (3) “and (4); hold office for such period as -mey be, specified in the letter of appointment issued to him by the President. ad (8) The President ‘may; in his absolute discretion, revoke the appointment of the member appointed by him under. Paragraph (c) at subsection 2). 0 (4) The member of the Bozrd appointed under paragraph * (c) of subsection (2) “may at any time resign from the Board,'‘by a letter ‘ in ‘that’ behalf, addressed to the President, he abhi aT Bry ebay BP lo © ce2oco—e (jor)",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 National Déjence Fund Act, No. 9 of 2985 Board to. 4 The Board may regulate the procedure in regard to {ts Tegulsitt? _aneetings and the transaction of business at such meetings. , eth regu fomeclinge ee eget anes Lnaiyenyors om fen ped en Prerendings, No act or proceeding of the Board shall be deemed to Betta be be invalid by -resson only of the existence of .a vacancy Eirioangs among Sts members or any defect in the appointment.of @ varancy, member thereat, “5.5, L eae Preskéent to\" 6, “The President shell-be the Chairman of the Board. bechalnmnan. neers Power of 7. ‘The Board shall, in the name of the Fund, have the SOR omer oe =e (a) -acquite, hold or menage property, whether movable _ or immovable; ; ye -.(b) sell, mortgage, exchange or otherwise dispose of, or her > desl with any. property,'whether movable or immovable, to which the Fund may ° become te emt Stop cen pean ow ea oS 8 . (¢) perform all-such acts or things ax may be necessary to give effect to the provisions of this Act. . .;, National 8: The Board'shall maintain an ecoount called ‘the Defence Fund National Defence Fund Account” at the Central Bank and Seon there shall be credited to such account— {e) all moneys paid into the “ President's Fund, prior to ~—tyaety the date. of commencement of this Act, for the pur- pose of national security; and, |, (B) all moneys that may accrue to the Fund, after the «1 date of commencement of this Act. <--° ~ * Tn this section, “ President's Fund” means the President's Fund’ established..by the President's Fund- Act, No. 7 : of 1978. Sushtisy oF ‘Purpose tor -_‘% . It-shall be the duty of the Board to apply, subject to walth the | the directions of the President, the moneys belonging to the Fundoay he Fund in such manner, and .for such.purposes,. as it may applied. consider best calculated to promote and ensure national defence, including the payment of any benefit to .the families of members of the police forcg or of. the.armed . forees, who have been injured or who bave died in the: course of performing their official duties. pee",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "National Defence Fund Act, No.9 of 1985 3 “0. Any moneys-belonging to the Fund may be invested Investment by the Board in such manner as the Board may determine, <f moneysor subject to such directions as may he given by the President. ae - oa “up *1L'-(1) ‘The Board shall have the power, subject to the Offeers ang directions of the President —. -,+ ce a herp ang delegation of (@) to appoint such officers and servants of the Fund powers, duties ‘Sag may be necessary for-the administration and  Spdjfunctlons management of the affairs of the Fund ; - (®) to determine the remuneration payable to the officers and servants so appointed; and, (@)-to. pay such remuneration and other: expenses , : , ihemrred in the administration of the affaira of the Fund, out of the income of the Fund, (2) The Bosra may delegate any of its powers, duties and functions under this Act to any officer of the Board, “(8) The Board, shall, notwithstanding any‘ delegation made under subsection (2) have the power to exercise, perform and discharge the powers, duties and functions 30 delegated. ,, nee tga 32 (1) The Board shall, cause proper accounts to be uit and kept of the income and expenditure, assets and liabilities, and all other transactions of the Fund. ng 2) (2) The Auditor-General shall audit the accounts of the Fund évery-year. For the purpose af assisting him in the audit of such accounts, the Auditor-General may employ the services of a qualified auditor who shall act under bis directions and control. 1 ete ob ih, (8) For the purpose of meeting the expenses incuirred by * hita in the audit of the accounts of the Fund, the Auditor’: General shall he paid out of the income of the Fund, such remuriération ss the Board may determine, Any'temiunerd- tion recelvét trom ‘the Fund by the Auditor-General shall; after the deduction therefrom of any sums paid by him to any qualified auditor or auditors employed by him for the purpose of conducting such audit, be credited to the Con- sdlidated Fund.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 National Defence Fund Act, No. $ of 1985 (4) The Auditor-General shall, as soon as practicuble after the thirty-first day of December of each year, prepare a report on the administration’ of the affairs ‘of the Fund, during thet year, together with a statement of the income and expenditure of the Fund and of the investment of the moneys belonging to the Fund during that year. & = ? (8) im this section, the expression. “qualified auditor” (0) an individual who, being'a member of the Institute of Chartered Accountants of Sci Lanka or of any + tether Institute -established by law, ’, possesses @ \"> certificate to practise as an Accountant, issued by the Couneil of such institute, or . (2) 2 firm of Charted Accountants each of the resident aoa Partners of which, being a member of the Institute 42% of Chartered Accountants cf Sri Lanka or of any +. other Institute ‘established by law, possesses a certificate to practise as an Accountant issued by _ the Council of such Institute, Auditor. “43, The Auditor-General shall transmit the | report ‘General's Prepared by him in pursuance of section 12 to the Minister Sotreportto in charge of the subject of national security, who shall pepplaced cause such report and statement to be placed before Parliament. Parliament. ~~ Bowers of 44, The Boord may make such rules ax it may consider rope, Recessary in selation to any matter affecting or connected with, or ineldental to, the exercise and performance of ita powers, duties and-funetions... yi cq su Oftcersend «All officers and gervants of the Fund shall be deemed fepiset to be public servants within the meaning, and for. the tenet (°™\" purposes, of the Penal Code... » abe fervants . Sein the meaning of the Pena Code.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": ". National Defence Fund Act, No. 9 of 1985 Fy 16 The Board shall be deemed to be a scheduled the Board, institution within the mesning of the Bribery Act and the aschetuled provisions of that Act shall be construed accordingly. ines EBS rs 11, In this Act, unless the context otherwise requires Interprets “Central Bank” mens the Central Bank of Ceylon established by the Monetary Law Act; “national defence” includes internal security,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "‘Annuel subscription of Bills and Lawa of the Rarllament a 150 (Local),",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Rs 200 (Foreign), payable to the Suremmmenpent, Govimesnorr Puni.caTIONa",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Borzav, P. ©, Box 00, Cotomo 1, hefore 5th Deceniber each year in respect ‘of the year following,",
    "mean_p_confidence": 0.78
  }
]