[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee. .:). ine oo) sot “ — ~ og PARLIAMENT OF THE DEMOCRATIC: - | _ + “SOCIALIST REPUBLIC OF . \"sSRELANKA.© . LOCAL AUTHORITIES (SPECIAL’ PROVISIONS) (AMENDMENT) ACT, ~ No. 12 OF 1979: . fi: r. {Certified om Beth Kebruary, 193 roe. L é Printed on the Orders of Covernmnt Published s a Supplement to Part IL of the Gazette ‘of the Democratic oa Socialist Republic of Sri Tanke of March 02, 1979 naman a sornpeae or comanaoer rma, 6 Lane Tie rotnnse fa pan corona FonEATONG WEA, COND . Price: 30 cents : : Postage: 25 conts",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "__+'_ | Loeat Authorities (Special Provisions) . . (Amendment) Ast, No. 12 of 1978» int he [Certified on 26th February 1979] . EDO, BapTg te Coie An-Act -10' avexn maz Local Avtiontmes (SeEcIAL *Paovisions) Ac, No.3 oF 1973 = : BE it/enacted by the Parliament, of the Democratic Soctalist 7 Republic of Sri Lanka as follows :—.° |” . “+1, ' This Act may be clted as the Local Authorities (Spectal , Short . - Provisions) (Amendment) Act, No, 12 of 1979. 7 2 The long title of. the focal” Authorities (Special Amndment = Provisions) Act, No, 3 of 1979, hereinafter referred to. ag lang ttle the “principal enactofent”, ts hereby ‘amended: by the No. 8 af «7 substitution for the words “LOCAL ‘GOVERNMENT ee SERVICE.\", ‘of. the words ‘LOCAL (GOVERNMENT. © i020. SERVICE | AND. FOR. MATTERS’ CONNECTED ©: THEREWITH OR INCIDENTAL. THERETO.\" : : «2. Section 2 of the prinefpal enaéiment is héveby repeated “Replace: - and the following new section substituiad. therefor: . stean 2 : aie e (Agate ot 2 Thais Act shall apply, tometer 4 2) eer ‘this Act, “. (@) every officer or servant of any local _ * authority, other than a’member of : Fug 8-4, #- the Local. Government Service eons ape ot ie \"ay. , ofituted under the Local Government : Service Law, No. 16 of 1974; the na cb) every patton hie was at any time, an a . officer or servant of any Tocal authos +2) 2. ot rity, other than e member of the we UG Fob. otto, 5! Local Government Service éonstitie | 1-5 att eC ere ovtad under ‘the Lecak Government: 0\" : “tT rect ce Service Law, No:'16 of 1974, whose . 1S 2 ov gerbices had been terminated or who wile shad retired from such service and in @htet ies ty a. vwTespect of whom an application ie 4) is Uys ca at Pending before @ labour tribunal in t \"25°\" wxespeet of such termination or in + |. he ‘ \" respect of. non-payment of any Maiadua sustid panei ponalon,, gratuity or, vetiring allows 6... UL settytare Sey 4.25, 8n08 due tochim or the inadequacy ~,\" 8 tect chines ti of such pension, gratuity or retiring \"773. acti allowance 33 ta an Te Re ; Kasstisspooyopy Te OE",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Local Authorities . (Special: Provisions} . x (Amendment) Act, No..12 of 1979 . . ‘{e) every: officer’ or servant of a local authority, other than a member of . the Local Government “Service bag) tun a1, constituted under the Local Govern- - ment Service. Law, No. 16 of 1974, . foods vtybten ie tt., Who at any time after July 8, 1978, eee\" ana prlor to January 9, 1979;\"hed retited from the service of, or whose iets fpkajes oitaan, 21, services had been’ terminated by, “ : + ase! 1, 80h Jogal guthority, a cLitinee falas) nj, “DeFeinafter referred to as a“ person to whom a meee) this: Act applies #,*,'« Pes aed Rabe tenn Pat te os ove tye Amendment :- 4. Segtlon 9 of the prineipel enactment is hereby amended” ‘section 3 . of the agHOOWB I eye orn principal y 5 “ tee ‘enactment, “¢.,(1).in subsection (1) of that section, by the substitution . tre evo, the words \"Where an employee to whom this . 7 Act applies is dealt with disciplinarily, or his services are terminated,”, of the words “Where a ccs t3f po yy, BEESON to. whom this Act applies was or is dealt wht /\\ with disciplinarily, or his pervices weré or ‘are eet = Yegminated ye hie eee NEN (2 in subsection’ (8) df that tection, by the substitution fui +n fox the ,words “employee in question,”, of the te -odi, words,“ person in ‘question ;-and {GY in'the iksiginal note'to that section, by the substitu- \"tion for the ‘words of employees”, of the words + EMOF personae om cud the te : . Amendment '\"\" §. \"Section 4 of the prineipal:enactment is hereby amended of tbe as follows set\" 8? prinefpal Wer ya Lo enactment, 1; (1) .in subsection (1) af that section, by the substitution a for the words: Where an employee to whom this : nv» Aetapplies.retires”, of the words “ Where @ person. vx cyt to whom.this Act applies has retired or retires} ee cc ~, }@) in Suliséction (2) of that section, by the substitntion + ak a, 510t the words “employee in question,”, of: the ‘an in words “\" person ‘in’question, ”, Amendment’ \"\"” 6.\" Section'S of tie principal enactment is hereby amended ot tha | fit ubsectlon (2) of that section, by the substitution for the Shictinenk,< Sorts J gmloves jn’ question, of the words “person in",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ". | *Looal: Authorities (Special Provisions) a. . *\" (Amendment) Act, No, 12 of 1979 1. Section Gof the: principal enactment inbeiey amended Amendment as follows — ote . ” (2) im subsection (1) of that section, by,the substitution fnactment. *: for the words “any employee”, of the words “any person”; woe (2) in subsection (2) of that section, by' the substitution - for the words “an employee”, of the words “any person” 5 : (3) in subsection (3) of that section, by the substitution tor the words “any employee”, of the words “any person \" ; and : i (4) in the marginel note to that section, by the substitution for the words “to employees”, of the words “to persona”, . : 8. The amendments made to the principal enactment by etree =” this Act. shall be deemed for all purposes to have come tf'thas into operation on January 9, 1979, an Ac",
    "mean_p_confidence": 0.74
  }
]