[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  Zor  (em .  (aN  cc)  ee  : ORO)",
    "mean_p_confidence": 0.142
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  KAPRUKA FUND ACT, No. 31 OF 2005  [Certified on 22nd September, 2005]",
    "mean_p_confidence": 0.7257692307692308
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "  Printed on the Order of Government r  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of September 23, 2005  Price : Rs, 13:50 Postage : Rs. 7,50",
    "mean_p_confidence": 0.7816666666666666
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Kapruka Fund Act, No. 31 of 2005",
    "mean_p_confidence": 0.7311111111111112
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  [Certified on 22nd September, 2005]  L.D.—0. 60/2004, :  ANACT TO PROVIDE FOR THE ESTABLISHMENT OF A FUND CALLED THE =.",
    "mean_p_confidence": 0.5370833333333334
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Karnurca FUND, TO SPECIFY ITS OBJECTIVES AND POWERS ;TO PROVIDE",
    "mean_p_confidence": 0.5875
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  FOR THE REGISTRATION OF KAPRUKA SOCIETIES AND TO PROVIDE FOR",
    "mean_p_confidence": 0.7475
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.58125
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist *  Republic of Sri Lanka as follows -—",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  J. This Act may be cited as the Kapruka Fund Act, Short tide.  No. 31 of 2005.",
    "mean_p_confidence": 0.719
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  PARTI .  EstABLISHMENT OF THE KAPRUKA FUND",
    "mean_p_confidence": 0.513
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  2. (1) There shall be established a Fund which shall be Establishment of  called the Kapruka Fund (hereinafter referred to as “the the Kapruka  Fund”) : Fund.",
    "mean_p_confidence": 0.7487096774193549
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (2) The Fund shall, by the name assigned to it by  subsection (1) of this section, be a body corporate and shall  have perpetual succession and a common seal and may sue  and be sued in such name.",
    "mean_p_confidence": 0.8248837209302325
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  3. (1) The administration, management and control of Constitution of  the Fund shall be vested in a’ Board of Management ioe Board i a  constituted as hereinafter provided. a",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  (2) The Board of Management of the Fund (hereinafter  referred to as “the Board”) shall consist of the following  members :-—",
    "mean_p_confidence": 0.7644
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (@ the Chairman of the Coconut Cultivation Board ;  (the Chairman of the Coconut Development  Authority 5  (©) the Chairman of the Coconut Research Board ;  |, 2—PL 000492—5,650 (07/2005)",
    "mean_p_confidence": 0.7041666666666667
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Kapruka Fund Act, No. 31 of 2005  (@ the General Manager of the Coconut Cultivation  Board, Director-General of the Coconut  Development Authority and the Director of the *  Coconut Research Institute; *",
    "mean_p_confidence": 0.7343589743589743
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  © anofficer from the Ministry of the Minister in charge  of the subject of Plantation Industry, not below the  rank of an Additional Secretary appointed by the  Minister;",
    "mean_p_confidence": 0.7378787878787879
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  () _twomembers appointed by the Minister, from among  persons who have gained distinction in the coconut  industry ; and",
    "mean_p_confidence": 0.681304347826087
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (g) the President of the Sri Lanka Federation of Kapruka  Societies and four representatives nominated by the  Federation.",
    "mean_p_confidence": 0.6686363636363636
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  Chairman of the 4. (1) The Chairman of the Coconut Cultivation Board  Board. shall be the ex-officio Chairman of the Board of Management.  -(2) Subject to the provisions of paragraph (b) of section 5  the term of office of the Chairman of the Board shall be his  period of membership of the Board.  (3) The total membership of the Board shall be fourteen.  Resignation and 5. (a) The Chairman or a member of the Board appointed  removal of under paragraphs (e) and (g) of subsection (2) of section 3  =e iain may resign from the office of Chairman or member by letter  ‘ in that behalf addressed to the Minister.  _ © The Minister may for reasons assigned remove the  Chairman or any member of the Board from the office of  Chairman or member.  Membership of 6. Members and officers of the Kapruka Societies  the Fund. registered under this Act, shall be entitled to membership of  the Fund.",
    "mean_p_confidence": 0.8171999999999999
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Kapruka Fund Act, No. 31.of 2005 3",
    "mean_p_confidence": 0.6844444444444444
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  7. (1) The Chairman of the Board shall preside at every Meetings of the  meeting of the Board. In the absence of the Chairman from . Board.  any meeting of the Board, any member elected from among  the members present shall preside at such meeting.",
    "mean_p_confidence": 0.8056
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (2) The quorum for any meeting of the board shall be  seven meinbers including the members referred to in  paragraphs (a), (b),(c) and (e) of subsection (2) of section 3.",
    "mean_p_confidence": 0.8179411764705882
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (3) Subject to the provisions of subsections (1) and (2) of  “this section, the Board may regulate the procedure in regard  to the meetings of the Board, and the transaction of business  at such meetings.",
    "mean_p_confidence": 0.82025
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  8. Noact, or proceeding of the Board shall bedeemed to Vacancy among  be invalid by reason only of the existence of a vacancy among members not to  its members or any defect in the appointment of members imuevegias Gi\"  thereof. the Board:",
    "mean_p_confidence": 0.7231914893617022
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  9. (1) (@) Every member of the Board appointed under Term of office of  paragraph (f) of subsection (2) of section 3 shall hold office members.  for a period of three years from the date of his appointment,  unless he is removed from or otherwise vacates office earlier.",
    "mean_p_confidence": 0.8309433962264151
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  _(&) Every member of the Board appointed under paragraph  (6) of subsection (2) of section 3 shall hold office for a period .  of one year from the date of his appointment or till the  appointment of new officers after an election, unless he is  removed from or otherwise vacates officosearlier.",
    "mean_p_confidence": 0.786140350877193
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (2) Every ex-officio member of the Board shall hold office  so long as he holds the post by virtue of which he is a member  of the Board.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (3) A member of the Board appointed under paragraph (f)  or (g) of subsection (2) of section 3 shall vacate office if he is  removed from office by the Minister with reasons assigned  therefor or he resigns his office by letter addressed to the  Minister. .",
    "mean_p_confidence": 0.7878846153846154
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Kapruka Fund Act, No. 31 of 2005",
    "mean_p_confidence": 0.759
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (4) Where any member of the Board appointed under  paragraph (f) or (g) of subsection (2) of section 3 vacates  office by death, resignation or removal from office, the  Minister shall having regard to the provisions of that  paragraph, appoint another person to act in the place of such  member. The person so appointed shall hold office for the  unexpired period of the term of office of his predecessor in  office.",
    "mean_p_confidence": 0.8401249999999999
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (5) Any member of the Board vacating office otherwise  than by removal shall be eligible for re-appointment.",
    "mean_p_confidence": 0.7979999999999999
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (6) Where a member of the Board is temporarily unableto  discharge the functions of his office on account of ill health,  absence from Sri Lanka or any other cause, the Minister may  appoint some other person to act as a member in his place.",
    "mean_p_confidence": 0.8208163265306122
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  Seal of the Fund. 10, (1) The Fund shall have a common seal which shall  : be in the custody of such person as the Board may decide  from time to time.  : (2) The seal of the Fund may be altered in such manner as  may be determined by the Board.",
    "mean_p_confidence": 0.808103448275862
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (B) The seal of the Fund shall not be affixed to any",
    "mean_p_confidence": 0.7735714285714286
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  . instrument or document except in the persence of two  ‘members of the Board, both of whom shall sign the instrument  or document in token of their presence.",
    "mean_p_confidence": 0.7481249999999999
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (4) The Board shall maintain a register of the instruments  and documents to which the seal of the fund is affixed.",
    "mean_p_confidence": 0.8183333333333334
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  Members to 11. A member of the Board who is directly or indirectly  disclose inerest interested in a contract proposed to be made by the Board  7 shall disclose the nature of his interest at a meeting of the  Board. The disclosure shall be recorded in the minutes of the  Board, and such member shall not take part in any’  deliberations or decisions of the Board with respect to such",
    "mean_p_confidence": 0.8097402597402598
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  contract.",
    "mean_p_confidence": 0.3133333333333333
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Kapruka Fund Act, No. 31 of 2005 5  12. The members of the Board shall be remunerated in Remuneration of  such manner and at such rates as the Minister may, with the the members.  concurrence of the Minister in charge of the subject of Finance,  determine. é  PARTIL  (Onvects oF THe Fun  13, The objects of the Fund shall be— Objects of the  Fund.  (@) 10 inculcate and promote thrift among, and uplift  the economic and social status of coconut  smallholders ; .  © to assist coconut smallholders to increase coconut  production and agricultural productivity in their  smallholdings and to increase the yield from their  coconut smallholdings by the use of relevant  scientific technology ;  (©) to promote suitable investments related to the  establishment and development of coconut based  small industries ;  @ toacquire, develop or establish, coconut processing  units, factories and other facilities required for the  manufacturing of finished products of coconut  smallholdings ; r  (©) to register and regulate coconut smallholdings  development societies and societies of coconut  based small industries (in this Act referred to as  “Kapruka Societies”) and to provide assistance to  the members of such societies registered with the  Fund ;  () to promote and develop the marketing of the  produce of such coconut processing units and  factories ; and  (g)  toassist Kapruka Societies for the improvement and  well being of those engaged in the production of  coconut in smallholdings and small industries.",
    "mean_p_confidence": 0.7656569343065693
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Kapruka Fund Act, No. 31 of 2005 2  Powers of the 14, (1) The Board shall in the name of the Fund, have  Fund. the power to take all measures necessary for or conducive or",
    "mean_p_confidence": 0.82575
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  incidental to the carrying out of the objects of the Fund.",
    "mean_p_confidence": 0.8015384615384615
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (2) Without prejudice to the generality of the powers  conferred by subsection (1), the Board shall have the  following powers :-—",
    "mean_p_confidence": 0.7784
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  @ to enter into and perform or carry out, whether  directly or indirectly, through any officer or agent  authorized in writing in that behalf by the Board,  all such contracts or agreements as are necessary for  carrying out the objects of the Fund ;",
    "mean_p_confidence": 0.8194
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (®) to purchase, transport, store, supply and maintain,  any commodity, equipment or machinery necessary  for the carrying out of the objectives of the Fund ;",
    "mean_p_confidence": 0.7982758620689655
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  © to appoint, employ, remunerate and exercise  disciplinary control over such officers and agents  as may be necessary for carrying out the objectives  of the Fund ;",
    "mean_p_confidence": 0.7834375
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  @ _ toestablish and maintain pension or provident fund .  schemes for the benefit of coconut smallholdersand  coconut based small industries to insure members  of the Fund, against any risks ;",
    "mean_p_confidence": 0.7441666666666666
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (©) totrain members, officers and employees of the Fund;",
    "mean_p_confidence": 0.5954545454545455
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (D toopen, operate and close bank accounts for carrying  out the objects of the Fund ;",
    "mean_p_confidence": 0.6726315789473684
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  (g) to levy fees or other charges for services performed  or facilities or equipment provided by the Fund ;",
    "mean_p_confidence": 0.7518181818181818
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  (h) to provide assistance, including financial assistance  by. way of loans or grants to any Kapruka Society  registered under this Act engaged in the processing,  or marketing of coconut or coconut products ;",
    "mean_p_confidence": 0.7992105263157895
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  (to invest such monies of the Fund which is not  immediately required for its purposes, in such  securities as the Board may consider fit ;",
    "mean_p_confidence": 0.8006896551724138
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Kapruka Fund Act, No. 31 of 2005 7  @  @ _torequire any person to maintain true and accurate  records in such form and containing such  particulars as may be specified by the Board,  relating to any matter as may be necessary for the  carrying out of the objects of the Fund or the",
    "mean_p_confidence": 0.7785
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  exercise of the powers of the Board ;",
    "mean_p_confidence": 0.746
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  Gi) to require any person to furnish, within a  specified period of time, all such returns,  information and explanations as are within .  the knowledge of that person relating to any  matter as may be necessary for the carrying  out of the objects of the Fund or the exercise  of the powers of the Board ;",
    "mean_p_confidence": 0.8046875
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (iii) to require any person to produce, or cause to  be produced, before a specified date such  documentary or other evidence as the Board  may require for the purpose of verifying any  facts entered in any record maintained under  sub-paragraph (i) or stated in any return,  information or explanation furnished under  sub-paragraph (ii) of this paragraph ;",
    "mean_p_confidence": 0.7995454545454544
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (iv) to enter and inspect, at any reasonable time,  any land, building, office, store, factory, shed  or premises for the purpose of examining and  verifying any records required to be  maintained under sub-paragraph (i) of this  paragraph or for the purpose of verifying any  particulars contained in any return or  information or explanation furnished to the  Board under sub-paragraph (ii) or (iii) of this  paragraph or for the purpose of inspecting and  checking stocks.",
    "mean_p_confidence": 0.7959302325581395
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (3) Any person who fails, without reasonable cause, to  comply with the provisions of sub-paragraph (i), or sub-  paragraph (ii), or sub-paragraph (iii) of paragraph (j) of  subsection (2) of this section, or who knowingly maintains  any false records or knowingly furnishes any false returns,  information, explanations or documentary or other evidence,  or who obstructs the Board in the exercise of the powers  conferred on it by sub-paragraph (iv) of paragraph (j) of  subsection (2), shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.8448936170212766
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  2",
    "mean_p_confidence": 0.08666666666666667
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Kapruka Fund Act, No. 31 of 2005  PARTI  Karauxa Soctenes  Riitieret 15. The following persons shall be eligible to obtain  ‘apruka Society. membership of a Kapruka Society registered under this  Acti—",
    "mean_p_confidence": 0.648974358974359
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (@ coconut smallholders who are not less than eighteen  years of age and who own coconut lands within the  proposed area of operations of such Society;",
    "mean_p_confidence": 0.8043333333333333
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (©) coconut smallholders who are issued permits for new  planting within that area ; and",
    "mean_p_confidence": 0.7155555555555555
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (©) newly established coconut based small industries  presently carryinlg on business within the area.",
    "mean_p_confidence": 0.6929411764705882
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  Qbiectives ofthe 16, ‘The objectives of every Kapruka Society registered  ‘apruka Society. under this Act, shall be :— .",
    "mean_p_confidence": 0.695
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  @ to create and foster understanding among its”  members and to cooperate to obtain maximum  benefits for their produce ;",
    "mean_p_confidence": 0.74375
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (6) to inculcate and promote thrift among and uplift :  the economic and social status of its members ;",
    "mean_p_confidence": 0.7622727272727272
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  © to assist coconut smallholders to increase the  coconut production and agricultural productivity  of their small holdings and to increase the profits  from their coconut smallholdings by the use of  relevant scientific technology ;",
    "mean_p_confidence": 0.79325
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  @ to promote suitable investments related to the  coconut industry ;",
    "mean_p_confidence": 0.7292857142857142
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  ~ © toacquire, develop or establish coconut processing  units, factories and other facilities required for the  manufacture of the produce of its members ;",
    "mean_p_confidence": 0.7474999999999999
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Kapruka Fund Act, No. 31 of 2005 9 ‘",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  () to provide financial and other assistance to its",
    "mean_p_confidence": 0.7236363636363636
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  members; _ .  () to facilitate the production of value added coconut",
    "mean_p_confidence": 0.5459999999999999
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  based products;  (1) to promote ‘and develop the marketing of produce",
    "mean_p_confidence": 0.6707142857142857
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  of such coconut processing units and factories; and  (Oto take such measures as.may be necessary for the",
    "mean_p_confidence": 0.764
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  improvement and well being of its members.",
    "mean_p_confidence": 0.7311111111111112
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  17. (1) A Kapruka Society may apply to the Board for Registration of a  registration under this Act, in the manner prescribed by Kapruka Society.  regulations together with the fee prescribed therefor.",
    "mean_p_confidence": 0.7841666666666667
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (2)A Kapruka Society registered under and in accordance  with regulations made under this Act shall, by the name  under which itis registered under this Act, be a body corporate :  with perpetual succession and may sue and be sued in such  name.",
    "mean_p_confidence": 0.8079166666666667
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  (3) Every Kapruka Society registered under this Act, shall  have a common seal which shall be in the custody of such  person as such Society may decide.",
    "mean_p_confidence": 0.8203225806451613
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  (4) (a) Upon registration of a Kapruka Society. under this,",
    "mean_p_confidence": 0.6675
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  ‘Act, the Board shall cause to be published in the Gazette, a  Notification stating that a Kapruka Society has been  registered in the name assigned to it in the register and the  date with effect from which such Kapruka Society has been  so registered.",
    "mean_p_confidence": 0.816
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  (b) Upon the cancellation of the registration of a registered  Kapruka Society, the Board shall cause to be published in  the Gazette, a Notification stating that the registration of  such Soéiety has been cancelled.",
    "mean_p_confidence": 0.752051282051282
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Kapruka Fund Ack No. 31 of 2005  PARTIV”  FINANCE AND STAFF  Payment into he 18, There shall be paid into the Fund— a",
    "mean_p_confidence": 0.6603448275862068
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (@ all such sums of money as may be voted from time  to time by the Parliament for the use of the Fund;",
    "mean_p_confidence": 0.7988461538461539
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (®) all such sums of money as may be received by the  Fund in the exercise, performance and discharge of  its powers, duties and functions.",
    "mean_p_confidence": 0.7810344827586206
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  Payments out of 19, i =  pers 19. There shall be paid out of the Fund-",
    "mean_p_confidence": 0.6684210526315789
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (@ such sums of money as are required to defray any  expenditure incurred by the Board in the working",
    "mean_p_confidence": 0.7936363636363637
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  3 and maintenance of the Fund;",
    "mean_p_confidence": 0.6437499999999999
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (®) all such sums of money as are required to meet such  payments as are approved by the Board as being  necessary for the purpose of carrying out of the",
    "mean_p_confidence": 0.8079411764705882
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  * objects of the Fund, and all such sums of money as  are required by this Act to be paid out of the Fund;  . and",
    "mean_p_confidence": 0.7473333333333333
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (c) all such sums of money as are necessary to meet the  liabilities of the Kapruka Societies subsisting on  the date of commencement of this Act.",
    "mean_p_confidence": 0.7996666666666666
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  ‘Acquisition of 20. All movable and immovable property of the Kapruka  assets Societies on the date of commencement of this Act, shall vest  \"in the Fund with effect from such date.  Accounts and 21. (1) The Board shall cause proper books of accounts  Audit to be kept of the income and expenditure, assets and liabilities  and other transactions of the Fund.  (2) The provisions of Article 154 of the Constitution  relating to the audit of the accounts of public corporations  shall apply to the audit of the accounts of the Fund.",
    "mean_p_confidence": 0.8245544554455446
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Kapruka Fund Act, No. 31 of 2005 u",
    "mean_p_confidence": 0.732
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (3) The income and expenditure account of the Fund and  the balance sheet shall be signed by two members of the  Board authorized to do so by a resolution passed by. the  Board.",
    "mean_p_confidence": 0.8184210526315789
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  22, The Financial year of the Fund shall be the calendar * Financial Year.  year.",
    "mean_p_confidence": 0.6655555555555556
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  23, (1) Atthe request of the Authority, any officer in the Appointment of  Public service may with the consent of that officer, the PUPV officers to  Secretary to the Ministry under which that officer isemployed Fund.  and the Secretary to the Ministry of the Minister in charge of Z  the subject of Public Administration, be temporarily  appointed to the staff of the Fund for such period as may be  determined by the Board with like consent, or with like =  consent, be permanently appointed to such staff.",
    "mean_p_confidence": 0.7973958333333333
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (2) Where any officer in the public service is temporarily  appointed to the staff of the Authority, the provisions of  subsection (2) of section 14 of the National Transport  Commission Act, No. 37 of 1991, shall, mutatis mutandis,  apply to, and in relation to him.",
    "mean_p_confidence": 0.8392156862745097
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (3) Where any officer in the public service is permanently  appointed to the staff of the Authority, the provisions of  subsection (3) of section 14 of the National Transport  Commission Act, No. 37 of 1991, shall mutatis mutandis,  apply to, and in relation to him.",
    "mean_p_confidence": 0.8356862745098038
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  (4) Where the Authority employs any person who has  entered into a contract with the Government by which he has  agreed to serve the Government for a specified period, any 3  period of service to the Fund by that person shall be regarded  as service to the Government for the purpose of discharging  the obligations of such contract. :",
    "mean_p_confidence": 0.8239393939393939
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Kapruka Fund Act, No. 31 of 2005  PARTV. :  Gena  Delegation of 24, (1) The Board may delegate to any member of the  powers of the Board or to any officer or servant of the Fund, any of its  \" powers. —",
    "mean_p_confidence": 0.718
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (2) Every member or officer or servant to whom any power",
    "mean_p_confidence": 0.7992307692307693
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  is delegated under subsection (1) shall exercise such power",
    "mean_p_confidence": 0.7681818181818181
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  _ Subject to the direction and control of the Board",
    "mean_p_confidence": 0.7291666666666666
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  The Board pe be 25. In the exercise and performance of its powers and  direction of te duties the Board shall be subject to any general or special  Minister. directions given by the Minister.  Protection for 26. (1) No action or prosecution shall be instituted—  action taken  der hs Actor (@ against the Board for any lawful act which in good  on the direction ith i 7  Pa _faith is done by the Board;",
    "mean_p_confidence": 0.7727710843373494
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  m (© against any member or agent of the Board or any  officer or servant of the Fund for any lawful act which  in good faith is done by him under this Act or on the  direction of the Board.",
    "mean_p_confidence": 0.8097777777777777
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (2) Any expense incurred by the Board im any action or  prosecution brought by or against the Board before any court  shall be paid by the Fund, and any costs paid to, or recovered  by the Board in any such action or prosecution shall be  credited to the Fund.",
    "mean_p_confidence": 0.8456363636363636
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  (3) Any expense incurred by any such person as is referred  to in paragraph (6) of subsection (1) in any action or  Prosecution brought against him before any court in respect  of any act which is done by him under this Act or on the  direction of the Board shall, if the court holds that such act  was done by him in good faith, be paid by the Fund, unless  such expense has been advanced to such person by the Fund",
    "mean_p_confidence": 0.8629213483146068
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  : or such expense is recovered by him in such suit or  prosecution.",
    "mean_p_confidence": 0.73375
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Kapruka Fund Act, No. 31 of 2005 13",
    "mean_p_confidence": 0.741
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  27, No writ against person or property shall be issued No wit to be",
    "mean_p_confidence": 0.774375
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  against a member of the Board in any action brought against issue against  person or",
    "mean_p_confidence": 0.7288888888888889
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  the Board. property of a  member of the",
    "mean_p_confidence": 0.6818181818181818
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  * Board,  28. Every person who commits an offence under this Penalty.",
    "mean_p_confidence": 0.6419999999999999
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  Act shall, on conviction after trial before a Magistrate, be",
    "mean_p_confidence": 0.7908333333333334
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  liable to imprisonment of either description for a period not",
    "mean_p_confidence": 0.7733333333333333
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  exceeding six months, or toa fine not exceeding ten thousand '",
    "mean_p_confidence": 0.7269230769230769
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  rupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.6990000000000001
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  29, All members of the Board and officers and servants Members of the  of the Fund shall be deemed to be public servants within the Board and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  sa officers and  meaning, and for the purposes, of the Penal Code. pacpanis ota  Fund deemed to  . be public  servants,",
    "mean_p_confidence": 0.6151851851851852
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  30. The Fund shall be deemed to be a scheduled The Fund shall  institution within the meaning of the Bribery Act and the De, ¢cemed 10 be  provisions of that Act shall be construed accordingly. institution.",
    "mean_p_confidence": 0.76225
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  31. (1) The Minister may make regulations in respect of _ Regulations.  any matter in respect of which regulations are authorized by  this Act to be made.",
    "mean_p_confidence": 0.7580645161290323
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  (2) Without prejudice to the generality of the powers  conferred by subsection (1) the Minster may make regulations  in respect of all or any of the following maters:—",
    "mean_p_confidence": 0.823125
  },
  {
    "i_page": 14,
    "par_num": 15,
    "text": "  (@)_ the administration of the affairs of the Fund and  financial procedures; ,  (the conditions for registration of societies; =  (©) the making of by-laws for registered societies and  executive committee of such societies; .  (@ thecancellation of registration of kapruka societies;",
    "mean_p_confidence": 0.6991836734693877
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  aa 4 Kapruka Fund Act, No. 31 of 2005",
    "mean_p_confidence": 0.7045454545454546
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  © the conduct of meetings of societies and its  committees;",
    "mean_p_confidence": 0.6976923076923077
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  () the arbitration procedure and appointment of  arbitrators for settlement of disputes;",
    "mean_p_confidence": 0.6873333333333334
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  (®) the liquidation procedure and powers of the  liquidator; a",
    "mean_p_confidence": 0.6215384615384616
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  (A) all matters which are required by this Act to be  prescribed.",
    "mean_p_confidence": 0.7093333333333334
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  (3) Every regulation made by the Minister shall be  published in the Gazette and shall come into operation on  the date of such publication or on such later date as may be  specified in such regulation.",
    "mean_p_confidence": 0.8343902439024391
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  (4) Every regulation made by the Minister shall as soon as  convenient after its publication in the Gazette, be brought  before Parliament for approval. Any regulation which is not  so approved shall be deemed to be rescinded as from the date  of such disapproval without prejudice to anything previously  done thereunder.",
    "mean_p_confidence": 0.8194827586206896
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  . (5) Notification of the date on which any regulation made  by the Minister is deemed to be rescinded shall be published  in the Gazette,",
    "mean_p_confidence": 0.7720689655172414
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  Sinbala Text to 32, - In the event of any inconsistency between the Sinhala  Meoaistenes, and Tamil texts of this Act, the Sinhala text shall prevail  Interpretation. 33. In this Act unless the context otherwise requires—",
    "mean_p_confidence": 0.76125
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "  “coconut and coconut based small industries” means small",
    "mean_p_confidence": 0.737
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "  and irregular units of production on domestic level ;",
    "mean_p_confidence": 0.7572727272727273
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Kapruka Fund Act, No. 31 of 2005 15",
    "mean_p_confidence": 0.758
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  “Coconut Cultivation Board” means the Coconut",
    "mean_p_confidence": 0.6849999999999999
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  . Cultivation Board established by Order under  section 2 of the Coconut Development Act, No. 46  of 1971;",
    "mean_p_confidence": 0.6377272727272727
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  “Coconut Development Authority” means the Coconut  Development Authority established by section 24  of the Coconut Development Act, No. 46 of 1971;",
    "mean_p_confidence": 0.7959999999999999
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  “Coconut Research Board” means the Coconut Research  Board established by the Coconist Research  Ordinance (Chapter);",
    "mean_p_confidence": 0.6847368421052632
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  “Coconut Research Institute” means the Coconut Research  Institute established under section 2 of the Coconut  Research Ordinance ; and",
    "mean_p_confidence": 0.7769565217391304
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  “coconut small holding” means an area of land which is  fifty acres or less than fifty acres in extent and the  expression, “coconut smallholder” shall be",
    "mean_p_confidence": 0.8123333333333334
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  * construed accordingly. a",
    "mean_p_confidence": 0.4633333333333333
  }
]