[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  (s )  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC. OF  SRI LANKA  UNIVERSITIES (AMENDMENT)  ACT, No. 3 OF 1989  [Certified on Sth May, 1989]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of May 05, 1989  suteren 4 thé vmsasmuourr or Gopumrsinee rater, emt LANcA  Price: 75 cents an, Postage: 75 cents",
    "mean_p_confidence": 0.651125
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Universities (Amendment) Act, No. 3 of 1989  [Certified on Sth May, 1989]  LD—O. 9/89  An Act to amend the Universities Act, No. 16 of 1978  BE it enacted by the Parliament of the Democratic  Socialist Republic of Sri Lanka as follows :—  1. This Act may be cited as the Universities short title.  (Amendment) Act, No. 3 of 1989.  2. The following new sections are hereby inserted insertion  immediately after cection 70x of the Universities Act, No.16 3t new.  of 1978 (hereinafter referred to as the “principal enact- #y\"\"05,70m,  ment”) and shall have effect as sections 707, 70s, 70x, 703, 07 70x 70, |  70s, 70t, 70st, 70x and 70? of the principal enactment :— 70r\"in Act,  “Power of ‘0s. (1) Where the Minister considers it Wiel  loyest’ Necessary to do so, in the public interest, he  under may by Order published in the Gazette, vest  Besée _°'in the Government with effect from such  Awarding ~ date as is specified in such Order, any under-  Inine” taking carried on by a Degree Awarding  Government. Institute,  (2) Where any undertaking carried on by  a Degree Awarding Institute is vested in  the Government by an Order made under .  subsection (1), the Government shall with  effect from the date specified in such Order,  have absolute title to that undertaking free  from all encumbrances,  (8) Every Order made under subsection  (2) shall be laid before Parliament within  thirty days of the date specified in such  Order and if Parliament is not in session  within fifty days of the Commencement of  the session next ensuing by a motion that  such Order be approved.  (4) Where Parliament refuses to approve  an Order made under subsection (1) in  respect of an undertaking carried on by a  Degree Awarding Institute, that undertaking  shall be deemed never to have vested in the  Government by virtue of that Order and  any question which may arise as to any  right, title or interest in, or over, such  undertaking shall be determined ' accor-  dingly.  =D cosors- 8,025 (9/08)",
    "mean_p_confidence": 0.7283333333333334
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Universities (Amendment) Act, No. 3 of 1989  Appointment 706. (1) Where an undertaking carried on  Competent by a Degree Awarding Institute is vested in  Authority. the Government by an Order made under  section 70r, there shall be appointed: @  Competent . Authority to manage and  administer the affairs of that undertaking.  (2) A Competent Authority appointed  under subsection (1) to. manage and  administer the affairs of an undertaking  carried on by a Degree Awarding Institute,  shall take possession of the property of that  undertaking. ,  Contracts, ‘Oi, (1) Where an undertaking carried on  fice \"=. by a Degree Awarding Institute is vested in  the Government by an Order made under  section 70m, all the rights and liabilities  under any contract or agreement which  relates to. the purposes of such under-  1 « talking and subsisting on the day preceding  the date specified in such Order shall. vest in  the Government.  9°(2) The Minister may—  (@) repudiate. any liability under—  \"<°@ any ‘contract “or agreement,  which in his opinion, has been  * 'S\" entered into mala fide ; or  . (ii) any contract or agreement with  ‘a student of the Institute who  ian has not fulfilled the minimum  tres requirements specified by the  =. Commission, from time to time,  for admission to a University,  \" or  (2) review or vary the terms and condi-  +\" tions of any contract or agreement  entered into with a member of the  staff of any such Institute, having  regard to the terms and conditions  attached to corresponding posts in  Higher Educational Institutions.",
    "mean_p_confidence": 0.7085999999999999
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Universities (Amendment) Act, No. 3 of 1989 3  Notice of repudiation or variation shall te  given to the parties to the contract or agree-  ment, within six months of the date specified  in such Order.",
    "mean_p_confidence": 0.7675609756097561
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (3) Where the Minister repudiates the",
    "mean_p_confidence": 0.67625
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  F liabilities under any such contract of agree-",
    "mean_p_confidence": 0.674
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  + ment those liabilities shall be deemed never  to have vested in the government.",
    "mean_p_confidence": 0.6947058823529411
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  703 (1) Any person aggrieved by an Order Application  made under section 70F in respect of an fin  undertaking carried. on ‘by a Degree  Awarding Institute may, within fourteea  days of that Order, apply to the Minister for  revocation of such Order.",
    "mean_p_confidence": 0.7526530612244898
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (2) The Minister shall refer any applica~",
    "mean_p_confidence": 0.6688888888888889
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  “tion made under subsection (1) to an",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  Advisory Board consisting of not less than",
    "mean_p_confidence": 0.5788888888888889
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  ' three persons as may be appointed by the",
    "mean_p_confidence": 0.6827272727272727
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  Minister, and such- Advisory Board shall",
    "mean_p_confidence": 0.65375
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  within sixty days advise the Minister as to  whether the Order should be revoked. a",
    "mean_p_confidence": 0.7688888888888888
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (2) The Minister, may, after considering  the advice tendered to him by the Advisory  Board, revoke the vesting Order in respect  of which the application was made.",
    "mean_p_confidence": 0.7734375
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  ‘10x. (1) The proprietors of any Institute, Compensation,  the undertaking of which is vested in the  Government by an Order made under section  ‘10r shall be entitled to reasonable compensa-  tion for such vesting.",
    "mean_p_confidence": 0.7545
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  (2) The Minister may make regulations",
    "mean_p_confidence": 0.5712499999999999
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  : with regard to the’ manner of assessment of  compensation payable in respect of an under-  taking carried on by a Degree Awarding  Institute and vested in the Government by  an Order made under section 70F and the  mode in which such compensation shall be  paid. .",
    "mean_p_confidence": 0.7516363636363635
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  (3) Every regulation made by the Minister",
    "mean_p_confidence": 0.6888888888888889
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "  “under subsection (2) shall be published in",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "  ‘the Gazette and shall, as soon as converiient",
    "mean_p_confidence": 0.6910000000000001
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "  ‘alter its publication 'in the Gazette, be  brought before Parliament for approval",
    "mean_p_confidence": 0.5660000000000001
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Universities (Amendinent) Act, No. 3 of 1959",
    "mean_p_confidence": 0.659
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (4) Any regulation which is not so approv-  ed shall be deemed to ve rescinded as from  the date of such disapproval but without pre-  judice to anything déne thereunder.",
    "mean_p_confidence": 0.7911428571428571
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (6) Notification of the date on which any  regulation is deemed to be rescinded under  subsection (4) shall be published in the  Gazette.",
    "mean_p_confidence": 0.7314285714285714
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (6) All payments to be made in respect  of any undertaking carried on by a Degree  ‘Awarding Institute and vested in the Govern-  ment by an Order made under section 70r  shall be charged on the Consolidated Fund.",
    "mean_p_confidence": 0.7779545454545453
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (2) In this section “proprietor” when  used in relation to an undertaxing carried",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  + on by a Degree Awarding Institute means  the owners of that undertaking or any other  person authorized by the owner to enter into  contracts for the purposes of that under-  takings.",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  Offences. ‘70t. Any person—",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (@) who refuses’or fails to deliver posses-",
    "mean_p_confidence": 0.5866666666666667
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  w sion’ to a Comsetent Authority ap-",
    "mean_p_confidence": 0.43777777777777777
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  pointed under section 70c, of any",
    "mean_p_confidence": 0.695
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  property: vested in the Government  . oy an Order made under section  7a Wr;or .",
    "mean_p_confidence": 0.5163157894736843
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  {b) who prevents or obstructs or directly  or indirectly, causes any other per-  son’to pfevent or obstruct any such  Competent“ Authority from taking",
    "mean_p_confidence": 0.665
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  © possession of any such property,",
    "mean_p_confidence": 0.57375
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  shall be guilty of an offence under this Act,",
    "mean_p_confidence": 0.7754545454545454
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  and shall on conviction after summary trial",
    "mean_p_confidence": 0.7333333333333333
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "  before a Magistrate be liable to a fine not",
    "mean_p_confidence": 0.7572727272727273
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "  exceeding ten thousand rupees or to impri-",
    "mean_p_confidence": 0.7222222222222222
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "  sonment fora period not exceeding three",
    "mean_p_confidence": 0.52125
  },
  {
    "i_page": 5,
    "par_num": 19,
    "text": "  years or to both such fine and imprisonment.",
    "mean_p_confidence": 0.753
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "  Powers of 70M. Subject to the provisions of the  Sonics’ Constitution, where an undertaking carried  ‘on by a Degree Awarding Institute is vested  in the Government by an Order made under",
    "mean_p_confidence": 0.7219444444444444
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  «Universities (Amendinent) Act, No. 3 of 1989 5  section 70z, all the powers exercisable by that  Institute under Part IXA on the day",
    "mean_p_confidence": 0.6666666666666666
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  13 preceding: the date specified in such Order  (including the power to grant degrees,  deplomas and other academic distinctions in  the name of that Institute) may, with effect",
    "mean_p_confidence": 0.7145454545454545
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  _, from the date specified in such Order, be  exercised by the Competent Authority  appointed to administer and manage that  undertaking subject to the provisions of that  Part, and that Institute shall cease to exercise  any such power with effect from such date.  The provisions of that Part shall, mutatis  ‘mutandis and subject to the provisions of the  Constitution, apply to every such under-  taking.",
    "mean_p_confidence": 0.7876315789473685
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  . Ox. The Minister may, in the’. public ‘Transterot  interest and by Order published in Gazerte, undertaking.  transfer to any Higher Educational Institu-  tion, the whole or any part of an undertaking  vested in the Government by an Order made  under section 70F and the Competent  Authority appointed to administer and  manage such undertaking shall be deemed  to be the Dean of any faculty of such Higher  Eduedtional Institution formed out of the  undertaking or part thereof so transferred,  and shall function as such until the election  of a Dean of such faculty’in accordance with  the provisions of Part VII of this Act,",
    "mean_p_confidence": 0.7727118644067796
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  ‘Tr. In section 70r to 70x, “undertaking” Interpreta-  in relation to a Degree Awarding Institute “°™  “ means the undertaiing for developing higher  ‘education in.guch branches of learning as are  specified in the:Order made under section 25a  in respect of siich Institute and includes—  (@) all:movable and immovable property  which was'used for the purposes of  that undertaking on the day imme-  diately’ preceding the date of the  Order made under section 70r in res-  oe pect of that Institute ;",
    "mean_p_confidence": 0.7033333333333333
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Universities (Amendment) Act, No. 3 of 1989  (®) all rights, powers, privileges, and in-  terests arising, in, or irom, that pro-  perty or undertaiding and all liabili-",
    "mean_p_confidence": 0.6957575757575758
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  ties of that undertaking ; ond  (c) “all books, accounts and documents, re-  lating or appertaining to, that under-  |. taking or any property of that under-",
    "mean_p_confidence": 0.7215625
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  taking.’",
    "mean_p_confidence": 0.01333333333333333
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  Ginhala tet 3. In the event of any inconsistency between the Sinhala  Eat incon- and Tamil texts of this Act, the Sinhala text shall prevail",
    "mean_p_confidence": 0.6164285714285713
  }
]