[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  ‘TAX AND FOREIGN EXCHANGE AMNESTY  ACT, No. 47 OF 1998  (Certified on 14th September, 1998)  Printed onthe Onder of Goverament  Published asa Supplement to Part ofthe Gazette ofthe Democrat Socialist,  RepoblicofS Lanka of Sepiember 8, 1998  Price: Re. 9.00 Postage: Re 250",
    "mean_p_confidence": 0.599516129032258
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Tax and Foreign Exchange Amnesty  ‘Act No. 47 of 198  {Certified on 4th September, 1988}  LD—0.688,  AN ACT TO ENABLE THE IVESTHENT 1 CERTAIN COMPANIES  ‘Armmoven ay THe Boato oF Tevesruen of Se Lanta, 8  Shi Lava, AND 8 RESPECT OF NOCH A PERSON HAS NOT  ‘Sh LAMA TO REDUCE TH LABILITY PERSONS TO PY TAX  “WE FUTURE, BY SUCH PERSONS, WM AX LAM, AND THE LAW  ‘BE it enacted by the Patliament of the Democratic Socialist  Republic of Si Lanka sfllows -—  1, ThisActmay becitedastheTaxand Foreign Exchange shee  | Amnesty Act, No. 47 of 1998  } 2. (1) This Act shall, subject to the provisions of Peron towtom  subsection 2), apply to any person who— Maas apres  (@) under law for the time being applicable tothe  postion of income ax o surcharge on income tax,  ‘was liable t0 pay income tax for any year of  sssessment ending on or before March 31, 1996 in  respect of any profits or income which arose, of  sccrued, on o before March 31,1996, and who bas  not furished a return ofincome unde the provisions  Oo such law fr any such year ofascssment or who  ‘has not disclosed such profits or income in any retum  furnished by him under the provisions of seh lew  for any such year of assessment or",
    "mean_p_confidence": 0.5533196721311475
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 TaandForsig Exchange Amey  Aco Ne 7 of 198  (0) bold any relevant foreign curecy ouside  Saitama  2) Tun at tal not ply 0 ay penn in lino  stim any mesigation ns pedig on November 6.197,  on  (a) any lege or suspected evasion of nyt pape  ler fore time bmg spline 1 he  Spoon ticome tx te Frame At.  ergo ere Tove x Ae No 90 9 or  the Nata Secu Levy Ass No 52 19  ripcto ty ros an ince or one  cabmayter whch are orsmnedia crass ded  Shack pton noble Mach. 396300  (0) any aeget ce speed vlan, of ay provision  Soe Betange Cond Ast Fe Proven ot  ‘Teroom (emporary Provisions) Aa No. #8 of  1  (Every pro tefered nin ubeection (1). bsng a  orsn fore in subecton (2) shal hres  Ret bef a pon tuo is Act api  ecamiowion 3 () Any pron o whom his Act plik ad who—  boven  nal) tance monet  ae (olds any relevant foreign currency may—  Sr | ins ar Noemter 5,197 bt on cre  Jane 50,1558 bch leat ones orange  ‘etn bythe eoneson of sth lam  fog crcneye i pa of) Shae  tier han my cing Se i ena)  Sinem i engaged oly iv any pected  Tdentng  (a) expos er Nove 51997 ton orbs  Deemer 31, 198 wh clean moneys o  ony tained bythe coersion of ch  rcat een crecy any Ban, ad pay",
    "mean_p_confidence": 0.362619926199262
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Tax and Foreign Exchange Amnesty 3  ‘Act No. 47 of 1998  to the Commissioner General and amount  Ahereinaierin this Actrefered to asthe ‘amnesty  tax) equivalent 0 fifleen per centum of the  moneys so deposited,  (2) Forthepuposes of hisszetio “specified undertaking”  rmeans any undertaking for—  (} the manufactore or asembly of electronic products  ‘or component for such products;  (i) the manufacture of ceramic products or glassware  (ii) the manutacture of rubber products using rubber  ‘produced in Sri Lanka  (is) the manufacture of jewellery:  (©) the cutting and polishing of gems or dimond  (0) ight orbeavy engineering:  (ithe construction and sale of houses ce  (i) the manufacture of any anticles oF goods or the  ; provision of any service, being in either ease an  industry or a service designated by the Board of  Tavertment of Sri Lanka, a8 being ofa pioneering  caried on by a company with which an agreement has been  ‘entered into bythe Board of Investment of Sri Lanka under  section 17 ofthe Board of Tevestment of Sei Lanka Law,  No.4 of 1978,  4. Any person o whom tis Act apis and who has iseieion  (made any investment in accordance withthe provisions  of setion 1KBX oF",
    "mean_p_confidence": 0.5343111111111111
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  ‘ ‘as and Foreign Exchange Arey  et Na. 47 of 1998  Ab} ade amy deposit in aoccedanoe with the pressions  ‘af section S1}03G9) a pai the amnesty ax,  “henson :  aad made the appropriate drelrationefaaed oi ection 5,  ‘ball nat be liable  ay rope  © any incume we oF surcharge cee tax  tyable respectively, vet Ue nw for the  te being applicable 10 the gsi of  income x of the la far Gwe being  apeticable tothe fmpesiion of area a  ‘ome tax, athe ease maybe. in respect of  such pet oF hi pois and nce fr any  (pear of easosoment ending on OF before  Maral 31, 1996, a i sepresenet By te  moneys invesed in sevordance with the  rowsions of ection 318 Gre deposed  Inaccardence with he provisions of eeation  SCD) (i) ae i eelation to which the  aes fc has been pa  ip cay seat aw or racherge on veahh o  paythle respectively, ander the fw forthe  time being ayplicable tothe pasion of  wenidh tax ov he few Yor the time being  optical othe tesition of sercharge on,  ‘Seal Ga, a he coe nay be, repost oF  ‘et pare of ls nat wlth far any yea oF  fucesiment ending on ar befece Merch 31,  1952, at teen sqhired by elon  cf vuch pt of Rs pros and come is  sefered tn inpaeayaph 50  ‘is any business uncer tax ander the Fiance  ‘Act No. 2963 oanysuroves tex omdct  the Tormnoer Tas Art NO. 62071981 cc ay  Navona Security fevy under the Navanat  Sevutty Levy At No. 3 oF ISDH Insp  ‘ft oem fear which soc past of the  profits and income as is rfesved 10 it  uh-parsgragh ) arcse or vas dived ot",
    "mean_p_confidence": 0.40083076923076927
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  ‘ox Forgn KichongeAnenty —S  . fet Me Pe 88  (0) ta provection oF 9 4 pony Tr any flere  oe  6 hea fr i sire boing apeteabi to ie  pasion of canes or surcharge om  Iecome te cr wethins athe srcarge ot  ‘teat ta in retdion to any yest of  covet cng ono baie March 33,  {Dm eget eto a cxmneaton wi  och pat ots rin and income  ‘referred ey in sub-paragraph {8} of paragraph  felorsech gan netweah assed  Yo ac agraph paramo 0)  fis the Binance A, No. of 1968 he  “Parrett No.6 of I98E oF Oe  avina Seutty fey Aet No. S20f 391  Ie resect fo 0 eonation th sich  por ol ss turnover ois tfesed (2 In  ‘eub-prageaphs (trp nf peragrapih {2} ;  {8th Eehrgn Conve! A, nrespet tach  patel Denney oimetidorse cepa  SB eonnuis of muneye obtained by he  “ever of ay vet oem een.  8) Bey eran oho ive many ip secret Dadian te  svshihe press sreon GREK Sepsis megs  Jnaceneae whe provvont of sein Lex) and xiao  jy the mc en tenn ny wae a cae nthe  ‘yore or toi the Scrdle o5Ac oshe  Sornisrone Genes  (2) Wher ony decal mae wader sbssccs (2)  stone hat sh norte depot censios why  ot of moneys cata by he conversion of ay rete  Toxeige sumac, he Conmisoner Gesaal hat cue &  apr ote eceation tb ite othe Comer  ss Eacbenge.",
    "mean_p_confidence": 0.3137638376383764
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Tax and Foreign Exchange Amnesty  ‘Act No. 47 of 1988  cet 6 Nothing inthe preceding provisions ofthis Act shall  revs be read and construed authorizing the revson of  Stewie (@) any assessment made under he provisions of —  eo) (0 the as forthe timeteingin force relating tothe  Lessee ‘imposition of, income tax or surcharge on income  tne or weal ta or surcharge on weal ak or  Gi) the Finance Act, No. 11 of 1963, the Turnover  Tax Act No.6 of 1981, or heNatoal Secarty  Lexy Act No, 52 1991  (©) any requiement imposed before mareh 31,1996, 00  an pronto whom hs Actapies nin lan  any lation by him of any provision ofthe Exchange  Control Act of  (0) any oer mater,  ich ts become Finland cals nde the provisions  of any such ow  ferowso wom 7, Notwithstanding anything othe contrary inany ober  Serco | aw, nodedactios shall forthe purpores of section 30 the  wSreu'™\"* Inland Reveno Act No. 28 of 1979 be allowed to any person  {edttom, ——_to whom this Act applies in respect of any investment made  by him in sccardance withthe provisions of seton INC).  Maen sf (1) Bxceptin te pertrmance of hides nde hs  ey ‘Act and subject to the provisos of subsection (2), every  officer er employee ofthe Department of Inlnd Revenue,  the Deparment of Exchange Col and every Rank sh  preserve, and aid in pressing, sereey with tpad to all  ‘tes tht may come tis awed nthe xdstaton  OF this Act and shall got give, divulge or reveal any  infomation whatcesrvegrding any such ives of  deposit a5 is refered to im section 3, any individual,  corporation, bank. cou, isiiton, en, department,  official agent, representative ofthe Governmest ofS Lanka  rt anyother legal er atl person",
    "mean_p_confidence": 0.4226769230769231
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Tax and Foreign Exchange Amnesty 7  ‘Act, No. 47 of 198  (2) Notwithstanding the provisions of subsection (1), the  CComiissionr-General, the Controller of Exchange, ce any  Bank, a the cate may be, shall if required to do s0—~  (by the person to whom such mater or information  relates,",
    "mean_p_confidence": 0.5317857142857143
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (i) by any provision of any law giving effect to an  intemationa convention on narcotics or hijacking in  ‘any criminal proceedings instituted unde ha law in  any cour:",
    "mean_p_confidence": 0.5578787878787879
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (Gi) by te competent autocityof any county with which  Sri Lanka as, under the law for the time being  applicable 10 the imposition of income tax, entered  into any agreement forthe avoidance of double  taxation on income, in accordance with that  agreement: oF",
    "mean_p_confidence": 0.5986
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (99) by an order ofthe Supreme Court made on appiation  therefor, onthe ground that moneys epresented by  ‘any investment or deposit refered inseetion 3 have  been, rare beng used, infunherance ofan act which  constituted an offence under the Prevention of  ‘Terrorism (Termpocar Provisions) Act, No. 48 of 1979,",
    "mean_p_confidence": 0.5043636363636363
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  {communicate to such person or court in so far as such  ‘communication is strictly necessary forthe purposes of  complying withsuch equirementor ode of court, ay matter  ‘or information which has come to his knowledge in the  ‘tdministation ofthis Act",
    "mean_p_confidence": 0.6195555555555555
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (G) Any officer or employee of the Department of Inland  Revenue, ofthe Depart of Exchange Conl or any Bank  who ats in contravention ofthe provisions of subsection (1)  shall be guilty of an offence under this Act and shall, on  conviction afer summary til before a Magistrate, be Hable  to. fine not exceeding one hundred thousand rupees oF 0  imprisonment fora term aot exceeding one yer (0 both  such fine and imprisonment",
    "mean_p_confidence": 0.5708641975308643
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  9, Intheevent of any inconsistency between the Sinhala Smite",
    "mean_p_confidence": 0.32727272727272727
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  and ail texts ofthis Act. the Sinhala test shal prevail, pein ceot",
    "mean_p_confidence": 0.36357142857142855
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Tax and Foreign Exchange Amnesty  ‘Ac, No. 47 of 1998  wemretion 10. In this Act, unless the context otherwise requires",
    "mean_p_confidence": 0.4892
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  “Bank” means any commercial bak licensed or deemed  \\obelicensedunder the Banking Act No. 30of 1988  ‘or the National Savings Bank, established by the  National Savings Bank Act, No, 30 of 1971",
    "mean_p_confidence": 0.5722222222222223
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  ‘Commissioner-General\", “net wealth”, “profits and  income” and “year of asessment” shall have the  respective meanings asignd to them bythe Inland  Revenue Act, No, 28 of 1979;",
    "mean_p_confidence": 0.5219354838709678
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  “Board of Iovestment of Se Lanka” means the Board of  \"Investment of Sei Lanka established by the Board of  Tvestment of Sri Lanka Law, No. 4 of 1978;",
    "mean_p_confidence": 0.563125
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  “Controle of Exchange” means the officer designated at  the Head ofthe Deparment of Exchange Contolof  the Cental Bank and includes an officer designated  8 asitant oi;",
    "mean_p_confidence": 0.5448387096774193
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  “Exchange Control Act” means the Exchange Control Act  (Chapter 423)",
    "mean_p_confidence": 0.46615384615384614
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  Foreign currency\" means any currency other than  ‘Sri Lankan currency and includes any currency  payable by a foreign government or institution ta  ‘eto ino resident in, Sei Lanka in respect of his  pension ike payment due to him and al deposits,  credits and balances payable in any currency oter  than Sei Lankan currency and any euch drafs,  travellers’ cheques, eters of credit and bills of  exchange as are expressed or drawn in Sri Lankan  currency bt payable in any curency othe than Se  Lankan eureney:",
    "mean_p_confidence": 0.5690721649484536
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  “Gem” means gem within the meaning ofthe National  ‘Gem and Jewellery Authority Act, No 80 of 1993.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  “Jewellery” means Jewellery within the meaning ofthe  National Gem and Jewelery Authority Act, No. 50  of 1993,",
    "mean_p_confidence": 0.5452380952380952
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  “person” includes a company, a body of persons or a  partnership,",
    "mean_p_confidence": 0.665
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Tax and Foreign Exchange Amnesty °  ‘et No, 47 of 1998  *elevat foreign currency” in relation to person means  orcign currency beld 0a March 31, 1996 by such  person outside Sri Lanka in violation of the  provisions ofthe Exchange Control Act, being ot  being atrbuable to profits andincome or ot being  ‘roc being atbutaleto profits and income, 3nd  Athich was acquired by him outside Sri Lanka by  leay of gift, donation, inheritance of any other  manner whatsoever  “relevant money\" inrelation ta person means any moneys  (oor being celevant foreign currency), held by such  person on March 31, 1996 n cout side Sr Lanka,  nd which represent accumulated profits income  Sihich arose or accrued tor was derived by such  person inany year of asessmentending ovo before  March 31,1996, and in respect of which such person  has not made @ return of income, or which sueh  person has aot disclosed in any return of income  ade by him, under the law forthe time Being  tpplicabe tothe imposition of, income tax;  “the law forthe time being applicable to the Imposition of  “come tax\" means the Inland Revenue Ast, No 28  of 197,",
    "mean_p_confidence": 0.5375813953488372
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  4 “the law forthe ime being applicable tothe impesiton of  “orcharge on income tax” means the Sucharge on  Tacome Tax Act, No. 26 of 1982, the Surcharge on",
    "mean_p_confidence": 0.515
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  . Tacome Tax Act, No, 12 of 1984, the Surcharge 08  Income Tax Act, No. Tof 1989;",
    "mean_p_confidence": 0.6184999999999999
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  “tne aw forthe time being applicable tthe impesition of  wealth tax or surcharge on wealth tax” means the  Inland Revenue Act, No. 28 of 1979, the Surcharge  ‘on WelthTax Act, No 25 of 1982 andthe Surcharge  ‘on Wealth Tax Act, No.8 0 1989;",
    "mean_p_confidence": 0.5504081632653061
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  “yumovee” an quar shallhave the respective meanings  ‘signet them by the Turnover Tax Act, No. 69 oF  1981",
    "mean_p_confidence": 0.385
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Tax and Foreign Exchange Amnesty  ‘Act No. 47 of 198  scuppuLe tion)  Pat tobe fui yy esting in tes Tat a Pain  xctaes AEYAG Na. HE  DECLARATION UNDER SECTIONS  Income Ta Fe ‘  “anova iN, fy.  ‘tin Westy Cr Number ltd  Conpay/Puneoip Retain Naber :  \\tateanannes)  « te.  (ates)  o design  {ramet company rpm) ae aE hie er ie Tat  sdriga Fxg Ansty AL, 21198 neem,  of Rapes As eosin  esti of  om beg ter moneys Bel by me by econ  ona Sak  on bain ty he meen of eat oi  fete put6 96 oth hae (aber aniing  she) of. being» conpuey etifed ny te Bond of,  lovesient of St Lan «specified underahing and which Bas  « tere int Acme No ithe Bos  Invest ofS Lanks elas afer te Bod of Invent of  Sean aw No. 400178  cowewiecea  esipaion ieeatin ter ni",
    "mean_p_confidence": 0.32179190751445086
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  ‘a ei Foreign xchange Ames n  BEND. 47 of 998  Pat wt fem byron tio eh  “anand ens gn charge Annoy A eo 0  ‘pecLanaTION UNE SECTIONS  eco a fies e -  5 Ra TRIER FM oo  onl Mery Cat eter mn  ‘Conan neatp Regen Ne  Aen i oe  He waa  fa sc  esgecas une feng pai  it Ue ae fe Tan Figs Baha Aacly  AB ese abt BR Agus 2 aim OF  ares ee >  eng eins =  “esoyirencsie lak  was une rcosesastriastents  ‘  ts eetoarisompesy's ecours bea  Mon te oan ed  (leche endear ane 18 B,  Sgesersigunerst  ‘paeitepoces  eign ican at scons",
    "mean_p_confidence": 0.22221374045801526
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  ‘Nesom of ag id cote Palate 1S).  ‘Aoi elec Suranrobor, Gormaant Raucrnow Buss No. 32, Teo Hee,  \"lt Row, Conn Sloe To Dace nh yarn eet he ea Foun",
    "mean_p_confidence": 0.26636363636363636
  }
]