[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Rong . Ses Ceo . PARLIAMENT OF THE DEMOCRATIC ~ SOCIALIST REPUBLIC OF SRI LANKA : BETTING AND GAMING LEVY ACT, No. 40 OF 1988 . {Certified ox 24th November, 1988} ‘ Printed on the Orders of Governmem. Published as a Supplement to Part Il of the Gazette'of the Democratic Socialist Republic of Sri Lanka of November 25, 1588) PRINTED AT TRE SEPART EET OF QOVERNDCENE PAINTING. om LANES {Fo be FORGRARD AZ THE GOVERNING FORLICATIONE BUREAD, COLOIGO Price : 60 cents ~ Poatage : 75 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Betting and Gaming Levy Act No. 40 of 1988 [Certified on 24th November, 1988] . L. D0. 68/87. Aw Act 10 PROVE Yon THE IMPOSITION OP AN ANNUAL",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘LEVY OW PERSONS CARRYING ON THE BUSINESS OF BOOKMAKEA .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘OR GAMING; AND FOR MATTERS CONNECTED THEREWITH OB",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "INCIDENTAL THERETO. . -",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2, \"his Actmay be cited 2s the Betting and Gaming Levy short",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Act, No. 40 af 1988, ~ tie 4",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 (1) Subject to the other provisions of this Act, and tmpoalticn notwithstanding any other Jaw, there shall be charged and ee levied for the year commencing on April 1, 1988, and in respect of every year thereafter, on every person who carries on in Sri Lanka, whether lawfully or unlawfully, . during that year (for whatever period)—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(a) the business of a bookmaker; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(b) the business of gaming,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "a levy (hereinafter referred to as the “Jevy”) at the . Tespective rates set out fn the Schedule to this Act:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "_ Provided however, that where any person commences to carry on any such business as is referred to in paregraph (a) or (b) on or after October 1 of any year, he shall be liable to pay half the levy payable by him under this Act, for that year,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) Nothing in the preceding provistons of this section shall be construed as conferring legality on any business referred to in this section if such bustness is prohibited by law, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3. Where any business of gaming. as is referred to in Business paragraph (b) of section 2, is carried on in different places Fu by the same person he shall be deemed to carry on 8 feparate separate business in each such place and shall be able to busines pay the levy in respect of each such business,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4. (1) A person liable to pay the levy under this Act Payment shall pay such levy, to the Commissioner-General in four 970° ‘equal instalments, on or before the fifteenth day respectively of July, October and January in that year and the fifteenth day of April of the succeeding year : .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Provided however, thet a person who commences to carry on any such business as is referred to in section 2 after the first dey of April in any year, shall pay the levy he",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "2 Betting and Gaming Leny Act No. 49 of 1988",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "+ Hable to pay under this Act for that year'in such number",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "of instalments, and-on auch dates, as the Commissioner-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "General may consider reasonable having regard to all the . eiroumstances of the case ; ~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "Provided further that a person who is able to pay an instalment of the levy on or before the fifteenth day of July, 1988, or on or before the fifteenth day of October, 1988, ahall be deemed niot to be in default in the payment of sich instalment, if he pays such instalment within sixty days of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": ". the date of commencement of this Act, and where he fails to pay such instalment within the aforesaid sixty days, such instalment shall be deemed to be in default and the provi- sions of this Act relating to the recovery of an instelment of ‘the levy shall apply to the recovery of such instalment,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "(2) Where any person liable to pay the levy under this Act fails to pay any instalment thereof on or before the date specified or determined, under subsection (1), for the payment thereof, the instalment shall be deemed to be in default and such person shall be deemed to be a defaulter, for the purposes of this Art.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "(@) Where any instalment of the levy is in default, the defaulter shall, in addition to the instalment in default, pey as penalty— .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "(a). sum equivalent to ten per centum of the instalment",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "in default ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "(b) where any instalment in default is uot patd before",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "the Ateenth day of the mouth succeeding the month",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": ". in which such instalment has begun to be in default,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "a further sum equivalent to two per centum of the,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "instalment in default in respect of each period",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "ending on the fifteenth day of each succeeding",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": ". month or part of such period during which it ts in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": ". default :",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "- Provided, however, that the total amount payable a5",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "penalty under this subsection shall in no case exceed fifty",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": ". per centum of the instalment in default and any such",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "amount may be watved or reduced if the Commissioner",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "General is satisfied that by reason of eny special",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 24,
    "text": "etreumstances in which the default occurred, a waiver oF reduetion of such smount would be just and equitable,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Betting and Gaming Levy Act No. 40 of 1988 3 (@) Any instalment in default together with such penalty as is referred to in subsection (8) of this section may be Tecovered from the person who is the defaulter,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(5) The provisions of Chapters X1 and XII and sections 40, $1, 42, 43 and 57 of the Turnover Tax Act, shell, mutatis mutandis, apply to the payment and recovery of any instal- ment of the levy payable under this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "5 (1) Every person wno— Offences,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(a) fails to comply with any requirement imposed on him under section 38 of the Turnover Tax Act reed with section 4(5) of this Act :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(©) wilfully furnishes any false information affecting his ebility to the levy or the liability of any other person to the levy;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "{©) wiltuhy resists or obstructa the Commissioner- General or an officer of the Inland Revenue Depart- ment in the exercise of the powers conferred on ‘the Commissioner-General or ‘uch officer by OF under section 43 of the Turnover Tax Act, read with seetion 4(5) of this Act; . .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@) who being & person required to tske an oath under section 57 of the Turnover Tax Act read with section 4(5) of this Act, acts under thia Act without ~ talking such oath ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "{e) acts in contravention of section ‘$7 of the Turnover ‘Tax Act read with section 4 (5) of this Act,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "shall be guilty of an offence under this Act and shall, on conviction after summary trial by a Magistrate, be liable to a fine not exceeding ten thousand rupees or to ‘mprison~ ment of either description for a term not exceeding one year, or to both such fine and imprisonment. . (2) The Commissioner-General may ‘compound - any offence under subsection (1) if he is satisfied that by reason of any special circumstances in which the offence was coramitted, compounding of the offence would be just and . equitable.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(2) No prosecution in respect of an offence under sub-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "section (1) chall be instituted fn any court except with the . zanction of the Commissioner-General. ‘",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Betting and Gaming Levy Act No. 40 of 1988 Adminis @ (1) The Commissionor-General. shall be in charge of the administration of this Act. @) The Commissfoner-General may delegate in writing, to any Deputy Commissioner or Assessor any power or _, function conferred on, oF assigned to, him by this Act. (@) Every Deputy Commissioner or Assessor to whom any power ot function bas been delegated under subsection (2) shall exercise or discharge that power, subject to the directions of the Commissinner-General. , * @) A Deputy Commissioner or Assessor exercising or “discharging any power or function of the Commissioner- . General under this Act shail be deemed for all purposes to be authorized to exercise or discharge that power or function, until the contrary fs proved, [terete 7. In this Act, unless the context otherwise requires— Assessor ”, “ Commissioner-General”, “Deputy Commis sioner”, and “persons” shall have the respective meanings assigned to them by section 59 of the . Turnover Tax Act; - “bookmaker means a person who recelves or negotia- te . + @) directly or indirectly ; . {b) in cash or on credit, bets on horse races run, or proposed to be run, in or outside",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Sri Lanka ; .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "“business” means any business referred to in paragraph, (a) of paragraph (b) of section 2 and includes like vocation or, entering into transactions of a like nature among members af a club;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "“gaming” means the playing of any game for a stake, and includes the playing of baccarat, punto banco, big atx, black jack, boule, chemin de fer, chuck-a- luck, erown and anchor, faro, fara bank, hazard, poker dice. pontoon, American for Freanch roulette, trente-et quarante, Vingt-etum, or wheel of fortune, ‘at any premises to which individuals have uecese—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(@) with or without payment ; or . () whether as of right or not;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "Betting and Gaming Levy Act No. 40 of 1988 5",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "“Turnover Tax Act” means the Turnover Tax Act, No. 69 of 1981;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "“year” means the period of twelve months commencing on the first day of April of any year and ending on the thirty-first day of March in the immediately succeeding year.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": ". SCHEDULE [Section 2] Pant 1A ‘The amount of the levy payable for the year commencing on April 1, 1968 and for each of the immediately succeeding years by & person carrying on the business of a bookmaker shali be one hhundred thousand rupees. . Past 1B ‘The amount of the levy payable for the yeir corumencing on ‘April 1, 1089 and for each of the immediately eucceeding years by © person carrying on the business of gaming shall be one million upees,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "‘Kenual subscription of Bills apd Acts of she Parliament Rs. 177 (Local),",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Re 230 Goreign), payable to the Surramtexnern, Goveammt PosiicaTions",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Buezav, Covompo 1, before iGth December each year in respect of the year ‘following. :",
    "mean_p_confidence": 0.66
  }
]