[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON , Ist Session 1956-57 ; SP . ASB (=) es. 7 V5 Ceylon State Mortgage Bank (Amendment) Act, No. 18 of 1957, Date of Assent: Marche 28, 1957 Printed on the Orders of Government Printed at the Gowmuneeyr viass, Crvuan, To, be Peake att, lao Ratinany tia enn, Covanas anual Subeerption Gneludiog Bul) Re. 2% payable ia eet eer Stranraer, Satmuintenr Puscearions Bureay, Posr Grrice Box $00, Secretariat, Colombo 1 Price: 16 cents, Postage: 10 cents.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Ceylon State Mortgage Bank (Amendment) . Act, No. 18 of 1957 L. Di—O, 27/55. . An Acr To awenp ra Czylon Srare Morreaoz : Banx Oaprnance. Same, ca : [Date of Assent: March 28, 1957] - ue BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and sonsent of the Senate and the House of Representatives af Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited as the Ceylon State Short te. ‘Mortgage Bank (Amendment) Act, No. 18 of 1957. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2, Section 85 of the Ceylon State Mortgage Bank Anesious of Ordinance, hereinafter referred to as ‘the principal Ghopter en. enactment”, is hereby amended as follows:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(1) by the omission of all the words from ‘‘ and published \"” to the end of that section; and @) in the marginal note to that section, by the substitution, for the word ‘‘ securities ’’, of the word “ accounts ’”. \"4, ‘The following new section is hereby inserted toenion ot immediately after section 86, and shall have effect as Mv seule section 864, of the principal enactment :— cal * Anneal 85a, The Board shall in respect ct “““™* promt, each financial year cause to be prepared in the prescribed form a statement. of the accounts of the Bank as at the end of that financial year, and such statement shall be signed by the Manager, the Acooun- tant and a majority of the Directora, and be published in the Gazette within four months from the lest day of that financial year. For the purposes of this section, ‘financial year ’ means the period cam- mencing oa the ftst day of Ootober, in . any year and ending om the thirtieth day of September in the next succeeding",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. Section 86 of the principal enactment is hereby Amandment of amended by the substitution, for the marginal note to $24 that section, of the following marginal note:— eden",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "\" Audit of accounts.”",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3. ome 6 ED,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". 2 Coylon State Mortgage Bank (Amendment) ‘Act, No, 18 of 1957",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "fantatat 5. Section 87 of the principal enactment jg hereby",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "tenet —athended by the substitution, for the words “a, copy",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "cuctornt. of the half-yearly statement of accounts, and.he sbal examine it”, of the words “the half-yearly and annual statements of accounts, and he shall examine them? a",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Amadoyst of G._ Section 88 of the principal enactinent is hereby",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Ue'ptaepal — atiended. a-follows :—",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "sevstonei (QW) by the re-numbering of that section as eub-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "section (1)- of section 88;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "@) in renumbered sub-section (1), by the substitution, for the words “shall for- ward to the Board  -statement of the accounts in the prescribed: form,”, of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "- . words “‘ shall return to the Board every statement of accounts supplied to him,”",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "* (8) by: the addition, immediately after re- : numbered sub-section (1), of the following new sub-section :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "“ (2) The auditor shall send to the Min- ister a copy of his report on She accounts of the Bank.”\"; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(4) in the marginal note to that section, by the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "oe substitution, for the words “ Na Mars + statement, ‘ report,”, of the words \"Auditor's report :",
    "mean_p_confidence": 0.56
  }
]