[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA OFFENCES AGAINST PUBLIG PROPERTY ACT, No. 12 OF 1982 [Certified on 25th March, 1922) Printed on the Orders of Government . ‘Published as a Supplement to Part I] of the Gazette af the Democratic Socialist Republic of Sri Lanka of March 26, 1982 <p RATED xt tan aEpanrnAtr OF GOVEUOEEIT FEIEDNG, SR LANOEA ‘30 HE PURCHASED AT THE GOVT, PUBLICATIONS BUREAU, COLOMBO . Price: 45 cents Postage: 50 cents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": Offences Against Public Property Act, No. 12 of 1982 [Certified on 25th March, 1982]",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "LD. 0, 92/79,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "AN Act 10 MARE PROVISION If RASPECE GF CaRTANY OFFENCES COMBGTTED Ty RELATION TO PUBLIC FROFERTY ARD FOR “MATTERS CONNECTED THEREWITH OM INCIDENTAL THERETO,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the Parliament of the Democratic",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be cited as the Offences against Public sivcrt ttle, Property Act, No. 12 of 1982. >",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2% Any person who commita the.offence of mischief to Mischief ta public property shall be guilty of an offence and shall upon PUPS = + conviction be punished with imprisoument of either ij Geseription for 2 term not Iess than one year but not”. ii exceeding twenty years, and with a fine of one thourand rupees or three times the amount of the loss or damage raused to such property, whichever ‘amount is higher.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3 Any person who commits the offence of theft of Theftot public property shall be guilty of an offence and chsll upon PUPS, conviction be punished with imprisonment of either mS description for a term not less than .one year but not ma exceeding twenty years, and with a fine of one thousand Tupees or three times the value of the property in respect of which such offence was committed, whichever amount is higher, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. Any person who commits the offence of robbery of Robbery af public property shall be guilty of an offence and shall upon BUDE conviction be punished with. imprisonment of elther description for a term-not less than one year but not exceeding twenty yesra, and with a fine of one thousand rupees or three times the value of the property in respect ‘af which such offence was committed, whichever amount - 4s higher.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "5. (2) Any person who dishonestly misappropriates or Dishonest converts to his own use any movable public property or mEBPDFopria- commits the offence of criminal breach of trust of any  crusinel | movable public property shall be guilty af an offence and Ea cat. ahall upon conviction be punished with imprisonment of 16 forgery: either description for a term not less than one yest but not fan at ‘exceeding twenty years, and ‘with a fine of one thousand ‘counts,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2A muute—14100 629",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Offences Apcinst Public Property i . Act, No. 12 of 1982 Tupees or three times the value of the propetty in respect of which such offence wes committed, whichever amount ts higher. i (2) Any person who commits the offence of cheating, forgery or feletfication of accounts in relation to public property shall be guilty of an offence and shall upon con viction be punished with imprisonment of either description for a term not less than ong year but not exceeding twenty . years and with a fine of one thousand rupees or three times the” amount in relation to which such offence was committed, whichever amount is higher, Recovery ot 6. Where any fine imposed on any person under sections foreteiwure «2, 3, 4, 5 or 10 is in detault, the court may onder all such SE Property. property of the defaulter, movable or immovable, at it considers equivalent in value ta the amount of such fine to be forefeited to the Republic, and any sum reslised on the sale of such property which is in excess of the amount of uch fine shall be refunded to such person. ‘Community 7. Where the forfeiture of property under section @ is me smpracticable or inexpedient, the cout may, in leu of mairing such order of forfeiture, make # community service order under section 18 of the Code of Criminal Procedure Act, No. 15 of 1979, Frerisions | 8 (1) The provisions af the Code of Criminal, Procedure the 1 Act, No. 15 of 1979, in relation to bail shall apply where GEE* > any person surrenders himself or is produced on arrest on sm ollegation that he has committed or has been com cemed in committing or fe suspected to have committed or to have been concerned in committing an offence under this Act: Provided, however, that whera a Gazetted officer not below the rank of Assistant Superintendent of Police certifies that the value of the subject-matter in respect of which the offence was committed, exceeds five thousand rupees such person shall be kept on remand until the conclusion of the trial. Tt ahall be competent for the court. in exceptional circumstances to release such person on bai? after recording reesona therefor. aot ad",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Ofences Against Publie Property a Act, No. 12 of 1982",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) Every person convicted by the court of day offence wunder this Act shall, notwithstanding that he has lodged « qpetition of appeal agninst bis conviction or the sentence demposed on him, be kept on remand until the determination “et the appeal:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Provided, however, that it shell be competent for such court in exceptional circumstances to release such person | -on boil after recording reasons therefor.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "8. ‘The court shall give priority to the trial of any Friiyim | person charged with any offence under this Act and to the tie 7 shearing of any sppeal from the conviction af any such Pod : ‘offence and sentence imposed on such conviction. Sttences",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "porn Specie from soeeletoue",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "38, Any person who attempts to commit en offence Attenetsto ‘punishable under this Act, or to cause such an offence to offence, bbe committed, and in such attempt does any act towards ‘the commission of the offence, shall be punished with such imprisonment of either deseviption as is provided tor the ‘offence and with auch fine, 28 iz provided for the offence.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "14. Where & person, who in the opinion of the court is Punishment below the age of sixteen years, commits an offence under Sabie the : éeetion 2 3, 4 or 5 or who under section 10 attempts to wirisen ‘commit or causes an offence to be committed, the cours 7 ~~\" “hall have the discretion to impose a punishment diare- garding the minimum punishment set out for that offence.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "32. In this Act unless the context otherwise requires— Interpretation,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "bark” an",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(a) any agency or institution acting on behalf of . ‘the Government (whether established under ‘any waitten law or otherwise) which grants",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". loans, advances or investments, or secepts",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ": Geposits of money from the public; and,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Offences Against Public Property Act, No, 12 of 1982 (b) any other person or body of persons declared? pace by the Minister in charge af the subject of” Finance by Order published in the Gazette~ to be a bank for the purposes of this Act ; * cheating” hes the same meaning es in the Penal Code ;. “ co-operative society” means any society registered or deemed to be registered under the Co-operative- . Societies Law, No. § of 1972, or under any law im. force for the time being in relation thereto ; “co-operative union” means any union registered or” : - deemed to be registered under the Co-operative- Societies Law, No. 5 of 1972, or under any law in. force for the time being in relation thereto ; “eriminal breach of trust” has the same meaning aa in- the Penal Code; “dishonestly” has the same meaning as in the Penal. Code 5 “falsification” has the same meaning as in the Penal. Code 5 “forgery ” hes the same meaning as in the Penal Code; “mischief” has the same mesning as in the Penal Code j *public corporation” means any corporation, board or” other body which was or is established by or under~ any writien law other than the Companies Ordinance with funds or capital wholly or partly” provided by the Government by way of grant, loa or otherwise ; ‘public property \" means the property of the Government, . any department, statutory board, public corpors- ration, bank, co-operative society or co-operative” vwnion } “robbery” has the same meaning as in the Penal Codez: “theft” has the same meaning as in the Penal Code.",
    "mean_p_confidence": 0.86
  }
]