[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ~ 3rd Session 195455 28.0, ips Oe Ba og Si “S, afin tkiy * in o 7 he nN VAs. ° bk rue Soo é Ls y Sey Income Tax (Amendment) Act, No. 11 of 1955 Date of Assent: April 12, 1955 Printed on the Orders of Government Printe a Soves T. be Soom, acy tne Ba Re a ‘Bunrav, Post ‘Orrice ‘Box 800, Secretagiat, Colombo 1 Price ; 15. cents.” 1. Pastage; 10 cents. . Scent 3",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Income Tas (Amendment) Act, FY No. 11 of 1955",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "EL. DO. 81/58. Te vets etna",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "/AN Acr ro amznp THE IncoME Tax ORDINANGE, . Ghestd!1B8,5 socal | pe 6. [Date of Assent: April 12, 1985] oe",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :— 2",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. This Act may he cited as the Income Tax Sas sn (amendment) Act, No, 11 of 1956.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. (1) Section 9 of the Income Tax Ordinance Anssinmt st (hereinafter referred to as “ the principal snact- Shaper 2S, ment”) is hereby amended in sub-section {1) of that #25. section as followa:— : Saeed",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(@) in paragraph (ce) (inserted by Act No. 44 of 1949), by the substitution, ‘in sub-pare- graph, G@) of that paragraph, for the words “are being ascertained; \"’, of the words “are being ascertained other than any plant, machinery. or fixtures 50 pur- chased which was or were used in such undertaking before he commenced to carry oa such undertaking; ”” and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) in paragraph (ccc) (inserted by Act No. 28 of 40954), by the substitution, im eub-pars- graph () of that paragraph, for the words “are being ascertained; ”, of the words “are being ascertained other than any plant, mechinery or fixtures 20 purchased which was or were used in such under- taking before he commenced to carry on such undertaking;”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "_(2) The amendment made in section 9 of the prin cipal enactment by paragraph (a) of sub-section (1) of this section shall be deemed to have come into force on she ft dey of April, 1949, and the amendment ouads in that section 3 eragraph (6) of euh-seetion (2) of this section shall be deemed to bave come into foros on the first day of April, 1953.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "TW. mores G8",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ": 4 Income Tax (Amendment) Act, No. 11 of 1965 Aumdmatot - 8. Section 20 of the princips] enactment ia hereby selse tof amended in sub-section (10) of that section by, the amectment” —gubstitution, for the words “determined by the Com- +s, , missioner.””; of the following: — “determined by'thé Covamissioner : Provided, farther, that where the sum which _ is in commutation of auch pension or which is * refunded as aforesaid is received by such indi- vidual on or after the first day of April, 1954, the rate’ at which the aforesaid excess is charge- . able shall be’ the’ sameas that at which such oe exoess would have been chargeable if such sum an had heen received by such individual in the year of assessment commencing on the first day of . April, 1953.”\", Amendment of &. Section 54 of ihe principal enactment is hereby elon he “amended by the insertion, immediately after sub- smcinmat” = gection (4) of that section, of following sub-section :— ‘* da) An Assistant Commissioner, or an Assessor with the approval of an Assistant Com- missioner, may retain in his custody, as long 3s such retention is necessary for any purpose of this * _ Ordinances, any deeds, plans; instruments, books, ” registers, accounts, trade lists, stock lists, cheques, paying incline or doouments which ave or have produced before him or transmitted to him under sub-section (4) or which otherwise coms or have come into his possession.”. -",
    "mean_p_confidence": 0.76
  }
]