[
  {
    "i_page": 1,
    "par_num": 4,
    "text": "‘PARLIAMENT OF CEYLON . Ist Session 1960-61 ED B Bie 15) Fertilizers Act, No. 21 of 1961 Date of Assent: April 25, 1961 . . . Printed on the Orders of Government",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "‘Ant jut Gneluding Bills) Rs. 25, ble in",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "deco ole Simoes, See",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "Price: 50 cents Postage: 26 cents",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Cotes Ms Fertilizers Act, No. 21 of 1961 L. Di—O. 42/86. 7” . 7 Aw Act 70 REGULATE THE SAL OF FERTULIZERS OF THE aad BOIL AND TO PROVIDE AGAINSY THE ADULTERATION THEREOF AND -TO REPEAL THE FERTILIZERS _ Oxpmance. (Date of. Assent: April 25, 1961] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advioe and coneent of the Senate and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1¢ House of Representatives of Ceylon in this present : Parliament assembled, and by the authority of the Bame, as follows: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. This Act'may be cited op the Fertilizers Act, Sb ile ant ‘No. 21 of 1961, and shall come into operation on auch {hsdon, date (hereinafter referred to as the “ appointed dete”) as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "ee The Chemist of the Department of Agriculture The Chiat shall be te Chiet Fertilizer Analyst for the axposes fenine -8 For the purposes of this Act there may be Dspoy obit appointed, by name or by office, the necessary number ac om mie aly (@) persons to be or to act as Deputy Chief Trpaics Fertilizer Analysts, Speer ae a (®) persona to be or to act as Fertilizer Analysta, © Persons to be or to act as Fertilizer Inspectors, an (@) other officers and servants.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. The powers or duties of any Fertilizer ‘Analyst oust Yaritser or any Fertilizer Inspector may be exercised or Ju 2 performed by the Chief Fertilizer Analyst, erfena powere",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "x fy ene . . Fanlice . Tnepester.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "8. The powers or duties of any Fertilizer Inspector ower o Tey hy ez orparfomed by any Hevthicr Fae?",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "A : Tispector nay",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". oo te arerciad",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 ote + Se pote, Ranma one . , Jv ‘",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "2 \" Pertilizers Act, No. 21 of 1061 ‘ Staton vite (1) Where any article specified in column I of BAEC tho First Schedule to this Act is gold for Uso as & tide fertilizer of the eoil, whatever may be the name under ‘hich the article is old, the seller of such article sball give or cause to be given to the of ent Srticle, on or before delivery hesbel or as 8000.38 reasonably practicable thereafter, a statement in writing (hereafter in this Act referred to a5 3 “ statutory statement '*) epecifying— . (a) the name under which the article is sold, and . @) such particulars of the nature, substance or quality of the article, and the amount of : any ingredient of the article, os are in relation to the article mentioned in colump TL of that Schedule: Provided that the preceding provisions of thie sub- section shall not apply— -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "@) to the sale of two or more such articles which sre mixed at the request of the purchaser before delivery to him; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "ii) to the sale of any such article in any quantity not exceeding fifty-six pounds if the article aold is taken in the presence of the purchaser from a parcel marked in the prescribed manner with any registered taark or marks indicating the particulars required by the preceding provisions of this sub-section to be specified in the statutory statement.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(2) The failure to give a statutory statement in accordance with the provisions of this section shall not invalidate a contract for sale. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Watrai. 7. (1) A statatory statement given by the seller of any article specified in column ff the First Schedule to this Act shall, notwithstanding any contract of notice to the contrary, have effect as a written waranty ‘ by the eeller that the particulars contained in su statement are correct.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(2) Whore any such article specified in column I of the Firat Schedule to this Actas ie sold for use 28 ©",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "~, fertilizer of the soil is, in a statutory statement or other document provided or issued by or on bebalf of the seller of the article, described by a name specified in column I of the Second Schedule to this Aot, the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Fertilizers Act, No. £1 of 1961 8 . sale of the article under that name shall have effect as e written warranty by the seller of the article thet the article accords with the definition thereof contained in column II of that Second Schedule. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(8) Any statement as to the amount of chemical or other ingredionts or as to the fineness of grinding of uy suck article specified in column ¥ of the iret Schednle to this Act sa is sold for use as a fertilizer . of the soil, which is made after the appointed date an any such document (other than a statutory state ment) descriptive of the article as is provided or issued by or on behalf of the seller of the article, shall have",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "as a warranty by the seller of the article that the facts stated in that document are correct.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "() No action on any warranty referred to in the preceding provisione of this section shall lie for any mis-statement therein ea to the particulars of the nature, substance or quality of the article in respect of which the warranty is given or as to the amount of any ingredient of such article where the mis-statement dues not exceed the limits of variation (if any) preseribed in relation to such particulars or amounts,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "ut where the inis-atatement exceeds such limits, the fights of the purchaser of such article under the ‘warranty shall not be affected by such limits, 8 (1) The parchaser of eee» {@) any article specified in column I of the Firat iinplad ad Schedule to this Act, or soaljed, (®) any other article sold for uso as a fertilizer of tho soil in respect of which » warranty, express or implied, has been given by the ler of euch article, . may apply in writing to the Fertilizer Inspector of the area where such axtile ie aold to such petehacor that a sample of such article be taken by ach Inspector for analysis by a Fertilizer Analyst. Sach application shall bo ao transmitted as to reach euch Inspector at least threo days before the delivery of such article to such purchaser, and shall be accompanied by the Breceribed fee for such analysis and a oor of the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "‘at statement, ty, ing to iefatory statement, of of the, warranty, relating",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "@) Where an application relating to an article specified in sub-section (1) is transmitted to a, Ferti-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Hzer Inspector in accordance with the provisions of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "2 1 «& Fertilizers Act, No. 81 of 1961 that sub-section, he shall take in the prescribed manner - a sample of such article at the time of the delivery of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "such article to its purchaser st the place of sale or at the time of the despatch of such article by its seller to its purchaser, :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Making of 9. (1) Every parcel of any article specified in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "pees beer ootomn : of the iret Sohodale’to this “at when",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Seneact, _propared for cale or consignment for use as a fertilizer of the soil shall, if exposed for sale, or, if not exposed for sale, before being removed from the premises where it is eo prepared, be marked ip the prescribed manner with any registered mark or marks indicating fhe particulars required by this Act to be contain in the statutory statement relating to such article:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Provided that the preceding provisions of this sub- section shall not apply to » parcel of two or more such articles which are mixed at the request of the pur- chaser before delivery to him,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) ‘The proprietor of the business of selling. such potcale ao are referred to in sub-section (1) shall keep,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ": in such form as may be prescribed, a register of mar epecifying the particulars indicated by the. several maarks entered in the register.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(8) The marking of a parcel of any article specified",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". fnoohumn Tof the First Bobedule to this Act with any : * mark or marks entered in a register kept under sub- “+ seation (2) shall be treated as indicating that the parti eulars of such article ara those entered in the register",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "in relation to such mark or marks.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) On the sale of any parcel marked in the pres- cribed manner with any registered mark or marks, the seller shall add or cause to be added such mark or marks to the statatory statement.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(5) Where the statutory statement received by the reller on the sale to him of a parcel of any article specified in column I of the First Schedule to this Act contains any registered mark or merks, and the parcel ‘hag not been on his’ premises, he shall add or cause to be added such mark or marks to the statatory stale- ‘Tent required to be given by him to a purchaser of such parcel. . Loa",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘ (8) If any parcel required by sub-section (1) to be marked as provided im that “aub-eection ia ot. 50 marked, or if any such parcel is «0 marked and from the analysis of a sample of the article in the parcel",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Pertiliaers, Act; No. #1 of 1961 5 taken by 4 Fertilizer Inspector in the prescribed | manner on the premises on which the parcel is exposed * for sale ot on any premises on which the parel after having been 90 marked aay happen to be before being delivered to a purchaser or carrying agent, it appears that the particulars indicated by the Sginterod mark or marks with which the parcel is marked are false to the prejudice of the purchaser, or thet such parti eulars do not include any particalera which are “required by this Act to be specified in the statutory statement relating to the article in the parcel, the person selling or Gaving in his possession or disposi- tion for the purpose of sale or consigning ‘the parcel ‘or exposing it for salo shall be guilty of an offence unless he proves that he took all reasonable steps to Prevent the commission of the offence and that he acted without intent to defraud.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "49, Where any article is sold for use as 0 fertilizer ' sets in emt of the soil in any quantity not exceeding fifty-cix <usntitice- pounds from » parcel which purports to be marked in the prescribed manner with any registered mark",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "or marks, and from an analysis oe sample of the article in the pareel taken by a Fertilizer Inspector in the prescribed manner on the premises on which the parool is opt it appears that the particulars indicated",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "yy such mark or marks are false to the prejudice of the purchaser, or do not include any particulars which are required by this Act to be spouted ine statutory statement relating to that article, the seller of that article shall be guilty of an offence unless he proves that he took all reasonable steps to prevent the oom- mission of the offence and that he acted without intent to defraud. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "11. (i) A person who, withont reasonable excuse, Feiture togire, fails to comply with the provisions of sub-section (1) S405 of section 6 shall be guilty of an offence. Se no.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) Tf, on the sale of any article specified in column Tof the First Schedule to this Act, a statutory state- ment is given the particulars stated in which difler—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(@) from the particulars indicated by any regis- tered mark or marks with which a parcel of that article is marked in the prescribed moanner, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ". 6 Fortiliaars Act, No. £1 of 1961 (%) where that article bas not been on the premises of the seller, from the particulars stated in the statutory statement reosived by the seller on the ttle of that article to him, the seller of that article shall be guilty of an offence unless he proves that he took all reasonable steps to Prevent the commission of the offence and that he acted without intent to defraud.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(3) A person who, without reasonable excuse, fail to comply with the’ provisions of sub-section (© or sab-section (5) of section 9 aball be guilty of an offence.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Ratet tom 42, Where in pursuanes of the foregoing provi-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Housel sions of this Act @ description has been applied to any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Hise article specified in column I of the First Schedule to",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Qrtimom this Act and such eseription is » trade, Gesoription",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "one. within the meaning of the Merchandise Marks",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "cap. 0, Ordinance, no proceedings shall be taken under that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "+ Ordinance on ‘the ground that the description so",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "- applied is a false description,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "‘Proerration 48. (@) It shall be the duty of any person who",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "SEER epe a Teginer under this “Ack, of wor iD respect",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Sitatory of an article which has been sold by bim but which",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Dette’ hag never been on his premises, has received a statutory",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "mgwen nd statement on the gale of that article to him, to preserve",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Sittemedte, the register or statutory statement for the presoribed period, “and on demand made by any Fertilizer",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "napector at any time within that period to produce it for his inspection, and if auch person fails 60 £0 Preserve the register or statutory statement or 20 40 Produce it for such inspection, such person shall be guilty of an offence.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(@ Any person having in his possession or under his control any register kept under this Act or any statutory statement mede under this Act shall on demand made by any Fertilizer Inspector produce it",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ". for his inspection, and if such person fails so to pro- - duce the register or statutory statement, he shall be guilty of an offence. .- .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ": _@) Any Fertilizer Inspector may at all reasonable times enter any premises ‘where he has reasonable cause to believe that any register required by this Act to be kept, or any statutory statement, is for the time being kept, and may take copies thereof.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Fertilizers Act, No, 81'of 1961 7",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "CN Fertilizer Inspector may at all reasonable ows o «hy times axel any premises in which he has reasonable *4 “Re Cause to believe that there is any article specified in column I of the Firat Schedule to this Act which has been prepared for sale or consignment and may take samples in the prevoribed manier of any article on such premises which he has reesonable cause to believe to be such an article ae aforesaid: .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Provided that « Fertilizer Inspector shall not",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "\" tmercise bis powers under the preceding provisions of this section in respect of a mixture of two or more such articles prepared at the request of a purchaser.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "43, (1) Where a sample of any article has been saapla. taken by a Fertilizer Inspector in the prescribed - manner, he shall— . oo",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@) divide the sample into three parts; and {8) place each such part in a bottle or other con- tainer which shall be 90 closed or secured fas to preserve the original composition of . the article and shall be marked and sealed + - ~ : in the preseribed manner; and : (©) send two of the parts to a Fortilizer Analyst . together with a signed statement that the sauaplo was taben inthe presoribod manner; .. an : . (@} deliver or send the third part to the seller or ‘owner aa may be prescribed. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(2) A Fertilizer Analyst to whom two-parts of a sample are sent under sub-section (1) shall analyse one of those parts and shall retain the other for the presoribed period.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "{8) IE the person on whose behalf the sample of an = - « article is taken and analysed, or the owner or seller . of such article, objects to the certificate of the Fertilizer Analyst who made the analysis, the person objecting thereto shall, on payment of the prescribed. . fee, be entitled to have submitted to the Chief Fertilizer Analyst the part of the sample retained by the aforesaid Fertilizer Analyst and tohhave that part analysed by the Chief Fertilizer Analyst and to receive from him & certificate of the result of his analysis.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Fertilizers Act, No. £1 of 1961 “2, + @& Where a sample is under this section sent for +--+\" analysis to Fertilizer Analyst or to the Chief Fertilizer Analyst, there shall also be sent to him any . statutory atatement or warranty relating to the article sampled or a copy thereof, or, where such article was taken from a parcel, a copy of the particulars indi- cated by any registered mark or marks with which the parcel was marked in the prescribed manner. . (©) Where a sample is sent for analysis to 9 Fertilizer Analyst or the Chief Fertilizer Analyst, tho ‘enalysis may be made by any person acting ander the direction of such Fertilizer Analyst or Chief Fertilizer Analyst, but the certificate of analysis shall be signed _ bysuch Fertilizer Analyst or Chief Fertilizer Analyst, as the case may be. . (8) Where a sample of any article taken im the prescribed manner has been analysed by a Fertilizer ‘Analyst or the Chief Fertilizer Analyst, such Analyst . shall, within twenty-one days after the receipt by such Analyst of the sample analysed, farnish to the : person who submitted the sample for analysis and, where that person is not the purchaser of such article, * also to euch purchaser, and in every case to the owner ; or seller of such article, his certificate of analysis: Provided that if such Analyst does not know the name and address of the owner or seller, such Analyst . shall send the certificate intended for the owner or : selier to the person who submitted the sample, who shall transmit it to the owner or seller. + _. (1) Where @ sample of any article, which has not been taken in the prescribed manner, is analysed by a Fertilizer Analyst or the Chief Fertilizer Analyst, such Analyst shell send his certificate of analysis to the person who submitted the sample to him, Tepretog 46. Lf any person knowingly or fraudulently— (o) tampers with any article so as fo prooure that . uy sample of it taken or submitted for : :-/ analysis under this Act does not correctly. |\"). represent the article; or er) tampers with any sanple taken or submitted ‘or analysis under this Act, he shall be guilty of an offence.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Fertilizers Act, No. 81 of 1961 f)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "47. (1) If the owner or person entrusted for the Obirodioa of time being with the charge and custody of any article refuses to allow a Fertilizer Inspector to take a sample of the article on any premises on which he is autho- ised by this Act to do so, each owner or person shall be guilty of an offence.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(2) If any person wilfully delays or obstructs a Fertilizer Inspeotor in the execution of his duties under thie Act, such person ehall be guilty of an offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "48, Ifa Fertilizer Inspector discloses any informa- Frobibiin tion obtained by him in or in connection with the usu. exercise of his powers under this Act, except to o person acting in the execution of this Act and so far as such information may be necessary for such execn- tion, such Inspector shall be guilty of an offence.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "49. Any person guilty of an offence mader this Ack praia shall be liable, on conviction after summary trial “sf before a Magistrate, in the case of a first offence to & fine not exceeding two hundred and fifty rupees, and in the case of a second or subsequent offence to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "-a fine not exezeding five hundred rapess. .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "20. No proceedings for an offence under this Act socio ot shall be instituted except with the written sanction @*hact of the Chemist of the Department of Agricalture, wat at",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": ". Agriculture aged fe proseatioge",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "24, Where an offence under this Act is committed tietitiy ot by a body corporate, any person who at the time of STip\"snen the commission of the offence was a director, manager, + boiy secretary or other similar officer of that hody ot Was sloa'tole Perporting to act in such capacity shall be deemed to Side,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "guilty of the offence aaless he proves that the offence int iniy. 7 ‘Was committed without his consent or tonnivance and that he exercised all such diligence to prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in such eapacity and in all the cireumstances.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "22. (1) Notwithstanding anything in any:other east ‘Written law, proceedings for an Tienes under this Act prvicione | May, if the prosecutor 50 desires, be instituted in the  procedings, Magistrate’s Court having jurisdiction in the place ‘where the person changed resides or carries on business.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "10 Fertilizers Act, No, 21 of 1961",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "(2) In any proceedings for an offence under this ‘Ack, it aball bp no defooe to allege that a seen any article having been taken for analysis only there ‘Was ho prejudice to the purchaser.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "@) Notwithstending anything in any other written law, proceedings Yor fa clenoe onder trie Aor ‘may, gubject to the provisions of section 20, be inctitnted by the person aggrieved or by a Fertilizer Inspector.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "Evidence ot 23, (1) Where a sample which has been taken in griteates the preseribed manner by a Fertilizer Inspector and ‘stint: \"hag boen divided into parts and parcelled, marked and sealed as hereinbefore provided in this Act, has been analysed by Fertilizer Analyst, auch “Analyst's certificate shail at the hearing of any aivil or criminal Proceedings with respect to the article sampled be safficient evidence of the facts therein stated, unless the defendant or the person charged requires that auch Analyst be called as » witness or that the sample be farther analysed by the Chief Fertilizer Analyst,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "In any } roceedings a certificate by the cnet Fortlfoor Analy shill be sufficient evidence of the facts stated therein unless either party to the. proosedings requires that such Analyst be called as ‘witness, .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "‘Bagulstions 28. (1) The Minister may, after consultation with the taebony committee to be constituted ‘under section 25, make regulations for prescribing anything which under thia Act jis required or authorised to be presoribed, and generally to give effect to the provision of this Act; and in particular such Tegulations may— : (@) amend any Schedule to this Act; (®) prescribe the manner in which parcels of : articles required to be marked under this Act are to be marked and the natare of the marks; (© prescribe the limits of variation for the purpose of this Act; tw (@) prescribe the manner in which samples are be taken and dealt with; - + (@ prescribe the methods of analysis to be followed for determining the percentages of particular substances.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Fertilizers Act, No. 81 of, 1961 “u :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "@) No regulation made by the Minister under this ‘Act shall have effect until it is approved by the Senate and the House of Representatives and notification of such approval is published in the Gazetts.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "25. For the purpose of assisting and advising sane him with respect to the making of regulations under mae this Act, the Minister shall, after consultation with such associations or other bodies as appear to him to represent the interests concerned, appoint an advisory. ~ committes consisting of such number of members 98 he may deem necessary. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "26. Fortili: i is hereby aled.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "‘The Fertilizers Ordinance is y repes Bema",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "i, (1) In this Act, unless the context otherwise tetepraatin, requires, —",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "“ Chief Fertilizer Analyst ”’ indludes any Deputy Chief Fertilizer Analyst appointed for the purposes of this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": ". _ “ registered- mark ””, with reference to a parcel . of any article specified in column I of the :. First Schedule to this Act, means a mark entered in & register kept under sub-section (2) of section 9 by the proprietor of the business of selling such parcel;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "“‘geller '’, with reference to ang article sold, ‘means the person who waa ¢ owner of the article at the time of its sale.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "(2) Where the method of analysis for determining the amount of any substance contained in any article is prescribed under this Act, any statement in any statutory statement or document which by virtue of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "thia Act takes effect as a warranty and any registered",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "mark or marks on a parcel of any article or any entry",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "in ® register under this Act indicating or stating",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "« the amount of that substance shall be taken to be & statement of the amount of that substance as deter- mined by analysis in accordance with the method so -",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Prescribed.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "(8) Particulars as to the nature, substance or quality",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "of an article in a 2 parcel marked with any registera:",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "mark or marks shall not for the purposes of this Act be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "deemed to be falee to the prejudice of the purchaser",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "12 Fertilizers Act, No. 21 of 1961",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "of that-article if the mis-statement as respecte any",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "ingredient does not exosed the limits of variation (if",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "any) prescribed under this Act in relation therato. FIRST SCHEDULE.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": ". , Parrazsns.",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "1 n - Ariel, Partiqulore to be contained in . Statutory Statement.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "A product, not otherwise mon- Amount, if any, of nitrogen, toned ‘in thia Schedule, —potesk, phosphorio cid. bined, by mising ‘one ot soluble in wate, ond phos ore of ihe vartiolee mene phorio acid insoluble im Monod in this Schedule with water reapestively. any other such arficle or with any other substance or aub- tances",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Basis slag. <= Amount of phosphorio acid coluble in oltrio eaid,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Bone mecl, or other product not Amount of aittogen sad phos- otherwise mentioned in thio — phorio oid respectively. Bobedule, obtained by prind- ing or otherwise treating boos a used for fettilising purposes",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Coleium cyanamide v= Amount of nitrogen.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Corsi limestons, ground =... Neutealising value, Amount of Hime, Amount that will pass through @ protoribed eve.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "\"  Concsntrated superphosphate ... Amount of phosphoris seid aoluble ia water,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Disaloium phosphete = Amount of phosphoric acid.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Dissolved or vitriollsed bone ... Amount of nitrogen, phospho- To acid cele in water, and phosphorio oid ia soluble in water respes ‘ively,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Dolomite, ground = Amopnt of magnesia, Nevirt",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": ": lising value, Amount that, . ‘will pass through 8 pre ctibed sieve.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Dried blood tor fertlising pur- Amount of aitrogen.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Poses",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 13,
    "par_num": 19,
    "text": "Binh reskluen or otber produats Amount of nitrogen and phot obtained by drying and grind- — phorlo sold respectively: ing or otherwise treating Sah or fish waste, used for feiti- izing purposes",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Fertilizers Act, No. 81 of 1962 13 Ib u. vo Article. Porticulara to be contained ix , ‘Blatutory Statement. :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Guano, ineluding Peruvian and Amount of nitrogen, phosyho- ‘thar row guano, bub exalud- m0. noid and potash Tos- ing poultry manure peotivaly.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Hoots os w. Amount of nitrogen. .",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "loots and hors i Amount of mitzogen.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Horas - vs Amount of nitrogen,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "‘Mogresium ellico phosphate .., Amount of phosphoria acid.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Magnesium aulphate vw Amount of Magnesia.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "‘Ment and bone residues, or aay Amounb of nilvogen sud phos- Product not spesifically men-  phorio sold respectively. Sioned eleswhers in this Scho dule, objained by drying md finding or othorwize resting",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "2, Hea fibre (iacluding whole ment) ond other slaughterhouse residues, used or fertilizing purposes Niwate of lime aw Amount of nitrogen. ‘Nitrate of potash we Amioumt of nitrogen sal . potash respectively.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Nitrate of ode s+ Amount of nitrogen.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "OW sed fertilizers, including Amount of nitrogen. castor cake, gingelly oaks, : ground out cake, coconut ake, or say residue oblained . by the removal of oll from needs",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Phosphate rook, ground or other- Amount of phosphoric ssid. wine ‘Amount that will poss",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Vorough @ preseribed sieve.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Potassio nitrate of soda... Ammovnt of nitrogen and potash",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "y raspoctively.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Potassium salts used as fertili- Amount af potesh. ers including kainit, aylvinita, .* sot Potash manure salt, muriste af potash, sulphate of potash and aulphate of potash meegrecia :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Precipitated bone phosphate; Ameunt of phoophoric veld. Giealaium bone phosphate :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Slaked magnosian lime. , ... Neutralising valut and amount",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": ": of magnesium. .",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Sulphate of ammonia +. Amount of nitrogen,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": "Slaked coral lime a Noutralising value and amount",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 22,
    "text": ": of lime, Superphosphate w. fmount of - phosphorio acid . ed soluble in water.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "14 Fertilizers Act, No. £1 of 1961 ! ar Article, Particulars te be contained fa hi Statutory Statement. ‘Triple superphosphate ++ Amount of phosphorio aoid soluble in water. Urea os w+ Amount of nitrogen,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "‘The provisions of thin Bohedule aball apply to any artiole des- cxibel heron vader whatever nome 1 ray bo mad ar ofared for uale ond nopwithstending thet it contaias a eubstance nob - ‘tunationed in this Schedule. ‘",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "Amounts are to be atatad ox percentages of the weight of the article, Nitrogen is to be stated in terns of nitrogen. Phos- Vioro’ ned, soluble, pboephorio acid and fooslublephosphorie oid are to be stated in terms of phosphorio anhydride (P,0,). Potash is to be otated in terms of poteasium oxide (K,0). Mage nesio ia to be atated in terme of Magnesium Oxide (MgO). Lime is to bo otsted in terms of Calaium Oxide (Ca0).",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "SECOND SOHRDULE. ‘DxrrerntoNg WMPLIND OM THE SALE, UNDER ORRTAIN AMES, OF ABTICLES SPEOWIRD DF coLouN I or Tax Fina? SogeouLa. I n . Nome wider whioh ortiole ie Implied definition, i wold. : Ammonium nitrate s+ Ammonium nitrate for ferti-",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": ": lising purposes.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "Basio alag- w+ A by-product, containing phos- Plows obtained in Ge L manufsoture of steal and to : which no addition bas beea mado st the time of leaving : or after it bas left ths",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "furnace. - Bons meal 3. _ ow Commereially puro bone, r8¥ wl ‘or degreased, which hes i . been ground ar crushed, and * which contains not less than : a 8 per cent nitrogen and nob legs than 22 per cent phos-",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "a phoris acid. . Bone meal, Ed - ally pure bone, Te Grade Commer pure roel been ground ar crushed, and which containa Toss then 8 cant nitrogen oF Tian 59 par cent phoapbodis acid. Caleium cyanamide ~ Commera fal caloium syane e.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Fertilizers Act, No. 21 of 1961 15 ! n Home under which srliale i Implied definition. sold. ‘Gnator eke.” ‘s+ ‘The revidue which ix obtained : , by the reraoval of oll trom estar coke seed,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Covonut cake ... a= ‘The residue whioh ie obtained ‘hy the renoral of oil fromm copra.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Compound fertilizer, mized ferti- A product, nob otherwise mun-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "User, and fertilizer mixture tioned in this Schedule, con- taining two or three of the + Aleman pimogys Phos and poteweitm, an obtained by mizing one oF mora of the articles men tioned in the First Schedule with any other such article ‘or with any other substance fo substances.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Concentented au ate... Phosphate rock which hes",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Perrkowph oma toateg with eulpbusio ‘acid. and phosphoria acid.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Coral limestone, ground, Coral Himestons reduced in ta.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Dioaleiurn phosphate sn Digeloium phosphate for farti- lixing purposes.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Dissolved or viteioliced bove ..+ Commercially puro bone which Thae been iaated with eol- phuris wcid.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Dolomite, groud > «=. Dalomita reduced in size,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Dried blood... w= Blood which hos been dried, to which no other mejter hss baen added.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Fish guano, and fish manure ... A product obtainod by drying yd ot ator",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "+ trasting fish or ‘ish waste, to which no other, mater bas been edded.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Gingelly coke ... v The residue which % obtained",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "* by tbe removel of oil from 7 wingelly seed. Groundout eake vv ‘The rasidua which is obtained . by samara of ol fromm ed groundnut.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Boots oa a ‘The produst obtained by erush- ing or grinding hoots.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Boda and hoes v= A mixture of hoof and ham, orushed of ground.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 18,
    "text": "Bors _— ow Tha Produ obtained - by vs ‘stusbing or grinding bora.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "16 Fertilizers Act, No. 21 of 1961 ro, n ame under whioh artiste i Implied. defisition,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Maguesium Silico phosphate ... A produst dbiained by the",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "fusion of magnesium sii- + cate with rool phosphate.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Moguesium sulphate s+ Magaesinm sulphate for ferti- liging purposes,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘Meat and bone meel, mest meal, The product of drying ond sareasa raeal, meat and bons grinding or otherwise treat-. sankage tog bono, flesh fibro (include",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "ing whale mest) and other slaughtetbouse residues.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Muriate of potash s+ Potassium chloride for fertiti- ‘ning purposes.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Nitrate of potash w+ Potassium nitrate for fertli- sing purposes.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Nitrate’ of adda vo Sodium nitrate for ferfilizing ‘purposes.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Phosphate rock, ground or other ‘The substance obtained from",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "wise minerat calcium phosphate deposits, to which no other | inatter hex been added.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Potassle niteate of ede... A mixture of sodium nitrate and potassium citrate for - fertilizing purposes.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Precipitated bone phosphate, An insoluble calcium phos- and disaloium bone phosphate \"phate prepared by keting",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘eommercially pure bone with eoid ond precipitation of phosphate from the solr ton.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Baw guano... o ‘The excrement and remsins of any birds axcopt poulkey, containing bot nitroged and phosphorue, prepared for ut by scretuing where necessary, but to which mo addition’ hes been made.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Shoddy manure; wool waste; Waste of wool, or of wool wooleombines; wool manure; mixed with Abrous mate- ‘Bock dust wiale such ag ura associate?",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": ": ‘with wool in the textile ia~ dustries, including cotton : and similar nou-wool mate- Hisls, to which go other",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "+ matter has been added.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Slaked oral lime «x The product obtained by alate- ing burn’ coral limestone.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Steomed tone flour; stenmed Commercially pure bone from doue meal +. which nitvogen hing baea : + 57” removed by steam.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Fortitizers Act, No. 21 of 1961 wz vr a : Mame ander whioh extola in Implisd definition, wold. : Sulphate of ammonia ++ Ammonivm sulphate for tarti- lizing purposes. laked mognesian Lime v= ‘The product obtained by alak— nog buna’ delomibe, Sulphate of potash + Potassium sulphote for ferti- lieing purposes, ‘Superphosphate w+ Phosphate rook which has my oom treated with sulphusio ~ ‘Triple superphosphste vs Phosphate rock which bes Pie nuperpneep bean. treated with phospho: . ig ecid only. Urea we w+. Urea for fertilizing purposes. \"The provisions of this Schedule sball apply to ang article dea- ook Baron this Sebel sal apap ng rile a for agla and notwithstanding thet i6 contains = substance not ‘mentioned in this Sohedule. :",
    "mean_p_confidence": 0.56
  }
]