[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘S 4 PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF ; SRI LANKA | . | LAND DEVELOPMENT (AMENDMENT) | ACT, No. 27 OF 1981 oe | ; [Certified on 3th May, 1981] t ! . Printed ov the Orders of the Government ' i Published as a Supplement to Part II of the Gazette of the Domoeratic : : Socialist Ropublie of Sti Lanka of 08.05.1981 H | | rvs At OR PPADNaY oF GORDIE PNG | fo ns BURGIEASRD At TH GOVE, PUBLICATIONS HUREAU, €OLaMEO ' Price: Re, 1,10 Postage: 78 conts | Oo",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Land Development (Amendment) * ‘Act; No, 27 of 1981 .. >. (Certified on 5th May, $981) F-° . L. D—0. 2/00, So Aw Act 70 avasp rim Lann Davevornaenr Onnavancs, 70",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "MOPRAL THE Saut or Stare Lanps (Serciat. Provisions)",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Law, No. 43 oF 1978. awp 10 PROVIDE FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘THEREWATA ON INCIDENTAL THERETO. -",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Be it enacted by the Parliament of the Democratic Socialist Republic of Sri Lenka es follows:— ss",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be -clted as the Land Development shorttitle (Amendment) Act, No. 27 of 1981, ~«",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section 2 of the Land Development Ordinance Amendment (hereinafter referred to as the “principal enactment\") is oe Siecter hereby amended as follows:— ae",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(a) by the omission of the definition of “ Agrloulturel and ‘Industrial Credit Corporation of Ceylon”;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(®) by the insertion, immediately after the definition of “alienation \", of the following ‘new definition :— “*Baak of Ceylon” means the Bank established",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "under the Bank of Ceylon Ordinance ;*;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(c} by the omission of the definition of “Ceylon State Mortgage Bank” ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) by the insertion, Immediately after the definition of “Crown land”, of the following new definition :— ““Development Finance Corporation of Ceylon”",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "means the Corporation established under the Development Finance Corporation of Ceylon Act3?; -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) by the substitution, for the definition of “Government “Agent, of the following definition — ‘“Government Agent\" includes an Additions)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Government Agent, Assistant Government Agent, Additional Assistant Government ‘Agent, Astistant Land Commissioner, District Land Officer and any offer authorized by the Goverament Agent in writing in respect of any partleular matter or provision of this ‘Ordinance ;\";",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(f) by the insertion, immediately after the definition of grant”, of the following new definition :— ‘high land” means lend which is not irrigated",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "tend\" 9 anna —13.00 (20m",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Land Development (Amendment) a Act, No. 27 of 1981 - (a) by the insertion, immediately after the definition of “—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "“holding”, of the following new definition:—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "‘irrigated lond” means any land benefited by any irrigation work as defined in the Irriga- tlom Ordinance ;'",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(h) by the aubstitution, for the definition of “Land /",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Commissioner”, of the following definition :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "‘“Land Commissioner\" means the officer appointed under section 3 of this Ordinance: and includes an Additional Land Commis- = sioner, Deputy Land Commissioner and any other officer of his department authorized by the Land Commissioner in writing in respect of any particular matter or provision of this > ‘Ordinance ;*;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "{® by the substitution, for the definition of “local authority, of the following definition :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "‘local authority” mesns any Municipal Council. ‘Urban Council, Town Council or Village Council and includes any authority created and established by or under any lew to exer- cise, perform and discharge powers, duties and functions corresponding to or similar ‘to the powers dutles and functions exercised, performed and discharged by any euch =",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "- Council 3” 5 i (G) by the insertion, immediately after the definition ot “minimum fraction”, of the following new | definition :— i ‘National Development Bank of ‘Sri Lanka” means the Bank established under the National Development Bank of Srt Lanka Act, No, 2 of 1979 ;\"5 (&) by the substitution, for the definition of “owner”, of ‘the following definition :— +“owner” means the owner of a holding whose title thereta is derived from or under a grattt issued under this Ordinance and includes permitholder who has paid all sums which he is required to pay under mubsection (2) of section 19 and has complied with all the other conditions specified in the permit 5’;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Land Development (Amendment) 3 Act, No, 27 of 1981",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "4) by the substitution, for the definition of “peace",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "officer”, of the following definition :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "““peace officer” includes police officers and Grama Seva Niladharis appointed by a Government Agent in wrlting to perform Police’ duties ;’; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(om) by the insertion, immediately after the definition of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "scheme\", of thé following new definition :—~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "“State Mortgage and Investment Bank” means the Bank estsblished under the State Mortgage and Investment Bank Law, No. 13 of 1975.\".",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "3, Chapters TI and ID of the principal enactment are Replacement. hereby repealed and the following chapters substituted of haptera IT therefor :— princlpal",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Zhacipent,",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". “ CHAPTER IL : ‘Maremc-Our or Sravz Lanp ‘Purposes 8 Subject to the general or special direc- fer which tions of the Land Commissioner, State land may be may be mapped out by the Government mapped out, Agent for any one or more of the following",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "purposes :— (2) village expansion ; (®) village forest ; (c) village pasture;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". (d) village purposes not herein specified ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". (e) human re-settlements ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ") protection of the sources or courses of streams ; . (g) prevention of the erosion of the soll: Gh) forest reserves ; 4) Government purposes, including “ Government buildings, roads or “ works 5 f",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Land Development (Amendment) 7 E Act, No, 27 of 1981 : (G) reservations for climatic and other ecological purposes and environmen- tal protection ; - (R) peeservation of objects of archaeolo- | ~ gical or historical interest ; : @ the requirements of local authorities; | . {m) the development of towns ; (w) alienation to certain classes af Persons ; H 40) any other purpose that may be pres: . eribed, having regard to the protec- tion, conservation and development needs of the ares, t Scheme and 8. When State Iand has been mapped out | Gear te, in accordance with the provisions of section 8, by Govern. the Government Agent shail cause to be ment Avent, — prepered— (a) @ scheme specltying the mapped-out ‘areas and the purposes for which the . lands in such areag have been respec a tively reserved ; {) a diagram depicting the mapped-out areas specified in the scheme. : Duty of 10, The Government Agent shall transmit | Sette | to the district agricultural committee cons- transmit to lituted in his administrative district the toe scheme and diagram prepared by him under‘ committee section 9 for consideration by that committee. ona alogra : : prepared by : ‘hina undee section 9 for ite obser : vations. ' _ Duty of 11. The district agricultural committee i . ie giruat shall, within thirty days after the date of i ‘ committee the receipt of the schome and diagram from | Gihin the Government Agent, return the echeme . j ' (pirty dave and diagram to the Government Agent with : and dingram the observations of the commitize on that with ite i Sbsorvations, scheme and diagram.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Be Land Development (Amendment) 8 Act, No, 27 of 1981 Geneme tnd 12. After considering the observations pitperel by made by the district agricultural commaittoe eat Agen on the scheme and diagram prepared by the Tatar), Government Agent under section 9, the {be ig | Government Agent may, if he considers it Ww the Land necessary so to do, modify such scheme and loner, Giagram ; and the scheme and diagram, or the modified scheme and diagrams, as the case may be, shall thereupon be transmitied by ‘ the Government Agent to the Land Commis- \" sioner together with the observations of the . district agricultural committee on the scheme and diagram on prepared and transmitted to that committee by the Government Agent. Power of 13, (1) Upon receipt of a scheme and dia- Land Commis gram forwarded to himt under section 12, the confirm Land Commissioner may confirm such fheine of gcheme and diagram or may issue to the further Government Agent such further directions instructions. for ‘instructions in regard to the mapping out or to the scheme or to the diagram as he May consider requisite; and the Govern ment Agent shall observe and give effect to such directions or instructions. (2) Where the Land Commissioner ia . satisfled that the directions or instructions fssued by him under aubsection (1) have been given effect to, he may confirm the * scheme and diagram or the modified scheme and diagram, as the case may he, Notiteation 14. Notice of the fact that the Land Com- fof missioner has confirmed any scheme forward~ ” ed to hith under sectlon 12 shall be published in ouch manner ea may be prescribed, Right of 18, Upou publication of a notice under Pages® suction 14, every member of the public shall diggram. be entitled to inspect free of charge at the district kachcheri or at the office of the Surveyor-General the diagram depicting the scheme of mapping-out referred to in such notice",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "6 Land Development (Amendment) * \"Act, No. 27 of 1981",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "‘No madifi- 16. No scheme which has been confirmed",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "catton of by the Land Commissioner shall, except with",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "be made the epproval and consent of the Minister, be",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "scent varied or modified so as to enable land which",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "the epprovet’ has been mapped-out for any purpose men-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "g{the Minis tioned in paragraphs (0) to (e) of section @",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "bah to be mapped-out or to be utilized for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "eases and  * purpose mentioned in paragraph (n) of that the Long",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "Somnmtazioner * Section:",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "{8 others, Provided, however, that any modification or variation of a scheme not requiring the approval and consent of the Minister may be effected on the written authority of the Land Commissioner.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "Mapping. 12, State land may be alienated whether",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "ane it has been mapped-out or not.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "before",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "alienation,",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "amepped- 18. Unmapped-out Jand, which has been",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "Beemed tp alienated, shall be deemed to have been",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "be mapped mapped-out for alienation to persons of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "Shienetoa. class to which the alienee belongs.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "CHAPTER II AumNanion or Sears LAND",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "Manner of 19, (1) Alienation of State land to any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "eet person under the provisions of this Ordinance",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "land. shell be effected in the manner hereinafter provided.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "(2) Every such person shalt in the first instance receive a permit authorizing him to occupy the land,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "~ A permitholder shell pay the purchose",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": ". amount a determined by the Land",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "Commissioner in full in annual instalments",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "within a pertod of ten years, together with",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "‘tho interest falling due thereon caleulated at",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "a rate not exeeeding four per centum of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "balance of the purchase amount outstanding",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 32,
    "text": "each year after payment of the annual instalment due for that year:",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "Land Development (Amendment) 7 ‘Act, No, 27 of 1981 Provided, however, that where the permit holder fails to make such full payment with- in the specified period, the Government ‘Agent may extend such perlod for a further period of two years if the permit-holder satisfies the Government Agent thnt such failure was due to sickness, crop fallure or other unavoidable cause.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "@) The date on which such annual instalments shall commence, and the amount of each such instalment shall be endorsed at any time by the Government Agent on the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": ".._Feemit fssued to such permit-helder,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "‘The Government Agent shall in addition cause the land alienated on such a permit to be surveyed by the Surveyor-General, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "\"the extent and description (by reference to “  metes and bounds) of the land #0 surveyed shall be inserted in such permit. The Government Agent shall, after the partt- Tieters relating to such extent and description lore inserted In the permit, cause the permit to be registered; no fee shall be paid or * — gecovered for such registration, > @) A permit-holder shall be Sssued a grant in respect of the Iand of which he ix in occupation— (a) where he has paid oll sums which he ig required to pay under subsection QQ; (®) where he has complied with all the : other conditions specified in the . Schedule to the permit ; and 7 (©) where he has been in occupation of, and fully developed, to the satisfnc- tion of the Government Agent— @) irrigated land, for @ period of three years, or (i) high tand, for a period of one year: > Provided, however, that the Land Com- “missioner may jasue a grant before the expiry of the aforesnid perlod where the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "8 Land Development (Amendinent) Act, No, 27 of 1981 permit-holder satisfies him that the fallure ‘to issue such grant before the expiry of such period would adversely affect the develop. ment of such Iand.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(5) Notwithstanding the provisions of subsections (1), (2), (3) and (4), any Permit-holder belonging to the peasant lass may be exempted from the payment of the purchase amount referred to in subsec- tion (2) subject to the condition that the Land Commissioner may however recover the cost of the improvements to such land which may have heen incurred prior to the slienation of such land,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "{@) Every grant issued under subsection (4) shall contain the conditions that the owner of the holding shall not—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(a) dispose of a divided portion, or an",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "undivided share of the holding . which is less in extent than the unit : of the sub-division or the minimum a fraction specified in the grant; and . (b) dispose of such holding except with the prior approval of the Govern ment Agent. Selection 20. The selection of persons to whom fo whom, «State and shall be aliensted under the Stole land Ordinance shall be made at a Land alienated. Kachcherl:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Provided that such selection may be made otherwise than at a Land Kachcheri in the following cases :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "{2) where the Land Commissioner is satisfied that immediate alienation of any land under this Ordinance is",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": ": desirable in the Interests of an applicant and that there are no other interests in the land in question",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": ". which are likely to be prejudiced :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": ". Provided, however, that no land exceeding elght acres in extent shall be alfennted under this paragraph ; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Lond Development (Amendment) 9 . Act, No, 27 of 1987 . () where the Minister so directs in any particular case or class of cases if it is in the public interest to fo s0. Noten 21, The notification that a Lend Kechehert on of Land ” will be held shall be substantially in the prescribed form and shall be published in such manner ea may be proscribed. Applica 22, (1) The Government Agent may, in fon. for a notification under section 21, fix a date when and before which apptication shall be made to bow Te. him for the land proposed to he alienated considered, at the Land Kachcheri appointed to be held by such notification. * 2) Where a date has been 90 fixed in : such notifeation, the Government Agent . } may, in his discretion, refuse at the Land Colas Kachcheri to accept or to consider any : - application for tand received after such date. (@) Where na date has been eo Axed, the Government Agent shall be bound to consider , all applications received, whether at the . Land Kachcheri or hefore the date fixed for 3 03 the holding of such Lend Kachcher! : . Provided that it shell be lawful for the : Government Agent, in a case where no date has been so fixed in terms of subsection (1), to receive or to call for applications before the date fixed for the holding of the Land Kachcheri. ‘The persons 22a, No State Jand shall be alienated to Sarhem, any person other than a person who is a Tay be citizen of Sri Lanka, alienated. Any alienation of land made in contraven- . Won of the preceding provisions of this section shall be null and void,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "20 Land Development (Amendment) Act, No. 27 of 1981 Powers of 23, (1) At a Land Kachcheri the Govern Government i Agent at ment Agent may, having considered the fang er. applications referred to in section 22— (@) select the applicants to whom State Jand shall be aliensted either immediately, or on, or before, a future date in accordance with the provisions of this Ordinence; or {®) reject any application where the provisions of this Ordinance relating to such application have not been complied with, (2) In making any selection under sub- section (1), the Government Agent shall have . special regard 1o applications received from persons resident in the neighbourhood of the Jand proposed to be alienated at the Land Kachcheri. @) An appeal in the manner prescribed shall lie to the Land Commissioner against . any decision made by a Government Agent under subsection (1). Power of 23a, Where by reason of a decision of a Commis. Government Agent made at a Land Kach- sioner to cherl or otherwise a person is notified of his Geckion of a Selection for the alienation af land or @ Government person i in occupation of any land as & Agent by permit-holder, the Land Commissioner may, revialon, within one year after the date on which such selection was notified or such person has ‘been in oceupation of such land, vary by way ef revision the declston of the Government Agent, if in the opinion of the Land Com- missioner the selection has not been made in accordance with the provisions of this Ordinance, Date of 2%, (1) The date on which & person is Giiereriar selected to recelve m permit or a grant of dete for State land shall be the material date for the determina urpose of ascertaining whether such person qualification is duly qualified to receive :-w:h permit or stallence. vant, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "Land Development (Amendment) , u . Acct, No. 27 of 1981 (2) Where land alienated to a person on",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "permit is subsequently sliensted to the same . person on a grant, the material date for the purpose of ascertaining whether such person : is duly qualified to recetve such land on a grant ahall be the date on which such person was selected by the Government Agent to receive the same land upon a permit.”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "4 Sectton $8 of tho principal, enactment is hereby Rapes of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "repealed. . aeatlor principal Eosctment.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "8, Sections 41, 49, 68, 72, 105 and 172 of the principal Amendment,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "enactment are hereby amended by the substitution, for the $b; 4% £822",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "expression “paying an.annual sum by virtue of the of the,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "provisions of subsection (3) of section 194”, of the Prncinal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "expression “paying an annual instalment by virtue of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "provisions of section 19°.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "6. Section 43 of the principal enactment is hereby amend. Amendment ed by the substitution, for paragraph (b) of that section, {3 Gf the’ of the following paragraph :— : prinelpal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "(b) shall not mortgage such holding to any person",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "other than the State Mortgage and Investment Bank, the People’s Bank, the Bank of Ceylon, the Development Finance Corporation of Ceylon, the National Development Bank of Sri Lanka, the National Housing Development Authority. the Commissioner for National Housing, any registered society or other prescribed institution”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "% Section 484 of the principal enactment is heteby Amendment amended by the eubstitution, for subsection (1) of that $4, erthe section, of the following subsection :-— principal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "“ (1) Upon the death of a permitholder who at the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "time of his or her death was required to pay any annual",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "instalments by virtue of the provisions of subsection (2)",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "of section 19, notwithstanding default in the payment of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "such instalments, the spouse of that permit-holder, whe-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "‘ther he or she has or has not been nominated as successor",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "by that permit-holder, shall be entitled to succeed to the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "land alfenated to that permit-holder on the permit end",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "the terms and conditions of thet permit shall be appli-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "cable to that spouse”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "2 Land Development (Amendment) Act, No, 2? of 1981 Amendment 8, Sections 84 and 85 of the principal enactment are SiS\" hereby amended by the substitution, for the expression 85 of the, “paying rent under subsection (2) of section 19a”, of the principal expression “paying annual instalments under section 19”, Insertion 9. The following new section is hereby inserted immedi- ser ately after section 112 of the principal enactment and shall Ugeinthe have effect as sevtion 1124 of that enactment :— enactment. = “Instalments —«‘112a. (1) Where any permit is cancelled Urey Ped under subsection (1) of section 109 or sub- finded on section (1) of section 110, the Government cancellation, Agent shalt return to the permit-holder the instalments slrendy paid on such permit. (@) The Government Agent shall deduct from such amount paid as instalments a sum calculated at such rate as may be prescribed for the period during which the land was ‘occupied under such permit”, Amendment 10, Section 158 of the principal enactment is hereby ofasction 188 amended as follows :— principal {4) oy the substitution for paragraph {k} of that section . of the following paragraph :— “ (k) the return of the annual instalments paid by ‘the permit holder who had paid such instal- | ° ments under section 19 and whose permit ‘was cancelled ;\"; and (2) by the Insertion, immediately after paragraph (ke) of that section, of the following new paragraph 1 “ (kk) the manner in which the cost of improve- ments to any land alienated to any person under subsection (5) of section 19 may be recovered ; and”. Insertion JL. The following new sections are hereby inserted or new immediately alter section 159 of the principal enactment Sion and and shall have effect as sections 150a and 1592 of that 3998 in the enactment :— principal ° fonciment, — \" Atenees, 1594, (1) Every person to whom any Ordinance and was alienated under this Ordinance, shall have the right to purchase such land within such time as may be prescribed and obtsin a grant of that land under subsection (4) of section 19, (2) The amount to be paid by such person shall be determined by the Land Commis sioner having regard to the value of the land,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "Land Development (Amendment) B Act, No. 27 of 198% Speci 1582, The following provisions shall apply eMenly? —_—s«a respect of the issue of a grant for aliena- in tempest tion of land under section 159 where such ot land lund has been eequired under the provisions cuder ihe of tha Lend Redemption Ordinance, No. 6L and tion of 1042, and was held on a permit or grant Stainenee” ‘issued under this Ordinance— ind obtained (a) the grant shall be in the prescribed grant or form : fort (b) Chapter VII of this Ordinance shall under thia not apply to the land held on such Srainance, matt and (©) the grant shall have effect as if it were an absolute grant of land undar section 2 of the Crown Lands Ordinance and the provisions of that Ordinance shall apply to the tight, title and interest of the allenee of the land under such grant.\"",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "12. Section 166 of the principal enactment is hereby  gepiacement repealed and the following section substituted therefor :— of ection \"Protection 168. No suit shall lie against any public Principal Sfatnle officer for anything done or omitted to be “met",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "done by him in good faith under this Ordinance. ”.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "18, The Sele of State Lands (Special Provisions) Law, Repeslof",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "No, 43 of 1973, is hereby repealed. Be of State Lends (Speciat Ene of 1973,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "14. (1) Notwithstanding the repeal of the Sale of State Savings. Lands (Speclal Provisions) Lew, No. 43 of 1973, where any person {s 9 permit-holder under that Law and such permit has not beon cancelled under section 27 of that Law, such person shall be deemed to be in possession of the land 20 Glienated and he shall be deemed to be « permit-holder under the provisions of the principal enactment,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "(2) Notwithstanding the repeal of the Sale of State Lands {Special Provisions) Law, No. 48 of 1973, where any person is the holder of a grant under that Law, he shall be deemed to be in possession of the land so alienated and he shail be deemed to he a holder of a grant under the provisions of the principal enactment,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "Kanual subscripten of Bills and Lawa of the Parliament Ha. 80 (Local), *",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "BER Forsieny gable to “the Susmanner Gowns PonctcaTions",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "Boneat, P.O. Box B00, Conmnano 1, before ioih December each year In. respect of the year fellowine,",
    "mean_p_confidence": 0.47
  }
]