[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "SUU cr ae PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA : ; INLAND REVENUE (AMENDMENT) ACT, No. 35 OF 1993 (Certified on 18th August, 1993] - (Printed on the Orders of Government) Published au a Supplement to Part It of the Gazette of the Democratic : Socialist Republic of Sti Lanka of August, 20 1903",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "UCD AE RK DEEAREMINT OF GOVERNMENT PRINTING, BRE LANKA =k To be PURCHASED Ai Fh GOVERMENT FUWLSEATIONS BURENG, COLDMIEO 7 | Price: Be. 1.50 Postage: Re. 1.00 5 . i ¢",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": ": Inland Revernie (Amendment) ° - . . Act, No. 35 of 1993 + . [Certified on 18th August 1983] --1) ws yin L. D—O. 92/92. * voce 3 Male . An Act 70 aneesp tim Intanp Revinvz Act, No. 28 oF 1979 BE it enacted by the Parliament’ of the Democratic Socialist Republic of Sri Lanka as foliows:i— .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1. This Act may be cited as the Inland Revenue (Amend- Short tue ment) Act,No, 350f 19%. 0; ow.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2. Section 8 of the Inland Revenue Act, No, 28 of 1979 Aunendiment (hereinatter refetred to as the “principal enactment\") ix fixer, hereby ~ amended in paragraph (a): of that section as No. 20 of followsi— - + : ed",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "(1) in sub-paragraph (xt) of that paragraph, by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "._” substitution, for the words and figures “for any ‘ year af assessinent commencing on or after Aprll 1, 1991; and™, of the words and figures “for any *  -yeur of assessment commencing on or after April 1, 1991 3\"; 7 (2) i sub-paragraph (ixr) of that paragraph, by the : + substitution, for the words snd figures “the Buddha Sasana Fund Act, No. 35 of 1990.”, of the words and figures \"the Buddhe Sasana Fund Act, No, 35 of 19903\"; and (8) by the addition, immediately after sub-paragraph (iat) of that paragraph of the following sub- i . paragraphs :— “lam : \" 4 (uxtn) the J, R. Jayewardene Centre established : > by the J. R. Jayewardene Centre Act, : No, 77 of 1988; and : (ux) the Institute of Supply and Materials - Management, Sri Lanka established by the A . Institute of Supply and Materials Manage-_ i : ment, Sti Lanka Act, No. 3 of 1861.”, H 3. Section 9 of the principal: enactment is hereby Amendment ' amended in subsection (1) of that section as follows:— ot gettion : : 5 . ineipal (1) in paragraph (b) of that subsection, by the substitu. Fracubent, + tion, for the words “the official emoluments of—\", , of the words and figures “for any year of assessment ’ ending on or before March 31, 1993, the’ official emoluments of— ; 2D —caTea2.088 (090) ' :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a Intend, Revenue: (Amendment). Ate: Noy, 35, of 1993 (2) by the insention.immediately.aftar: paragraph (2) of that subsection of the following paragraphs i—— U2 ¥ (bb) ‘for. any .year.of assessment commencing’ on - oF after April 4, 1993, the official emoluments, , ‘6f doy’ person, ‘or, any ‘profits from employ- ., ment referred to” in’ paragraph “(c) of section 40); paid torin id sri boc idl & ) any individual out’ of the “Consolidated © i PURE i pgite alt tee awit 2 (i) any: ernployes! of any :public ‘corporation’ Jelt sbeing ‘a ‘public corporation which pays\"! such emoluments or such pensiow “or” such profits from employment wholly oF ‘partly out of the ‘cums voted annually * By Parilament to ‘sich'corporation from ‘the Consolidated Fund iu Nii}. the. Governor for any Province.appointed under Article 154B of the-Constitution ; 1) any member of any Provincial Connell ;,, + (v) reny employee’ of any ProvincialCouncil ait to or $6 any-ofhicer'of any-Provincial Pab- wth bug! Servio’ pind al\" a ace ch (vi) any member of any Ideal authority ; ~ (eii) “any eniployee’of any Iocal’authority j * \"(vidl) any employed’ of any University which is established or deemed to be established 9 verteny BY the Universities Act, No, 16 of 1978 3 is'(ix}.any employee of the Institute of Policy Studies of Sri Lanka. established by the Institute of Policy Studies of Sri Lanke ted pee. Ack, No:.53-0f .198B5 + a ‘ (bbb) fot any year of essessment commencing on oF ~~ after Aprit 1, 3993, any such pension or any euch profits’ fram émployment referred to in paragraph (c) of section 4(1) as are received by any individual in respect of past services ‘performed by such individusl or by any other~ individual, whether before or after the com- mencement’of this Act, as an employee of any Public corporation other than any public cor- poration referred to in sub-paragraph (ii) of of paragrph (BB) FM ia ve",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Inland Revenue (Amcndment),, 3 Abt, No, 95 of, 1995 4. Section 11 of tho princlpat cuactnont dx horeby Amendment amended in paragraph (4) of that section by thesebatttution, {1s for the figures “188, 160; 17,17A\", of the ligated \"1013, 160, nelnripal 16D, 27, 174\", Det ew Shnctinent 5.'Section: 4 of. -the ‘frinelpal onnetmant in hereby  Amendumnt amended in paragraph, .(a) of that section by:tho adalltan, 9) Pq at the end of that paraemph,, of,,,lig, following nubs prlevipat Paragraph ie Ps ratanent, Dereon on abet de quntbaabeLetasy only ence + Gxxii), the wale, by.any ‘person of any. breaeury bill held. 37 aoieetesby such porann,.in the secondary. markat,\", Be nde yd teenie gos wets Puathat e eet 8, Section 22DDD. of the prinelpat enavtmont Ie herehy Amendment Smended in subscetion (2) of that soetjon hy [hemubstitution, 2201) of the for the words and figures “by notice pubHahod fn tha cmucisent, Gazette before April 1,.1992-, of tha words and Ayuros “hy notice published in the Gazette. before April-4y 1908\", Been yan Te fan wae ota se acre tha °F... Section, .23.0f,,tha.,,prinelpal enagtinent is, hereby Arsendineat amended in paragraph, (ege) of .aubrcction,..(10.9f shut 2144 the section 86 follOWa im ye yaavin, tues Hitt lings md Phe Q) tn sub-paragraph (i1) of that parageaph, by the mub- wg ttltatlon,; ‘tor’ the words and figured” aequited by \"gach person on or after April 1, 1987 and orlaing isch out of its use,” of the words and figures acquired eee bby étich person gn or aftér April 1, 1987, but prior to cmt 4Drib 1, 1998, and arising out af ite use,\" 5 (2), by the tisertion, immediately after mub-poragraph (i) ca ne oi that paragraph, of, tae followings sab-pacagraph:— | 2° Nil Gia) “any motor vehicle, lorry, hus, tractor, trailer, ° ‘or office furniture acquired by such person on or after April 1, 1923 and arising out of its vgn, Vie in any trade, business, profession or letey vo Vocation, earried on or exercised by him, at “epsigaese.,, the rate of sixteen and two-thied per centum pS\" per annum on ite oost of acquisition ;\"; } @) la sub-paragraph (iii) of that paragraph, by the sub- |. ,, Siitution, for the words and figures “construction of 1 4, Which was completed on or after April 1, 1987 and arising out of its use,”, of the words and figures t",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 Inlend Revenve (Amendment) ‘Act, No, 35 of 1993",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ": “construction of which was completed on or after <1 April 4, 1867 but prior to April! 1, 1993, and arising",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "out of its use,” ; . (4) by the insertion, immediately after sub-paragraph (30 of that paragraph, of the following sub-paragraph “ Giie) any qualified building constructed by such person the construction of which is completed . on or after April 1, 1993 and arising out of its use in any trade, business, profession or ‘vocation carried on or exercised by him, at °° ‘the rate of six and two-third per centum per",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "annum on its cost of construction; \";",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(8) in sub-paragraph (iv) of that paragraph, by the sub- stitution, for the words and figures “acquired by",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "* gach person on or after April 1, 1987 and arising",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "out of its use”, of the words and figures “acquired",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "\" ‘by ouch person on or after April 1, 1987 but prior \"to Aprfl 1, 1993 and arising out of its use ;\";",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "{®) by the insertion immediately after sub-paragraph (iv} of that paragraph, of the following sub-paragraph :—> © (va) any unit of non-residential accomodation",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "comprised in a registered Condominium Property within the meaning of the Apart: ment Ownership Law, No, 11 of 1973. + | acquired by uch person on or after April 1, 1993 and arising out of its use in any trade, ‘business, profession or vocetion carried on oF . a Skercised by him, at the rate of six and two- third per centum per annum on its cost of acquisition :”, + (1) in the provieo to that paragraph, by the substitution, ... for the words and figures “referred to in sub-para~ . \"graph (1) or sub-paragraph (ff) or sub-paragraph (I) or sub-paragraph (ie) of this paragreph,”, of the words and figures “referred to in sub-paragraph (i) or sub-paragraph (i) or sub-paragraph (iia) or sub-paragraph (iil) or sub-paragraph (lila) oF \"~ gub-paragraph (iv) or sub-parageaph (iva) of this Baragraph,”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "f . Inland Revenue (Amendment) 5 . Act No. 35 of 1992 - ; _ 8 Section 24 of the principal’ enactment is hereby Amendment | amended in subsection (1) of that section as follows:—  S{Sestiam () by the insertion, immediately after paregraph (c) PRBUPAL of that subsection of the following paragraph :— * (ce) any expenditure ineurred on or after April 1, ¢ 1993 in travelling outside Sri Lanka in aot “connection with any undertaking of operating any hotel for tourists other than © the expenditure incurred in travelling out ‘+ side Sri Lenka solely in carrying out a Programme, approved by the Ceylon Tourist Boord established by the Ceylon Tourist Board Act, No. 10 of 1966, for the promotion of tourism in Sri Lenka ;*; @) ih paragraph ({) of that subsection, by the substitu. tion, for the words “cost of advertisement in connection with ”, of the words and figures “cost of advertisement, incurred hefore April 1, 1993, in “o> gonneetion with\"; (3) in paragraph (q) of that subsection, by the substitu- __, tion, for the words and figures “ entered into by him . on or after April 1, 1987, in any year”, of the words and figures': “entered into by him on or after April 1, 1987 but prior to April 2, 1993, in any year“; (& by the insertion immediately after paragraph (q) of . of that subsection, of following paragraph :— h ue (qq) such part of the rental paid by him under +\") any agreement entered into by him an or after April 1, 1993, in any year in respect of ce uae + @) any plant, machinery, fixtures or equip. ment other than plant, machinery, : fixtures or equipment referred to in aes sub-paragraph (i) as ig in excess of an amount equal to one-third of the ° total rentel payable under such | oo agreement ; and . :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "6 inland: Revenue (Amendment) thet, No.35:0f 1993 . seach shvi at am Gil, any. motor. vebicle, lorry, bus,.. tractor, misty st a pug trailer or office furniture, as, ig in Se Test 5 eh “eycess of am amount equal to one- see si odqwt ene site hath. of thes-totalrental payable paittemuera ji: Under such agreement 5.” 5",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ". Amendment 4 9 Section: 31, of: the: principal: enactment is hereby Siofine  *mended in paragraph (2) of subsection (2) of that section, principal by the substitution, for the words “in an approved under-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "scactment. talking referred to in, paragraph (q) :",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Provided that-where such undertaking is a company”, of the words “in an approved undertaking other than an approved undertaking referred to in paragraph (q) :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "“Provided that where such undertaking is a company”. Apengment 10,\" Section 32° of the principal enaetment is hereby $i of te amended in paragraph (b) ‘af subsection (1) of that sectio®, principal _by the substitution, for the words “to be non-resident, at the cmcunent, “Tate specified”, of the words “'to be non-resident, at the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "' appropriate rate specified\", <8\" >",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Invertion —_,. UL. The following new. section, is. hereby. inserted sectlon s20C immediately after section @2c of the principal enactment pineal and shall have effect as section S2re of that enactment :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "H ‘enactment. ‘ae ., , 32ce. ‘The gross royalty payable for any siigctincome” Jear of adsument commnecing’ an or after royslty!? {9 .\" “April ty 1993: by arly person: in Sri Lanka to Fabs. no svany company, partnership or body of persons",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "feompany,. 5c Outside Sri Lanka, being royalty. which arises gestoee= or in deemed by section BOB to arise in Sti fooy of 220s sLankee: to,'-such\"-company,:: partnership oF",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "‘ Petvonative;: «body .of persons. shall, notwithstanding any-",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "I sti thing to the contrary in any other provision",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "foe oe\" wat Vo this Act; be chargeable with income tax",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "f ae roid Sd dab-the réte‘of fifteen per ‘centum.”,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ": Teen er ing we be ist Elves salon",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "‘| Amendmem 12. Section 33 of the ‘principal enactment is hereby",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ": 9 section\" afaended in paragraph (b} of aubsection (2) of that section",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "printed asrtollows is ec eos, : Retna 2 Gy $9 sub-paragraph “Gi)'\"'of that paragraph by the be icon mubstitutlon, for the words and figures “for any",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "' ody to Sryear of assessment commencing on or after April 1, avr +1902, dos not extced,”, af the words and figures",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "t “for the year of assessment commencing on April },",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "1092, does not exceed”; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "Foland Revenue (Amendment) \"a ‘et: No:.35 of 2993",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "+2 (2) by. the addition immedistely after sub-paragraph (vi)",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "++ +5 nj:1 Othat parography of the following sub-paragraph : —",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "‘a ity the taxable income of which for any year of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "assesstacnt commencing on or after April 4,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "us te 4, 1908, does not exceed two hundred, and",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "° seventy-seven thougand seven hundred and seventy-eight rupees.”",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": ". peg bacon, eft Ge + “1B, Section 38C of the principsl “enactment is hereby Anndroent",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "amended in sub-paragraph (c) of paragraph (1) of that 2f =reoo",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "section, by the insertion, immediately after item (ii) of that. principat paragraph, of the following item:— 0.) 1, enactment “ (ile) dividends in relation to\"which advance company tax has been paid at 40 per centum,”.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "{> M4, Bection. 38 ‘ot! the principal enactment is hereby Amendment {amended in. iubsection, (2)-of thot section as followa:— — y\"yea “\"Cqy sii paragréiph ‘(d) ‘of that dibseetion, by the insertion, SEGRE",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "‘<su\"\"-: fmmedistely after sub-paragraph (ii) of that para- vel ‘ graph of thé following sub-paragraph :—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "Jo re-nnt Gia). dividends received, in relation to. which tunatye pi at T advance company tax has been paid at 4f per centum ;%5.and",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "ati (@) in paragraph (f) of that subsection, by the substitu- . baie stm. ction, for the; words and figures:‘referred to in sub-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "“aus Wy {paragraph (ii): or. (iii) or (iv) of paragraph (d) “, hovers t OF the, words, .and figures. “referred to in sud-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "So} uatiy PORRBFABh-Hil}n OF: Gila): vors: Hil) or Civ) ot paragraph (d) ”, Mb tape",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "18, Section 844A of the principal enactment is hereby Amendment * tiiended ds folloiys 22 RI WE Is fer een a\" gf geetian SEES denotes Sins ety weeatunmedie un boivater BEAR tbe -caro(Q)-n.aubeeetion. (1),af that section, by the substitution, pet<inat",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "for the words “over the income tax, in.respect of : such income, payable by him or it in auch other . country.”, of therwords'“over the income tax, tn . respect of auch income, payable by him or it in * ‘such other country, Where however such person or such'partnership is not lable to-pay Sacome tax, in voli ol! “respectisof such’ profits and income, for such ‘ <rees\"! eorrespending period in such’ other country, such fj : Person or ‘partnership ‘shall be ‘entitled to reliet | bined. te .f",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "a Inland Revenue (Amendment) “Acts No. 35 of 1993 <3 ries equal to the amount of income tax payable in Sti tf. «Lanka by such person or partnership in respect of 7 such profits and income for such year of assess rent, 5 * b= (2) (yd paragtaph “o) of subsection (2) of thet (a) by the substitution, tn {tem (b) of sub- para ca:., graph Gi) of that paragraph for the words, ii 7) Mifoe.the use of the. undertaking ;”, of the 1p Words “for the use af the undertaking or\"; {b) by the addition, immediately after sub- sn , Paragraph Gi) of. shat paragraph, of the following sub-paragraph :— ... : : “ Gil) to any-non-resident person or to any partnership registered out side Sri >. Lanka who or which provides in Srl Lanka . architectural, engineering, quantity surveying or construction management services and such other services az may be ancillary thereto, + to’'any non-resident: person . oF - partnership referred to in sub-para- graph (i), . «s- Gi) in sub-paragraph . (i!) of paragraph (b) of that . Co\" 4, «subsection by the substitution, for the words and ‘\\', 2! is figures “referred to in sub-paragraph (ii) of para- ct r- & graph (a)\", of the words and figures “referred to * in sub-paragraph (ii), or sub-paragraph (iii) of Deragraph (a) ”. _— Amiénéiniat ““’ 48. “Section 138 of the principal enactment is hereby Sgvetion, | amended in subsection (1) of that section by the aubstitt- principal + tion, for the Schedule to that subsection, of the following enactment >. Schedulez— t : eon geen aH Bobedale 7 6 os ae ay fe COW. T: : Column TL ot ey Treasury Bill... woe Rate of tar ‘cAny treamry bill which 2 per centum uf the face “Matures in .. twelve: valug-of that treasury Months after the date.of hil, * Gta iasue. .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "Inland Revenue (Amendment) 8 Act, No, 35 of 1993",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "Any treasury bill, which 1 per centum vf the face",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "matures in six months’ value of that treasury -.: after the date of. its bill, issue.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "Any treasury bill which 0.5 per centum ‘of the face",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "matures in three monthe - value of that — treasury 1. alter the date if itsissue, —bill.”, os :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "WW. The following new Chapter in hereby inserted insertion immediately after Chapter XVB and shall have effect ex pf ancy Chapter XVC of the principel enactment :— Se i me",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "toe principal",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "{CHAPTER XVC : enacmmen. SPEctat, PROVISIONS RELATING TO THE PAYMENT OF TAX BY SPOCIPIED EMPLOYERS IN RESPECT.OF EMPLOYEES. Taeome tax 113M, (1) Notwithstanding anything cou- waBey’? tained in section 2 and in Chapters XTV and by specitied =X, the income tax attributable to the employers: official emoluments of any employee of any specified employer for any year of assess- \"oD. ment éommeneing on or after April 1, 1993, ! :* ghall be paid by such employer in addition to any income tax otherwise payable by such employer. 7: +\" @) The income tax payable by any ose specified employer under subsection « (1), ‘:°9\" shall be payable in monthly instalments and vee accordingly, the provisions of section 9%, section 99, section 102, section 105, section 1 co py 106, section 207, section 110, and section 112, an shall apply to such income tax payable by _; _ Such employer subject to the modification that the word “deduct ’ appearing in the (oso Ys aca SbOVementioned sections shall be substituted SO.\" by the word “pay” end the word “remu- neration ” by the word “ ofile‘al emoluments” Totel 113y. Notwithstanding anything contain- Pees. ed in section 27, the total statutory income to include |” for any year of assessment commencing on FepeyeON - or-aiter April 1, 1983 of any employee of ae ‘a respret'. ‘any specified employer shall be the aggregate ; GLADISR, of his statutory income for that year of + assesment from every source of his pro- - i é C0",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "£20 Umland Révenie' (Amendment) dt, NO! 38 “of ‘1993 «fits and-intomie; ther thanemployment in uNSespect.of which tax is: payable’ by the employer under subsection’: (1)! of section Las. S unteet No dedustion .:u1s113ps‘Notwithsthnding ‘anything ‘tontained peydene 8 Sota-any other provision of this Act,'n6 deduc- eferred to tion for the purpose'ot section 20(2) shall be BL BGS wy made, from the assessable income of any era- \"he made \"9 - ployee’ of ahiy-spetified employer for any year ~ ign heer. of assessment Gortimencing on or after April 1, of any. 1083; in. respect of any' qualifying payment re- oRoree ferred tin paragraph (i) of subsection (2) speritea of section 31 ‘and made in that year of assess f@vloyer, , ... rent-by such.employer..,.ocy. 2 ge. 07 Snsome ax 8G\" Nobvlindahaig anything “contained Fpeniied.” -c, -iiv/any-other'provision-of this Act, the income ee ord any ‘foie of assetsment, payable bY 1 Bebions iq. A sBeeified enibloyée te, accordance with Section 113n¢ shall be allowed a3 a deduction in.escertaining the profity,and income for that ‘year, of.astessment of any trade or business teairied’én by:much employer. _clvyoigets 5 « Spmputation ,... UuSn, For the purposes, of this Chapter, em ones the ineome (ax, attribulable to the official AE novo ernest elation t6 any ot. + by posted employer, ghalt be the excess APE S01 srottaoe U2 aottoze * © UG) :ttle“tnedine tai corhputed at the rates + Speolfed fi Part WE of the First ‘iSeliedule' th this“Act on such emolt~ . ‘inants-af\" ach employes after fdediotiid therefeom a um of forty- ‘So! thexsaia’Fupees, over; saan moult tg ta ee “di one ‘thousand ‘eight hundred rupees. ssixtney ye’ sary mathaeayltistY it et CANGHEOE:, AMSG Notunthetanding: anything * contain: TbeS,EY |. odin section. 4, the, income-tax in respect of ‘1 tm@ployer not the offical emolumenta of any “employee of Br tne:\\s any: specitied employer and which is paid by + profitg tram,,;; fuck emplpyer shall be: deemed, not to: form ~fmmoment part of, the profits trom employment of such ‘employee.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "i ‘tatand Revenue’ (Amendent) at Act, No. 35 of 1993 : Sort 2, Jy7 Far the purposes of this Chapter— . “employee in relation to any specified we employer includes a Director of the Boles ‘Board of Directots of such specified ne ge employer ; co, “ “specified employer” means a public . corporation other than a public ‘ corporation referred to In section 9 . : (1) Qb).4.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "48. The First Schedule to the principal enactment is Amndzent hereby amended by the substitution for Part IT of that Schedule Schedule, of the following Part :— principal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "Exacnent, . ° 7) * «parr mr ‘The rates of income tax applicable to any individual who'is not a citizen of Srl Lanka and whois deemed, under subsection (7) of section 67, to be anon-resident— _ For any year of assessment commencing on or after . April 1, 1979, but prior to April 1, 1993, .25 per centum °\"*\"* Ber any year of assesment commencing on or after ; April 1, 1993,” ++ WS per conten”, 78.\" The Second Schedule to the principal enactment is Amendment hereby amended as follows:— ~~ xu a Schedule (1) by the substitution, for Part 1 of that Schedule, of to tha yore - cae principe “tS thie following Part:— enactment. See eater _ Company resident in Sri Lanka other than a _.: .,, Sompany referred to in Part Ilor Part I or 8s O° Dart IV or Part IV A or Part 1V B or Part V or Part VA or Pert VB or Part VI or Part VII or : 2s... public corporations (other than the Central Bank ” SA. of Srl Lanka). referred to in Part IX or Unit | . ‘Trust or Mutual Fund refsrred to in Part X. Ta g",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "a Inland Revenue (Amendment) : Act, No. 35 of 1983 The rate of income tax for any year of asseas- ment commencing on or after April 2, 1979 but prier to April 1, 1992—. - “- ®2 Oa'the taxable iiicome of the company . 7 80 per centum . ‘The rete of income tax for the year of assessment jsommencing on Apri 1, 1992— On the taxable income of the company 45 per centum \"5 (2) in Part IVB of the Schedule, by the substitution, for the words and figures “The rate of income tax for every year of assessment commencing on oF after April 1, 1092,\", of the words and figures “The rate of income tax for the year! of assess- meut commencing on April 1, 1992-3 43) by the insertion, immediately after Part IVB of that Schedule of the following Part :—. fat oe * eee! apa ive “ we Smatt Comeawr be ‘The rate of income tax for every year of assessment poramencing on or after April 1, 1098— ” (a) if the taxable income of the company does not exceed two hundred and Afty thousand rupecs— ” \"\" On the taxable income of the company . 98-1/3 per centum 5 (2) if the taxable income of the company exceeds tra hundred ond fifty thousand rupees but does not exceed two hundred and seventy-seven thousand , seven hundred and seventy-eight rupees the tax . shall'be the aggregate of— : . (a sum equol to 33 1/8 per centum af two hua- . dred and fifty thousand rupees, and i) the amount by which the taxable income of the company exceeds two hundred and fifty 2 thousand rupeen”s",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "Inland Revenue (Amendment) 3 ‘Act, No. 35 of 1993",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(4) in Part VB of that Schedule, by the substitution, for the words and figures “any year of assessment ° commencing on or after April 1, 1992 and in res- pect of which the Assesor is satisfied that on the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "_ last day of that year of assessment”, of the words and figures “the year of assessment commencing =” on April 2, 1982, and in respect of which the Asses",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "+ sords satisfied that as on March 31,1993\" ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(8) Sn Part VI of thut Schedule, by the substitntion for",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "the words’ and figures “every year of assessment commencing on or after April 1, 1979”, of | the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "words and figures “ éor the year of assessment",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "commencing on or after April 1, 1993”;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(© in Part VI of that Schedule, by the substitution, for the words and figures “every year of assess- ment commencing on or after April i, 1962—\", af",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "“the words and figures “dor the year of assessment",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ": commencing on April 1, 1992—\"; (@), in Part IX of that Schedule, by the substitution, for . ‘the wards and figures “for any year of assesment commencing on or after April 1, 1992-”, of the words and figures “for the year of assessment commenc- ing on April 1, 1902—\";",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "{) im Part X of that Schedule, by. the substitution for",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "the words and figures “for every year of assess-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ". -ment commencing on ot after April 1, 1902~\", af",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ". the words and Sgures “¥or the year of assessment commencing on April 1, 1902—\"; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(9) by the insertion: fmmediately after Part X of thet Schedule, of the following Part :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "“PART XI Company including unit trust, mutual fund and public Corporation (other than the Central Bank af Sri Lanka) but not inctuding the stall company referred to in Part we ‘The rote of income tax for every year of assessment commencing on o.after April 1, 1993— | On the taxable income of the company 40 per centum.”, fe",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "1 “ Inland Revenue (Amendment) , | Act, No,, 35 of: 1993 | Ampodmens 20, The Third Schedule to the. principal. enactment .{s But hereby. amended ag follows ims) Sis eizois 90 | the alatigel “Y ih paragraph 1 of thet Schedule, by-the substitution, ,  SRactmeDt os for the Words and figures from:\"\"For any year of 71> assessment commencing on or after Apri 1, 1902—\" T7% to the end of thet paragraph; ' ofthe “following = - ~sS words and figures r—! BR Ses Ge A “For the year of assessment commencing oD \\ Apel, WM losadon cae LF ret ae ed * \"On the first Rs. 25,000- of” thé ‘ taxable in- ome Soagy dace 30, pan, century ‘On the next Rs, 25,000 :of the. taxable in- come 40 per cenfurm 2\" \"-Gm the balance 6f? the! “taxable! income ed edd TELS pa conta | wos For any Year of assemament coramencing. on oF ! after APPEAL. 300B—: r.22 no grisnacnetes t va, OM. the first, Rs. 254100 of the taxable income i tee MORE Ea aad ad dennis lath 2 oB0 Ber contain | SAERESS Oa he’ balinds ofthe ““issabié *“Income | soi eh OIE heed PaN6 290 5.40 per Genitum 5 i “(RY in paragraph TH of iad sakes PE i @) by ‘the substitution, dor sub-paragraph (c) of ! 1 that. paragraph, :ofthe.:following sdub-pata- VBPOBB YH so:* eanigh bes zbiow act . # (e):for the. yeur: of adsessment cotamencing vo za2 On April, 19215 eter git ‘ooe {oni 1 the sotaxable:m' ineome + sorta 45 per centum era mst seinen: asin fo ee ().,on. the balance of the profits after deduction therefrom, of the tax payablezunder paragraph) Saute Gath waco ce San eect at Ber Senta tartans (H) by: the addition, “imediately- after,, aub-para-'. cd ri cy .Brap (¢), of that paragraph of the following sub-paragraph :— oon : : oro: © @) for any year of assessment commenc- . ing on or after April-t, 1983— 7 goof, omy..- the taxable. ineome a ciboot 40 per centurs",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "Inland: Revenue (Amendment) 18, Acts: Nos 38. of 14993. : histmeoso to tye cdi) on the balance of:the:profits: alter Stewaihd 16 od [nls <gddnetion! therefrom” of the tax? sup nvm 16 suorpayable’ ‘undersparagraph> (i)",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "cinutexs vg BE ~ 25 per centum”,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "21. The: Seventh: Schedule'te theprincipal-enactmentiis Replace: hereby‘ repéaled and the follovittigSchedulé'\"“‘sabstituted fae Bereech therefor :— teksten TREE be ROR BIE Stheacie se",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "” the princi al",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "Seaton va ME enactment.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "VAL nol nue 3. Of bse AGF? cue vod (1) 88",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "Puen A orb ve hovenjas 2 soseitonna fetiveieg ott Be",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "The dates-uf “advange rlocmpany -tex: for: :ovety| ysar-of/aseesbocd Trent commencing pn oF after April Ay 198; butaerion ty SARPHiF:n",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "82, shall. be, A LODOWN I perama dua ok att Yo Jenens9",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "):on the “atnount equal:to ithe rranpuatyas every cqualitying,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "distribution; zoade-bysa-mmall: compegy) si? nt nosizildug ieyivnaq ont Fo ABLE noidooe ot Anpenbradh PEM",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "ay Ghat dhidtine’sualYo ha abla af gneey\" HUB?",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "_ dietetbintion' Gnade bya? quoted” \"Gable “eohaperty ee Pt",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "people’s corapany",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "sdt nsswiod yototeiznonit yaa to dnoyg ayatter enti",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "Node svar aisdi® ott Is atefl to atxet Lael dae sisicie",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(Gi) on the amount equal to the amount of every qualifying . distribution made by @ unit trust or mutual fund or a t",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "company other ‘im a small company, of a quoted public company or @ people’s company 80 per conten",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "‘The rates of advance company tax for the year of ascessment Commencing an April I, 1992, chall be as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "4) on the amount equal to the amount of every qualifying",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "distribution made by a’ small company + 2S per ceatun . 4) on the amount equal to the amount of every qualifying distribution made by 2 quoted publie company or 3 ‘People’s compeny $3.1/8 per centure Git) on the amount equal to the amount of every qualifying distribution made by a unit trust or mutual fund or x company -other thon a small company, or a quoted public company, or & people's company 40 per centum",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 Inland Revenue (Amendment) Act, No, 35 of 1993 - ‘The rates of advance company tax for every year of assessment commencing on or eiter April 1, 1983, shal] ba aa iotlowa:— @) on the smount equal to the emount of every qualifying distribution made by a amall company . . +28 per centum . Gi) on the amount equal to the smount of every qualifying Gstributlon mada by wnit trust, mutual. fund ur company other than aay small company . 33-18 per centunt” Retrospes 22. (1) Where any company referred to in section 22000 oe vf the prineipal enactment is approved by the Minister before April 1, 1993, and notice of such approval ts publish- : ed in the Gazette within one month of the date of commen- cement af this Act, such company shall be deemed for all Burposes to have been approved by the Minister by notice publishad in the Gazette, before April 1, 1998. . (2) The amendment to section 1134 of the principal enactment made by section 16 of this Act, shall be deemed for all purposes to have came into force on April 1, 1993. + Sinhala 23, Tn the ‘event of sny inconsistency between the tet wo Sinhala and Tamil texts of this Act, the Sinhala text shall EXteeot prevail. ere",
    "mean_p_confidence": 0.8
  }
]