[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 196465 ie . (gon SS ' “Gy ly ; Ny foe Egan RS one . . Fauna and Flora Protection ‘» (Amendment) Act,- - No. 44 of 1964: * Date of Assent; November 12, 1964 . . Printed on the Onders of Government Ditehned ‘Ne che Govsuncnnt PouicaniGns Bunias, COLOuEO cn Oe Becember’ cach tear’ io tespect of the year flowing, Late ‘subsctiptions wif be accepted on the eondicon that Bilis israed ‘before the date of payment will not be supplied. Price: 95 cents. Postage: 20 cents.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Fauna and Flora Protection (Amendment) . ‘Act, No. 44 of 1964 ‘ LD,—-0. 23/63. ¢ AN AGT TO AMEND THE FAUNA AND FLORA Chyperde ” PROTECTION ORDINANCE. page Itz}. (Date of Assent: November 12, 1964), ——~ = BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the . Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be cited as the Fauna and Flora Serta Protection (Amendment) Act, No. 44 of 1964. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Section 2 of the Fauna and Flora Protection Amendment of Ordinance, hereinafter referred to as the “principal Gixmne 463 enactment”, is hereby amended as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(1) in sub-section (1) of that section, by the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "substitution, for piragraph (c) of that sub- section, of the following new paragraphs: — “ (c) a Nature Reserve ; or {d) a Jungle Corridor ; or (© an Intermediate Zone.” 5 @) in sub-section (4) of that section, by the . a substitution, in paragraph (2) ofthat sub- section, for the words “Intermediate Zone”, of the words “Nature Reserve, + Tumgle’ Comidor, Intermediate Zone” 5 an (8) in the marginal note to that section, by the . substitution, for the words “' Intermediate Zones ”, of the words “ Nature Reserves, Jungle Corridors, Intermediate Zones *.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3. Section 3 of the principal enactment is hereby Amendoegt of amended as follows — Eepmeat",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(1) im sub-section (1) of that section — “net '",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(@) by the substitution, in paragraph (a) i",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "of that sub-section, for the words :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": Strict Natural Reserve, of the ‘ o . words “Strict Natural Reserve, Nature Reserveor Jungle Corridor \"}",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "ta samsenonn 1",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "2 * Fauna and Flora Protection (Amendment) * ‘Act, No: 44 of 1964 @ by the substitution, in paragraph (c) of that sub-section, for the words “Reserve or in & National Park”, of the words “Reserve, National , Park, Nature Reserve or Jungle . . Corridor” ; : . + by the substitution, in paragraph (a) of + that. sub-section, for the, Words “wild animal”, of the words “ wild animal, o take or destroy any egg of any bird or reptile or any nest of any bird,” ; and (2) by the replacement of the marginal notes to that section by the following new marginal note :-— \"ee . * Essential features of Strict Natural : Reserves, Jungle Corridors, National Parks, Sanctuaries and Intermediate Zones... : :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "+ mertion of __ 4. The following new section is hereby inserted ew teetion immediately after section § of the principal enact- Bhacpal ment and shall have effect as section 5A of that ‘Soactnent, enactment :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "“Ratrision of \"5a, (1) No person shall enter or fur\" semain within any Nature Reserve or > kerr, Jungle, Corridor except under the Gules authority and in accordance with the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "conditions of a permit issued by the prescribed officer on payment of the prescribed fee. + (2) If nd fee is prescribed for the issue of a permit under sub-section (1), such permit shall be issued free of charge. ”. a Ameudizent’ of | Section 6 of the principal enactment is fee Si % hereby amended as follows :— soadineah” . .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "“'() in sub-section (1) of that section, by the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "' substitution, for the words “ Reserve or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "ina National Park”, of the words “ Reserve, National Park, Nature Reserve + or Jungiv Corridor” 5",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Fauna and Flora Protection (Amendment) 3 Act, No. 44 of 1964 (2) in sub-section (2) of that section, by the ‘ substitution, for all the words from “Gntroduce any animal” to the end of that sub-section, of the words “introduce any : : - animal into any Strict Natural Reserve, i National Park, Nature Reserve or Jungle * Corridor, or tether, liberate or release : any animal therein. ” ; ) by the addition, immediately after sub- Section (2) of that section, of the following new sub-section :— “ (3) No person shall lead, or allow to stray any domestic animal into any : National Reserve. It shall be lawful =~\" for the Warden or any officer authorized by the Warden to seize any domestic animal within any National Reserve and to release it to the owner thereof on the payment of a prescribed fine if such animal is claimed within twenty- eight days of such seizure. Any animal not 0 claimed may be disposed of by the Warden in such manner as he may deem fit.” ; and ~~ @ by the substitution, for the marginal note to that section, of the following new marginal note — t \"Acts prohibited in Strict Naturat Reserves, National Parks, Nature . Reserves’ and Jungle Corridors\".",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "+ 6.* The following new section is hereby inserted\" tosrton of immediately after section 6 of the principal enact peysation <a ment and shall bave effect as section 6A of that Stasmeat",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "_ Shactment :— ele lowe “Aal 6a, (1) No person shall fish or take",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "ett any afvate animal or plant from Reem 0d any waters within a National Reserve, Smewane. or Sanctuary which is on Crown land,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "+ except under the authority, and in",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "- °  \"% accordance with the conditions, of a",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "permit issued by a prescribed officer . '",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": ". ‘on payment of the prescribed fee: | A aa",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "es i 4 Fauna and Flora Protection (Amendment) 5 ‘Act, No. 44 of 1964 : (2) No person shafl remove any object of archaeological, pre-historic, historical, geological or other scien tific interest from any National Reserve or “Sanctuary except under the authority, and in accordance with. the conditions, of a permit issued by the prescribed officer on payment of the prescribed fee. (3) If no fee is prescribed for the issue of a permit under sub-section : (1) or sub-section (2), such permit shall be issued free of charge.” Replacement of 7. Section 8 of the principal enactment is fern Sof hereby repealed and the following new section elma, substituted therefor :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "“Aca, - 8 No person shall, from any prone - \"road or land outside a Strict Natural etNaiocal Reserve, National Park, Nature",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "we “Reserve, Jungle Corridor or Inter- mediate’ Zone, hunt, shoot, kill or : take any wild animal in such reserve, . park, corridor or zone.” Amendaent of 8. Section 12 of the principal enactment is wee ii hereby amended as follows :— te eoaduneae (1) in sub-section (1) of that section— @ by the substitution, for paragraph @ . of that sub-section, of the following . new paragraph :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". “(@ hunt, shoot, kill, injure or take any tusker’ or elephant; or”, and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". (6) by the substitution, for paragraph (c) of that sub-section, of the following . new paragraph :— : “ (© without a licence in that behalf from the Warden— () capture any buffalo ; Gi) at any time other than during the close sea- son hunt, shoot, kilt or take any deer or fowl.” ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Fauna and Flora Protection (Amendment) 5 | Act, No. 44 of 1964 : Q) by the addition, immediately after sub-section (3) of that section, of the following new sub-section — * (@) The holder of any licence under sub-section (1) (c) shall not later than - fifteen days after the expiry of the licence return the expired licence to the Warden or the prescribed officer and intimate to him the particulars of any buffalo, deer or fowl captured or killed, : 9. Section 13 of the principal enactment is Amentmect of hereby amended as follows :— Seton Oot east. (1) by the repeal of sub-section (1) of that : section and the substitution therefor of the following new sub-section :— “ (1) (@) Whenever it appears to the Warden that in any area outside a National Reserve damage to any person or to any house, crop, plantation or other property is likely to be caused by any tusker, elephant or buffalo, he may by notices affixed in conspicuous places within that area declare that area to be one within which damage by tusker, elephant or buffalo is apprehended and he may take such steps as may be necessary or expedient to have the tusker, elephant or buffalo driven off or captured and may issue licences subject to such conditions as he may deem necessary either free or on payment of the prescribed fee, or of such fee not exceeding the prescribed fee, if any, as hhe may consider adequate, authorising the licensee to capture such tusker, elephant or buffalo within that area while the declaration is in force. (6) Whenever it appears to the Warden that there is serious danger to life or property in the area referred to in sub-section (1) (@), he may issue licences subject to such conditions as he may deem necessary or expedient 4 either free or on payment of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Fauna and Flora‘Protection (Amendment) H Pan Act, No, 44 of 1964 : ta Prescribed fee or of such fee not exceeding the prescribed fee, if any, as he may consider adequate, authorizing the licensee to shoot, Kill or take the tusker, elephant or buffalo as the case may be within that area while the . declaration is in force.” ; and ©) by the substitution, for the marginal note to thet section, of the following new marginal note :— “Declaration of areas in which damage by tusker, elephant or buffalo is apprehended.”. Replacement of 10. Section 14 of the principal enactment is Pad hereby repealed and the following new section enscuneat substituted therefor :— \"Shona 14. Where the Warden is satisfied wipeel that a tusker or elephant i, found ‘eure trespassing repeatedly in or upon an! ‘ited Plantation or cultivated land and i sence causing serious damage to the owner of the plantation or cultivated land or likely to cause damage to life or property of those living therein, he may issue to any person a special. licence, subject to such conditions as > he may deem necessary or expedient, either free or on the payment of the prescribed fee or such fee not exceed ing the prescribed fee, if any, as he may consider adequate, authorizing that person to follow or pursue such tusker or elephant to any place (not . being a place within a National Reserve) and to shoot, kill or take such tusker or elephant.” sae u. Section 15 of the principal enactment is meaion 15 ereby repealed. a following new section sua substituted therefor -— ~ Kies or 15. (1) It shall be lawful for the dararfol = OWNer OF n in charge of any egies cultivated Find at any time to set, « lay or ipread any trap, snare, net or pitfall in or upon that land for",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Fauna and Flora Protection (Amendment) 7° ‘Act, No. 44 of 1964 oo the purpose of killing or taking any 7 deer ot fowl which trespasses or attempts to trespass thereon, oa (2) Save as provided in sub-section (1), ito person shall set, lay or spread 7 aiiy trap, snare, net or pitfall for the purposes of taking any deer or fow.”. 12, Section 16 of the principal enactment is Amedmext of hereby amended by the substitution, for the words faten 10,0\" “ any right conferred by section 12, or section 13”, enaamant of the words “any right conferred by or unde section 13”. 13. Section 20 of the principal enactment is Amentinotof hereby amended as follows :— Faton 2 9 () by the substitution, for the words “not \"st exceeding one thousand rupees”, of the words “not exceeding two thousand rupees”; and @) by the substitution, for the words “may extend 10 one year”, of the words “ may extend to two years”, 14. Section 21 of the principal enactment is Amine of hereby amended as follows :— seston “2, ot “\\ - () by the substitution, for the words “not smment \" exceeding five hundred rupees”, of the . sh» words “not exceeding one thousand Tupees ” ; and (2) by the substitution, for the words “ may extend to six months”, of the words : * may extend to one year”. 15, Section 22 of the principal enactment is Ameatiment of hereby amended by the substitution, for the words selee #2 of “not exceeding two hundred rupees ®, of the words xedimeal « not exceeding three hundred rupees”. 16, ‘The following new section is hereby inserted tnsetia of iramediately after section 22 of the principal enact- mv sation ment and shall have effect as section 22a of that prinsoal enactment :-— . ‘seactumeat. * Registration 22, {I} No person shall own, HFRS ate'ln Me nao ee eal ome mdcephaes. tusker or elephant unless it is regis- tered and unless a licence in respect",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "8 Fauna and Flora Protection (Amendment) Act, No. 44 of 1964 of the tusker or elephant has been . obtained in accordance with. the provisions of this section. __ Q) Every person who owns or has in his custody a tusker or elephant shall register such tusker or elephant ~ with the prescribed officer. ~_ B) Every person who owns or has in his custody a tusker or elephant : shall, prior to registration, pay such Tegistration fee as may be prescribed.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(4) The Warden shall maintain a register of tuskers and elephants in such form as may be prescribed,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(5) Every person who owns or has in his custody a tusker or elephant shall, upon payment of the prescribed licence fee, obtain from the prescribed officer an annual licence in respect of such tusker or elephant.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(© Where a person becomes the owner, or obtains the custody, of a tusker or an elephant by virtue of sale, gift, the death of the previous owner or in any other manner what- soever, such person shall immediately 1 inform the Warden or prescribed officer and, if the tusker or elephant is registered or licensed, take such steps ag may be prescribed to have the previous registration and Hence can- ‘celled and to have a fresh registration made and a fresh licence obtained,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(7) Any person who owns, has in his custody or makes use of a tusker or elephant which is not registered, and in respect of which a licence has not been obtained, in accordance with the provisions of this section, shall be guilty of an offence and shall on conviction be liable to a fine not",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "; exceeding five hundred rupees or-to imprisonment of either description which may extend to three months+ or to both such fine and imprison- ment. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "Fauna and Flora Protection (Amendment) °° 9 ‘Act, No. 44 of 1964",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(8) Regulations may be made—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(@ specifying the officers to whom applications for registra- tion of, and licences in",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": ". respect ' of, tuskers and elephants shall be made, and who shall have - power to register and issue licen ces in respect of | tutkers and elephants ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "@ specifying the particulars to be set out in any such appli- cation, in the document certifying such registra tion and in such licence, including seference to identification marks and other details of the tusker or elephant to which the appli cation, document certifying registration or licence relates ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "_ \"© specifying the conditions subject",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "to which such registration",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "shalt be made and licence",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "issued and the fees payable",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "* for such registration and licence ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "@ specifying the form in which .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": ": prescribed officers shall maintain registers under this : section ; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(©) specifying the manner in which any such registration or licence shall be cancelled and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": ": a fresh registration made and a fresh licence issued. \".",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "17, Section 23 of the principal enactment is Amentomt of heteby amended, in sub-section (1) of that setion, Sepercpal as follows :— sansa",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": "(1) by the substitution, for the words “not",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 17,
    "text": ". exceeding five hundred rupees”, of the words “not exceeding two thousand : rupees” ; and q ee ny",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": ". * ‘ 10 Founa and Flora Protection (Amendment) Act, No. 44 of 1964 @ by the substitution, for the words “ may extend to six months”, of the words “may extend to one year”, Replacement of J8, Section 24 of the principal enactment is * Seidel hereby repealed and the Following new section entetment substituted therefor — . “Tonks and 24. (1) No person shall have in Sie” — his possession a tusk or tush unless such tusk or tush has been registered : with a prescribed officer. . (2) Every prescribed officer shall y keep a register for the registration of iurks and tushes in such form a3 may be prescribed.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": ". (3) Any person who has in his possession a tusk or tush which has not been registered shall be guilty of an offence and shall on conviction",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": ": he liable to a fine not exceeding two",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "indred rupees or to imprisonment “either description for a term which ay extend to two weeks or to both ch fine and imprisonment. a (@) The court may, on the convie- m of any person of an offence ider sub-section (3), make order for ¢ disposal of the tusk or tush in spect of which the offence was mmitted, having regard to the thts of any other person who may ‘pear to the court to be lawfully titled to the possession of such sk or tush. (5) Regulations may be made— - (@) specifying the officer who shall have power to register tusks and tushes, and | () specifying the form in which | : Prescribed ‘officers shall maintain registers under this section.””,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Fauna and Flora Protection (Amendment). | “12 ‘Act, No. 44 of 1964 19. Section 25 of the principal enactment is Amendment of ° hereby amended as follows — . Papen (1) in sub-section (1) of that section— cme (@) by the substitution, for the words : “unlawful possession of any tusker - or elephant”, of the words “un- Iawful possession of any tusker, elephant, tusk or tush ” ; @) by the substitution, for the words “to scize and detain such tusker or : elephant\", of the words “to seize such tusker, elephant, tusk or tush and to detain such tusker or ele- phant” ; (© by the substitution, for the words “where the animal was seized”, - of the words “where the tusker, elephant, tusk or tush was seized ” ; and (2) by the substitution, for the words . “‘for the disposal of the tusker or , elephant”, wherever those words oveur collectively in that sub-section, : of the words “for the disposal of the tusker, elephant, tusk or tush” ; ©) in sub-section (2) of that section, by the substitution, for the words “ of the tusker or elephant”, of the words “of the _ tusker, elephant, tusk or tush” ; and . @) by the substitution, for the marginal note of that section, of the following new margioat note :— _ “Power of Warden, &&., to seize . tusker, elephant, tusk or” tush on suspicion.”. . 20, Section 26 of the principal enactment is Amine of hereby amended, in sub-section (1) of that section, heipa by the substitution, for the words “not exceeding teat + fifty rupees”, of the words “not exceeding two hundred and fifty rupees ”. . oe &",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Fauna and Flora Protection (Amendment) ° Act, No. 44 of 1964 Amendment of 21, Section 28 of the principal enactment is ween % hereby amended as follows pm pal emacanent (1) im the definition of * fowl\", by the substitu. tion, for paragraph (4) of that definition, of the following new paragraphs :— “ @) Painted partridge (Francolinus pictus), . (© Jungle fowl (gallus lafayetteii) (A Ceylon jungle bush quail (perdicula ‘asiatica Ceylonensis) ;” ; the insertion, ‘immediately after the @ PY siricon of fool oof the following new definitions :— *** tusk\" means the tusk of a tusker 5 “tush” means the tush of a tusker \"5 and (@) by the repeal of the definition of “tusker” and the substitution therefor of the following new definition :-— -*“tusker” means a wild elephant having one or more tusks or tushes.’ . ‘Amendmeot of 22, Section 30 of the principal enactment is ‘egion 9 of hereby amended as follows :— ciel (1) in sub-section (1) of that’section— * @ in paragraph (2) of that sub-section, by Oar Sctntation, for all the words from “any bird,. beast” to the end of that patagraph, of the words “any bird; or” ‘ @ in paragraph (6) of that aub-section, by the substitution, for the words * any such bird or reptile”, of the words “any bird” 5 in parageaph (©) of that sub-section, . y the substitution, for the words . “any such bird, beast, or reptile”, ¢ of the words “any bird” ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Fauna and Flora Protection (Amendment) 13 ‘Act, No. 44 of 1964 z : * (@) in paragraph (d) of that sub-section— —~ @ by the substitution, for the words “any such bird, beast, or reptile”, wherever those words oecur elles . tively in that paragraph, of the words “any bird” ; and (i) by the substitution, for the words “any such bird or : reptile”, of the words “ any bird” ; (2) in paragraph (e) of that sub-section, y the substitution, for the words “any such bird, beast, or reptile”, wherever those words occur collectively in that para- graph, of the words “ any bird” ; (f) by the substitution, for the words “not | exceeding twenty-five rupees”, of the words “not exceeding two hundred and fifty . Tupees”? (9) by the substitution, for the words ~~ “may extend to one month”, of the words “may extend to three months” ; and ”  @ by the substitution, for the proviso to that sub-section, of the following new proviso — “Provided that no person shall be deemed to have committed \"an offence under this section in telation to any bird specified in Schedule I at any time of the year, and in relation to any bird specified in Schedule I in the open season.” ; and (2) by the substitution, for the marginal note to \"that section, ofthe following new marginal > note i “ Offences relating to birds.”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "y ee",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Pec Fauna and Flora Protection (Amendment)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "Act, No. 44 of 1964 ‘Amendment of 23, Section 31 of the principal enactment is feation 3] of hereby amended as follows :— soem (1) in sub-section (1) of that section—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(@ by the substitution, for the words “Sanctuary | during, the | cose season”, of the word “ Sanctuary”; +",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "@® by the substitution, for the word",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "_ bird”, wherever that word occurs in that’ sub-section, of the word “reptile” ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(©) in paragraph (@) of that sub-section, by the substitution, for the words and figures “in Schedule IE”, of the words and figures “in Schedules land IV” ; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "@ in paragraph (@) of that sub-section, by the omission of all the words from “ or the feathers” to “ killed or taken,” ; .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ": (@ by the substitution, for paragraph (f) of that sub-section, of the following . new paragraph -—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ": “ () purchases the skin of any such reptile or beast for the pure pose of tanning or preparing such skin for use,” ? a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(/) by, the substitution, for the words “not exceeding ten rupees”, of the words “not exceeding ‘two hundred and fifty rupees * ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(© by the substitution, for the words * may extend to two weeks”, of the words “may extend to three months ” ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": ". (F) by the substitution, for the full stop immediately after the words \"1p doth such fine and imprisonment ”, ofacolon ; and .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "(® by the insertion, immediately after the word “imprisonment :\", of the following proviso :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "} “Provided that no person shall",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 16,
    "text": "| be deemed to have committed ant offence under this section in relation",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "i Fauna and Flora Protection (Amendment) 15 f Act, No. 44 of 1964 i to any reptile or beast specified in : Schedule IV. in respect of any action permitted by virtue of a licence issued by the Warden.” ; *  Q) by the addition, immediately after sub-section (2) of that Section, of the following new | sub-section — (3) Every licence referred to in sub- , section (1) shall be issued in the prescribed form on payment of the prescribed fee : and shail be valid for such period and within such timits, and be subject to such conditions, as the Warden may consider necessary Or expedient.” ; and (8) by the substitution, for the marginal note to that section, of the following new marginal note — “ Offences relating to reptiles and beasts included in Schedules III and IV.”. 24. Section 34 of the principal enactment is Amendment of hereby amended as follows — ation 3 of the . fauneat. = (1) dy the substitution, for the words and figures “Schedule I or Schedule Il, of the words and figures “ Schedules 1, U1, ill and 1¥ ” ; and (2) in the marginal note thereto, by the substitu- tion, for the words and figures “* Schedules I and 12\", of the words and figures . “ Schedules I, I, iI and IV\". ; 25, Section 3$ of the principal enactment is Ameniment of | hereby amended by the substitution, for the words ERA and figures “Schedule I or Schedule 11”, of the cacaeat’ i words and figures “Schedule I, Schedule IZ, ° ' Schedule II or Schedule IV *, : } l 26, Section 39 of the principal enactment is Ameaéneat_ of * hereby amended, in sub-section Broruar section, sion 39 of the l by the substitution, for the words “one hundred Zacioent rupees”, of the words “ five hundred rupees”. Ba : y",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "16 Fauna and Flora Protection (Amendment)’ Act, No. 44 of 1964",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Ameodment of 27. Section 40 of the principal enactment is",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Seton s0efte hereby amended as follows :—",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘scteat, (1) by the renumbering of sub-sections (2), (3)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": ": and (4) of that section as sub-sections (3), (4) and (5) respectively ; and ’ @) by the insertion, immediately alter sub-section (1) of that section, of the following new sub-section :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "“ (2) Such permit shall not. be issued except for the promotion of scientific knowledge including supplies to museums, zoological gardens and in exchange for supplies to local museums or zoological gardens or for such other purposes as may be prescribed.””,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Amendavent of 28. Section 42 of the principal enactment is",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘serinn @efibe hereby amended by the substitution, for the word",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Foncwaant, and figures “ Schedule IIL” wherever that word",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "and those figures occur collectively in that section, including the marginal note thereto, of the word and figure “ Schedule V”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Amsadment of 29, Section 43 of the principal enactment is",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "sae OF te hereby amended by the substitution, for the word",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "Exum, and figures “Schedule IV”, of the word and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "figures‘ Schedule VI”. a",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘Amencinent of 3. Section 44 of the principal enactment is",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "re hereby amended as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "‘enactment (1) by the substitution, for the word and figures “Schedule HL\", wherever that word and those figures ocour collectively in that section, including the marginal note thereto, of the word and figure “ Schedule V\" ; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "(2) by the substitution, for the word and figures “ Schedule IV” wherever that word and those figures occur collectively in that section, including the marginal note thereto, of the word and figures",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "“Schedule VI\".  poencinen of 31. Section 45 of the principal enactment is ‘calon 4s ate hereby amended by the substitution, in paragraph Sarcmene, (@) of that section, for the word and igus “Schedule JIL”, of the word and Te",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 20,
    "text": "“ Schedule V\",",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Fauna and Flora Protection (Amendment) 7 \" Aet, No, 44 of 1964 32, Section 49 of the principal enactment is Amedmem of hereby amended by the repeal of sub-section (1) Swen iP er te of that section and the substitution therefor of aupet the following new sub-section :— . “(1) No person shali carry on or exercise - the business or trade of a taxidermist, tanner, . curer or trophy-dealer, or any other business of trade involving the purchase or sale of any animal, whether dead or alive, or of any part of any dead animal, except upon a licence in respect of each such business or trade in the prescribed ‘form obtained from the prescribed officer on payment of the prescribed fee.”. __ 33, The following new section is hereby inserted —mertionof immediately after section 52 of the principal 2 stoe enactment and shail have effect as section 52a of principal that enactment :-—~ ‘enactment, “Probiton 52a. No person shall shoot at, gen” injure or Kill any animal, reptile of Sainly of bird within a distance of one hundred Nertoks. yards from a water-hole or place where animals usually go to drink water.”, 34, Section 53 of the principal enactment is Amenéyent of hereby amended as follows :— econ 35 of te Soacaneat (1) in paragraph (2) of that section, by the substitution, for the words “ and sunrise ; : or”, of the words “ and sunrise ;” ; (2) in paragraph (b) of that section, by the substitution, for the words “reptile, of bird.”, of the words “ reptile, or bird ; or” ;’and ~ (3) by the addition, immediately after paragraph (6) of that section, of the following new paragraph :— “(© construct or use any ambush, of hide + ‘on the ground or on a tree for the purpose of shooting or injuring \\ any animal, reptile or bied.”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "18 Fauna and Flora Protection (Aniendment) - Act, No, 44 of 1964 Inscrion_of _ 35. The following new sections are hereby nev ena inserted immediately after section 53 of the principal Bhe enactment and shall have effect as sections 534 Principal and 536 respectively of that enactment :— “Fronttion | 53a, No person shall uso any poser, Se, poison, explosive or stupefying subs- + gnanicale’ ance for the purpose of poisoning, : Tin, killing or stupefying any animal, : . reptile or bird, Prohibition 538, No person shall have in his Session, possession, sell, expose for sale or 5,8 te transport ‘the flesh of any animal, . Sina\" reptile or bird which has been killed . Tomicortig or taken by the use of any poison, bye weer explosive, or stupefying substance : poison,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "Provided that no person'shail be convicted under this section if he proves that he did not know and had no reasonable cause to believe that the animal, reptile or bird, whose fiesh he is’ charged with having in his postesion, selling, exposing, for sale or transporting, had been killed or taken by the use of any poison, explosive, or stupefying substance.”.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "Replacement of 36. Section 54 of the principal enactment is ln of hereby repealed and the following new section Etats substituted therefor :— . “Frnibiton 54, No person shall at any res- food the'fesn taurant, hotel, resthouse or eating stay animal, house, serve ot authorize the serving Bhiimgor Of any food which constitutes or whichis’ contains the flesh of any animal, : rrotibied —yeptile or bird the killing of which is at that time prohibited under this Ordinance.”. ‘Amendment of 37. Section 55 of the principal enactment is sion Bette hereby amended, in sub-section (1) of that section, Soncinent, by the substitution, for the words “ investigation of the fauna and flora of Ceylon”, of the words investigation, or for the collection of specimens for a 200, museum or similar institution, of the fauna and flora of Ceylon”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "ee a a ll . heck a i . Fauna and Flora Protection (Amendment) ps | Act, No. 44 of 1964 - | 38. Section 58 of the principal enactment is Amenimem of | hereby amended by the substitution, for the words Sanisorme | two hundred rupees”, of the words “ three \"™=mnem Hf hundred rupees”. | i ~ 39, Section 60 of the principal enactment is Amendmem of — - hereby amended, in sub-section (1) of that section, sang? ofthe as follows :— toecirent Q) by the omission of paragraph (@) of that . sub-section ; and (2) by the renumbering of paragraphs (#) and (©) of that sub-section as paragraphs (a) and (6) respectively. 40. Section 61 of the principal enactment is Rope of : hereby repealed. secon ¢? of the . Eocene. 41, Section 65 of the principal enactment is amon ot hereby amended as follows -— 4 Shee oudiment 1) by the substitution, for the words “to the informer”, of the words “to the Wild * Life Preservation Fund which shall be : maintained and operated on by the Warden in the prescribed manner.” ; and (2) by the substitution, for the marginal note thereto, of the following aew marginal : note :-— “Share of fines to the Wild Life Pre- ' servation Fund, ”, j 42, Section 66 of the principal enactment is aeomen of | hereby repealed and the following new section Minna substituted therefor -— ~ Eowciment, | * Powers of _ 6, (1) Where a police officer or j greg and resid foficer bas reasonable . grounds for believing that any person r has committed an offence he may, a rn",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "20 * Fauna and Flora Protection (Amendment) ‘Act, No. 44 of 1964 subject to such restrictions as may be e prescribed—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(@) require such person to produce for his inspection any animal or bird or the carcase or part of the carcase of any animal or bird in his possession, or any licence, permit or other document issued to him or required to be kept by him under the provisions of this Ordinance ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(®) search any. boat, vessel_or vehicle and open any package or container carried in such boat, vessel or vehicle ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(© seize any animal or bird or” ‘the carcase or part of the earcase of any animal or bird in the possession of any person and appearing to such Officer to be the property of the Crown under the provisions of this Ordinance ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "@ unless he is satisfied that such ‘person will appear and answer. Bny charge preferred against him, arrest and detain such person without warrant and Seize anything in his posse- gsion which may be produced in evidence of his offence :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": ". Provided that such persori shall be produced before the Magistrate without unneces- sary delay and, in any case, wit twenty-four — hours from the time of arrest, ex-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": ": clusive of the time necessary for the journey from the place of arrest to the Magistrate.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "Fauna and Flora Protection (Amendment) “or: Act No. 44 of 1964 . - Q) Any person who without reasonable cause falls to produce . and hand over anything which a ; police officer or prescribed officer acting under the. provisions of this section may require him to produce ~ or hand over, shall be guilty of an offence. (3) Any person who fails or refuses to stop when called upon to do so by a potice officer or prescribed : officer or tefuses to be searched by, or obstructs or resists a police officer or prescribed officer acting under the provisions of this Ordin- ance shall be guilty of an offenca and shall on conviction be liable to a fine not exceeding five hundred Tupees of to imprisonment of either description for @ term which ma extend to six months or to both such fine and imprisonment, ”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "43, Section 68 of the principal enactment is Amendment, of hereby amended, in sub-section (I) of that section, ==9n 68 of the by the substitution, for paragraph (c) of that Pune, sub-section, of the following new paragraph :— .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "A (©) a person to act as an honorary district warden for any specified district or area ;”.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "44. Section 69 of the principal enactment is Aameniment of hereby amended by the substitution, for all the words sexton 69 of te from * to any district warden” to “he is appointed\", BiusuSens, of the words “to any district warden or to any honorary district warden in respect of his district or area”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "45, Section 71 of the principal enactment is amendment of | hereby amended, in sub-section (2) of that section, sion Hor the as follows — taouent",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "1) in ph (f) of that sub-section, by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "in Pare ttution tor the wards \"in any spect",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "fied area; and”, of the words “in any specified area 55 * {2) by the renumbering of paragraph (g) of that sub-section as paragraph (4) ; and \\",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "22 >. Fauna and Flora Protection (Amendment) Act, No. 44 of 1964",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "@) by the insertion, immediately after paragraph ())of that sub-section, of the following new Paragraph :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "- *(g) the establishment and administration of the “Wild Life Preservation _ : Fund ” and the purposes for which that Fund may de employed ; and’. Amendment, of 46. Section 72 of the principal enactment is proceed hereby amended, in sub-section (1) of that section, ** soeriment as follows -—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(1) by the insertion, immediately after the defini- tion of “gun”, of the following new definition :-—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "*“ jungle corridor” means a jungle corridor for elephants constituted by Order under section 2 (1) 3\";",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(2) by the insertion, immediately after the defini- tion of “National Reserve”,. of the following new definition :-—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "“Nature Reserve” means a Nature Reserve constituted by Order under section 2 (1) ;” sand",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "+ (3) by the insertion, immediately after the defini- tion of “ offence”, of the following new definition —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "*“ open season” means that portion of the year that is not included in the close season ;\".",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "Amoniren of , 47. (1) Schedules I and WH to the principal - ‘Sehedults to the“ enactment are hereby repealed, Sraciment (2) Schedules ITI and IV to the principal enact- ment are hereby renumbered as Schedules V and VI. (3) The following new Schedules are hereby , inserted immediately before the Teoumbered Schedule V to the principal enactment :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Ramtec emis a8 = 5 ‘ ‘| ahd ig i : g i} gz j . . : litt i i Lt . 1 ii tg “d2a44 ii a. ese? ot) RAE a F a . ° iil, iy WL i Te an 1 Ha qa ih HEE i dH HH z i j H 4 a N it FY Auli ta ‘| \"bese 22 G2auy beds , HHL rf: ie HU ; - }",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "” = Rama an a Ptecin edn, vs _ ‘gs 7 5 a) & . . uly a i . 3 s x 4 mii add op | U) ORB] Pee ne) i Tif i I 2 y) i i 3 cege G5 ae il. Hoe ea a |” fis sey Beedle he at} HERA RIG i ul pied we HE Ha ih atte . =e 4 a t)a8 8H ed aw 1 iii ful iL] ali get tee ee oy a) i a DAO Usa) 1) 9g 4 ! 8 i i : itl id fi ¢ 2} 4 . ligglid #42. , BSENS Ciiay ti _Se8 ity | FE | EBL eeu] + HOS gL EE",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "- + Fama and Fre Broectin menineny 35. i . >» iL. | . | HE t| FAH i i ' i z iid tung . ai PPEE ES i | o 2 | te , aaHiae | je y| |. = 5 . : i: : dy _ aig wlll ; y OGnre |. :",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "6 Fauna and Flora Protection (Amendment), _ . ‘Act, No. 44 of 1964 a] ne He j } uy pai 4 j 3 F] Wii, L 2 ial rr A) un i a ily i oul 1a ‘yoo 1 oii HH",
    "mean_p_confidence": 0.5
  }
]