[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON © + Ist Session 1960-61 . oe Siig ; . = ao BSra®) . : AYURVEDA ACT, \"No. 31 of 1961 Date of Assent: June 2, 1981 . Printed on the Orders of Government ‘Printed at) «the §« GovtanatmeT ‘pen, Cevton. To be purchased at the Governscent PusuicaTions Burcav, Cotomao ‘Anauak Subscription Gnoluding Bills) Re. 28, payable in dvaage “to the Seonsnrmmmne, Covaontewt PUnIcATEss Bout, Poet’ Orns Bor M0, ‘Seaarst, Colombo 2 Price: Re. 110 Postage: 35 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ayurveda Act, No. $1 of 1061 8",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L. D—0, 25/88, >",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AN Acr TO PROVIDE FOR THE ESTABLISHMENT OF A DEPARTMENT OF AYURVEDA; Fos TER ReoreTRa- : TION OF AYURVEDIC HOSPITALS, AYURVEDIC PRARMACIES, AYURVEDIC DISPENGARTER AND AYURVEDIC STORES, FOR THE ESTABLISHMENT OF AN ‘Axonvepic MEDICAL CoUNCH. TO REGISTER AYUR- VEDIC PRACTITIONERS, AYURVEDIC PHARMACISTS AND AYURVEDIC NURSES, AND DEAL WITH MATTERS RELATING TO TREIR PROFESSIONAL CONDUCT; FOR ‘THE BSTABLISHMENT OP AN AYURVEDIC COLLEGE axp HosriaL BoARD TO DISCHARGE CERTAIN FUNCTIONS .IN RELATION To THE COLLEGE OF Avurvenre Meprcine, THE CarrraL Hosritat oF ‘Avunvepa an THE Paarmacy, HERBARIUM AND DISPENSARY ATTACHED THERETO; FOR THE ESTABLISHMENT OF AN AYURVEDIC RuszsRee ComMITTi TO DISCHARGE CERTAIN FUNCTIONS IN RELATION TO RESEARCK IN AYURVEDA; TO REPEAL rng INDiGENous Menicing Onorvance, No. 17 oF 1941, aN THe AvuRvenrc Mzpicat Councit OnpmNaNer; TO MAZE CONSEQUENTIAL AMENDMENTS IN THE MuprcaL Onpmance, THE Porsons, Orrout . avo Dancenous Daves ORDINANCE, AND THE Foop anp Daves Act, No. 25 oF 1949;,aND 70 MaxE PROVISION FOR MATTERS CONNECTED WITH OR INCIDENTAL TO THE AFORESAID MATTERS.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "[Date of Assent: 2nd June, 1961]",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Parliament assembled, aud by the authority of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "same, as follows: —",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. This Act may be cited asthe Ayurveda Act, Sher jie snd No. 81 of 1961, and shall come into operation on such Sprain, dato. (aereimaftor referred to aS. tho. appointed date”) as may be appointed by the Minister by Order Published in the Gazette.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": ": PaRT I.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘Tum DEraRTMENr oF AYURVEDA.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. There shall be a Department of Ayurveda 4 Deperimeatal (hereinafter referred to 98 e the Department} to Aryrisiob carry out the objects epecified in section 7.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1 Batre GU",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "4 Ayurveda Act, No. 81 of 1961 ‘Appointment of 4. (2) There shall be appointed a person to be or to ae Commit. Act as the Commissioner’ for ‘Ayurveda (hereinafter * Tg me otter Deferred to as “ the Commissioner ””) who shall be the . Head of the Department,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(2) There may be appointed such number of Deputy Commissioners’ for “Ayurveda, Assistant Commis. sioners for Ayurveda and other officers as may be neoessany Zor ihe purpose of cetrying out the objedts specified in section 7.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Doication ot. &. The Commissioner may delegate of bis sowe's “pent, powers or duties to any Deputy Commissioner for salute” Ayorveda or Assistant Commissioner for Ayurveda. Mia's pore 8. ‘The Minister may, by Order published in the thea to'ee? Gazette, authorise any officer of the Department to cit cr pafomm exercise or perform any power or duty of a Deputy day ofebyey Commissioner for Ayurveda or an Assistant Coaniwiner Commissioner for Ayarveda. Pay re 3 Sayer. Gouninimer 6. _ In the exercise and performance of his powers pie siee and duties under this Act, the Commissioner shal be ‘Minister. subject to such general or special directions as may be issued, from time to time, by the Minister. Dbieets of the 7. Subject to the availability of moneys granted Prprtnant, “from the Uoneolidated Fund of Ceylon, the Bepart- ment shall be responsible for carrying out the following objects :— : (@) the provision of establishments and services necessary for the treatment of disease, and generally for the preservation and Promotion of the health of the people according to ayurveda; (®) the encouragement of the stady of, and Tesearch in, ayurveda by the grant of scholarshipa and other facilities to persons employed or proposed to be employed in the Department and by the grant of financial aid and other assistance to insti- tutions providing courses of study or engaged in research in ayurveda; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(©) the taking, development or encour: t of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "\"messes for the investigation of divenae, 2 ( s Alid for the improvement of public health, \\* according to-syurveda. Soe",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Ayurveda Act, No. 81 of 1962 6 ¢ + PART IL Powers oF Taz COMMISSIONER. mo ff 8. In ‘carrying out the objects specified in  rsbishaet section 7, the Commissioner may establish and main- sel aie tain, or cause to be established or maintained, ayur- feta, vedio hospitals, syarvedio pharmacies and herbariume, bytes Son’ ayurvedic dispensaries and ayarvedic stores. 7 9. In carrying out the objects specified in section 7, Finca six the Commissioner may, ‘with the prior approval of tm,cy, the Minister, grant any sum out of moneys voted for the purpose by Parliament — . (0) to the Ayarvedie Medical Council; . . (®} to any institution established and maintained for the training of practitioners of ayurveda; . &) toany institution referred to in section 8; (@) to any other institation established and main- tained for the promotion of ayurveda; and (@) to any deserving person for the prosécution of ‘hs atodiee tn ayurveda, _ 40. (1) On and after auch date as may be appointed le bow + in that beuslt be the’ Miniter by Onder published in eae the Gazette, no premises shall be used for the purpose sries snd dares of an ayarvedio ‘hospital, ayurvedic pharmacy, ema: ayurvedic dispensary or ayurvedic store, unless such remises are for the time being registered by the Rommissiouse ss an ayurvedio Snosgital, ayurvedic pharmacy, ayurvedic dispensary or ayurvedic store, as the case may be, and the person carrying on such ‘hospital, pharmacy. dispensary or store, in suck Premises. is for the time being registered by the ‘onunissioner aa the proprietor thereof. : _ 2) The date appointed by Order published under sub-section (1) chall be a cabo uot eavlier than three months after the date of the publication of that Order. (8) Where any promises are used for the purpose of an ayurvedic hospital, ayurvedic pharmacy, ayurvedic dispensary or ayurvedic store, in contravention of the prptisions of subsection (2), ‘the person for the time in 801 vital, pharmacy, dispensary cred‘ utp ened 1 ASA. ame anny",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "6 Ayurveda Act, No. 31 of 1961 __ (4) Regulations may be made under this Act for or in respect of all or any of the following matters:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "@ the making of applications for the registra-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "tion of any premises as an ayurvedic ; hospital, ayurvedio pharmacy, ayurvedic ‘ dispensary or ayurvedic store;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(®) the form of such applications and the parti- calars to be contained therein;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(@) the fee to be charged for euch registration;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(@) the period for which such registration shall",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". be effective and the grant of oartifoates of . renewal of such registration upon payment of the prescribed fee;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(@) the circumstances in which such registration may be refused or cancelled;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "() the circumstances in which the renewal of such registration may be refused;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(9) appeals to the Minister against the refusal of applications for such registration or the renewal of such registration or against the cancellation of such registration and the finality of the decisions made by the Minister on such appeals;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(#) the conditions which shall be complied with in relation to registered ayurvedic hospitals, pharmacies, dispensaries and stores;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "@ the records and books which shall be kept and maintained in registered ayurvedic hospitals, pharmacies, dispensaries and stores;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "() the returns to be furnished from time to time in Tespect of registered ayurvedic hospi- tals, Pharmacies, dispensaries and stores, and the particulars to be contained there-_ in, including particulars. as to the number aud desabiption ‘of cases admitted or treated and as to the staff employed therein; ,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(H) the rates of fees and which may be charged or made ab see gtorad ayurvedic hospitals, pharmacies, dispensaries and stores, : :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Ayuroeda Act, No. 31 of 1981 7 ° the powers of entry into, and inspection of,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "® registered ayurvedic hospitals, pharmacies, dispensaries and storess ;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(m) the registere to be kept ‘and maintained by",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(o) the oe Gemmiseioner Por the purpose of the registration of ayurvedio hospitals, phar- macies, dispensaries and stores; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "{@) the proper maintenance and administration . of Registered ayurvedic, hospitals, phar macies, dispensaries and stores, and the health, safety and proper care and treat- ment of persons treated in such hospitals and dispensaries. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "PART ill. Tue Arorvepre Mepica, Couxot. 14, {0 There shall be'® Council which shall be goutieton called the Ayurvedic Medical Council, in this Part \"ay referred to as “the Council’, and which shall, Wall. subject to the provisions of sub-section (2), consist of °=™ the following members:— (©) the Commissioner; @) the Principal of the College of Ayurvedic Medicine; (© two members elected by the teachers of the College of Ayurvedic -Medicine from themselves; . (@) one member elected by the teachers of each approved -ayurvedie teaching institution . from themselves; (©) three membera elected by tho registered: syurvedio practitioners fram themselves; . am . (/) not more than tan members appointed: by the Minister of whom (1) not more than three shall be 0 appointed from persons who are not registered ayurvedic practitioners,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(Hi) at least three ‘shall be so appointed from 4. panel of ten nominated by the All Ceylon Ayurvedic Practitioners’. Congresa, and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "8 Ayurveda Act, No. 31 of 1961 Gi) at east two shall be so appointed from registered ayurvedic practitioners ‘eho ere not members’ of the All Ceylon Ayurvedic Practitioners’ Congress.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "@) The Minister may, without assigning ane reason, remove from office, by Order published in the Gazette, any member of the Couneil who is appointed by him. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(3) Any member of the Corneil removed from office by the Minister shall not be eligible for sppointment or election as such member for a period of three years from the date of his removal.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "(4) The Conneil may, from time to time, delegate any power, duty or function of the Council to s com- mittee or committees consisting of members of the Council. Any such delegation may be made subject to such conditions or restrictions as the Council may deem necessary.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "Tym @ ois 42, ‘Each member of the Council, other than the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "sizenee ct Commissioner and the Principal of the College of Ayurvedic Medicine, shall, unless he vacates office earlier, hold office for a term of three years and shall be eligibla for re-election or reappointment:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "Provided that a pereon elected or appointed as * member of the Council in succession to any person szho haa ceased to be # member of the Council before the expiry of his term of office shall, unless he vacates office eatiier, hold office for the unexpired part of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "casa of 48. (1) A member of the Council, other than the sieab7 Commissioner and the Erincipal of the College of Seca Ayurvedic Medicine, shall be deemed to have vacated. (@) where he is not » public officer, on sending ‘is resignation in writing to the President of the Council; (6) where he.is not a public officer, op his absence ‘without excuse sufficient in the opinion of the Council from three consecutive meetings of the Council;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "Ayurveda Aot, No, $1 of 1961 9 # c) where he is a member elected under paragraph ® Q or ‘paragraph (d) of sub-section D section 11, on his ceasing to bold the post . . ° groflice by virtue of which he was qualified > for election: as a member of the Council; (@y where he ig am appointed member, on bis removal from office by the Minister; eet (@) on’his ceasing to be « registered ayurvedic practitioner, or on the taking effect of an order made by the Council under this Act suspending his registration a an ayurvedic practitioner: {on his boing convicted of any offence under the Penal Codes or (g) on the expiry of his term of office.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "@) The Commissioner shall be deemed to have vacated office asa member of the Council on his ceasing to hold office as Commissioner. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(8) The Principal of the College of Ayucvedic Medicine shall be deemed to hove feeatad office a @ member of the Council on his ceasing to hold office 2s Principal of the Callege of Ayurvedic Medicine.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "4%, Any vacancy in the Council shall be filled by iting spot the election or appointment of a member, as the case “tit may be, in accordance with the provisions of thie Part.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "45. (1) The Commissioner shall be the President may Ruiien of the Council. : ad she Mew",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(2) The members of the Council cholt elect from \"eon themselves Vice-President of the Council. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(B) The President, and in his absence the Vice- President, of the Council shall preside at any meeting of the Council. Where neither the President nor the Vice-President of the Council is present at an mesting-of the Council, the members of the Comnell attending that meeting’ sball elect from themselves a chairman for that meeting. . - pelts, The quorum for a meeting of the Council shall queen,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "ee, 4 Subject te tp piovisions of section 15, section tegsatioe ot cle Sa ‘ ; si proveduse’ the Council may regulate its own reese",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "* 10” Ayurveda Act, No. $1 of 196% Be ,ceanal to 48. ‘The Council shall, im accordance with the Fyenllr ie’ provisions of this Act, be the authority responsible + Pegeagioe’ for pasties, : (@) recommending to the Minister whether any pierces and ayurvedic teaching institution should be feet approved by him for the purposes of this segolaiian ana Act; sosrl of hair (®) the registration of persons as ayurvedic Soaduct,* practitioners; (*) the registration of persons as ayurvedic pharmacists; . (@) the registration of persons as ayurvedic nurses; (© the cancellation, or auspension, of such registration; and (A) the making of rules for— (i) the ‘regulation and control of the . professional conduct of ayurvedic Practitioners, ayurvedic pharma- cists, and ayurvedic nurses; and (ii) any of the matters referred to in paragraphs (2) to (e) of this section. Raghu sot 49, (1) ‘The Council— Sal regi of . ‘ . a eos © sball appoint a Registrar of the Couneit who shal also act as Secretary of the Council; _ an @) may Sppoint each other officers and servants of the Council as may be neoessaly for carrying out the work of the Council.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(2) The officers and servants of the Council shall be remunerated in such manner and at such rates, and shall be eubject, to such conditions of service, a8 Tay be determined by rules made by the Council under this Act.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "{3} The Council may, in accordance: with rules. made by the Council under this Act, establish and~ regulate a provident fund for the benelit of its officers and servants and make contributions to suck fand out of the funds of the Council.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "Bs Qomel » 20, (1) The members for the time being of the Senet Couneil hall be a body corporate with the name of “+ \"Phe Ayurvedic Medioat Council \"and shail bare",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "_ Aysreada Act, No. 81 of 1961 u perpetnal succession and may sne and be sued in wich name and adopt, alter and use « corporate eeal which shall be judicially noticed. : @) The Council may acquire and hold any movable or immovable property and dispose of any of its Properties and enter into contracts and do all such ther aos os may be neosssany for the exercise of is Powers and the discharge of ite functions and duties. 24, (1) Such sums as may, from time to time,— ‘Funds of tn {@) be granted for the puxposes of the Council by fhe Commissioner under this Act, or (®) be paid to, or recovered by, the Council as fees - under thie Act, shall form part of the funds of the Couneil. @) There shall be paid out of the funds of the Coaneil— . (@) the remuneration payable under eetion £5 ta members of the Council for attendance at meetings of the Council, and to the officers _ and servants of the Council; and (®) all other expenditure incurred by the Council. in the exercise of its powers and the dis- charge of its functions and duties under = this “Act. “PART IV. : Tas Avurvepie Contacr amp Hosrrrat BoAxn. Ei aO tone tetas ie Baa the Ayurvedic College and Hospi , Heve-  eeplial” Beard after in this Part refered to as \"the Board”, and which shall consist of — (a) the Commissioner; @) the Principal of the College of Ayurvedic © ‘Medicine; (©) the Metical Superintendent of the Central ‘Hospital of Ayurveda; : @ an officer of the Department of Education - appointed by the Minister on the recom- mendation of the Minister of Education;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "1 Ayurveda Act, No. 81 of 1961 (¢) one member appointed by the Minister trom : the teachera of the College of Ayurvedie Medicine; ’ ()) two emembers elected by the teachers of, the lege edie Medicine from : themselves;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(g) one member appointed by the Minister from the teactors of approved Ayurvedic teaching institutions;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ": (A) two members elected by the holders of: . diplomas granted or recognized by the Beard of Indigenous Medicine, or by the Ayurvedic College and Hospital Board, from themselves;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "{® not more than four members appointed hy the Minister from the registered ayurvedic practitioners of whom not more then two shall be 0 appointed from a panel of six nominated by the All Ceylon Ayurvedic Practitioners’ Congress; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "@) two members appointed by the Minister from Persons who are not registered ayurvedic practitioners.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(2 The Minister may, without scsigning any” reason, remove from office, by Order published in the Gozetie, any member of the Board who is appointed by him:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Provided that no member of the Board sppointed by the Minister on the recommendation of the Minister of Education shalt be removed from office except with the concarrence of the Minister of Education.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(8) Any member of the Board removed from offine by the Minister shall not be eligible for appointment or election as such member for a period of three years from the date of his removal.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Temtofin 28. Each member of the Board, other than they",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Gan’ Commissioner, the Principal of the College of Ayur- vedio Medicine and the Medical. Superintendent of the Central Hospital of Ayurveda, shall, unless he vacates his office earlier, hold offios for a term of three years and shall be ‘eligible for re-election or Te-appointment :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Provided that a elected or appointed as & member of the Board in sncosssion 1 =P pergon who has ceased to be a member of the Board before the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "* Gyarceda Act, No. $t of 1962 3 expiry of his term of office shall, unless he vacates von floe sarlier, hold office for the unexpired part of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "% (1) A member of the Board, other than the Ysmton't Commissioner, the Principal of the College of Ayur-  Ghitie’ atte vedic Medicine and the Medical Superintendent of the | Few Central Hospital of Ayurveda, shall be deemed to have vacated office—- :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(@ where he is not a public officer, on sending his resignation in writing to the Chairman of the Board; of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(8) where he is not o public officer, om bis absenos without excuse sufficient in the opinion of the Board from three consecutive meetings of the Board;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(@ whore he is aa elected member, on his ceasing to hold the post o offen by virtue of whi he was qualified for election as 9 member of the Board;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(2) where he is an appointed member, on his removal from office by the Minister;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(¢) where he is a member appointed under para- graph (d) of sub-section (1) of section 22,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "> ou his ceasing to be an officer of the Depart-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "ment of Education;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(f) where he ig 2 member appointed under para- + graph (¢) or paragraph (/) or  para- graph (G) of sub-section (1) of section 22, on his ceasing to hold the post or office by virtue of which he, was qualified for appointment under thet paragraph as a - Meber of the Board; or ee",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(9) on the expiry of his term of office. :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(®) The Commissioner shall be deemed to have vacated the offico of a member of the Board on his onasng to hold the office of Commissioner.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "} The Principal of the College of Ay io.  Mahcine shal bePdusted have tacated alec 49 4 member of the Board on his ceasing to hold the office of Principal of the College of Ayurvedic Medicine.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(& The Medical Superintendent of the Central : Hospital of Ayurveda shall be deemed to have vacated office as a member of the Board on his ceasing to hold the office of Medical Superintendent of the Central Hospital of Ayurveda.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "14 Ayurceda Act, No. 81 of 1962 Biting wp 28, Any vacanoy in the Board shall be filled by ‘sfmetocse, the election or appointment of a member, as the case may be, in accordance with the provisions of this Part. Guinn ofa 26, (1) The Commissioner shall be the Chairman Boal. of the Board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "+ _ (2) The Chairman of the Board shall preside at any meeting of the Board. In the absence of the Chair- man from any meeting of the Board, the members of the Board attending that meeting shall elect from themselves a chairman for that meeting.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Quorum. eit, The quorum for « meeting of the Board shall :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "six.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Zapinin of, 2B, , Subject to the provisions of section 26, section",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Proetings and section 44, the Board shall regulate its own",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Se Pearl procedure, =e",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Deapuion ot 28, The Board may, from time to time, delegate",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "EM@.. uy power, function or duty of the Board to # com-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "dues af be —-Wittes or committees consisting of members of the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "ied fe” Board. Any such delegation may be made subject to such conditions or restrictions as the Board may deem necessary.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "Power of the «80. The Board shall have the following powers:—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "@ to determine the courses of instruction to be ~ given to students admitted to the College of Ayurvedic Medicine, hereefter in this Part referred to as ‘‘ the College’;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "(®) to determine and hold examinations for",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "‘ students of the College;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "(©) to determine the diplomas to be granted ty the Couneil and the conditions to be fulfilled for qualifying for the award of such diplomas; ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "{@) to determing and hold external examinations for enabling persons who are not students",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": ": of the, College to obtain diplomas of the Couneil, and to make such rules as are : necessary for that purpose;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "@) to institute and award exhibitions, bursaries, medals and other prizes to students of the College;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "() 1 regulate and control ‘the admission of students to the College;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": "(9) to regulate the residence, discipline, and moral, mental and physical well-being of the students of the College: as",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 22,
    "text": ": (A) to appoint examiners for the examinations . held by the Council;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "Ayurveda Act, No. 31 of 1981 15 (@ to make récommendations to the Minister sa to the fees to be paid to such examiners; (j) to make recommendations to the Minister as : to the administration of the College ands in particular, as to the fees to be charged for admission to the College; ) to grant diplomas or degrees Aonoris cousz; : anc @ to make recommendations to the Minister as to the administration of the Central Hospital of Ayurveda, and, in particular, as to the charges to be made in respect of patients admitted to that Hospital.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "81. ‘There shall be appointed a Registrar of the negutre of he Sellege who shall also act as the Secretary of the Cale Board. : .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "82, The remuneration payable under section 45 to mapative o members of the Board for attendance at meetings of ‘* Burt the Board, and all other expenditure incurred by the * Board in the exercise of its powers and the discharge . of its functions and duties under this Act, shall be aid out of the moneys voted for the purpose by",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "arliament.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "PART V. Tar Avurvepic Resparca ComMIrrEe.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "83. {) ‘There shall be a Committee which shall be constitation of galled the Ayurvedic Research Committee, hereafter te Ayuretic in thia Part referred to as ‘ the Committee ”, and Committes. which shall consist of the Commissioner, and nine other members appointed by the Minister of whom one shall be from the teaching staff of the College of Ayur- vedic Medicine and another shall be from the regular medical staff of the Central Hospital of Ayurveda.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "(2) The Minister may, without ascigning any Teagon, remove from office, by Order published in the Gazette, any member of the Committee who is appointed by him. g",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "3S, Each member of the Committee, other than the nyaorat Commissioner, shall, unless he vacates his office earlier, _ afice of mem- hold office for a term of three years dnd shall be eligible “furl? for re-appointment:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "16 |\" Ayurveda Act, No. 31 of 1861",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Provided that » person appointed as a member of the Committee in succession to any person who has ceased to be a member of the Committee before the expiry of his term of office shall, unless he vacates ofiee sarlior, hold office for the unexpired part of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Yacation of 35, (1) A member of the Committee, other than 23.57 oye the Commissioner, shall be deemed to have vacated Commit, office— (@ where he is not a public officer, om sending his resignation in writing to the Minister; (®) where he is not a public officer, on his absence ‘without excuse sufficient in the opinion of the Committee’ from three consecutive meetings of the Committee; g on his removal from office by the Minister; or . . on the expiry of his term of offics.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ". - (2) The Commigsioner shall be deemed to have vacated the office of a member of the Committee on his ceasing to hold the office of Commissioner.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "wursg op et —_-88, Any vacancy in the Committee shall be filled",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "vost’ \"by the appointment of a member in aocordance with . e provisions of this Part,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Chairman ot tte 87, (1) The Commissioner shall be the Chairman",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Committee, of the Committee.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "{2} The Chairman of the Committee shall preside at any meeting of the Committee. In the absence of the Chairman from any meeting of the Committee, | the members of the Committee attending that meeting shall elect from themselves a chairmen for that",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ". meeting.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "ours, 88. The quorum for a mecting of the Committee shall be three.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Tagdition ot 89, Subject to the provisions of section 87, section",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "yorstons ot 88 and section 44, the Committee shall regulate its own procedure.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Erpotitee of 30. The remuneration payable under section 45 to",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "‘the Committe. members of the Committee for attendance at meetings of the Committee, and all other expenditure incurred by the Committee in the exercise of its powers and the discharge of its funotions and duties under this Act, shall be paid out of such moneys as may be voted for the purpose by Parliament. ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "* Ayureeda Act, No. $1 of aan “AT ° 1.0) Ts shall be the duty of the Committes to Dots of ae advise the Minister as to the oarrying ont of research S™=H jn all branches of ayarveda with a view to the promo- tion of ite development, and, in particular, as to the carrying out of research in respect of the following Matters: — -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(© eyurvedio literature; .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(8) fundamentals in ayurvedic doctrine;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(0) ayarvedic clinical treatment; and .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "@ ayurvedic drugs, pharmacology and pharma coposia.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(2) It shall bo the duty of the Committes to carry out all such directions as may be issued to the Com- mittee by the Minister in respect of the following Matterg .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(@) the maintenance of libraries, museums, : berbariums, laboratories, or. other . institutions;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(® the publication of ayurvedic manuscripts, ayurvedic text-books and other eyurvedic journals or papers; *",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(©) the opmpilation and publication of an : ayurvedic pharmacopoeia; : ee",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "{@) the standardisation of ayurvedic drugs; _",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "{@) all such other matters as may be necessary for the performance of the duties specified in sub-section (1).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "PART VI. . SPECIAL PROVISIONS APPLICABLE TO BoDUss ‘ESTABLISHED UNDER THIS ACT. wot Jn this Pact, unless, the contort otherwise pain of wires, the expression ‘* Body\"? means any Council, is <ririg Board, or Committee, ‘sotablished under thie Act. ee ‘en te.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "438. A Body shall, in the exercise of its powers and the diecharge of its functions and duties under edo.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "- this Act, be subject to such general or special direc- Pay wt tions as ‘may be issued, from time to time, by vhe dreiou of ve Minister. . ‘Minister.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Hi, (1) Every question which comes up for rronstng : consideration before « Body chall be dealt wih sta ome” meeting of ‘the Body and ehall be determined by the majority of the’ members of the Body present and",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "ang.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "sa 18 Ayurvedis Act, No.'si of 1901\".",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": ": (2) Th the event of an equality of votes on any ‘aeation considered at a meeting of a Body, the Chairman of that meeting shall have a casting vote in addition to bis original vote,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "(3) All acts done at any meeting of a Body shall, notwithstanding that it be afterwards discovered that there was some defect in the election or appointment of any member thereof or that any such member was",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": ": disqualified, be as valid as if every auch member had been duly elected or appointed and was qualified to be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": ". etch member. __ (@) No act or proceeding of a Body shall be invalidated by reason only of any vacancy in the Body. ‘Remoneration 35. The members of a Body shall be paid such icc sitendaree remuneration for attendance at meetings of the Body ta\" as may be determined by the Minister with che concurrence of the Minister of Finance. 2amusin ta 38 No anit ox prosecution shall Lie— Shler fat Ab {@) against a Body for any act which in good on tte faith is done or purports to be done by the aun Body under this Act; and (8) against any member, officer, servant or agent of the Body for any act which in god faith is done or purports to be done by him under this Act or on the direction of the Body. Ne #18 to 47. No writ against person or property shall be eee\" issued against a member of a Body i any action Ferers brought against the Body, Body ’ A Body deena = 48. A Body shail be deemed to be a Scheduled Sis... institution within the meaning of the Bribery Act, Iowan \"No. 11 of 1954, and the provisions of that Act stall ith the” be construed accordingly, we Bakery an : ‘ PonersfeBoiy 49, (1) A Body may make rales in respect of all ‘e make malet. or any of the following matters:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "- @ the matters in respect of which the Body is required or authorised to make rules under any other provision of this Act;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "(®) the meetings of the Body and the précedure to be followed at such, meetings; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": ". > Ayuresda Act, No. 31 of 1961 19 “",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "* © any other matter connected with the affairs of :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "the Body.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "@),No rule made by a Body under this Act shall 4 have ‘effect ontil it is approved. by the Minister and . published in the Gazetts. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(3) The Minister shall not, without the prior con- currence of the Minister of Finance, approve any rule made by the Ayurvedic Medical Council in respect of any matter referred to in sub-section (2) or sab- section (8) of section 19.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": ". PART VIL Reisteation or AYURVEDIC PRACTITIONERS, : Paanmaciets an NUBBES. 60. In this Part— Defaiton of {@) “ the Council ” moans the Ayurvedic Medical sa, Comneil; and . SE perme of @) “ the Registrar ” means the Registrar of the ‘t= Patt Couneil. 51, (1) The Council shall keep and maintain— —pagatet. {@) a general register and a special register for . She registration of ayurvedic practitioners; (®) a vegistar for the registration of ayurvedic pharmaciata; and ; (© a register for the registration of ayurvedic nares, :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(2) The Registrar shall be the officer af the Council . responsible for keeping and maintaining the registers Teferred to in sub-section (1).",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(8) With effect from the appointed date, the pro- perty in the general register, and the epecial register, , of practitioners of indigenous medicine maintained by the Board of Indigenous Medicine shall vest in the Council, and such general register shall be deemed to be a general register of ayurvedic practitioners : maintained by the Council under this Act, and such =~ sperial negister shal be deemed to be 9 special registar of ayurvedio practitioners maintained by the Conneil can under this Act,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "82, (1) Every application for registration as aM sppicaions or sorted rey cgptimten for epieton 0 2 sete special register shall be made in writing to the Council wee. throngh the Wegistrar in such form as may be pee \"",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "+ eribed’ by rules made by the Council ander this Act. é",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": ") Ayuroéida.Act, No..3t of 1961",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "(2) An application for registration as an ayurvedic",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "pristitiner ia the general register shall not be refused y the Council except—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "(@) on the ground thet the applicant is not eniztlel to such registration under: sib- section (1) of section 55, or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "() on any ground specified in sub-section (1) of section 67.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": ") An application for a registration as am ayur- +",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "wells protldoner ‘in the special register shall aot be | refused by the Council except—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "() on the ground that the applicant is not entitled to such registration under sub-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "_. Section (2) of section 55, or a () on any ground specified in sub-section (1) of section 57. _ (@) An application may be made for registration as &n ayurvedic practitioner in both the general register and the special register. Apinaticosior 88, (1) Every application for registration as a0 eguiaion we ayurredle pharmacist or ayurvedic nurse shall be made shinmcem in writing to the Cound through the Registrar in solgoreiis gach form as may be prescribed by rules made by the . Council under this Act.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "(®) An application for registration as an ayurvedic pharmacist or ayurvedic nutse chall not be refused by the Council except—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "(@) on the ground that the applicant is not entitled to such registration under section 56, or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "@®) om any ground specified in sub-section (1) of section 57.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": ": e",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "Applications 84, An application for registration as an -ayur- EPrgaraton vedic practitioner or ayurvedic, pharmacist may be Bae Inade by any person whose rogiotzation as such prae- Pagination be titioner or pharmacist, as the case may be, has been cary previously cancelled by the Council, and the Council",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "may entertain euch application and dispose of it in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 16,
    "text": "_ «~~ aesordance with the provisions of this Part. _",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "\" Ayurveda Act, No, 81 of 1961 1 ‘ indth, (2) No parson shal! be entitled to be registared quite, in eral register as an ayurvedic practitioner este unless Bestia",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(@) is a citizen of Ceylon; and @) is the holder of o diploma granted hy the Board of Indigenous Medicine, or a corti . ficate issued on or before the sppointed date, by the Ayurvedic Medical Council under the Ayurvedic Medical Council Ordinance; or (© is the holder of a diploma _fanted hy the . Ayurvedic College and Hospital Board established under this Act; or (@) is the holder of a diploma granted by aay : other institution in Ceylon or India whi has been declared to be an approved institution for the purposes of this section by the Minister by ‘Order published in the razetie; Or (¢) satisfies the Council that he possesses sufficient knowledge, experience and skill for the efficient practice of ayurveda, . in Bo? Person shall be entitled to be registered @ apecial register rorvedic cittoner fPeolal register ae an ayurvedio practition (@) is a citizen of Ceylon; and : () satisfies the Council that he possesses a special knowledge and sufficient experience and skill in any particular branch of ayurveda: .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "Provided, however, that from such date as may be Gppointed by the Minister no person shall be entitied to be registered in the. special register unless, in addi- tion to satisfying the requirements of paragraph (oy and paragraph on he is registered in the gener: register as an ayurvedic practitioner.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "56, No person shall be entitled to be registered quulifestians « a8 an ayurvedic pharmacist di ‘foe registration” etek Pp oF ayurvedic mare, are",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "@) is a citizen of Ceylon; and ‘Sarreiio worse, (®) satisfies the Council that he possesses suffi-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "cient knowledge, experienca and skill for",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "the efficient practice of ayurvedic phar",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "macy OF ayurvedic nursing, as the eave",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "may be,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": ": bd Ayurosda Act, No, 81 of 1961",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "Sroende op 97, (1) The Council may, by order, refuse the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "Trjioa ney be —@PPlication of any person for Tepistration as an",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "si ayurvedic practitioner, ayurvedic pharmacist,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "Siprudel.” AY urvedic ures, or cancel, or suspend for a specified period, tho registration of any person as such practi- Hioner or pharmacist or nurse ou any of the following grounds: —",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "(@) that he has been convicted by a competent court of any offence which shows him to be unfit to be such practitioner or pharma- cist or nurse; or .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "(2) that he has been guilty of any misconduct in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": ". his capacity “as ‘auch practitioner or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "pharmacist or nurse; or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "(@) that he has been deprived of any diploms or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": ": certificate which hae constituted the qualt-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "fication for such registration.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "(2) When any proceedings have been instituted oalee a una aredings have, bean intuted ayurvedie practitioner or registered ayurvedic phar. maeist or registered ayurvedic nurse, in respect of any",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "« offence referred to in paragraph (a) of sub-section (1), the Counci? may, by order, suspend the registration of that person aé such practitioner, pharmacist or _ nurse, as the case may be, until a final judgment, order or other determination is made or entered by suck court in those proceedings.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "(8) Where a person is registered as an ayurvedic practitioner. in ‘both the ‘general register and the special register, the Councif shall, if Bis registration in the general register is cancelled, by order cancel his registration, in the special register.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "@ No order of refusal, cancellation or suspension shall be made hy the Council under sub-section (1) or sub-section (2) or sub-section (8) in respect of any per- gon until such person has been given an opportunity of being heard against the making of such order. At any such hearing—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "(@) the Council may employ the services of 3 lawyer to lead the evidence and present the case against such person and of another lawyer to advise the Council and to act 33",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": ". Indicial assessor; and",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 21,
    "par_num": 19,
    "text": "() such person may employ the services of & lawyer to lead evideave on his betalf and Present his case,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "- Ayurveda Aot, No. 81 of 1962 23",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "(6) No order of refusal, cancellation or suspension made by the Council under sub-section (1) or sub- seotion (2) or sub-section (3) in respect of any person shall take effect until the expiry of the period within whieh an appeal may be preferred agains. it to the Miniater under section 63, and, in the event of an ‘ppeel being duly preferred against it to the Minister under that section, unless and until the order is confirmed in appeal. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "_ 58, A copy of an order made by the Council allow-  arvce of ing or selusing an application of any person for regis- S25 Say, tration as an ayurvedic practitioner, ayurvedic phar- d°coamai, macist or ayurvedic nurse, oF cancelling or suspending",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "the registration of any person as such practitioner,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "pharmacist or nurse, shall be sent by registered post to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "Buch person by the Registrar.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "58. (0 An order made by the Council allowing phe otades the application of any person for registration as an ede by the ayurvedic practitioner, ayurvedic “pharmacist or ny st ayurvedio nurse, shall take effect on the date specified Bepistrns te in the order, and shall entitle that person.to be regie- {th Shien. tered, with effect from that date, in the appropriate register of ayurvedic practitioners, the register of ayurvedic pharmacists or the register of ayurvedic nurses, a3 tbe case taay be. It shall be the duty of the Registrar, subject to the provisions of sub-section (2) of section 60, to enter the name of, and such parti- culare as may be Practited by rules made by the Council under this Act relating to, such person in such Tegister. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "(2) Where an order made by the Council cancelling the registration of any person as an ayurvedic practi~ tioner, ayurvedic pharmacist or ayurvedic nurse takes effect, it shall be tha duty of the Registrar to remove the name and particulars of that person from the Tegister of ayurvedic practitioners, the register of ayurvedic pharmacists, or the register of ayurvedic",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "_ Rurees, as the case may be. . . (8) Where an order made by the Council suspend- ing the registration of any person as an ayurvedic Practitioner, ayurvedic pharmacist or ayurvedic nurse . takes effect, ‘he shall not exercise or enjoy, during the Period of such suspension, the rights and pon leges conferred by this Act on a régistered ayarvedio practi- ~ . tioner, registered ayurvedic pharmacist or registered ayurvedic nurse, as the case may be.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "a Ayurveda Act, No. $1 of 1961 Tavita for, 60. (1) The feo for registration as an ayurvedic . practitisues ayarvedic pharmacist or ayarvedic urse shall he such sum as may be prescribed by rules made by the Council under this Act.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "@) The Registrar shall not register the name of any perecn in the register of ayurvedic practitioners, the register of ayurvedic _Pbarmaciats or the register of ayurvedio nursea until the fee for registration as an ayarvedio practitioner, ayurvedic pharmacist or ayurvedic nurse, as the casa may be, is paid by that peraon,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Carieate ot 61. Where a person is registered as an ayurvedic",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "eeistat practitioner, ayurvedic pharmacist or ayurvedic nurse, the Registrar shall send by registere post to such person a certificate of registration in 31 form a3 may be (Pieretibed by rules made by the Council under this Act.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Taseton, of 62. Where a registered ayurvedic practitioner,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Julho registered oyurvedie: pharmacee. or registered ayur-",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Bike vedic nurse obtains any recognised qualification",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "region, relating to his profession which is not specified in the Tegister_ of ayurvedic practitioners, the register of ayurvedic pharmacists or the register of ayurvedic nurses, as the case may be, in reapect of him, such person shall be entitled, on payment of such fee as may be prescribed by rules made by the Council under this Act, to have such new qualification inserted in that register in respect of him.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Ta this section, ‘ recognised qualification” means",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": ". any qualification recognised for the purpose of this . ‘Act by the Ayurvedic Medical Council. ppeds, 68. (1) Where an order is made by the Council under this Part refusing the application of any person for registration as am ayutvedie practitioner, ayurve- dic pharmacist or ayurvedic nuree, or cancelling or suspending such registration, such person mer. within fourteen days after the communication of that order to him, appeal against that order to the Minister.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(2) Upon the hearing of any aj referred. under sub-section (1), the Minister Rie after hear- ing any representations or evidence that may be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "idaced by or on bebalf of the appellant or of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": ". ‘Council, give such decision not inconsistent with any : rovision of this Act upon the appeal as to the Sinister may seem, just.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "Ayurveda Act, No. 81 of 1961 26",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(8) The decision of the Minister on any appeal preferred under sub-section (1) shall be and Gonelusive, and in any ease where such decision is that an application for the registration of any person as an ayurvedic practitioner, ayurvedic pharmacist or syurvedio nurge shall be allowed, it shall be the duty of the Registrar, subject to the provisions of sub- section (2) of section 80, to enter the name of, and such partiolars as may be prescribed by rules mado by the Council under this Act relating to, that person in the register of ayurvedic practitioners, the register of ayurvedic pharmacists or the register of ayurvedic burses, as the case may be.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "G4. (1) A registered ayurvedic practitioner, and 00° Use of is tie other, peteon, ‘shall be entitled to use the titie “Wir",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "Vaidyacarya ” either before or after his name,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(2) Any person who contravenes the provisions of sub-scotion {1} sball be guilty of an offence.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "65. For the purposes of any written law, 0 regis- aasiog of tered ayurvedic practitioner shall be deomed to Le & ees legally or duly qualified practitioner of ayurveda. precios",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "~pe88: For the purposes of any written Iw, @ Meiog of Tepistered ayurvedic e pharmecist ‘hall be dézmed 1 be “eso ey 8 legally or duly qualified ayurvedic pharmacist. fers .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "87. (1) Ever istered ayarvedic practitioner riviagse ot Shall be entitled to practise ayarveda, | amet",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(2) Every registered ayurvedic practitioner shall he *#tenee. entitled to aue for and recover in due course of law by action in @ court of competent jurisdiction any reasonable sum claimed by him as—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "{@) fees for any services rendered or advice given or work done in his professional capacity;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(0) charges for any medicines, medicinal prepara- Hons or appliances or medicated articles of food or drink, supplied by himjor =.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "- © expenses incurred by him in connection with or for the purposes of the medical treatment of any patient,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "48. No person who is not a registered ayurvedia Disabilities of Practitioner shell be entitled to institute or maintain sporkeares an action-at-lew in any court for the recovery of any Rl, fees, charges or expenses of any description referra to in sub-section (2) of saction 67.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": ". BO Ayurveda Act, No. $1 of 1961\"",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Fete teva 69, (1) A person’ who, not being « registered",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "ayenesie ayurvedic practitioner, —",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Practise,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "pacing (@) uses the title of ‘registered ayurvedic",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "“agetede practitioner ”’ in English or its equivalent",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Wigetenes in any other language, either alone or in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Tegleared to ba combination with any other word or letters;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "ao ones o",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "-  @) uses any name, title, addition or desoription",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "implying that such person is @ registered ayurvedic practitioner, ca shall be guilty of an offence. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "(2) Any registered ayurvedic practitionet who, not",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "being @ person whose name is included in the special - register of ayurvedic practitioners, uses any name,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "title, addition or description or otherwise does any act",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "of any Kind, implying that bis name is co incluced . shall be guilty of an offence.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "@ Any person whi, not being a registered ayur- vedio practitioner, practises \"or gain ayurvedic medicine or surgery shall be guilty of an offence.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Regard 70. (t) Every registered ayurvedic pharmacist",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Hirsegn Shall be entitled to practise ayurvedic pharmacy.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Biosen, (©) Every registered ayurvedic nurse shall be",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Dyna” entitled to practise ayurvedic nursing.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Frawcelobe 74, (1) A person who, not being a registered",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "sate ayervode pharmacist or a registered. ayurvedic",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "Barer mbrse,—",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": "BWivcae - (@) uses the title of “registered ayurvedic pharmacist” or “ registered ayurvedic nurse”, a8 the case may be, in English or its equivalent in any other Jangoage",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 25,
    "text": ". either alone or in combination with any other word or letters; or < (2) uses any name, title, addition or description : implying that he is a registered ayurvedic pharmacist or a registered ayurvedic nurse, : as the case may be, - shall, unless he is entitled to do so by virtue of sub-section (2), be guilty of an offence:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "‘Ayurceda Act, No. 81 of 196% a7",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(® A person who is registered under section 10 ae the proprietor of a registered ayurvedic pharm toy? aabwithstandiag ‘thet ‘he ie not a fegistored ayurvedio pharmacist, use, forthe purposes of the business of such pharmacy, any name, title, addition or devoription which mey be used by « registered ayurvedic pharmacist, if—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(a) he employs a registered ayurvedic pharmacist",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "© we apoault® superiatead and manage the",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "sale or dispensing of medicines, drugs or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "poisons at such pharmacy, and :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "@) the name of the pharmacist 20 employed has been notified in writing to the Council. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "72. Any person who, not being a egiatered ayur- sig vedic pharmacist, or a registered ayurvedio nurse, yin ss.0 practises for ‘en ayurvedic pharmacy or ayurvedic Pharmacist o¢ nursing, as the case may be, shall be guilty of an tyre nme offence. Te a es be",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "BE fave,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "78, Every person whose name ix included in avy certain persoss Tegister which, by virtue of sub-section (8) of section iemed & 51, is deemed to be a register of ayurvedic practi. (Sam, tioners maintained under this Act shall be deemed prciiions to be a registered ayurvedic practitioner. wader this Ach, . PART VIII.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Guzman, :",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "74, Notwithstanding the change of designation of cootinesion jo the Department heretofore called the Department of suplement of Indigenous Medicine, sl] persons holding ‘office: as Besrinas af members of the staff of that Department at the Isfigenom appointed date or otherwise employed in that Depart- ment st that date shall continue in office or employment in the Department for Ayurveda coustituted by this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "78. (1) Wherever, in any provision of any other sincadonsat o written, law or of any notice, permit, communication, qh wen form or other document issued, made, required or comeel on authorised by or under any other written law, the octet of expression ‘Commissioner of Indigenous Medicine” {= Sema occurs, there shall be substituted therefor the expres- suet sion ‘Commissioner for Ayurveda’; and accordingly Hedicay, sod wherever’ in any such provision the abbreviation guise fr = ** Commissioner ” is used to denote the Commissioner “\"\"”",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "28 Ayurveda Act, No. $1 of 1961\" \"|",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "of Indigenous Medicine, such sbbroviation shall be tead and construed as a reference to the Commissioner for Ayarveds. -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "(2) If the designation of any office: in the Depart- ment of Indigentus Medicine (as constituted prior to the appointed date) is altered —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "(@) the Minister may, by Order published in the Gazette, declare that the provisions of this sub-section shall apply in relation to that designation; and (®) upon such declaration being made, them, + wherever that designation, occurs in any provision of any other written law or of any notice, permit, communication, form or other document issued, made, requized of anthorieed by eny other written lew, there shall be eubstituted for that designa- : . tion the new designation assigned to the corresponding office in the Department for Ayurveda. . (8) Every contract, agreement or other instrament or document whatsoever, made, issued or executed Brior to the appointed date by or in favour of the missioner of Indigenous Medicine or any officer of that Department in his capacity as such, shall be deemed on and after the appointed date to be and to have been made, issued, or executed by or in favour of the Commissioner for Ayurveda or the officer hold- ing the corresponding office in the Department for Ayurveda in his capacity as such; and any reference in any such contract, agreement, or other instrument or document to any officer in the Department of Indi- genous Medicine (as constituted prior to the appointed oe late) shall be read and construed as a reference to the officer holding the corresponding office in the Department for Ayurveda. Change of ome 76, (1) On and after the appointed date, the SELES” college, Insigenocs Medicine pei be called and Siete asa known as the College of Ayurvedic Medicine, and the HaBeolulet Hospital of Indigenous Medicine shall be called and < Kutarior —imnown as the Central Hospital of Ayurveds. prvidens, (2) Notwithstanding the change of designation of the College heretofore called the College of Fadigenous Medicine, or of the Hospital heretofore called the Hospital of Indigenous Medicine, all persons holding office as members of the staif of that College or that ‘Hospital at the appointed date or otherwise employed",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "«0 .. Agurosda dot, No, $7 of 1961 29 in that College or that Hospital at that date shall con-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "\" tinue in office or employment in. the College of Aya Yedio Medicine or the Central Hospital of Ayurveda, as the oase may be. . *",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(8) Wherever, in any provisions of any other written law or of any, notice, permit, communication, form or other docament issued, made, required or authorised by or under any otter written law, the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "ression ‘* Principal of the College of Indigenous Wiaticne * cooiry, thane shal be antitated therefor",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "e expression “' Principal of the College of Ayur- vedio “Medicine ” or the expression“ Medical Superintendent of the Hospital of Indigénous Medicine \" oocurs, there shall bo gabstituted therefor the expression “Medical Superintendent of the Gontral Hospital of Ayurveda”; and accordingly wherever in any such provision’ the abbreviation “ Principal ” or ‘ Medical Superintendent” is used",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": ". to denote tha Principal of the College of Indigenous Medicine or the Medical Superintendent of the Hoapital of Indigenous Medicine, such abbreviation shatl be read and construed ag a reference to the Principal of the College of Ayurvedic Medicine ‘or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": ": the Medical Superintendent of the Central Hospital of Ayurveda, as the case may be,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(© Jf the designation of any offce in the College",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "of Tndigenous Medicine or the Hospital of Indigenous icine (as constitated prior to the. appointed date} ies, PI he app ) (@) the Minister may, by Order published in the Gazette, declare that the provisiona of this sub-section shall apply in relation to that . designation; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "* @ upon such declaration being made, then, “\" wherever that designation occurs in any provision of any other written law or of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "any notice, permit, communication, form or other document issued, made, required or authorised by any oer writen lew, there shall be substituted for that designa- » tion the new designation assigned to the responding ie in the College of Ayurvedic dicine -or the Central epital of Ayarveda, as the case may he, @) Every contract, agreement, or other instrument or loam whatsoever made, issued, or executed Brior to the appointed. date by or in favour of the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "30s Ayureeda Act, No. 81 of 1961 Principal of the College of Indigenous Medicine or ‘the Medical Superintendent of the Hospital of Indi- genous Medicine or any officer of that Clogs or that Flospital in his capacity as suck, shall be deemed on and after the appointed date to be and to have been made, issued, or executed by or in favour of the Principal of the College of Ayurvedic Medicine or the Medical Superintendent of the Central Hospital of Ayurveda, as the case may be, or of the officer holding the corresponding office in’ that College or that Hospital in his capacity as such; and any reference in * amy such contract, agreement, or other instrument or document to any officer of the College of Indigenous Modicine or of tho Hospital of Indigenous Medicine . (as constitated prior to the appointed date) shall be Toad and constraed as a reference to the officer holding the corresponding offics in the College of Ayurvedic Medicine or the Central Hospital of Ayurveda, as the case may be. Agurvetia 77. (1) Regulations may be made under this Act Oe. prscriting an Ayurvedic Code containing all such provisions in respect of all auch matters as the eutho- Tity empowered to make such regulations may deem necessary to prohibit, regulate or control the manv- facture, sale, supply, distribution or dispensing of any article, substance or drug for the arpose of Ayurvedic medicine and surgery. Such Code may, fithout prejudice to the generality of the powers + hereinbefore conferred, make provision in respect of all or any of the following matters:— . . (©) the declaration of any article, substance or drug as a poison, ‘poisonous substance or dangerous drug, 23 the case may be, for that purpose; (®) the introduction and operation of a system of registration or licensing for the purpose : of fecting such regulation, or control, including the meking of applications for such registration or sach Ticences, and the grant, refusal and cancellation of such Tegistration or such licences; yt () the precantions to be taken, and the conditions to be complied with, in’such manufacture, sale, supply, distribution or dispensing; (@) the books and records to be kept-aud main- teined, and the retarns to be furnished, by Persons engaged in such manufacture, aale, sapply, distribution or dispensing;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "« Ayurveda Aoty No. St of 1961 a1. mt (2) the inspection. ofthe premices'ia which'such “+ \"| ‘manvgecture, sale, supply, distribution or |. *: dispensing is carried oa, and of the \" records and books kept and maintained . for that purpose; - (f) any other matters incidental to or connected . with the matters aforesaid. : wD tie Ararvedio Céide may, io, 20 far as it-may ‘necessary for the ce of giving full force ani effest to the provisions of thas Code, provide that any such provisions of the Poisons, Opium, and Dangerous Drugs Ordinance or the Excise Ordinance as are speci- : fied in that Code shall not apply, oF shall apply subjeot to any euch modifications ao specified, to or in relation to any class of persons or any Inatters so specified : Provided, however, that no such provision shall be made in that Code in respect of the FEecise Ordinance writhout, the prior concarrencs of the Minister to whom . the subject or function of the administration of that Ordinance has been assigned by the Prime Minister.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "* 78, Every person who contravenes or fails to Generation comply with the provisions of any regulation shall bo th \"Sfaow: Builty of an offence. ' . _ 79 Where an offence under this Act is committed Otsew in in or in relation to any registered ayurvedic hospital, registered apr ae ayurvedic pharmacy, any registered pyertete 3 ic dispensary or any registered ayurvedic perme, | store, then, without prejudica to any procesdings sapmearm.ané that may be teken in respect of such offence against a the person by whom it was committed, the person for the time being registered as the proprietor of such hospital, pharmacy, dispenaary or store, as the case may be, as well as the person for the time being in. | charge theteof shall each be guilty of such offence",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "~ Gnless he proves that sich offence was committed with- ‘ ont his knowledge, or that he exercised all due dili- =",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "Gence to prevent the commission of such offence. _",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "80. Eve érson who commits an offence under Pyristnent ie this Act shall, dn conviction after summary trial before 22%\" a Magistrate, be liable to @ fine not exceeding five . hundred rupees. . : be",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "2 82°.” Ayurveda Aol) Ne. 8t of 196L. 2° gua <” “84. it halt be the duty’ of the’ Registrar-General ‘Gamrl w * of Births and Deaths to notify or to cause to be notified + Botily the desthe to the Ayarvedio Medical Council the name of ony",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "Sonus Tegistered ayurvedic practitioner, registered ‘ayur- pretitocen, vedic pharmacist or registered ayurvedic arse whose mene death is registered pnder the Births and Deaths Heme wa Registration Act, No. 17 of 1851. ere Ragoletions 2, (1) The Minister may make regulations for the purpose of carrying out and giving efiect to the- principles and provisions of this Act. . @) In particular and without prejudices to the generality of the powers conferred by ub-section @, © Minister may make regulations in respect of any matter for which regulations are authorised by this Act to be made. (8) No regulation made by the Minister shall have : effect until it is approved by the Senate and the House - of Representatives and notification of such approval is published in the Gazette, Ginste % net 8B._‘The provisions of the Medical Ordinance shall pase of? not apply to or in relation to the practice of, or per- Bedicnn, ‘ona practising, medicine, surgery, pharmacy oF SEPU:, og -bursing according to ayurveda. srerdlng te + sured. Repeat ot 84, Section 40 of the Medical Ordinance is hereby Girpur'on. = Fepealed. Ament ct 85, Section 63 of the Food and Drugs Act, No. 25 ie} of 1949, is hereby amended, in sub-section (3) of that ‘ section, by the substitution, in paragraph (a) of that on enb-saction, for all the words from ** Sndades * to the end of that paragraph, of the words “includes & . registered ayurvedio practitioner within the meaning -' #- of thet term in the Ayurveda Act; and”. Motiftion of 86. Until the coming into force of the Ayurvedic Stare FR\" Code, the Poisons, Ovium and ‘Dangerous, Drugs + _ Ordinance shall have effect subject to the modifications Specified in the Schedule to this Act. Bape of 87. The Ayurvedic Medical Council Ordinance, Guna we 924 the Indigenous Medicine Ordinance, No. 17 of 7A\" \"1041, are hereby repealed,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "_  Ayurvéda Act; Na; 31 of 196% eB 68. All movable’ and istmovable “property of the rule ¢ -. Board of Indigenous Medicine is hereby transferred Yat!“ : to, and shall be the property of,” the Crown. Edger . 7 Sore 89, In this Act, unlése the context otherwise intameeatice. | requires — . “approved ayurvedic ing institution” ~ Pimeans any ayurvedic wach ing. institation . : approved by the Minister for the purposes oPthus act P",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "“ayurveda” includes the Siddha and Unani and Desiya Chikites systems of maticing an ery and any other system oj Inedicine indigenous to Asian countries and recognised a3 such by their respective Govergmente and the expression “ ayur- vedio shall be construed acvordingly;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "“ ayurvedic pharmacy ” includes any place where ayarvedie droge ot medicines are manufactured, prepared or compounded; _",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "“Board of Indigenous Medicine” means the Board of Indigenous Medicine established under the Indigenous Medicine Ordinance,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "No. 17 of 1841; “College of Tndigenoun Medicine ” means the lege of Indigenous Medicine which, on . the “day imuiediately preceding ‘the appointed date, was. administered by the Board of Indigenous Medicine ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "“dispensary ” means any premises (hownoever described) used or intended to be used for the ontdoor treatment of persons suffering from illness, but- does not include a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "erie _",
    "mean_p_confidence": 0.01
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": ". “hospital” moans any premises wer",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "‘lescribed) used or indended 10 be used for",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "the reception, nursing and treatment of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "persons suffering from ny illness or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": ". Anfirmity, and includes a nursing home or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "maternity home, -but does uot include a dispensary;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "“Hospital of Hodigenous Medicing ”\" means the",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "loapital of Indigenous Medicine and the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "Phatmacy, Herbarium and Dispensary”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "gitached thereto which, on the day.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "~ immediately precedi appointed date,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "were -adminetered “by, the Board. of,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "Indigenous Medicines.“:\" + ~\"\" :",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "84. + Ayurveda Act, ‘No. $1 of 1961 *\"",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": ". ‘registered ayurvedic hospital\"? means « hospital registered under this Act as an ayurvedic hospital;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "“‘ registered ayurvedic-nurse ’ means a person",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": ". registered under this Act as an ayurvedic mune;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "“registered ayurvedic Pharmacy \"means a pharmacy registered under this Act as an",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "_ + ayurvedic pharmacy;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "“registered ayurvedic pharmacist * means a",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": ". person registered as an ayurvedic pharma- + Gist under this Acts",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "“* registered ayurvedic practitioner” means @ Person registered as an ayorvedio practi tioner under this Act, and includes any person who is deemed to be so registered",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": ". Under section 733",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "“register of ayurvedic nurees’’ means the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "register maintained. by the Ayurvedic fedical Council under this Act for tbe registration of ayurvedic nnrsea;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "“* register of ayurvedic practitioners ” means the general register, or the special rapier: maintained by \"the Ayurvedis Medical Council under this Act for the registration of ayurvedic practitioners, and includes any register Which is deemed to be & general register of ayurvedic practitioners or a special register of ayurvedic practi- toners under sub-section (8) of section 51s an",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "+“ register of ayurvedic pharmacists ” means the Tesister’ maintained by the Ayurvedic dicat Council under this Act for the registration of ayurvedic pharmacists. Modification of tha Poisons, Opie and Dangerous Dregs ‘Ordinance (Chapter 172)",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "Ssction #: (1) Au though the definitions of ‘* modiaal",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 33,
    "par_num": 16,
    "text": "L Practitioner \", ““ deotiag ” and “ pharmacist”.",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "\"+ Ayureeda Act, No. $1 of 1961 ° 35 ©) jn hough, mmadiotely after the defition of? ‘container \"’, there ware inserted the following new desinition:— inserted the",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "* 7 dentist menos 0 registered a dentist unter thee Medical Grdinanoe; *,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "©) Ae though, immediotely after the definition of “‘Tooal authority\", there were inverted the following new deBuitions:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "‘medical practitioner ” means o person registered ag a modics! practitioner poder the Medical Ordinance, end inchides a registered ayurvedis practitioner;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": ": “ paemacot ” monns a person repateat",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "is a pharmacies under the Medioal Ordinanos, and includes 0 registored ayurvedio ‘pharmacist;",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "“ registered ayurvedia pharmacist ”* mesze 6 person registered a8 am ayurvedia pharmaciat Under the Ayurveda Act, * tnd includes any perton who, by yirtuo of subasction (2) of section 71 of that Act, ia entitled to une, for the, porpotn ofa botacas registered ayurvedic pharmary, any potas, tile, addition or. Govcription ‘which maybe used by © regictored ayurvedic pharcoaciat j",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "“ registered ayurvedia proctitionar \"haa",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": ". ‘the seme menning aa in the Ayurveda Aats\".",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Seotion 10: An though in paragraph (4) of that section, there ware omitted the words \"* s voderala,””.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Section 19: As though sootion 12 were repeated.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Section 19 : Aa though in sub-section (2) of that aeotion, there ‘were omitted the word “'vederala, ”.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "‘Section 22 : As though in paragraph (a) of sub-section (9) of thak pocten Hee yea saved ioe wed “\"vodatatas, *.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Section 31: Ag though in ‘sub-section (2) cf that seotion, there ‘ware. subatituted, for \"the words “registered yedersles.”, the words \" registered ayurvedio Practitioners. **. .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Section 34 (1} As though in sub-seotion (1) of that section, there were substituted, ior the words “ reyis- tered vederalas.\", the words“ registered eyurvedic prantitioner. \".",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "@) As though in paragraph (BY of sub-aection (4) of that action these mors pubeiivuek fore",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "+ Nords ‘registered vedersla\"\", \"the words ‘\" registered syurvedio practitioner \".",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "36 Ayuroeda Act, No. 81 of 1961 * Bection 35: As though’ in paragraph (8) of that section, there race mabe ated as the. ania Seiten vedsrals, tho ‘words “\" ragistered ayurvedia",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": ". practitioner”, b",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "Section 43; (1) As though for the murginal note to thet section, there wor substituted the following now marginal note:— .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "“ Appointment of . boards to deat : ‘with applications . Ee. 08.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "@) Aa though sub-section (1) of that section were repaated, :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "(8) As though aub-seotion (2), aud-section (8), aub- section (4), sub-eeotion (6) and nub-seotion (6) of that section were renumbered aa aub-seotion @ eub-section (2), sub-section (9), sub-section",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "ao (4) ond sub-section’ (5), * @ Aa though in renumbered eubcaction (2) of that section, there were substituted—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "(@ for the words“ registration by rederalae \", the ‘word “opium oer; cates by registered ayurvedic practic _ Soaere “6",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "(2) for the words “* direct or refuse registra tion\"; the worda \" grant of refuse uch applications \"; and",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "(©) for the word “ vederala.\"\", the words",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "“ syurvedio prastitioner. \".",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "(6) As though in renumbered sub-section (8) of that Wection, there were gubstituted, for the words registration of a vederala,”, the words ‘* opium certifieste af « registered ayurvedic practi- toner\", :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "48) As though in renumbered gub-aeotion (5) of that section, there wera cubstituted, for the words “‘ vederales registered in his disirist. \"+ the words “ the registered ayurvedic practitioners in bie district to whom optum coriifcates bare < been iesued.”\".",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "Bection 48: (1) As though for the marginal note to that seotion, ‘there were eubstituled the following neW margins! note:—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": "‘ * Supply of opium",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": ": to registered",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 35,
    "par_num": 17,
    "text": ": ayurveda : Practitioners. *,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "Ayurveda Act, No. 81 of 1961 : 37 (@) Aw though in sub-section (1) of that section, there were substituted, for all the words from “The” to \" yederals”, the following: — « phe ao spplisation for en opium erti- . joate ‘» registered syurvedio i Sonor uated by toe Bowed th Government Agent shall isme such . certificate to such practitionsr “\", (® Aa though in sub-section (3) of that section, there wera substituted— : {a) for the words “* registration of 5 vede- rela\", the worda ** opium certificate of ‘ registered ayurvedis practitioner “; and (®) for the words \"the yederala, tho words “* such practitionar ”. (@) As though in paragraph (6) of sub-section (8) of that section, there were cubstituted— . (@) for tho word “‘vaderala”, the words “* ayurvedic practitioner “; and (0) for tho words “' cestificate of registra. tion”, the words  opivm sartificate ”. (© As tough In por of sub-sention (8) of that vee on tae on wobuilnted. for the word “‘yederala”, the words \" syurvedic . Practitioner \"*. ‘Beotion 46: As though tha words ‘‘ or a vederala \" snd tho . words “' or vederalas.\" ware omitted. Section 66: As though in sub-section (2) of thet section, there were substituted, for the words ‘ Medical ‘Ordinance,\", the following :— . ~ “Medical Ordinsnce end, where the medica] practitioner is 6 registered syurvedio practitioner, refer the case to ‘the Ayurvedic Medical Council established under the Ayurveda Act and not to the Ceylon Medical Counail,\"*. Section 78: As though in paragraph (b) af that section, there : ‘wero omitted tho words © or ap « vaderala ”” Stoond Sohsdule: ~° * a Q) As though in ‘of regulation 10, i, Shere were Sune ® + (@) for the words “* ognsumers and vede- rales, the words ‘* consume. and ¢ o jistered edio practitioners whom opiuit = certiorlas ‘have been asued,\"; and foe the word,.“! yederala, tha word",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "38 Ayurceda Act, No. $1 of 1961 . ) As though in regulation 18— (a) there were substituted in paragraph (1) © Pha epuaton mC @ for the word\" vederalse\", the _ Words\" registered ayurvedio. + practitioners to wham opium eerti- ‘cates have bean issued \", and Gi) for the words“ coneumer's ot G reerita “eriionte hy words “oonaumer’s cerkiGoate of regis tration or, registered ayurredis Practitioner's opium onrifente “+ . a (®) there wera substituted in paragraph (2) of iat regulation, for tho word“ vede- fala, wherever ik ooobee Uberen, the words’ \"registered ayurvedic practi- Monee\", 48) Aa though ia regulation 16, there, ware substi- tuted, for the word “vedersla”, the words : \"registered ayurvedio practitioner “. @) Aa though thers were substituted in Part TV. for the “heading “ Vederales\", the beeding * Registered Ayurvedio Practitioness \". : 48) As though in regulation 28, there ware substi- tuted, fer, the rords 40 bo. registered. 9 vederslas”\", the words ‘for opium certificates , by registered ayurvedio practitionera \". - ‘As though ia regulation 27, there were wubsti- © ated, Ta the orks Cositente ot Tepiokra: tion\", the worde ” Opivm cortifiontes \", and for the word ‘‘vederula\", the words “regis: tered ayurvedia practitioner \"”. . (P) Aa though im regulation 98, there were subs- hota fo Wao Sard oaeraan the words “registered ayurvedic practitioners, to whorn opium certificates have been sued ””. © As though in regulation 99, thera were subs- titoted, for the word\" vedéralas *, Bie Worde \"registered ayurvedic practitioners “. ++. @)As though in regutetion 90, there, wera subs Ehvtod for tho Wort voderian the ord * ayaresdie practitioner to whom’ an opiv™ . certificate has bean isoued,\". + (16) Ap though in regulation a1, there weve” 0 attalek : (@) for the word “* Regulation \"', the words and figures ““ Paragraphs (i) to (4) of . regulation\"; @) for the word “ vederalas ”, the words : TT apgiateredayorredioproitioness °s . ©) tor the words “it opplies ”, the words ‘they apply”.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "Ayurveda Act, No. 81 of 198% 39 \" (ll) As though immediately after regulation 81,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "0 ce Nee iaeaiel” ASo tolowing™ now +) regulation: —",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "“89. in the esse of & Host or’ mutilated opium certifonte, the Government Ageat or opium oficar shall iasue 2 true copy of that certificate. ‘The teue copy must bear",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": ". _ thesumme number ae the original certificate,” (12) As though in Opium Form No. 8, there were substituted —",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "© for the word.\" VEDERALAB\", the words \" REGISTERED AYURVEDIC PRACTITIONERS TO WHOM OPIUM CERTIFICATES HAVE BEEN ISSUED\";",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "(©) for the words \"' Certificate of Regia tration”, the words \"Opium Certi- fioate \";’and",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "{0) for the word “ Vedarala-”, wherever it caours therein, the words’ Registered Ayurvedic Preatitioner ”.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "{28} As though in Optum Form No, 9—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "_ (@) there were substituted, for the words “90 BE REGISTERED AS A VEDERALA™, the warde “FOR AN OPIUM CERTIFICATE BY A REGISTERED AYURVEDIC PRAC- 'TPRIONER \";",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "(©) there ware omited the iteme 6, 7 sad 6; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "(© items 9 and 10 were renumbered os items 6 and 7,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "(24) Aa though for Opium Form No, 10, there ware, substituted the fellowing:—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "“ Beguletion 27) Opium Form No, 10 OPIUM CERTIFICATE OF REGISTERED AYUBVEDIO",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "PRACTITIONER . Qos teansternble)",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": "T certify under Chapter TV of the Poisons, pjumn asd Dangerous Drogs Orinnnos thet in’ a registered ayurvedic prectitionar, is entitled to be supplied with opium of the",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 38,
    "par_num": 16,
    "text": ": Gesoription and quontity specified in the",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 39,
    "par_num": 5,
    "text": "ru Ayurveda Act, No. 81 of 1961 Bohadule hereto for the poriod £0 apesited : and thet be may obtain such opiom from ‘tho opium officer so specified. ne Schedule. : v Quantity and kind of opium . Sioped ior ai arontha ‘Opium officer from whom the opium mey be obtained: . _ Bigselure of Government Agent OF . ‘Astistant Goverameat Agent. * Date: .19 (18) 42 though in Opium Form No, 11, there were substituted — (6) for the word \" VEDERALAS ”, the words “ REGISTERED ARURVEDIC PRACTITIONERS TO WHOM OPLUS CERTIFICATES HAVE BEEN ISBUED \";",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 39,
    "par_num": 5,
    "text": ". @) tor the word ““ Vedersla\", the words “\"Bagwtared Ayurvetio Pracioner ”: am :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 39,
    "par_num": 5,
    "text": "(©) tor the words '* Certificate of Registra: tion”, the words * Opium Certifaate \". (18) Aa though in Oplum Form No. 20, there were C8 ciel leg worl ON VEDERALA ', aod the words “or Vedarals \" wherever they Scour in thet Form,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 39,
    "par_num": 5,
    "text": "17) Ag though in Opium Form Na, 1, therg were C7 Soetigle, tar ike ware oleae’, ae",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 39,
    "par_num": 5,
    "text": "+ words “’ Registered Ayurvedic Practitioner”.",
    "mean_p_confidence": 0.51
  }
]