[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON EQUE Sem 2nd Session 1957 Sy a Pe rciany NA ‘ Fe (i ac ee Pas eB eg Er 3) By g : Pisin e “cy Kicer\\ SS 7 : Say S4 . . 1 ; hy. . Director of Food Production (Change of Designation) Act, No. 54 of 1957 N H > | | Date of Assent: December 20, 1957 | . Printed on the Onders of Government ; Printed st the Govmmanr Puss, Coton. Toe urchaved tthe Govanncter runewitos Busses, Covonae fnmal Subseripion Geeludiog ils) R25, peyable in Avance Wo the’ Sursanmerome, Corman Poecenon | Bowne, Bort’ Ores \"Bertin, Goconiah “Coes | Price: 10 cents Postage: 10 cents",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Director of Pood Production (Change of — & Designation) Act, No. 54 of 1957",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "L. DO. 57/87.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "AN ACT 70 CHANGE THZ DESIGNATIONS OF THE DIRECTOR oF Foon Pronuction anp Tae Assistant DinzcToRS 9 Foon PRopucrion.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "[Date of Assent: December 20, 1957]",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and ihe House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, ae follows:—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4, This Act may be cited as the Director of Food tort sive, Production (Change of Designation) Act, No. 54 of 1987,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2, The Director of Food Production and each of Chanze ot the the Assistant Directors of Food Production shall be ite Since a known and cited for all purposes by the designation Fast roauaton *\" Commissioner of Agrarian Services” and the ‘vistas. designation ‘* Assistant. Commissioner of Agrarian Services”, respectively; and, accordingly, in every context in'which tho Direotor of Food Prodagtion or an Assistant Director of Food Production is men- tioned (whether by that designation in full or by the abbreviated designation of Director or Assistant Diveotor) in any written law, or in any notioe, communication, form, or other document, required or authorised by any written law, there ball be sub. stituted, for the words “ Director of Food Produc- tion” or ‘ Director” or the words ‘\" Assistant Director of Food Production” or ‘‘ Assistant Director”, the words ‘ Commissioner of Agrarian Services ”” or ‘‘ Assistant Commissioner of Agrarian Services’, as the case may be.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "8 This Act shall be deemed to have come into Retromcive force on October 1, 1987. fect ot",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. RNS OND",
    "mean_p_confidence": 0.23
  }
]