[
  {
    "i_page": 1,
    "par_num": 6,
    "text": "( PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA FIRING RANGES AND MILITARY",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "TRAINING (AMENDMENT)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "ACT, No. 19 OF 1986",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "{Certified on 24th July, 1986}",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "Printed on the Orders of Government Published as 2 Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanks of July 25, 1986",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": ". SENYAD AT TH DEPARTMENT OF GOVSRROOE PRINTING, AME! ° (70 BE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, OOLOMDO Price : 30 cents ‘Postage : 75 cents",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Firing Ranges and Military Training . (Amvenument) Act, No, 19 of 1988 [Certified on 24th July, 1986] L, DO, 25/85. Aw Act 70 ago tae Fournc Ranaes ano Msutanr Taamic Acr , :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :-~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "L. This Act may be cited as the Firing Ranges and Short title, ‘Military Training (Amendment) Aet, No, 19 of 1886,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2, Section 3 of the Firing Ranges and Military Training Replegement, Act 1g hereby repealed and the following new section Chapter ia substituted therefor :— sueeet 3. (1) Any firing range may be used for ranges. such firing practice, and by such naval, mili-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "tary, air force or police force of Sri Lanka, as the Minister may by general or special Order determine. 2) (a) Any naval, military or air force . 4 of any country other than Sti Lanka may, with the prior written sanction of the Minis- ‘ ter, use any fring range for such firing practice, during such period, and sublect to : such conditions as may be specified by the ‘Minister, (b) Any menaber of « rifle essociation in Sri Lanke, with the prior written sanetion of the Secretary of the Ministry of the Minister “ in charge of the subject of Defence, use any fring range for such firing practice, during such period, and subject to such conditions, as may be specified by such Secretary.”, A onesis—8.9%9 «30n",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "cn",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Ameoa] mubscription of Bis end Laws of the Parliament Ha 100 (Local),",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Ba, 300 CPoreign), payable to the Surexnmnmmy, Govmmaney PusrcaTiom",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Branev, Coconao 1, before 18th December each year in respect of the year foltowing.",
    "mean_p_confidence": 0.73
  }
]