[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  » PARLIAMENT OF CEYLON  2nd Session 1957-58 jt  1h  J ssiins  IS {[ ga)  (eral)  Neen s i  6  Registration of Documents  (Amendment) Act, No. 22 of 1958  Date of Assent: May 9, 1958  Printed on the Orders of Government  Prinjed at the Govamneses Press, Cexton, Tobe  Printed 44, Oe go Gatltee B uarcaions Butens, Covomo  eral Subseripion including Bile) Re, 2, payable. in  Anu Sue aE, Pagvemtntnet\"PUnLiention  Bere ge et io, Rect, Colombo t  Price: 15 cents Postage: 10 cents",
    "mean_p_confidence": 0.4171
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Registration of Documents (Amendment) 3  Act, No. 22 of 1958",
    "mean_p_confidence": 0.6853846153846154
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  (g. DO. 45/53.  gw ACT TO AMEND tHE RecisteaTion OF DOCUMENTS cheper 301.  , Onpiwance, we",
    "mean_p_confidence": 0.389
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  [Date of Assent: May 9, 1958)  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate  and the House of Representatives of Ceylon in  this present Parliament assembled, and ‘by the  authority of the same, as follows: —",
    "mean_p_confidence": 0.7868518518518519
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  4. This Act may be cited as the Registration of Short title  Documents (Amendment) Act. No. 22 of 1958.",
    "mean_p_confidence": 0.7568181818181817
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  2. (1) Section 15 of the Registration of Documents Awendwens of  Ordinance (hereinafter referred to as the “' principal gie 45.  enactment”) is hereby amended, in sub-section (1)  thereof, as follows :—",
    "mean_p_confidence": 0.6940540540540541
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  (a) in paragraph (@) of that sub-section by the  substitution, for the words “ thereof;  and ’’, of the word “ thereof; ”’;",
    "mean_p_confidence": 0.7118518518518518
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (0) in paragraph (b) of that sub-section by the  substitution, for the word “ Registrar.”’,  of the words ‘‘ Registrar; and’; and",
    "mean_p_confidence": 0.7161538461538461
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (©) by the insertion, immediately after paragraph  (0) of that sub-section, of the following  paragraph :—",
    "mean_p_confidence": 0.696
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  “(c) where a new division of a Registrar",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  is created wholly or partly out of a  division (hereinafter referred to as  the '‘‘ old division”) of another  Registrar, then, in regard to lands  which before the date of creation of  the new division were wholly or  partly within the old division which  on and after that date consti-  tuteb the new division or, as the case  may be, within such part of the old  division as on and after that date  constitutes a part of the new  division,—",
    "mean_p_confidence": 0.7710638297872341
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (i) such of the folios of the book  (hereinafter referred to as  the ‘‘old book”) allotted  under section 13 to the old",
    "mean_p_confidence": 0.7240740740740741
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  13 a.m siero-arsens",
    "mean_p_confidence": 0.11800000000000002
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  ‘ 4 Registration of Documents (Amendinent)  Act, No. 22 of 1958  division as contain regis  tions of instruments affectigi,  any of those lands shall  deemed to form part of iit  book (hereinafter referred  as the \"' new book ”) allotiat  under that section to the ney:  division; and :  (ii) a registration of an instrumesy  alfecting any such land made  in the new book and registra,  tions of instruments aflecti  that land made in the of  book shall be connected by-:  cross references made in the  prescribed manner in thy  new book and the old book.”,  (2) The amendments made in section 15 of the  principal enactment by sub-section (1) of this section  shall be deemed to have come into force on the dates  of commencement of the principal enactment.  Awendaeot of 8,‘ The following new heading is hereby substi.  Uanek Fy oe tuted for the heading “* REGISTRATION OF BILLS  ‘belmrecnat” — OF SALE.” occurring in Chapter IV of the principal  enactment : —  “REGISTRATION OF INSTRUMENTS  CREATING PLEDGES, MORTGAGES  OR BILLS OF SALE OF MOVABLE  PROPERTY.”  jaepameot of 4. The following new heading is hereby substituted  Ghapee ¥ ot for the heading ‘ PROVISIONS APPLICABLE  the prices! = TQ INSTRUMENTS AFFECTING LAND AND  BILLS OF SALE.” occurring in Chapter V of the  principal enactment :—  “ PROVISIONS APPLICABLE TO INSTRU-  H MENTS AFFECTING LAND OR  | PLEDGES, MORTGAGES OR BILLS  OF SALE OF MOVABLE PRO-  PERTY.”  Amendacot of 5. Section 40 of the principal enactment is hereby  Fee amended as follows: —  Cien (1) by the substitution, for the words: ‘* volume  of duplicates or copies \"’, of the words  “volume or any part of ‘any volume of  duplicates or copies \"\";",
    "mean_p_confidence": 0.6765963855421686
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Registration of Documents (Amendment) 5  Act, No. 28 of 1958",
    "mean_p_confidence": 0.6638461538461539
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (2) by the substitution, for the words ‘* volume  of any book ”, of the words “ volume or  any part of any volume of any book ””;",
    "mean_p_confidence": 0.7578125
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (3) by the substitution, for the words “copy  thereof\" of the words “\"wopy of the  volume ot part so damaged or in danger  of becoming illegible ”;",
    "mean_p_confidence": 0.675
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (4) by the substitution, for the words ‘‘ the  volume so damaged ’’, of the words “ the  volume or part so damaged ”’;",
    "mean_p_confidence": 0.7360714285714286
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  3) in the marginal note to that section by the  substitution, for the word ‘ volumes.””,  of the words “* volumes or parts thereof.””-",
    "mean_p_confidence": 0.7203571428571429
  }
]