[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  one  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  (AMENDMENT) ACT, No. 50 OF 1999",
    "mean_p_confidence": 0.645
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Tear and cational cation Amend}  Shao 9 199  {Cevifedon tuDecember, 1999]  LD-0.7188  As Act 10 Awsxo nis Ta asp Vacant Eotesnos  \"Ac.N0 2081990  1, This Actmay be ited asthe Tear and Vocational Sor Tile  can Amendment) Act No 50 199  2 Section 2 ofthe Tey and Vocational Erato Rene of  ‘Act No. 20 of 1990 (hereinafter refered to the \"pcp ono A  nacmient’) i hereby repealed and the following section ** 2961  Sbtituted therefor  uttaae 2, (1) There shall Be established a  SESE\" Commission which shall be called the  ESSERE Tertiary” and Vocational Education  ere Commiasion (herein refered 10 as \"the  Commision”)  (2) The Commission shall. by the name  assigned toi by subscetion (1, Be a body  Corporate with perpetual succession and a  omnmeon scl abd may suc and be sued in at  ‘3 Section 4 ofthe principal enactment is heteby Amendment of  amended follows sein fe  (a) by te insertion immediacy ater paragraph (g) of Sasi  tha sction of the following paragraphs  (0) tmake grants and pay subsidies under  contacts o private sete etbishneas  ‘conduct specific eaning programmes in  compliance with Development Plans  (0) 10 undertake research and development  ‘xtviesnvecatnaledoaton anno  6) exo and maintain Labour markt  Information systems Yor collec,",
    "mean_p_confidence": 0.40796610169491526
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Fertaryand Vocational Education Amendment)  ‘et a 8001999  Information for the purposes of planning,  and providing vocational guidance, in the  field f vocational education and tining",
    "mean_p_confidence": 0.4290625
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (4) to establish and maintain systems for  quality assurance in vocational education  nd waining including standards in respect  ‘of occupational skill trsining programmes,  ‘esting and quality management systems.”  and",
    "mean_p_confidence": 0.5105555555555555
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (8). by the relewerng of paragraph (2) ofthat section as  Paragraph I) of that secuon.  Replacement of Section 6 of the principal enactment is hereby  seston G4 8 peated andthe following section subsite therefor =  eesnen ansnuion 6, (1) The Commission shall consist of the  on following members =",
    "mean_p_confidence": 0.48625
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (a) the Director-General of Tertiary  Education and Vocational Education  appointed under section 101) (a)",
    "mean_p_confidence": 0.5383333333333333
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (6) the Chairman ofthe National Apprentice  and Industrial Training Authority  ‘stublshed under Chapter VI",
    "mean_p_confidence": 0.5016666666666666
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (c) the Chairman of the Vocational Taning  Authority of Sri Lanka established by  the Vocational Training Authority of SH  Lanka ActNo.12 1995,",
    "mean_p_confidence": 0.5981481481481481
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (4) the Director - General ofthe Department  of Technical Education and Training",
    "mean_p_confidence": 0.538
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (2) the Director ~ General of the Sei Lanka  Institute of Advanced Technical  Education established by the Sri Lanka  Institute of Advanced Technical  Education Act,No29 of 1995:",
    "mean_p_confidence": 0.5951515151515152
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Tear and iil dction Amen)  “30 198",
    "mean_p_confidence": 0.272
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (Pa representative of the Ministry of  Finance nominated by the Miniter in  charge of the subject of Finance, in  constant te Miniter,",
    "mean_p_confidence": 0.5214814814814814
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  () & erin appointed by the Presiden in  ctsultison. wiih the, Minister to  fepresent tude unions fom amongst  Petts nonin by ade ions",
    "mean_p_confidence": 0.3917857142857143
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  () en persons appointed by the resident  im Gonsuttatton withthe, Minister  (heteinater refered to as “appointed  fener) fom songs etepencs  ithe private actor, of whom at Fast  Clght persons shall be from amongst  Peron nominated by the Chanter of  Einmerce and Industry and other  ‘Nsociatos a empoyers",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  ©) penon sal be guid ro ing  sepoint «meme ofthe Commision, 1 he  itr hocomes a Member of Parliament oF  Member of Provinsal Come tof local  author  (2) The President shall in cosation with  the Minister appoint one of the appointed  Mentos ofthe Commision beth Caiman  of the Comminon (herent eer 0 ax  “eChirman)  (4 Subject tothe provisions of secon 7,  ery appointed Meme of the Commision  Sha bol offe fora prod of fur yeas fom  the dat ofthis appoint o ich fice  5. Section 7 ofthe principal enacnent ix Rerhy Amendment  amendsdin ubscton (3) ofthat eon, by ston, for_ ne  ihe words and figures “provisions of paragraph fj of etc  subsection (1) of section 6 ofthe words an gues \"he  Provision of paragraph (hf ubecton (of ston 6°",
    "mean_p_confidence": 0.41590604026845635
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Terie eatin uation Amend  Het No 300f 1999  Amesines'af 6 Section 10 ofthe principal enatment is heeeby  ‘con 1 fhe amended by the epea of subsection (6) ofthat section.  Ins of TE ‘Thefollowingnewsctons ae inseed immediately  ‘son 108 fer section 1nd shal have effect as setion 10s 103 102:  Hoe Hes0A06 9p, 10, He, TOk-and 1 eespectivels of the principal  mimes 10d, (2) At the request of the Commission  sffete an eficer in the public service. may with the  Etainea onset of that officer, the Secretary to the  ‘Minstry under which hat office is serving and  the Secretary to the Ministy ofthe Minster  inchage ofthe subject of Public Administation,  be temporaily appointed to the staff ofthe  Commission for such period as may be  determined by the Commission with like  consent, or be permanently appointed to such  suf.  (2) Where any officer of the publi sevice  is temporarily appointed tothe staff of the  Commission, the provisions of subsection 2)  of section 14 of the National Transport  {Commission Act, No37 of 191 sal, tars  ‘mutandis pply to, and in elation him,  (3) Where any ocr ofthe publi service  is permanently appointed to the staf of the  Commission, the provisions of subsection (3)  of section 14 of the National Transport  Commission Act, N07 of the 1991, shal  ‘mutatis mutandis, apply 0 a in eaion to,  tim  (4) Where the Commission employs any  persons who has entered into a comet with",
    "mean_p_confidence": 0.4917647058823529
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Tear and iat teaion Amen) — 5  the Govemmentby which as greed sere  the Govemment fora specif period of ine  Servet the Commision by tht pon shall  te epued as servic othe Goverment for  the ppc of cscaging his obligations under  such agreement",
    "mean_p_confidence": 0.4637254901960784
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  fant a (1) The Commision sl have its vn  Cita  (2) Thre shal be pid into the Fund ofthe  Commission  (a) all uch sus of money may be voted  from time to tne by Parliament or he  tsvof te Conmasion:  (0) all such sums of money as may be  feccived by the Commission av fev  Shanes or cose  (6) all such sums of money as may be  ‘civ by the Commision hy way of  rants itso auns  (3) Tre shal be ai ut of he Fund of  Commision all sch sums of money as ae  {eu deny any expedite incised by  the Commission in he exercise and discharge  ff is powers and functions unde his Act and  SS sch sma of money a ze ruled or  Suthvized tobe pad ot ofthe Fund ofthe  Commission by rude this Act.  Foci 106. Te anil year ofthe Commission  Sree tlhe lena yer  suits 10o(2)The Commision sl cause pope  ‘en ook of account tobe kept ofthe income ad  a enpeitre sats and lity and al her  ‘Tasacion: ofthe Commision",
    "mean_p_confidence": 0.4765024630541872
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  © ertaryand Vocational Eduction Amendment)  en No 00/198  (2) The provisions of Anticte 158 of the  Constitution eating othe aut ofthe aecounts  of public Corporations shal apply tothe audit  ofthe accounts ofthe Commision,  Selohe 1, The sea ofthe Commision —  (a) shall be inthe custody of such person  2s the Commission may determine fom  (6) may be altered in such manner as may  tbe determined by the Commission  (6) shall not be affixed to any instrument oF  document excep in the presence of 180  ‘members ofthe Commission authorized  in wing in that behalf bythe Chairman of  the Commission, both of whom shall  Sign he intent or document in token  oftheir presence.  Gummi Ae The Commision shal be deemed 0 be  signet\" y Scheduled fsttution within the meaning of  tues’ the Bribery Act and the provisions ofthat Act  ‘tin he shal e construed accordingly.  sense toe. All members, officers and servants of  MitEag the Commission skal be deemed to be public  Servant he servants within the meaning, and for the  enmisin \"purposes ofthe Penal Code  Protein of 10. (1) No aston oF prosecution shall be  ston Tnscited ~  (a) against the Commission for any act  ‘hich in good fut s done, o purported  to be done, by the Commission under  this Actsor",
    "mean_p_confidence": 0.5388934426229508
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Tertiary and isto decation meni) 7  ‘ht Ne 509/009  (any member, officer or servant of the  Commision or any atcha good  {aan is done orpurprted be done,  ty him under thie Act or on the  direction ofthe Commission,",
    "mean_p_confidence": 0.3623913043478261
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (2) any expenses incurred by this  Commission in any action oF prosecution  brought by oF against the Comminsion before  any cout, shall he paid out of the Fund of the  {Commission aod any costs pad oor recovered  by the Commission, in any such action or  prosecution shall be cided tothe Fund of the  Conic.",
    "mean_p_confidence": 0.5517460317460318
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (2) Any expenses ineutted by any such  persona is teferred to in paragraph (8) of  Subssction (1) in any action of prosecution  brought against him before any cout in respect  ff any act which ix done, oF purported 10 be  one, by bm under this Act or onthe drection  fof the Comision shall, the court holds that  Such act war done in good faith Be paid out of  the Fund of the Commission, utless sich  fexpenses are recovered by hm in sich action  ‘prosecution.",
    "mean_p_confidence": 0.5490625
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  8. The following new section ie hereby inserted Ieuan of  ‘immediately after Section 12, and shall have effect as Section section 124 of the  12softhe principal enactment = rene  Doe 124. The Minster may, in constion with  Mitte he Ministers in charge respectively, of the  . Department of Technical Education and",
    "mean_p_confidence": 0.5499999999999999
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  Taning, the Vocational Training Author of",
    "mean_p_confidence": 0.45375
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  Sri Lanka and any Technical Training oF",
    "mean_p_confidence": 0.6633333333333333
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  ‘ocalonal Education Insitaon funded by the",
    "mean_p_confidence": 0.3975
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  Government, dict sich Departmen, Aubority",
    "mean_p_confidence": 0.3614285714285714
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  ‘nd Testtin, respectively 1o prepare and",
    "mean_p_confidence": 0.32375000000000004
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  + Tears and eal btn mend  Aen soe 98  implement pans fr Techical Education and  Yoestional Training in compliance withthe  Development Pans and guidelines ofthe  Commission, and it shall Bethe dy of such  Department. Authority and nstitution  respectively, to comply with every such  rection”  Ameines st 9 Seton 9 ofthe principal enactment i hereby  Sse athe amended subsection 2) of that eto. bythe inscton of  ince\" he following paragraph ined afer paragraph (a of  “ that subsection =  a) the rte for allocation f funds among publi  sector institutes providing vocational education and  ‘ean  Sinus twain 1 Inthe event of any inconsistency between the  eval coo Sihaaand Tal ext this Act the Sia tet shal be  ‘omer Sea",
    "mean_p_confidence": 0.43971014492753624
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  i et macs aw es 1 Tams",
    "mean_p_confidence": 0.29666666666666663
  }
]