[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1969-70 TD O's, iy ese 82 toy, o | ere 15 1970-4~57 } RUB ose Employees’ Provident Fund (Amendment) Act, No. 16 of 1970 Date of Assent : March 24, 1970 Printed on the Orders of Government Da op era mpm Peg, Ce, Anmel Subscription (including Bille) Rs 30 (Locel), Rs 40 pesca 1 Suet Fae eee ge ee et Price: 20 cents . Postage: 10 cents",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Employees’ Provident Pund (Amendment) ‘ Act, No 78 of 1970 L. D.—O. 68/68. \\ “AN Act ro aMeND THE Emerorses’ Provepmrr FUuNp ‘Act, No. 15 oF 1958, [Date of Assent: March 24, 1970] BE it enacted by the Queen's Most Excellent Majesty, by and with any advice and oontent of the Senate aud ‘House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as followa:— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1. This Act may be cited as the Employees’ shu sue Provident Fund (Amendment) Act, No. 16 of 1970.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Section & of the Employees’ Provident Fund anganget of Act, No. 15 of 1958, hereinafter referred to as the 13 te. ‘u'wt “principal Act, is hereby amended in paragraph 1s.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(ih of tint soetion ae follows’— @ by the substitution, for the words “ shall t deduct’, of the words ‘ shall, subject to the provisions of section 7a, deduct”; and (0) by the substitution, for the words “ in carrying Ont the provisions of this Act; of the words ‘in carrying out their respective functions under this Act;””. _ 8 The following new section is hereby inserted tame of immediately after section 7, and shell have effect as MT ycton ts | section 7a, of the principal Act:— vis TEweme 7A. ‘The expenses incurred by the of Ast. Commissioner in carrying ont the provi- sions of this Act shall be charged on the Consolidated Fund of Ceylon: Provided, however, that the expenses incurred by the Commissioner in carry- ing out the provisions of Part V of this a ‘Act shali be paid out of the income from the investment of moneys of the Fund.””.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "43. Section 14 of the prosl Act is hereby animist sapnded_in sub-section (1) of that section, as im 14",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "() by the omission of paragraphs (@) and (6) of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "proviso fo that palecchoa: » ®",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Employees’ Provident Fund (Amendment) Act, No 16 of 1970 (2) by the relettering of paragraphs (c} and (¢) of that proviso ‘as paragraphs 45 ag e thereof; and . . (8) in relettered paragraph (2) of that proviso,— @ by the substitution, for the words “‘interest at the rate of ’’, of the words “' interest at such rate not less than ’’; and (ii) by the substitution, for the words “< date of termination \"’, of the words “‘ end . of the month immediately preceding . the date of termination ”’.",
    "mean_p_confidence": 0.78
  }
]