[
  {
    "i_page": 1,
    "par_num": 7,
    "text": "PARLIAMENT OF CEYLON",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "5th Session 1969-70...",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "Ey bores itn : fa",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "RE Ceylon Tea Board Act, No. 15 of 1970 Date of Assent : March 24, 1870 Printed on the Orders of Government .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "aed ae EAE oe Govaamant Pari, or’. To be",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "Annual Subscription\" (ineludin Bills) Ba 90 Gocal), Re 40",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 1,
    "par_num": 7,
    "text": "Ge ee Price: Re. L10 Postage: 20 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Ceylon Lea Board Act, No. 15 of 1970 L, D—O. 86/68. An ACT 70 PROVIDE FOR THE ESTABLISHMENT OF THE Caviow Ts BoaRD AND FOR MATTERS CONNECTED _ THEREWITH OR INCIDENTAL THERETO. ° [Date of Assent: March 24, 1970] BE it onsoted by the Queen’s Most Excellent Majesty, by end with the advice and consent of the Senate and House of Representatives of Ceylon in this present Parliament essembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. (1) This Act may be cited as the Ceylon Tea sea si Board Act, No. 15 of 1970. sue",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) ‘The provisions of this section, and of section 28, of this Act shall come into operation on the date on which this Act becomes an Act of Parliament.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(8) The provisions of this Act, other than this section and section 28, ehall come into operation on Such date, hereinafter referred to as the “ appointed date”, as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. There shall be established, in accordance With mststinimas",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "+ the provisions of this Act, a Board which shall be seceree called and known as the Ceylon Tea Board, herein- after referred to ag‘ the Board”.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "8. (1) The Board shall be a body corporate having The Bosra tw Perpetual suosession and common seal and may sue 14h and be sued in its corporate name.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) The Board shall have the ower to soquire and hold property, both movable and immovable, and to sell and dispose of the same, to enter into contracts, and otherwise to do and perform all such acts of things as may be necessary for carrying out the Provisions of this Act,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4H. (i) The objects of the Board shall be the Obie wa Promotion, by such measures as it thinks fit, of the RTE,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "velopment of the tea industry in Ceylon,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(2) The Board shall be the authority responsible for",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘ regulating the activities of the tea inc istry in Ceylon, . and without prejudice to the generality of the provisions of sub-section (1) and the other provisions of this Act, may take measures— (@) to regulate the production and cultivation of tea in Ceylon including the planting of new aresa in tes, the replanting of existing yom. 00 (0)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "2 Ceylon Tea Board Act, No. 15 of 1970 estates and small holdings with high yieldin material, the rehabilitation of estates and small holdings, the diversification of estates and small holdings by the establishment and operation of dairy industries, and the re- placement of tea on such estates and small",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "~ holdings by other crops; ‘",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(B) to regulate the establishment ‘and operation of tea factories including factories for the manufacture of instant tea;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(© to regulate the sale of tea inclading the conduct of tea auctions;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{@) to regulate the export of tea and arrangements relating to ite shipping and freight;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(e) to assist and encourage the marketing of tea in and outside Ceylon and to promote the demand for tea in the world markets;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(A) to conduct, assist and encourage scientific and technological research into, and investiga- tious of, all problems and matters affecting",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ": the production and manafacture of tea, the control of diseases of tea and the improves ment of the quality of tea, and to publish and disseminate information relating to the resulta of auch research in its discretion;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(9) to conduct, assist and encourage research into",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "* the economic state of the tea industry including future economic trends in the industry in Ceylon and elsewhere;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(®} to facilitate the securing of supplies of machinery, equipment and other commodities needed for the development of the tea industry in Ceylon; :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". @ to provide financial, advisory or other assistance ‘to persons engaged in the growing or manufacture of tea;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "@) to safeguard the interests of the workers in the tea industry so as to foster increased _ performance as well as to ensure their economic and social well-being;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "~ (B) to collect statistics from growers, manufsic- turers, dealers or other persons on aay matter relating to the tea industry, and to publish such statistics in its discretion;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Ceylon Tea Board Act, No. 15 of 1970 © 8",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@ to provide the neoessary liaigon between the tea industry and the departments of Govern- ment or State Corporations, in order to Bromote and co-ordinate action for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "- velopment of the tea industry in Ceylon,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "8. (1) Except as provided in sub-section (2), the Diredianst» Board shail, in the exercise of its powers, the perform- % Sort ance of its duties and the discharge of its functions, be subject to and act in accordance with such directions as the Minister may from time to time issue.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(2 mn the exercise of ite powers, the performance of its duties and the discharge of its innctions in relation to matters which fall under paragraphs (2), QD and ® ‘of sub-section (2) of section 4, the Board shall be subject to and act in accordance with such directions as the Minister of Agriculture spay from time to time issue.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "&. (1) The Board chall consist of — Sowing",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(a) a Chairman nominated by the Prime Minister;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(®) the person holding office for the time heing as",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "ermanent Secretary to the Ministry of be Planning and Economic Affairs or any Senior Assistant Secretary to that Ministry nominated by the Minister in charge of that Ministry;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "© the peteon holding office for the time being as ermanent Secretary to the Ministry of Finance or any Senior Assistant Secretary to that Ministry nominated by the Minister",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "in charge of that Ministry;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{@) the person holding office for the time being as ‘Permanent ‘Secretary to ‘the Ministry of Agriculture or any Benice Acsistant Seere- baty to that Ministry nowinated by the Minister in charge of that Ministry;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@ the person holding office for the time being as",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "ermanent Secretary to the Ministry of Commerce and Trade or any Senior Assistant Secretary to that Ministry nominated by the ~ Minister in charge of that Ministry; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@& six other members nominated by the Prime",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "* Minister from among porns ‘who appear to him to have a knowledge of, and experience in, the tea industry, with special reference to planting, manufacture, sale, export and finance.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 — Geylon Tea Board Act, No. 165 of 1970",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) A person shall be disqualified for nomination, or for continuing, 2s a member of the Board—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) if he is or becomes a Senator or a Member of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "Parliament; or :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(®) if he is not, or ceases to be, a citizen of Ceylon.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(8) The Chairman and the members nominated under paragraph (f) of eab-section (1) shall hold office for a term of five yeara bat shell be eligible for renomination.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(4) The Prime Minister may remove the Chairman ‘or any other nominated member of the Board from office—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "{@) if he becomes subject to the disqualification",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "mentioned in sub-section (2); or @) if he becomes permanently incapable of perform- ing his duties owing to physical disability or ‘unsoundness of mind; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(0) if he has done any act or thing which, in the opinion of the Prime Minister, is likely to bring the Board into disrepute.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(6) In the ovent of the vacation of office by the Chairman or any other nowinated member of the Board, ot his removal from office under the provisions of the preceding sub-section, another person shalll be nominated by the Prime Minister in hie place to hold office during the unexpired part of his term of office.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(6) If the Chairman or any other nominated membor of the Board ia temporarily unable to discharge the duties of his office due to ill health or absevice from Ceylon or for any other cause, the Prime Minister may nominate some other person to act in his place as Chairmen or as & member. ”",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(7) The members of the Board shall be remunerated in auch manner and at such rates, and shall be subject to such other conditions of service, as may be deter- mined by the Minister, with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Ceylon Toa Board Act, No. 15 of 19708 No ect or proceeding of the Board shall be invalid by reason only of the existence of any vacancy amongst its members or any defect in the nomination of a member thereof. \"7, (1) The meetings of the Board shall be convened eros ot by the Chairmen and shall he held as frequently as is",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "necessary for the purpose of the discharge of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Board’s responsibilities under this Act.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) At any meeting of the Board five members shall constitute a quorum.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "{8) Tho Board shall cause minutes of its mestings oo. to be recorded and shall send copies of such minutes to the Minister and the Minister of Agricaltare. poigg 2 he Minister may in conesttation with the gant,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "joard appoint committees consisting of the members dete of the Beard and other ‘persons who appear to him 2f‘ie Boake to have a knowledge of, and experience in, the matters for which such committees are appointed to which it may, delegate some of ite Zanctions, In, particular,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "\\.the Board may appoint « committee on tea promotion",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "\"to which the Board may delegate all or any of its powers nnder paragraph (@) ‘of sub-section @) of section 4, and & committee on tea research to whi the Bound may delegate all or any of ite powers under paragraph (f) of that sub-section.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(@) Every committes appointed in pursuancs of the provisions of sub-section (1) shall have a Chair- man appointed by the Minister from among the - members of the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(8) The Boerd may establish such departments or divisions as may be necessary for the proper exercise, discharge, and performance of its powers, functions and duties. ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(4) The Board may appoint such officers and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "4servants as it considers necessary for the efficient exercise, discharge and performance of its powers, functions and duties, and may pay them such salaries and allowances and prescribe such conditions of service for them as it may determine from time to time,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Ceylon Tea Board Act, No. 18 of 1970 (5) The Board may establish and regalate » provi- cet fund, medical sid schemes, credit schemes and other welfare schemes, for the benefit of its officers and servants and their dependants and nominees end may make contributions to any such fund or scheme. ~ (6) The Chairman and members of any committee appointed under the provisions of this section shall, ahless earlier ‘removed From ofce, ordinarily bold office for a term of five years but shall be eligible for renomination, te 9, (1) There may be appointed, for the purposes of Conminicon. this ae a arson, By ane or by office, yo be ot to act ag Tea ommissioner who shall, subject to the provisions of this Act or any other written law,— (a} exercise, discharge and perform the powers, (© carremclions and duties vosied in, and smpoeed ‘ on, the Tez Controller under any other “written law; and (®) exercise, discharge and perform the powers, functions ad duties vésted in, and imposed on, the Commissioner of Tea Exports under + any other written law. (2) The office of Tea Controller, and the office of Commissioner of Tea Exports are hereby abolished, and accordingly shall cease to exist. spmictnent ot 10, (1) At the request of the Board, axly officer ieee f0 we in the Public service, other than an offcer to whom (ue aat'at section 28 applies, may, with the consent of that officer Gear and the Secretary to the Treasury, be temporarily appointed to the staff of the Board for such period as may be determined by the Board with like consent, or be permanently appointed to such staff. (2) The provisions of sub-section (2) of section 9 of the Motor Transport Act, No. 48 of 1957, shali, mutatis musondis, apply in relation to any. officer in the public service who is temporarily appointed to the staff of the Board under sub-section (1), and the provisions of sub-section (3) of the afore- said section 9 shall, mutatis mutandis, apply in relation to any officer in the public service who is permanently appointed to such staff under that sub- saction, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Ceylon Tea Board Act, No. 15 of 1970 7 ‘Where the Board employs any person who has entered into a contract ‘withthe ‘Gorechment by which he has agreed to serve the Government for a specified period, any period of servies to the Board by that person’ shall be regarded as service to the Government For the purpose of discharging the obligations of such contract, . 14, All officers and servants of the Board shall be odious ent ‘deemed to be public servants within the meaning and \"mot for the purposes of the Penal Code. deeael to be gh geet,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "42. The Board shali be deemed to be a scheduled Board deme institution within the meaning of the Bribery Act, and ®,!.2, the provisions of that Act shail be construed fsetitign accordingly. iDotalng af",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Be Beibery ie, 98. 48. (1) (@) There shall be charged, levied and paid sport auty. _ am export duty calculated at the rate of rupees ten and cents fifteen only for every one hondred pounds of tea exported from Ceylon:",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Provided, however, that no such duty shell be charged or levied on any tea which is proved to the Satitfaction of the Principal Collector to have been imported into Ceylon for the purpose of re-export.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(8) The amount of the export duty im by this section may be varied, on any such duty may be rescinded, by Order made by the Minister, Such Order shall be published in the Gazette, and shall come into force on the date of such publication.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "{c) Every Order made by the Minister under this ‘sub-section shall, as soon as convenient, after its pub- lication in the Gazette, be brought before the House ‘of Representatives for approval within four months.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Any such Order which is not so approved shell be",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "“deemed to be revoked as from the Tate of its dis- approval, bat without prejudice to the validity of anything’ previously done thereunder.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(d@) This section shall have effect as though it formed part of the Customs Ordinance, and the provisions cap. 26. of that Ordinance sball apply accordingly.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "8 Ceyton Tea Board Act, No. 16 of 1970",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "() The proceeds of the export duty on tea recovered. under this section shall be pid monthly by the Principal Collector to the credit of the Central Tea Fond.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "‘The export duty on tea imposed under this * sedtion shall Be in addition to any export duty on tea. levied under any other written law.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Canatittion: 48.) ‘There shall be established e Fund to be iM ren -catled “* the Central Tea Fund’. There shall be paid Faas. into that Fond— (a) all sums lying, on the appointed date, to the . @ credit of the Toa Contrel Funds 2) all sums Tying, on the appointed date, to the ® credit of te Tea Subsidy Fund; (0) all suma lying, on the appointed date, to the ® credit of the Ceylon ‘Tea Propagands Board; all sums lying, on the appointed date, to the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(2) a elit of ts Tea Reseach Board",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(@) the proceeds of —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "() all export duties on tea imposed under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": ". this Act, me ,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(i) ail fees levied and collected in respect of licences and permits issued under this Act or the Tea Control Act, No, 51 of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "- 1957, or the Tea (Tax and Control of Export) Act, No. 16 of 1959, or in respect of dealings in tea under any . other written law,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(iii) the sale of seed, cuttings, plants and fertilizers by the ‘Tee Comiuissioner to proprietors of estates and small",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "dings ;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "{f) such sums as may from time to time be granted by resolution of the House of Representatives for the purposes of this Act;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(g) all sums accepted by the Tea Commissioner by the compounding of offences under the Tea Control Act, No. 81 of 1987, or the Tea (Tax * and Control of Export) Act, No. 16 of 1950; ant",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(4) all auch other sums as may accrne to the Board by the salon of property belonging io tbe",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "ard, gifts, and income from investments or otherwise.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Ceylon Tea Board Act, No. 15 of 1970 9",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(2) There shall be paid out of the Central Tea Fand such sums as may be euthorized by the Board for the purpose of meeting expenditure incurred in the exer- cise, discharge and performance of its powers,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "“functions and duties under this Act, including—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@ the remuneration of all officers and servants employed by the Board for carrying out the provisions of this Act and all other expenses of the administration of this Act;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Gi) the sums approved by the Board for the purpose ‘of providing financial assistance, by way of grant ot loan, for the planting of tea, for",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "replanting and the rehabilitation of estates and small holdings, for the diversi- fication of estates and small holdings by the Peplacement of tea on such estates and small holdings with other crops or livestock farming, for the merketing of the green tea Jeaf of estates and smali holdings and for the manufacture of made tea or instant tea;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "Gii) the sums approved by the Board in order to provide advisory services to owners of estates and small holdings, to manufacturers",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "+ of tea, and deslers in tea;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(iv) such expenses as may be incurred in connection with Geylon’s membership of the Inter- national ‘Tea Committee, or any other inter- national organization dealing with problems connected With tea.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(8) All sarplas moneys in the Central Tea Fund which are not required to meet any immediate expen- diture incurred or to be incurred by the Board shall be deposited by the Board in the ‘Geneval Treasury on such terms as may be determined by the Minister of Finance.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "15. p The Board shall have the power to borrow Borewieg money, oy way of loan, on the security of the Central he Tea Fund or any other assets, for any purposes for",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "| which that Fund may be applied.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "2) ‘The amount of any such loan, the terms and | conditions relating to the rate and payment of | interest, and the purposes to which such loan is to be | applied’ shail be reported to the Minister for his",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "approval before the transaction relating to such loan",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "| is completed. i",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "10 Ceylon Pea Board Act, No. 15 of 1970 Betimaten of 46. (1) The Board shall prepare before the end ‘eons wed of November of each year estimates of the income and expenditare of the Board for the next suonsediog year including the income and expenditure of «: committee which has heen appointed in pursuance of— : section 8.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "@) The Board shall forward copies of the estimates of its income and expenditure for each year prepared tinder sub-section (2) to the Minister and the Minister of Agriculture.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Azongata of 47. (1) Tho Board shall cause proper accounts to Be dereo4 be kept of all the transactions of the Board and of yan each committee appointed under section 8, and shall prepare an annual statement of such accounts and a balance sheet in such form and containing such parti- calars as the Minister, with the concarrence of the Minister of Finance, may from time to time specify.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "@) The financial {etrgot the Honwd and of each committee appointed under section 8, shall be the period of twelve months commencing on the first day of January.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Duty, of the 48. It shall be the duty of the Board to report to Bens, Gqittet the Minister, from time to time, on the state of the @ lie cule tea industry and the Beperal welfare of the workers in BLAS, a the industry, Particalarly in elation to their minimum conditions ‘of work and life assured by law, to facilitate the tabling of such reports in Parliament. ‘Audie af tba 19. (1) The Board shall have its accounts and the eqqcoume of, socounts of each committee appointed under section 8, “* and of any company or other subsidiary organization established by the Board or euch committee, for each financial year audited by the Auditor-General.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(2) For the purpose of assisting him in the ‘andit of such accounts, the Auditor-General may employ the services of any qualified auditor or auditors who shall act under his direction and control.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(8) For the purposes of meeting the expenses incurred by him a auditing the acoonnts of the Board, the Auditor-General shall be paid from the funds of the Board such remuneration as the Minister may determine with the concurrence of the Minister 0",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "nance.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "Ceylon Zoo. Board Act, No. 15 of 1070 © 1 {",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(4) For the purpose of this section, the expression ** qualified auditor ” meanse—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "{@) an individual who, being » member of the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "- Institute of Chartered Accountants of : Ceylon, possesses a certifiente to practise as | an Accountant issued by the Council of that Institute; or @) ® firm of Chartered Acconntents each of the patiners of which, being = member of that fnstitute, possesses a certificate to practise as an Accountant issued by the Council of that Institute.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "20. (1) The Auditor-General and any peroon Pew of the assisting him in the audit of the aecoums of the Andie General Board shall have access to all such books, deeds, ‘aus, contracts, accounts, vouchers and other documents of the Board as the Auditor-General may consider necessary for the purposes of the andit, and shall be furnished by the members or offcecs of the Board with such information within their knowledge a3 may be Tequired for such purposes.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "- i sats",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "(2) The Anditor-Generel and any person assisting him in the audit of the accounts of any committes Sppointed under the provisions of section 8 or any company or subsidiary organization established by the Board or such committee chal have access to all such books, deeds, contracts, accounts, vouchers aud other documents as the Auditor-General may consider necessary for the purposes of the audit, and shall be furnished by the members and officers of such com- mittee or such company or subsidiary organisation with such information within their knowledge as may be required for such purposes.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "5",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "24, The Avditor-General shall examine the be Anti Accounts of the Board specified in sections 19 and 29 Garr and furnish a report—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "() stating whether he has or has not obtained all",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "“ the information and explanations required by him;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "®) stating whether the accounts referred to in the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "report are properly drawn up s0 as to exhibit & true and fair view of the affairs of the Board or the committee or the company or the subsidiary organization; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "|. 12 Ceylon Tea Board Act, No. 15 of 1970 (©) drawing attention to any item in the accounts ‘which in his opinion may be of interest to ' the Senate and the House of Representatives in any examination of the activities and accounts of the Bourd or the committee ce the company or the subsidiary organization, © ' as the case may be. tomo 22, The Board sball, on receipt of the Auditor- soants sth General's report on the accounts for each financial report and year, transmit such report together with the anuual Bees ‘statement of accounts and the balance sheet to which tcirties, the report relates, and a report by the Board of its fe Purl ©, activities, the activities of each committes sppointed eae under, section & or any, company, or subsidiary mer. organization established by the Board or au committee, during that financial year to the Minister who shall cause copies thereof to be laid before the Senate and the House of Repreventatives before the end of the year next following the year to which such report and accounts relate. kepidin 28, (1) Where, any immovable property ig easy. required to be acquired Yor any purpose of Board and the Minister, by Order published in the Gazette, approves of the proposed scquisition, that property all be deemed to be required for a public purpose, cap, 40, and may accordingly be ecquired under ‘the Lend Acquisition Act, and be transferred to the Board. __ @) Any sum payable for the acquisition of any immovable property andor the Land Acquisition Ack for the Board shall be paid from the Central Tea Fund. Waiver of 2%, Notwithstanding anything in any other cuca dex. written law, the Pringpal Collegior may, arith the sanction of the Secretary to the Treasury, waive the gastoms duty on any articles imported by or for the Board, or purchased ont of bond by the Board, for any of its purposes. swmtansot 98. The Tea Control Act, No. 61 of 1957, is” 4g No't hereby amended as follows:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "(1) by the substitution, for the term ‘‘ Controller ” wherever that term occurs in that Act, other than in section 68, of the term “ Commis- sioner”; |",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Ceylon Tea Board Act, No. 15 of 1070 © 18",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(8) in section 49 of that Act, by the repeal of sub-section (8) of that section and the substitution therefor of the following new sub-section :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "“ (a) Every lation made by the cays Yea Boatd hall be ade Oy by the Minister of Agriculture. Every regulation ao approved sball be publish in the Gazette and shall come into opera- tion on the date of such publication, or on such later date aa may be specified therein,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(0) Every regulation made by the Ceylon Tea Board and approved by the Minister of Agriculture shall, as soon as convenient after its Publication in the Gazette, be brought before the Senate and the House of Representatives for approval. Every regulation which is not so approved shall be deemed to be rescinded as from the date of disapproval, but without prejadice to the validity of anything previously done thereunder.”;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "{3) by the substitution, for the terms “‘ Minister ’” and “ Minister of Commerce and Trade” wherever those terms occur in that Act, other. than in sections $7 and 49 (8), of the term “Ceylon Tea Board ”;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(4 in section 87 of that Act—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(@) by the substitution in sub-section (1) of that section, for the term ““Minister’’, of the term “ Ceylon Tea Board ”;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(®) by the substitation in sub-section (2) of that section, for the term '‘ Minister of Commerce and Trade”, of the term * Ceylon Tea Board \"*;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "{e) by the substitution in sub-section (8) of that section, for the expression ‘* Minister or the Minister of Com- merce and Trade ’', of the expression “Ceylon Tea Board ”;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "14 Coylon Tea Board Act, No. 15 of 1970 {@) by the substitution in sub-section (4) of that section, for the expression “Minister or of the Minister of Commerce and Trade”, of the expression Ceylon Tea Beard and. (©) by the repeal of Part VI, and of sections 50, 51, 56 and 67, of that Act; and (8) in sub-section (1) of section 68 of that Act— (@) by tho insertion, immediately after the definition of the term “ appointed date’, of the following new definition :— ** Ceylon Tea Board ”” means the Ceylon Tea Board established ander the Ceylon Tea Board",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": ". Acti 5",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(®) by the substitution, for the definition of the term ‘Controller, of the following new definition :-—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "‘*' Commissioner’ means the Peroon appointed to be or to act as Tea Commissioner for the purposes of the Ceylon Tes. Board Act;’;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "\" (@) by the insertion, immediately after the definition of the term “green tea leaf”, of the following new definition: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": ". ‘ ‘instant tea’? means any food product soluble in water wade entirely or principally from made tea or green tea leaf ;’ >",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(® by the substitution in the definition of the term “ manufacturer’, for the expression “made tea”, of the expression “made tea or instant tea; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "(@ by the substitution in the definition of the term “‘tea factory”, for tho expression ‘‘made tea ;”, of the expression “made tea or for the production of instant tea;”. +",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "Ceylon Tea Board Act, No. 16 of 1970 15 26. (1) All property, movable or immovable, and Boccia all rights in property belonging to the Tea Control ining to the Department, on the day immediately preceding the Boece -BPpointed date, shall be vested in and be the property 24 sie Ze “and-rights of the Board on that date. 7 @) All rights and obligations of the Tea Controller under contracts legally entered into by him which are in existence, on the day immediately preceding the appointed date, shall be deemed to be the rights and obligations of the Board on that date. , 27. The Tea (Tax and Control of Export) Act, nepineat ot No. 18 of 1959, is hereby amended as follows: — feo Q) in section 9, by the substitution, for the term “Minister ” wherever that term occurs in that section, of the term “Ceylon Tea Board ; (2) by the repeal of section 13; 4 () in section 15, by the substitution in sub-section (1) of that section, for the term “* Minister \", of the term “ Ceylon Tea Board ”; (4) in section 19, by the substitution, for the expression ‘* Consolidated Fund of Ceylon.”, of ths expression “‘ Central Tea Fund.”; and (5) in section 22— (@) by tho insertion, immediately after the definition of the term “* approved estate”, of the following new definition: — “Central Tea Fond“ means the Central Tea Fund established under the Ceylon Tea Board a Act;'; and. @) dy the substitution, in the definition of the term ‘‘ Commissioner’, for the expression “ Commissioner’ of Tea Exports; \"’, of the expression “Tea Commissioner;\"*. sarap .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "16 Ceylon Tea Board Act, No, 16 of 1970 sont 28. (1) The provisions of this section shall apply Zor, tw every public officer, other than any public oftosr SUM thu in a transferable service of the Gevernment, who was Sewe. employed for the purposes of the administration of the Tea Control et, (No, 61 of 1967, or of the ‘Tea Subsidy Act, No. 12 of 1958, or of the Tea (Tax and Control of Export) Act, No. 16 of 1859.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "@) Bvory public ofcer to whom sub-section. (1) applies and who holds 2 post declared to be pension able under the Minutes on Pensions shall, before the appointed date, give notice in writing to the Tex Controller or the Commissioner of Tea Exports, as the case may be, that he intends, on that date—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(@) to leave the public service and to obtain employment under the Board in terme of section 29 {1); or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "@) to retire from the public service and to obtain employment under the Board in terms of section 20 (2) ; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(c) to retire from the pablic service and not obtain employment under the Board. 4",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": ", (8) A notice given to the Tea Controller or the Com- minsioner of Tee Exports, os the ona may be, under sub-section (2) before the ‘appointed date by a public Gifer refomoy to fn that stb section shall bs nal",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "ane of. 29 (1) Any public officer referred to in sub- Beles Gut section (2) of section 28 who gives notice under para- Bb. graph (@) of that subsection before the appointed",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "o—",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "{@) shall he subject to the same disciplinary control ae ony oer amber of the al of the Board",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "turh riod of bis employment under the Boards Ploy",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "@) shall, subject to paragraph (a), be entitled to’",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": ". the teine and ‘ooncetigas Gf service not Tess favourable as respects remuneration, leave, holiday warrants, and other conditions of service as he was entitled to immediately before the appointed date during the period of his employment under the Board;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Ceylon Tea Board Act, No. 15 of 1970 AT 4e) shall, 20 long as he is in the employ of the Board, in terms of thie section, Te eened for the purposes of the Minutes on Pensions to con- tinue to hold a post in the public service which has been declared to be pensionable under the said Minutes and shall be eligible for the Brent of a pension or gratuity as though his service under the Board. wore service under the Government; and the ‘Minister of Finance may grant such pension or gratuity in acoordance with the terme of the said Minutes;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "{@) in respect of him, the Board shall pay out of the fonds of the Board to the Deputy Secre- taty to the Treasury 10 be credited to. the Consolidated Fund’ of Ceylon for every complete month of service during which he is in the employ of the Board such sum of the salary received by him in the post he holds in the service of the Board as the Minister of Finance may determine;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "e) shall, notwithstanding anything in the Widows’ and Orphans’ Pension Fund Ordinance, be cp. 41. deemed to be a public officer within ‘the meaning of that Ordinance and for the purpose of the application of the provisions thereof 90 long as he remains in the employ of the Board; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "«() may, at any time during the period of his",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "9 ‘Gaployament, runder the, Board, opt to be appointed to the staff of the Board in terms oF section 29 (2) and when such option is exercised—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "G) he shall be eligible for snch an award © under the ‘Minutes, on Pensions, as",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "- might have been made to him if he had",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "been retired from the public service ‘on the ground of ill health on the date of hig appointment to the staff of the Board in accordance with this section; and the amount of any such award made under those Minutes shall not be paid to him unless his employment in the staff of the Board is terminated by",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "retirement on account of age or ill health or by the abolition of the office",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "18 Ceylon Tea Board Act, No, 1 of 1970 held by him in auch staff or on any” other ground approved by the Minister- of Finance; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(i) in the event of his death after being app-- _ ointed to the staff of the Board w. accordance with this section, auch an award as might have been made in respect of him under those Minutes if he had died immediately before his. appointment to the staff of the Board. may be made in respect of him.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(2) Any public officer referred to in sub-section B of section 28 who gives notice under paragraph (b} of that gub-section before the appointed date—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(@) shall be deemed to have retired from the pablic",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "service on the appointed date;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "{b) shall be offered employment by the Board on such: terms and conditions as may be agreed upon by such officer and the Board:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "Provided, however, that such terms and conditions shall be not less favourable than. the terms and conditions on which euch... officer was employed for the purposes of the administration of the Tea Control Act, No. 51 of 1957, or of the Tes Subsidy Act, No. 12 of 1958, or of the Tea (Tax and Contzol of Export) Act, No. 16 of 1959;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(e) shall be cligible for such pension or gratuity un- der the Minutes on Pensions as would have been awarded to him had he retired from the public service on the ground of abolition of office on that date ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(A) if be is eligible for a pension and does not exer- cise the option under section 2 (1) (1) of the Minutes on Pensions, hho shall not be Paid the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "ension durit 1e period of his em ent",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "Ender the ‘Bowed p Pioym",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(0) if he is eligible for # pension and elects to draw agratuity in partial commutation of one- fourth part of his pension in accordance with, the provisions of section 24 (1) (i) of the Minntes on Pensions—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(aa) such grataity shell not be paid to him but shall be credited to Ms account in a provident fund of the Board. established under this Ant:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "Ceylon Tea Board Act, No. 15 of 1970 19 (0d) the remaining three-fourths part of the ‘pension payable to him under the said ‘Minutes shall not be paid to him daring the period of bis employment = by the Board; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(ec) for the purposes of the computation of (0 Fe Rid of “twelve yore bud sik months irom the date of his retire- ment” referred to in section 26 (0) (ii) of the said Minutes, the date 0! his retirement shall be deemed to be the day following the last date of his",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "employment under the Board; and if he is eligi atuity and not a pen- iene mice ‘tho, Abington Pongions uch gratuity shall not be paid to him but shall be credited to his account in a provident fund",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "of the Board established under this Act,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(8) Any public officer referred to in sub-section (2) of section 28 who gives notice under paragraph (0) of that sub-section before the appointed date shail be deemed to have retired from the public service on that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "adate and shall be eligible for such pension or gratuity under the Minutes on Pensions as would have been awarded to him had he retired from the publio service on the ground of abolition of office on that date.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "80. Any public officer who is up to the appointed. spain @ate etwployed for the purposes of the administration evs, of the Tea Control Act, No. 51 of 1957, or of the Tea =k (Tax and Control of Export) Act, No. 16 of 1959, shall Shwe ia for the purposes of sub-section (2) of section 28 be ee entitled to have counted as pensionable service all such Soml® - service in respect of which he was paid a gratuity by the Government, provided he pays or arrives at an agreement to pay to the Deputy Secretary to the ‘Treasury all such sums of money as he may have yecsived by way of such gratuity together with such ‘interest as may be determined by the Deputy Secretary to the Treasury, notwithstanding the fact that in the year 1968 such public officer had exercised an irrevoc- able option to accept such gratuity and have only his service thereafter counted as pensionable.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "3 e797 (709), .",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "20 Ceylon Tea Board Act, No. 15 of 1970 Speci 31, Notwithstanding anything to the contrary in provision any other written law, where any person, who is psi already in receipt of » pension from the Government trendy ia or from any local authority or from tbe Local Govern- made tment Service Commiasion, is employed by the Board, such person ghall not be paid st Bension during the period of his employment by the Board. Bower of 82. (1) The Board may make regulations for the Bart to purpose of carrying out or giving effect to the Fepiiatioas, principles and provisions of this Act. (2) In particular, but without. prejudice to the ality of the powers conferred by sub-section (1), Hee Board may make regulations in respect of all or any of the following matters:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(@ @ scheme for subsidizing with moneys of the Central ‘Tea Fund the replanting and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": ". rebabilitation of estates and small holdings and for subsidizing with moneys of that Fund the diversification of estates and small holdings by the replasement of ea on such estates and small holdings by other crops or livestock farming; >",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "{®) @ scheme for subsidizing with moneys of that Fund the improvement, modernization and construction of ten factories;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "() a scheme for subsidizing with moueys of that Fund the marketing of green tea leaf of estates and small holdings;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "@ 4 scheme to regulate the sole of tea, including the conduct of tea auctions;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(6) a scheme to regulate the export of tea and all arrangements relating to its shipping and freight;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(A) 2 scheme to assist and encourage the marketii ‘of ten in and outside Ceylon oa",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "() a scheme to regulate the establishment and operation of tee, factories, including factories for the manufacture of instant ten; ih",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "{A) the establishment and regulation of provident. funds, gratnity schemes, medical aid schemes, and other welfare schemes for all gr any of the offcers and sorvants employed for the purpose of this Act and their dependants; -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "Ceylon Tea Boord Act, No. 16 of 1970 a . |",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "@ such conditions, prohibitions or other provisions",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "as may be necessary for securing the due operation and enforcement of the regula- tions;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "+ the provision that the contravention of, or the failure to comply with, any auch regulation, and the furnishing of false information ot ‘returns to the Board or ite officers or servants, shall be an offence triable summarily by a Magistrate, and that the punishment for suck ofenee shall be a fine of an amount not, exceeding one thousand rupees, or imprison- ment of either description for a term not exceeding six months, or both such fine and imprisonment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "(3) (a) No regulations made by the Board shalll have effect except with the approval of the Minister given, in the case of every such regulation relating to any of the matters referred to in section 6 (2), with the concurrence of the Minister of Agricultore. Every regulation co approved shall be published in the Gazette, and shall come into operation on the date of such ‘publication, or on such later date as may be Specified therein,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "() Every regulation made by the Board and approved by the Minister shall, as soon as convenient after its publication in the Gaseéte, be brought before the Senate and the House of Representatives for approval. Every regulation which is not so approved, shall be deemed to be rescinded as from the date ‘of disapproval, bat without prejudice to the validity of anything previously done thereunder.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "38 (1) The Tea Pi anda Board Ordinances xepal of is Terehy repealed. moras! Chaps 10,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "(2) All property, movable or immovable, and all",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "tights in property belonging to the Ceylon Tea .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "Propaganda Board, on the day immediately preceding",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "the appointed date, shall be vested in and be the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "broperty and rights of the Board on that date.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "(8) All rights and obligations of the Ceylon Tea Propaganda Board under contracts legally entered into by that Board which are in existence, on the day immediately preceding the appointed dete, shall be deemed to be the rights and obligations of the Hoard on that date,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "22 Ceylon Tea Board Act, No, 15 of 1970",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(4) Every officer or servant holding an appointment unter the Ceylon Tea Propaganda ‘Board immediately before the appointed date shall, on thet date, be trans- ferred to the employ of the Board. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(5) An officer transferred under the provisions of sub-section (4) shall be employed by the Board on terms and conditions which are not, on the whole, less favourable than those he had eneyed in. the sarvios of the Ceylon Tea Propaganda Board immediately before the appointed date.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "ot a i ii Repel ot ro aq) The Tos Research Ordinance is hereby",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(2) All property, movable or immovable, and all tights in broperty belonging to the Tea Research Board, on ‘day immediately prending the appointed date, shall be vested in and be the property and rights of the Board on that date.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(8) All rights and obligations of the Tea Research Board under contracts legally entered into by that Board which are in existetice, on the day immed‘atcly preceding the Sppointed date, shall be deemed to be + the rights and obligations of the Board on that date,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(4) Every officer, servant or other person holding au sppointment imder the ‘Tea Research Bo immediately before the appointed date shall, on that date, be transferred to the employ of the Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(5) An officer transferred under the provisions of sub-section (4) shall be employed by the Bourdon terms and conditions which are not, on the whole, less favourable than those he had enjoyed in the service of the Tea Research Board immediately before the appointed date.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "Repeal of 35, (1) The Tea Subsidy Act, No. 12 of 1958, as is hereby repeated, y b",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(2) Notwithstanding the repeal of the Tea Subsidy Act, No. 12 of 1958, every such regulation made under that Act as is in force on the day immediately preced- ing the date of such repeal shall, in eo far as it is Lot inconsistent with the provisions of this Act, be deemed to he @ regulation made by the Board under this Act subject to the modification that any reference",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "Ceylon Tea Board Act, No. 16 of 1970 28 in any such regulation to the “‘ ‘Tea Controller” o the ‘Controller \"? shall be read and construed as a reference to the “ Tea Commissioner ”. “96. In this Act, unless the context otherwise toaymtathe requires—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“Central Tea Fund ” means the Central Tee Fund = established under this Act;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“Ceylon Tea Propaganda Board” means the Ceylon Tea Propaganda Board established under the Tea Propaganda Ordinance, and includes the Tea Propaganda Board of Ceylon, being the name under which such Board was incorporated under that Ordinance ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“ Commissioner of Tea Exports ”” means the person holding the office of the Commissioner of Tea Exporte;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“* committee ”* means a committee appointed under the provisions of eection 8;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“‘company ”* means eny company established and incorporated under the provisions of any law for the time being in foros in any country;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“estate”? hes the same meaning as in the Tea Contro? Act, No. 51 of 1957, as amended by this Act; :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“* green tea leaf” has the same meaning as in the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": ". Tea Control Act, No. 61 of 1957, as amended by this Act;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“(made tea” has the same meaning as in the Toa",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": ". Control Act, No. 51 of 1057, as amended by this Act;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "“‘manufecturer ” has the same meaning as in the Tea Control Act, No. 51 of 1957, as amended by this Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "4 Ceylon Tea Board Act, No. 16 of 1976",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "“Minister” means the Minister in charge of the ‘Ministry of Commerce and Trade;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "“ Minister of Agriculture ” means the Minister in charge of the Ministry of Agriculture;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "“ Principal Colletor ” meang the pereon appointed to be or to act as the Principal Collector of Customs;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "“* refuse tea '’ has the same meaning ag in the Tea Control Act, No. 51 of 1957, as amended by this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "‘ pehabilitation \"°, when used with reference to any tea estate or tea small holding, means any operation designed to improve the agricul- tural conditions of such estate or small hold- ing, and includes the application of fertilizers, the adoption of mal conservation measures and the planting of additional tea plants and ony other suitable plants in such estate or small holding;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "“replanting”, when used -with reference to any tea estate or tea small hold- ing, means the uprooting of all existing tea plants and other vegetation in the whole or any part of such estate or small holding ond their replacement by new tea plants, and includes the planting of tea plants in an area which does not form part of such estate or small holding if the tea plants in an equivalent area of much estate or small holding vere eradicated within suck time as the Board may specify ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "‘‘ mall holding *” has the same meaning aa in the Tea Control Act, No. §1 of 1957, as amended by this Act; :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "\"tea\" has the same meaning as in the Tea Control, Act, No. 51 of 1957, as amended by this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "* Tea Commissioner ” means the person appointed to be or to act as Tea Commissioner for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "purposes of this Act;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 12,
    "text": "* Tea Controt Fund *’ means the Tea Control Fund established under the Tea Control Act, No. 51 of 1957, as amended by this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "_ Ceylon Pea Board Act, No. 15 of 1970 25",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "“ tea factory ” bas the same meaning as in the Tea Control Act, No. 51 of 1957, as amended by this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "“Tea Research Board \"' means the Board of the Tea Research Institute of Ceylon established under the Tea Research Ordinance;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "“© Tea Subsidy Fund \"” means the ‘Tes Subsidy Fund established under the Tea Subsidy Act, No, 12 of 1958.",
    "mean_p_confidence": 0.82
  }
]