[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ", eM neg BES: Len 2 og | PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA REHABILITATION OF PERSONS, PROPERTIES AND INDUSTRIES AUTHORITY ACT, No. 29 OF 1987 [Certified on Znd Supe, 1987] \"printed oi the Orders of Government Published as Supplement to Part I of the Gazette of the Deneocratic Socialist Regablic of Sxl Lanka of June 05, 1987 secre 4s ven PUES OF COPMDDEDEY Pee Lea Pace = we Gieead ramimen ee, Sued Price : Re. 1.50 Postage : Re, 1.15",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Rehabititation of Persons, Properties and Industrien ‘Authority Act, No, 29 of 2987 . [Certified on 2nd June, 1987] :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "LD—O 70/83,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "AN Act To estaBLinn AN AUTHORITY TO ASSIST IN THB FAWABTLITANION OF CERTAIN PERSONS AND THR REPAD, Fusronation ax REHWAsiLITATION OF CERTAIN PROPERTIES, SNDUSTRIRG AND RUSINESSES ; AND TO PROVIDE FOR MATTERS",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "CONNRCTED THERERWIEH OR INCIDENTAL THERETO,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parliament of the Democratic Socialist",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1, \"This Act may be cited as the Rehabilitation af Persons, Short title, Properties and Industries Authority Act, No, 29 of 1967, and Syeretion. shall come into operation on such date (hereinatter referred to as the “appointed date”) as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 (1) There shell be established a body called the Ertabiish- Rehabilitation of Persons, Properties and Industries Autho- ent of tbe tity (hereinafter referred as “ REPPIA”). tion of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) REPPTA shall by the name asstgned to it by this Act, Picperties be a body corporate and shall have perpetual succession Industriea and a common seal and may sue and be sued in such Authority. name.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. () REPPIA shall consist of a Board of five Directors Board of appointed by the Minister. Birsctorsat",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) The Board of Directors shall exercise, perform oF discharge the powers, duties or functions of REPPIA, subject to stich spectal or genersl directions as the Minister may issue from time to time, It shall be the duty of the Board of Directors to comply with every such direction.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(8) ‘The Minister shall appoint one of the Directors as Chairman of REPPIA,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(4) The provisions of the Schedule to this Act shall have effect in relation to the terms of office of the Directors of REPPIA, and the remuneration payable to Directors of REPPLA, meetings and the seal of REPPIA. :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4, Subject to the other provisions of the Act, the Punctionsof functions of REPPIA shall be— kneel",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{a) to assist in the rehabilitation of affected persons by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘way of an outright grant or any such other means az REPPIA may deem necessary ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Se oosess—a.sis (jo)",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "41 Rehabilitation of Persons, Properties and industries Authority Act, No. 29 of 19387 {b) to assist the owner of any affected property to _Tepair and restore such property e.ther by way of ‘an outright grant or subject 10 such reusonable _- conditions a may be agreed upon by REPPIA and such owner for securing the repayment of any * expenditure incurred out of the Fund for the purpose of such repair and restoration ; {c) to assist the tenant of any affected property being damaged property to repaie and restore such ; property if the owner of such property ix unable . . or unwilling to repatr and restore such property and REPPIA is satisfied that, having regard to all the . Sireumstances of the case, it is just and equitable to authorize such tenant to carry out the necessary . repairs and restoration ; {d) to order the demolition and removal of any affected . property which consists of a building or structure; , . and 4e) to assist the proprietors of any affected industry, of business, to rehabilitate such Industey or business, aubyect to such reasonable conditions as miay he agreed upon by REPPIA and such proprietor for securing the repayment of any expenditure ineur- . zed out of the Fund for such rehabilitation. Tarot & For the purpose of discharging its functions, REPPIA cnay exercise all or any of the following powers :— ia) to acquire in any manner, and hold, teke or give of lease or hire, mortgage, pledge, sell or otherwise dispose of any movable or immovable property ; id) to clear and redevelop affected property vested in : : the State by virlue of a determination under section 22, or revested in the State under seetion 23; (©) to enter into and perform all auch contracts, a tay consider necessary for the discharge of its functions ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Rehabilitation of Persons, Properties and Industries 3 Authority Act, No, 29 of 1987 (@) to accept gifts, grants, donations or subsidies whether «, ta cash of otherwise, and to apply them in the discharge of its functions; fe) to do all such acts or things ax are incidental to or consequential to the discharge of its functions, 6 (1) ‘The Chairman shall be the Chief Executive Officer Anpotatment of REPPIA. ae servant, (2) REPPIA may appoint such number of offteers, agents and servants as it considers necessary for the discharge of ite functions and for the administration and implementa- ion of this Act, (2) The officers, eervants and agents shall be remune- rated tn auch manner and at such rates and shell be subject -o to such cond.tions of service, az may be determined by z REPPIA, : (4) At the request of REPPIA, any officer in the publie service may, with the consent of that offer and the Secretary to the Ministry of the Minister in charge of the wubject of Public Administration, be teraporarily appointed to the staff of REPPIA for such petiod az may be deter. mined by REPPIA with like consent or be permanently appeinted to such staff with luke consent. (5) Where any officer in the public service is temporarily Appointed to the staff of REPPIA, the provisions of sub- section (2) of section 13 of the Transport Board Law, No. 19 of 1278, shall, mutatis mutandis, apply to and in telation to him. (8) Where any officer in the public service is permanen- Uy appolnted to the staff of REPPTA, the provisions of ‘subsection (3) of section 13 of the Transport Board Law, No. 19 of 1978, shall, mutatis mutandis, apply to and in relation to hima, (1) Where REPPIA employes. any person who has agreed to serve the Government for a specified period, any period of service with REPPIA by that person shall be regarded as service to the Government for the purpose af discharging’ the obligations of such agreement,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Rehabilitation of Persone, Properties and Industries ‘Authority Act, No, 29 of 1987 (®) At the request of the REPPIA, any member of the Local Government Service or any other officer or servant of a local authority or a Development Council, as the case may be, may with the consent of such member, officer or servant and the Local Government Serviee Commission, of the Local Authority or a Development Council, as the case may be, temporarily appointed to the steff of REPPIA, for such perfod as may be determined by REPPIA, with like ‘consent or be permenently appointed to such staff on such + terms and conditions including those relating to pension or provident fund rights as may be agreed upon by REPPIA and the Local Government Service Commission, or that Local Authority or Development Council, as the eae may be. pep 7 (1) There shall be a Fund for the rehabilitation of affected persons and for the repair, restoration and rcha- Dilitation of affected property (hereinafter referred to 85 the “ Fund”).",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(@) There shall be credited to the Fund—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(a) all such balances lying to the credit of—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "@) the fund of REPIA esteblished by the Emer- gency (Rehabilitation of Affected Property, ‘Businesses or Industries) Regulations made under the Publie Security Ordinance;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(i) the Commissioner-General of Essential Ser- ‘vices appointed under the Emergency (Mis~ cellaneous Provisions and Powers) Regula- tions made under the Public Security Ordi- nance,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "‘on the appointed date ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(®) all such sums os may be voted by Parliament from time to time for the purposed of this Act;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(©) au such sums as may be received by the Fund by way’ of donations, grants or gifts from ny source whatsoever, whether in or outside Srf Lanka and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ": all repayment of advances made from the Fund.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(@) There chall be paid out of the Fund, all euch sume",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "’ as may be required to defray eny expenditure incurred in the administration and implementation of this Act and all such sume as are required to be paid out of the Fund by any provision of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Rehabilitation of Persons, Properties and Industries 5 Authority Act, No, 20 of 1987 books of accounts to Auditet teint of the inane and exaneur, assets ond liabili- Aeguneset ‘es and all other transactions of REPPIA,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) ‘The provisions of Article 154 of the Constitution relating to the audit of accounts of public corporations shail apply to the sudit of the accounts of REPPIA. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "% Any person authorized, in that behslt by REPPIA Taking aay take possession of any affected property, business or oretted industry vested in the State by virtue of a determination property. under section 22 or re-vested in the State under section 23 of this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "10, (2) Any person who without lawful authority, proof Unauthorized whereof shall be on such person, enters or oceuples any mov affected property, on or after the relevant date, shall be SUsted, guilty of an offence under this Act, and shall, on conviction after trial before a Judge of the High Court sftting without a Jury, be liable to imprisonment for a term not exceeding ten years",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) Where the Secretary to Ministry of the Minister (hereinafter referred to as “ Secretary”) is satisfied that any person ia in unauthorized occupation of any affected Property or that any tenant whose rights are protected un- - der section 11 is not permitted to enter upon, or continue in ‘ecoupation of any affected property, he may direct in writing, a police officer not below the rank of an Inspector of Police *",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(a) in any case where any person is in unauthorized",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": ": possession of any affected property, to elect such person and to place in occuyation thereof, the per- son who is entitled to oceupy stich property ; () tn any case where a tenant of any affected property whose rights are protected under section 11, is not , permitted to enter upon or continue in occupation . ‘vf such property, to restore that tenant to posses- sion. It shall be the duty of every such police officer to comply with every such direction,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "6 Rehabilization of Persons, Properties and Industries Authority Act, No, 29 of 1987",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "’ * ” (8) A police officer acting in pursuance of a direction famed to him under subsection (2) may use euch force as may be necessary for the purpose of ejecting any person ‘who is in unauthorized occupation of any affected property ‘and shall be entitled to the sssistence of the armed forces for that purpose.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(4) Nothing in this section shall be deemed to affect the rights of any person ejected from any affected property un- der subsection (1) and claiming to be entitled to the occupa tion of the same to institute proceedings in any court to enforce his sights, if any, in, or over, such property. Any such proceeding shall be instituted within two months of such ejectment,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Provlalons i, (1) Where any affected property consists of pre-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "frien \"mises to which the Rent Act, No. 7 of 1972 (in this section",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "pitcente referred to as “‘the Rent Act”) applics, then—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "aftected",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Property, {@) any person who was the tenant of such premises on the day immediately proceeding the relevant date shall be entitled to enter upon and occupy such premises and it shall be the duty of the landlord to permit such tenant to enter upon and occupy such premises ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(8) such person shall be deemed not to be in arrears of rent in respect of such premises for the period com- meneing on the relevant date and ending on July 31, 1984 or the date on which euch premises are repaired or restored which ever date fs eariier;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "{€) no action shell be instituted for the ejectment of auch tenant from such premises under section 28 of the Rent Act in relation to the period commencing of ‘the relevant date and ending on July 31, 1984 or the date on which such premizes are repaired oF",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "; , Restored which ever date ia earlier ;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "{@) where the landlord of euch premises repairs oF",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "\"\"gestores such prem'ses, otherwise than with any money received from the Fund as an outright grant,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "‘incurring expenditure of such amount as is autho- rized-or aceepted by the Chairman, the standard Tent of such premises may, if the Chairman issues. ‘a certificate to the effect that such repair or resto~ ration have been properly effected, be increased for",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Rehabilitation of Persons, Properties and Industries 7",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Authority Act, No, 29 of 1987 .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "‘a period of ten years by twelve per centum cach",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "year of the amount authorized or accepted by the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Chairman, Every such increase shell be deemed to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "he a permitted increase for the purpose of the Rent Act;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(e) where the landlord refuses to effect repsize to such. premises or refuses to restore such premises, and the tenant of such premises repairs or restores such premises, otherwise than with any money",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "+ received from the Fund ag an outright grant, incurring expenditure of such amount ox it authorized by the Chairman and the Chairman issues a certificate that auch repair or restoration has been properly effected, the tenant shall be entitled to set off against the rent payable is respect of euch premises the amount authorized by ‘the Chairman in such instalments 2s may appear ta the Chairman to be just and equitable having regard to all the circumstances of the case:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Provided where the tenant has agreed to repatt or restore such premises and has given an assurance to REPIA established by the Emergency (Rehabi- Wation of Affected Property, Business and Indus tries) Regulations made under the Public Security Ordinance that repairs or restoration of the affected property would he carried out by such tenant at his ‘expense, the tenant shalt not be entitled to cleiss any relief urider thin paragraph,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) Where any affected property consists of premises te which the Rent Act does not apply, then any person whe was the tenant of such premises on the day immediately Preceding the relevant date shall be deemed not to be in ‘arrears of rent in respect of the period commencing on the Televant date and ending on the date on which such pre",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "_ milses are repaired or restored, : (3) Where the standard rent at any premises is Increased ° under paragrash (¢) of subsection (1) by reason of any repairs or restoration made to such premises the landlord of such premises shall not be entitled to apvly for an ine crease of rent under section, 5 of the Rent Act in respect of ‘the same repairs or restoration, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "8 Rehabilitation of Persons, Properties and Industries Authority Act, No, 29 of 1987",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(4) For the avoidance of doubts it is hereby declared that where the standard rent of any premises, the standard rent (determined under section 4) of which was, on the relevant date, under one hundred rupees a month, has Increased, by reason of an incresse made under paragraph (d} of sub- section (1), to an amount exceeding one hundred rupees & month, the landlord of such premises shall not be entitled to institute any action or proceedings for the ejectment of ‘the tenant thereof on any ground set out in subsection (2) of section 22 of the Rent Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(5) For the purpose of this section a certificate under the hand of the Chairman that any premises were repalred oF Testored on a particular date shall be prima facie proof of the fact that such premises were repaired or restored, on that date,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Proceedings 12. (1) Any person who sold any affected property",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "fpiting to after the relevant date but before December 32, 1993 may,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "af aficeted within a period of two months after the appointed date insti~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "propery tute an action in the District Court having jurisdiction",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Televant over the area in which such property is situated for an",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "aus, order setting aside such sale or for the recovery of the difference, if any, between the price at which such property was sold and the market value of such property.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) Where any action is instituted under subsection (1), the Court may, if it is satisfied that the property in respect ef which such action is instituted was sold at a price which Js less than the market value of such property, make order setting aside cuch sale and restoring possession of such property to the person who was in possession thereof on tho day immediately preceding the relevant date or requiring the payment of the difference between the sale price and the market price. Where the Court makes an order setting aside a ale it shall also order the repayment of the sale price, :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(2) A certificate under the hand of the Chairman to the effect that the immovable property specified In such certi- Beate is or is not affected property shell be admissible in evidence in any legal proceedings instituted under section 10, cr under subsection (1) of this section and shall ‘be prima facie proof of the facts stated thereln,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "tehabilitation of Persons, Properties and Industries ® Authoraty Act, No. £9 of 1987 (4) In this section “market value” in relation to any affecied property means the price which suca property ‘would have aetened at eola in the open market on the day immediately preceding the relevant date, less such amount 8s ig, In the opinion of tne Court necessary to restore such property to its condition on the day immediately preceding the relevant date, 38 (1) The Chairman may, by @ notice in writing, Fowersot require any person to fuxnish any such informetion or to gull for jp. iifortaation, produce any such book, register or document as the Cheir- man may consider necessary for the proper exercise of his” powers or the discharge of his functions, and it shall be the duty of any person who recefves such notice to comply with the terms of such notice, unless he is prohibited by the provisions of any written law from furnishing auch infor- mation or producing such book, register or document. @) No information furnished oF the contents of a book, Togister or document produced in compliance with terms ‘of 2 noties fesued under this section shalt ke published or communicated by the Chaitman to any other person, except ‘with the consent of the person furnishing such information er producing such book, register or document, as the case tay be, or in the course of the discharge of his functions ‘under this Act, 14 () Any affected property which consists of building Demlition or a portion thereat is ballding. {@) uninhabitable on account of ft heing burnt or other- wise damaged ; or (0) In e state of disrepair, the Chairman may direct the owner of such property in ‘writing to demolish such building and clear all debris within @ perfod specified in sueh direction, (2) Where any person fails ta comply with a direction fosued under subsection (1) the Chairman may cause such Building to be demolished,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Rekabititation of Persons, Properties and Industries Authoray Act, No, 29 of 1987 (8) Where any building or portion thereof has been demolished under subsection (2), it shall be lawful for REPPLA to sel) the material resulting from such demolition, to apply the proceeds of such sale in the payment of the expenses incurred in the demolition and clearance, and to pay the excess, if any, to the owner of such building. Seempetion 13. (1) No perton shell, unless he has been authorized in alate] writing by REPPIA, enter or occupy any affected property ‘property. to which this section applies, (2) No person shall unless he hos— {a) been authorized in writing by REPPIA; and {b) obtained any approval which he is required to obtain under the Urban Development Authority ‘Law, No. 41 of 1978, the Municipal Councl!s Ordi- nance, the Urban Councils Ordinence, the Deve lopment Councils Act, No, 35 of 1980, or any other law, repafr, restore, reconstract or demolish any affected Froperty to which this section applies. @) This section applies ta affected property vested in + the State by virtue of a determination made under section 22 of or revested in the State under section 23 of this Act. Spphentyen 16. (1) REPPIA shall— Fevenue ot (@) for the purpose of paragraph (b) of saction 8 of the Re Inland Revenue Act, No. 28 of 1979, be deemed to REPPIA, be a Government institution ; and (®) for the purposes of paragraph (n) of subsection (2} of section 31 of that Act, be deemed to be a Government department performing functions similar to REPIA established under the Public Security Ordinance. 1 {2) The Fund shall be deemed, for the purposes of para graph (b) of subsection (2) of section 31 of the Intand Revenue Act, No. 28 of 1979, be deemed ta be a fund estab- lished by the Government of Sxl-Lanka. ; : ~(8) Every gift made to the Fund shall, dor the purpose of parasraph (e) of subsection (1) of section 54 of the Intand Revenue Act, No. 28 of 1999, be deemed to be a gift to the Government,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": " Renobilitation of Persona, Properties and Industries 13 Autnorty Act, No. 29 of 1987 17. All directors, officers and servants of REPPIA shall Directors be deemed to be public servants within the meaning of, and officers . for the purpose of Lhe Penal Cude. eemedt Dube Eran 18. REPPIA shail be deemed to be a scheduled insiitu- REFFIA tion within the meaning ot the Bribery Act, and the provi- whee sions of that Act shall be construed accordingly. seneduleg ‘within the meaning of the Briery Ac . 18. (1) No civil or criminal proceedings shall be institu- Protection ted or maintained against the Secretary, the Chairman, Director or any officer or servant of REPPIA in respect of any uct bona fide done or purpocted to be done or om mitted to he done by him under this Act, {2) Any expenses incurred by such person as is referred to in subsection (1) in any civil or criminal proceeding instituted against him in any court in respect of any act done or purported to be done or omitted to be done by him . ‘under this Act, shall, if the court holds thet such act was done or omitted to be done in good faith, be paid out of the Fund, unless such expense is recovered by him in such proceedings, 20. Any person who— Offences. (e) refuses of fails to comply with any direction gives ‘er requirement imposed by REPPIA; or “ {) resists of obstructs a person authorized by REPPIA, ‘8 police officer or a member of the armed forces, 1m the exercise by such person, officer or member, of the powers conferred on him by section 9 or section 10 {c) contravenes or fails to comply with the provisions of this Act, shell be gullty of an offence and shall after summary trial hetore a Magistrate, be liable unlem otherwise expressly provided, to.a fine not exceeding ten thousand rupees, or te Imprisonment for a term not exceeding two years or to both such fine and imprisonment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "12 Rehabilitation of Persons, Properties and Industries Authority Act, No, 29 of 1987 o : eer ot 21. Where an offence under this Act is committed by « ‘permons, body of persons, then— .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(a) it that body is a body corporate, every director of the body corporate shall be deemed to be guilty of that offence ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "{b) if that body is a firm, every partner of that firm shall be deemed to be guilty of that offence:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Provided, however, that no such director or partner shali be deemed to be guilty of an offence under this Act, if he proves that such offence was committed without his knowledge, or that he ‘exercised all due diligence to prevent the commis-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": ". sion of that offence.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "Pivesting of 22. (i) Every affected property, business or industry propery, vested in the State by virtue of the Emergency (Rehabill- industry tation of Affected Property, Business or Industries) Regu- ‘yerted Jations made under the Public Security Ordinance, shall inie be deemed, with effect from the appointed date, to have ‘by virtue heen divested except any’ such affected property, business Brine ney ct industry as is determined by the Chalrman in weiting— ‘Regulations,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(@) being an affected property—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(W fs respect of which repairs or restoration hava or has not commenced ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(@#) in respect of which repairs or restoration have oF has been commenced but not completed;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(ii) the tenant of which has not been restored to Possession ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "{iv} in respect of which an inguiry is pending on ‘the appointed date; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(b) being affected business or industry in respect of which—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "(@) rehabilitation or restoration has not com- menced; - i (i) rehabilitation or restoration has commenced but not been completed ; . Gil) the tenant of which bas not been restored to possession ; iv) an inquiry ia pending on the appointed date.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Rehabilitation of Persons, Properties nd Industries 13 . Authority Act, No, 29 of 1987",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(2) The Chatrman shall have the authority to divest by declaration in writing at any time any such property, busi- ness or industry as 1g excluded under subsection (1), where he is satisfied that—~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(0) repairs or restoration to such property, have or haa",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "been completed or that the lawful tenant of such property hes been restored to possession ; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(®) xebabilitetion or restoration of such business oF",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "industry hus commenced or have or has been com- pleted ond every such declaration shall be final and conclusiye,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "and shall nut be called in question in any Court,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(8) Upon the divesting of any affected property, business or industry, by virtue of the operation of subsection (1), oF under subsection (2) such property, business or industry shall be deemed never to have vested in the State and any question which may arise as to any right, title or interest fn, or over such property, business or industry shall be determined accordingly, and subject to the provisions of this Act, every arrangement, agreement or other notarially ‘executed instrument in, or over the property, business or industry subsisting on the date on which such property, ‘business or industry vested in the State, shall be deemed to be revived by operation of that subsection. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "23, Where the ownership of any property, business or Re-vesting industry vested in the State by virtue of the Emergency property. (Rehabilitation, of Affected Property, Business oy Indus- tries) Regulations mage under the Publ Security Ordi- nance has been restored, under those regulations, to the Petson who was the owner of such property, business or industry on the day tmmediately preceding the relevant date, on an undertaking given by such person to REPPIA established by those regulations, the Secretery may, if he it eatieed that such andertaking has not been complied with, by notice published in the Gazette, re-vest much Property in the State. -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "14 Rehabitisasion of Persons, Properties and Industries duthority Act, No. 29 of 1987",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Eetemtion 34, (1) REPPIA may delegate to the Chairman or any other Director or ta any employee thereof any of its powers and duties,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(2) The Chairman, Director or employee to whom any of the powers or duties of REPPIA has been delegated under subsection (1) shall exercise and perform the powers and duties so delegated subject to the general or special ditectiona of REPPIA.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Regulations, 25, (1) The Minister may make regulations in respect of all matters for which regulations are authorized or required, by this Act to be made,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(2) Every regulation made by the Minister shalt be pub- Ished in the Gazette and shall come into operation on the date of such publication or on auch later date as may be specified therein,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(3) Every regulation made by the Minister shall as soon ‘#8 convenient after its publication in the Gazette, be brought: before Parliament for approval. Every regulation which is fot so approved shall be deemed to be rescinded ax from the date of ouch disapproval but without prejudice to the validity of anything previously done thereunder,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(4) The date on which any regulation shall be deemed to be so rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "fpierorcta- 28, In this Act unless the context otherwise required—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "“affected property” means any immovable property",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "damaged or destroyed on or after July 24, 1983, and prior to August 8, 1983, by riot or civil commotion ‘and includes such other property damaged or det troyed by & riot or civil commotion as is specified by the Minister, by Order published in the Gazette.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "“affected business or industry” means any undertaking",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "- ‘of an industrial or commercial nature damaged or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "destroyed on or after July 24, 1983, and prior to",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "‘August 8, 1983, by rlot or efvil commotion and in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "eludes all movable and immovable property used ~ for the purposes of that undertaking ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Rehabilitation of Persons, Properties and Industries 15 Authority Act, No, 29 of 1987 “affected person” means any person whose property movable or immovable was damaged or destroyed ‘or who wes physically affected on or after July 24, 1983, and prior to August 8, 1983, by riot or civil commotion ; ™ Chairman “ means the Chaitman of REPPIA appointed under section 8; “premises” has the same meaning as in the Rent Act, No.7 of 1972; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "“the relevant date” means July 24, 1983,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "SCHEDULE Uection 8001",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "_ Provisions relating to the Directors of REPPIA",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "1. A person shall be dlequalifted from being appointed or fora continuing as & Director, if he—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "12) is a Member of Parlement or a member of Toe! autho-",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "wily 5 oF :",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "{b) fa under any law in foron in Srt Lanka of in any other",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "country tound or declazed to be of unsound mind z or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(©) ie 9 person who, having been declared an insolvent or a",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "bankrupt under any law in Sei Lanka or in any other countey” ig on undischarged Lnsotvent or bankrupt; of 1d) is serving a sentence of imprisonment Imposed by Court in ‘Bri Lanka of any other country.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "2, Any Director may resign ftom REPPIA by fetter in that bholf addressed to the Minister.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "‘3. The Minister may, without asrigning any reason therefor remove any person appointed as a Director under section 3(1).",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "4. (1) Bvery Director shall, unless ha vacates offen eatller by eath, resignation or removal, hold office for a term of three years from the date of his appointment end shall, unless he has ‘been removed from office, be cligible far reappointment:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Provided that « Director appointed in place of a Director who dics or reslene or otherwise vacntes office: hall, unless he eurlier ‘Yacates office, bold office for the unexpired part of the term of alee of the Director whom he succeeds.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(2) Where the Chatrman or any other Director becomes, by ftason of iinets, infirmity or absence from Sri Lanka, tem- Pow ily unable to discharge the functions of bis office the Minis er may appoint say other Director to act at Chaitman or any ‘other p rson to act in place of such Chairman of Director, as the vase may be,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "16 Rehabilitation of Persons, Properties and Industries + Authority Act, No, 29 of 1987",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "5. ‘The Chalrman and the Directors shall be paid such remuine= ration out of the fund of REPPIA, as may be determined by the ‘Minister,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "& (1) The term of office of the Chairman of REPPIA shall ‘be the period of his membership of REPPIA,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(2) The Chairman may entlier resign his office as Chairman hhy letter in that behalf addressed to the Minister.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(3) The Minister mony, at any time, without amigning « reat therefor, terminate the appointment af the Chairman,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "7. (1) Subject to the other provisions of thls peregraph, ‘REPPIA amay regulate its procedure in regard to Ite meetings and the transactions of business at such meetings.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "42) The quorum for a meeting of REPPIA sball be three meti-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "& No act, decision or proceeding of REPPIA sholt be invalidated bby reason only of the existence of a vacaney among its Directors oF any defect in the appointment of any. of its Directors,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "9% (1) The stat of REPPIA shall be in the custody of such Person os REPPIA may decide from time to time,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(2) The teal of REPPIA may be altered in such mannar ms may be determined ky REPPLA.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(3) The seal of REPPIA shall not he affixed to any instrunint or document except in the presenca of two Directors of REPPIA ‘who shall sign the instrument or document in token of their Presence.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "(4) REPPIA shall maintain a register of the instruments at documents to which the seal of REPPLA is fixed.",
    "mean_p_confidence": 0.79
  }
]