[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  Ath Session 1968-69  ‘ EEE  EY fof Neh  SIL, {Shorea ay VET  \\(o2 een MO jc)  Ry Sse) \\ fs  eB wal ees  Ml 'S TE  DS  Finance (Amendment) Act, |  No. 50 of 1968  Date of Assent : December 24, 1968  Printed on the Orders of Government  Printed at, the Commnany Pruss, Cenot, Tobe  Printed 8, 2 gS Foasettna Stan, Coss  Mnon! gubecription (ncuding Bla) Ra 30 (Local), Ta 40  (Foreign), payable ‘to. the SUPERINTENDENT, GOVERNMENT  a ae ig ig  Sam ee eer Fleet of he Ga lowing Eas  20ih Bese rte eee ede fa Ban ted  So Ras ee a at  Price: 45 cents Postage: 10 cents",
    "mean_p_confidence": 0.41455882352941176
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Finance (Amendment) Act, No, 50 of 1968",
    "mean_p_confidence": 0.6233333333333334
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L. D0, 46/68",
    "mean_p_confidence": 0.306
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  An Act 70 AMEND THE Finance Acr, No. 11 oF 1963.",
    "mean_p_confidence": 0.676923076923077
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (Date of Assent: December 24, 1968]",
    "mean_p_confidence": 0.6625
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  BE it enacted by the Queen's Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows:—",
    "mean_p_confidence": 0.8171739130434782
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  4. This Act may be cited as the Finance (Amend- Stor tite  ment) Act, No. 50 of 1968.",
    "mean_p_confidence": 0.7676190476190476
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. Section 119 of the Finance Act, No. 11 of 1963, omy om  hereinafter referred to as the “principal Act”, is SUS Hane  hereby amended as follows :— ‘et, Now",
    "mean_p_confidence": 0.621764705882353
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  y af ose,  (1) in sub-section (1) of that section, by the substitu-  tion, for the words “ carries on in any place  in Geylon?, of the words “ carries on in  Ceylon”; and",
    "mean_p_confidence": 0.73075
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  (2) in sub-section (5) of that section, by the substitu-  tion, for the words “ for any year of assess-  meni in respect of , of the words ‘ for any  year of assessment’ ending on or before  September 30, 1968, in respect of ””.",
    "mean_p_confidence": 0.778235294117647
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  3. Section 120 of the principal Act is hereby Amendmeat of  amended as follows: — wae ao",
    "mean_p_confidence": 0.627
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (1) by the insertion, immediately after sub-section “*",
    "mean_p_confidence": 0.746
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  (1) of that section, of the following sub-  section :—",
    "mean_p_confidence": 0.6776923076923077
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  “(1a) Where a person is chargeable with  business turnover tax in respect of any  business carried on by him and a change of  ownership of thet business oomrs, then not  withstanding the provisions of sub-section  (1), the new owner of that business shall be  chargeable with business turnover tax as  though he had been the owner of that  business immediately before the occurrence of  the change of ownership. ”;",
    "mean_p_confidence": 0.773625
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  (2) in sub-section (2) of that section—",
    "mean_p_confidence": 0.7244444444444444
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  (@ by the substitution in paragraph (a) of  that sub-section, for the words Shai  sm srs 4.08 08",
    "mean_p_confidence": 0.5768181818181818
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Finance (Amendment) Act, No. 60 of 1968  be deemed to be a separate business:  and ”’, of the following: —  “ shall—  (i) for any year of assessment -  ending on or before  September 30, 1968, be  deemed to be a separate  business, and  (ii) for any year of assessment  commencing on or after  October 1, 1968, be  deemed to be a part of  the same business; ”” ;  (0) by the insertion, immediately after para-  graph (@ of that sub-section, of the  ‘ollowing paragraph: —  “ (aa) where businesses of a like  nature are carried on by a  person in the same place or  in different places, the busi-  nesses so carried on by him  shall, for every year of  assessment commencing on or  after October 1, 1968, be  deemed to be one business;  and”; and  (8) by the repeal of sub-section (3) of that section  and the substitution therefor of the following  sub-section :—",
    "mean_p_confidence": 0.734627659574468
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  « (8) (a), For the purposes of this Part of  this Act “ business ” in relation to any year  of assessment ending on or before September  30, 1968, includes any trade or vocation but  does not include—",
    "mean_p_confidence": 0.7738636363636363
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (i) any profession;",
    "mean_p_confidence": 0.542
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (ii) any agricultural undertaking;",
    "mean_p_confidence": 0.6183333333333333
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (iii) any undertaking for the export of  any manufactured or processed  article;",
    "mean_p_confidence": 0.70875
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (iv) the business of a banker, financier,  moneylender, pawnbroker, com:  mission agent or broker;",
    "mean_p_confidence": 0.7094444444444444
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (v) any insurance business:",
    "mean_p_confidence": 0.5666666666666667
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Finance (Amendment) Act, No. 50 of 1968 3",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (vi) the business of carrying on an educa-  tional establishment; and",
    "mean_p_confidence": 0.7378571428571429
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (vii) any other business the turnover from  which may be exempted from the  business turnover tax by Order  made by the Minister, approved  by the House of Representatives  and published in the Gazette.",
    "mean_p_confidence": 0.7769999999999999
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (0) For the purposes of this Part of this  Act “‘ business '’ in relation to any fae! of  assessment commencing on or after October  1, 1968, includes any trade, profession, voca-  tion, or the business of any person taking  commissions or fees in respect of any transac-  tions or services rendered, or the business of  an independent contractor but does not  include—",
    "mean_p_confidence": 0.7619178082191781
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (i) any undertaking for the production  of unmanufactured or unprocessed  agricultural or animal produce;",
    "mean_p_confidence": 0.7333333333333333
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (ii) any undertaking for the purpose of  rearing livestock or poultry;",
    "mean_p_confidence": 0.7300000000000001
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (iii) any undertaking for the manufacture  of copra, desiccated coconut, coco-  nut fibre, crepe rubber,” sheet  rubber or tea (other than an  undertaking for the blending of  tea);",
    "mean_p_confidence": 0.7202857142857143
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (iv) any undertaking for the export of  any manufactured or processed  article;",
    "mean_p_confidence": 0.709375
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (v) the business of a banker, financier,  moneylender or pawnbroker;",
    "mean_p_confidence": 0.7084615384615385
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (vi) any insurance business;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (vii) the business of carrying on an educa-  tional establishment; and",
    "mean_p_confidence": 0.7414285714285713
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (viii) any other business the turnover from  which may be exempted from the  business turnover tax by Order  made by the Minister, approved  by the House of Representatives  and published in the Gazette.’",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4° Finance (Amendment) Act, No. 50 of 1968  Ameninest of 4. Section 122 of the principal Act is hereby  fe'Mocpel’ amended by the addition, at the end of that section,  aS of the following sub-section: —",
    "mean_p_confidence": 0.6807317073170732
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  “| Where upon the final determination of an  appeal made under section 138, any tax in default  to which any sum or sums under sub-section (3) has  or have been added is reduced, then such sum or  sums shall be calculated on the tax as so reduced,”*",
    "mean_p_confidence": 0.800377358490566
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  Insertion of «The following new section is hereby inserted  iG, inte immediately after section 123, and shall have effect as  racipel Act. section 128, of the principal Act:—",
    "mean_p_confidence": 0.6834375
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  * Forme. 128s. The Commissioner may from  time to time prescribe the forms to be  used for all or any of the purposes of",
    "mean_p_confidence": 0.7107142857142856
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  | this Act; and any form so presoribed may  from time to time be amended or varied  ' by the Commissioner, or some other form  may be substituted by the Commissioner  in place of any form so prescribed. **.  Ammimet of G, Section 125 of the principal Act is hereby  ie'priapal — amended as follows :—  saete (a) by the renumbering of that section as sub-section  (1) of section 125;",
    "mean_p_confidence": 0.704375
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (®) by the addition, immediately after the 4  renumbered sub-section (1), of the following  sub-section : —",
    "mean_p_confidence": 0.6695238095238095
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  “« (2) Where an assessment is made under  sub-section (1) in respect of any person for  any quarter in any year of assessment, the  amount so assessed shall be deemed to be  business turnover tax in default for that  quarter and accordingly such person shall,  from the date on which such person should  have paid the tax for that quarter under  seotion 122 (2), be liable to the penalty under  section 122 (3) in respect of such amount. ”.",
    "mean_p_confidence": 0.8126666666666666
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  Amendment of 7, Section 128 of the principal Act is hereby",
    "mean_p_confidence": 0.6723076923076923
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  rection, 128 p amended in paragraph (c) of that section by the",
    "mean_p_confidence": 0.5992857142857143
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Act substitution, for the words ‘* money received \", of the  words ‘ money received or receivable”.",
    "mean_p_confidence": 0.6759999999999999
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  Ameodnest of 8, Section 138 of the principal Act is hereby",
    "mean_p_confidence": 0.6738461538461539
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  fie tinge’ amended as follows: —",
    "mean_p_confidence": 0.27749999999999997
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  ren 2 |",
    "mean_p_confidence": 0.296
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  (1) in sub-section (1) of that section by the substi-  tutivn, for the words ‘ by such assessment or  additional assessment. ”, of the words “ by",
    "mean_p_confidence": 0.7703225806451612
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  \\",
    "mean_p_confidence": 0.23666666666666666
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Finance (Amendment) Act, No, 50 of 1968 =  such ,assesement_ or additional sessment  together with any penalty imposed on him  this Part of this. Ret: iam *",
    "mean_p_confidence": 0.6437499999999999
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  Provided that the Commissioner, upon  being satisfied that owing to absence from  Ceylon, sickness or other reasonable cause,  the appellant was prevented from appealing  within such period, shall grant an extension  of time for preferring the appeal. ”; and",
    "mean_p_confidence": 0.7760869565217391
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (2) by the insertion, immediately after sub-section",
    "mean_p_confidence": 0.7344444444444445
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (1), of the following sub-sections:—",
    "mean_p_confidence": 0.6371428571428571
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  “‘(14) Where the assessment appealed  against has been made in the absence of a  return, the petition of appeal shall be sent  together with a return duly made.",
    "mean_p_confidence": 0.7715151515151515
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (1s) A petition of appeal shall be rejected  by the Commissioner—",
    "mean_p_confidence": 0.7185714285714286
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (a) if it is made after the expiry of the  period allowed under sub-section (1)  tor the making of an appeal, or",
    "mean_p_confidence": 0.803076923076923
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (0) if the appellant has failed to comply  with the provisions of sub-section  (ia)...",
    "mean_p_confidence": 0.6649999999999999
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  9. The following new section is hereby inserted tnsertion of  immediately after seotion 138, and shall have effect as nev section  section 138, of the principal Act:— principal Act  { Apoeaa ons 1384. (1) The decision of the Board  tothe Supeeme Shall be final :",
    "mean_p_confidence": 0.6625490196078431
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  Core.",
    "mean_p_confidence": 0.006666666666666667
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  Provided that either the appellant or  the Commissioner may make an applica-  tion requiring the Board to state a case  on a question of law for the opinion of  the Supreme Court. Such application  shall not be entertained unless it is  made in writing and delivered to the  Clerk to the d, together with  a fee of fifiy rupees, within one month  of the date of the Board’s decision. If  the decision of the Board shall be notified  to the Commissioner or to the appellant  in writing, the date of the decision, for  the purposes of determining the period  within which either of such persons may  require a case to be stated, shall be the  date of the communicatian by which the  decision is notified to him.",
    "mean_p_confidence": 0.8097945205479452
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Finance (Amendment) Act, No. 50 of 1968",
    "mean_p_confidence": 0.656
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (2) The stated case shall set forth the  facts, the decision of the Board, and the  amount of the business turnover tax in  dispute where such amount exceeds five  thousand rupees, and the party requiring  it shall transmit the case, when stated  and signed, to the Supreme Court within  fourteen days after receiving the same.",
    "mean_p_confidence": 0.81328125
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (8) For the purpose of the application  of the provisions of the Stamp  Ordinance—",
    "mean_p_confidence": 0.7038888888888889
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (@) all proceedings before the Supreme",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  ‘ourt on any case stated under  this section or incidental to the  hearing, determination or-dis-  posal of any such case, shall be  deemed to be civil proceedings  before the Supreme Court of  the value of five thousand  rupees, or of such greater  amount as may be set forth by  the Board under sub-section (2)  as the amount of the business  turnover tax in dispute;",
    "mean_p_confidence": 0.7796103896103896
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (b) every such case stated shall,  together with all books, docu-  ments and papers annexed  thereto by the Board, be deemed  to be a single exhibit in civil  proceedings before the Supreme  Court; and",
    "mean_p_confidence": 0.755
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  () the Commissioner, if he is the  appellant, shall be deemed to be  a Government officer suing, or  if he is the respondent to the  appeal, a Government officer  being sued, in a suit virtute  officit.",
    "mean_p_confidence": 0.7343181818181819
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (4) At or before the time when he  transmits the stated case to the Supreme  Court; the party requiring it shall send  to the other party notice in writing of  the fact that, the case has been stated on  h's application and shall supply him  with a copy of the stated case.",
    "mean_p_confidence": 0.8058333333333334
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Finance (Amendment) Act, No. 50 of 1968 7",
    "mean_p_confidence": 0.706
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (5) Any two or more Judges of the  Supreme Court may cause a stated case  to be sent back tor amendment, and  thereupon the case shall be amended  accordingly.",
    "mean_p_confidence": 0.7828571428571428
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (© Any two or more Judges of the  Supreme Court shall hear and determine  any question of law arising on the  stated case and may in accordance with  the decision of the court upon such  question confirm, reduce, increase, or  annul the assessment determined by the  Board, or ar remit the case to the  Board’ with the opinion of the court  thereon. Where a case is so remitted by  the court, the Board shall revise the  assessment as the opinion of the court  may require.",
    "mean_p_confidence": 0.801010101010101
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (7) In any proceedings before the  Supreme Court under this section, the  court, ae, make such order in regard to  costs in the Supreme Court and in regard  to the sum paid under sub-section (1) as  to the court may seem fit.",
    "mean_p_confidence": 0.7993877551020409
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (8) For the purpose of enabling the  Commissioner or any other party to  appeal to Her Majesty in Council  against any order of the Supreme Court  under sub-section (6) and for the purpose  of the application of the provisions of  the Appeals (Privy Council) Ordinance—",
    "mean_p_confidence": 0.780188679245283
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (a) an order made by the Supreme  Court under sub-section (6)  shall, together with any order  of that court under sub-section  (7), be deemed to be a final  judgment of the Supreme Court  in a civil action between the  Commissioner and such other  party ;",
    "mean_p_confidence": 0.7454545454545455
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (®) the value of the matter in dispute  jn such civil action shall be  deemed to be five thousand  rupees :",
    "mean_p_confidence": 0.7153846153846153
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  Provided that where the  Board has, upder sub-section  (2), set forth a higher amount  2-H 18743 (1/68)",
    "mean_p_confidence": 0.6831818181818181
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Finance (Amendment) Act, No. 50 of 1908  than five thousand rupees as the  amount of the tax in dispute,  the value of the matter in dis.  a! in such civil action shall",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  ye the Hgiee amount so set  forth by the Board; and  (c) the Commissioner on any appeal to  Her Majesty in Council, shali  not be required to make any  deposit or pay any fee or  furnish any security prescribed  by or under the Appeals (Privy  Council) Ordinance. ’’.  Ausomest ot 10, Section 151 of the principal Act is hereby  w23. amended in sub-section (6) of that section, as  ea follows: —",
    "mean_p_confidence": 0.714047619047619
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (1) by the insertion, immediately after paragraph  (@) of that ‘sub-section, of the following  paragraph :—",
    "mean_p_confidence": 0.7264999999999999
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  ** (aa) open and examine any receptacle  where any book of account, register.  record or other document may be found  and make an inventory of any of the  articles found therein; ;",
    "mean_p_confidence": 0.7621052631578946
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (2) in paragraph (6) of that sub-section, by the  substitution, for the words “‘ take copies  of,”’, of the words “examine and take  copies of, ”; and",
    "mean_p_confidence": 0.7218749999999999
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (8) by the insertion, immediately after paragraph  () of that sub-section, of the following  paragraph:—",
    "mean_p_confidence": 0.6621052631578948
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  “* (&b) count and make a record immediately  of the cash found in such place or  building; ””",
    "mean_p_confidence": 0.6713636363636364
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  suensueus ot 44. Section 152 of the principal Act is hereby",
    "mean_p_confidence": 0.6053846153846154
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  section 162 of — amended as follows: —",
    "mean_p_confidence": 0.529
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  She peiocies! .",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  ao (1) by renumbering of that section as sub-section (1)  of that section; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  (2) by the addition, immediately after the re-  numbered sub'section (1), of the following  sub-section :—",
    "mean_p_confidence": 0.717
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "  “« (2) Where it is proved to the satisfaction  of the Commissioner by claim made in writing  that any person has paid any sum referred  to in sub-section (3) of section’ 122 which is in",
    "mean_p_confidence": 0.77225
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Finance (Amendment) Act, No, 50 of 1968 9  excess of the sum which he should have paid  if such sum were calculated in accordance  with the provisions of sub-section (4) of that  section, such person shall be entitled to have  refunded the amount so paid in excess, if  such claim is made within three years of the  end of the year of assessment in which the  sum referred to in the aforesaid sub-section  (3) was paid.”",
    "mean_p_confidence": 0.8103448275862069
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  12. Section 154 of the principal Act is hereby  amessueas of  amended in sub-section (4) of that section by the \"0 ZA ot  substitution, for the words ‘necessary for the per-  formance of any duty under this Part of this Act and  the Commissioner may,”’, of the words “ necessary for  the performance of any duty under this Part of this  Act or under any such other written law and the Com-  missioner may,”",
    "mean_p_confidence": 0.7637349397590362
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  48. (1) Section 159 of the principal Act is hereby meas ot  amended in sub-section (1) of that section as follows:—  -gcte® 180 of",
    "mean_p_confidence": 0.6885185185185185
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (a) by the substitution, for the definition of “ autho- *”",
    "mean_p_confidence": 0.6823076923076923
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  rized representative”, of the following new  definition: —  “‘ authorized representative” means any  individual—  (1) who is authorized in, writing by  a. person to act on his behalf for  the purposes of this Act and  who is—  (a) in any case—  (i) a member of the  Institute of Char-  tered Accountants  of Ceylon,  (i) an accountant a  proved by the  Commissioner,  (iii) an advocate or a  proctor, or  fv) an employee regularly  ih caployed by the  person. concerned ;  (b) in the case of an individual,  a relative;  (c) in the case of a company,  a director or the secre-  tary;",
    "mean_p_confidence": 0.652265625
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Finance (Amendment) Act, No. 50 of 1968",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (@) in the case of a partner-  ship, a partner;",
    "mean_p_confidence": 0.6892307692307692
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (e) in the case of a body of per-  sons, a member of such  body; or",
    "mean_p_confidence": 0.716
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (2) who is authorized in writing from  time to time, by a person to act  on his behalf for the purposes  of this Act in respect of matters  relating to such year of assess-  ment as is specified in the autho-  rization and who, being an  individual registered as an  auditor under the Companies’",
    "mean_p_confidence": 0.773125
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (Auditors) Regulations, is",
    "mean_p_confidence": 0.32199999999999995
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  approved by the Commis-",
    "mean_p_confidence": 0.5716666666666667
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  sioner; ’;",
    "mean_p_confidence": 0.3125
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  (b) in the definition of “ body of persons”, by the  substitution, for the words ‘* and any Hindu  undivided family but does not include a. com-  pany or a partnership;”’, of the words “* any  partnership and any’ Hindu undivided  family; ”; and",
    "mean_p_confidence": 0.728627450980392
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (0) in the definition of ‘‘ turnover”, by the  substitution, for the words “ in respect of  that business ””, of the words “ in respect of  that business or for services performed in  carrying on that business”.",
    "mean_p_confidence": 0.7436363636363637
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  (2) The amendment made in the principal Act. by",
    "mean_p_confidence": 0.7254545454545455
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  paragraph @) of sub-section (1) of this section shall  be deemed to have come into force on January 1, 1964.",
    "mean_p_confidence": 0.7995652173913044
  }
]