[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . 3rd Session 1949-50 ite, ZOOPER tt ae . Artsy oe we ” Electricity Act, No. 19 of 1950 ‘ Date of Assent: Aprit 5, 1950. ; . Printed on the Orders of Government Fortune al tae Gore, Bonacene Beko carols areas ' Price Re 1.18",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Electricity Act, No, 19 of 1960. “Aw AcT 10. REGULATE THE GENERATION, TRANSMISEIOR. <RANE- YoRMsTION, DISTALSUTION, SUPPLY AND URE OF SLHCTRICAL » ENERGY. a TABLE OF SECTIONS eeion. 2 1. Short title and date of operation. Licence to supply enorgy 1 2. Bleotrical energy to be supplied under licenoe. 3. Licences, 4, Provisions which may be inoluded in a licence. 5. Rights that may be conferred by licence. ~ 6. Power to revoke licence. a 7. Power to imposs furthor terme and conditions in lieu of revoking licence. 8. Power to extend, ourtail or modify the authorised ares. . 9. Recommendations as to revocation of licence, ete. . 40, Authorisation of supply outside the outhorised crea, 11. Permit for temporory supply of electrical energy. . Construction and Maintenance of Works 12. Time-limit, ate., for exeoution of work by lieenssa. 18. Plans for approval of the Chief Electrical Inspector. 44, Aeguicition of Iond by Government for Heousee. 18. Power of Licensee to enter on lond for purpose of inetelling “ines. or works. » 16, Power of licenses to enter on Jond and carry out worke of repair and mnintenance. 17. Assessment of compensation. 38. Power to order removal of line, posts or apparatus already Tid or erected on any land. . 19. Notice ta be served o2 rosd authority before brenking up sheots or opening drains, ote. 20. Conditions as to auperivtendence of bresking up of streets. Al. Steests, sawers, draing or tunnels broken up or opened to ‘be reinstated without delay. 22. Laying of alectrin lines, &o., near sewers, pipes or other : ‘lecteie lines ar works. 29. Protection of telegraph lines. 24, Protection of railwny telegraphs. 25, Alteration of pipes or wires. ‘28. Settlement of disputes. ‘97, ‘Teroporary aerial lines. 28, Prohibition of conection with earth. 20, Power-of Chi i i i aver of Chiet Inspuctor to interfere in eerlain onges of  Bupply of Energy * 80. Supply of energy to be in accordance with Act, ote. | 81. Mop of area, of eupply to be made. , $8. Conditions under which supply may be deolined. 34, so70-22708 1144)",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Electricity Act, No. 19 of 1950. Sect. 33. Supply for private purposes, #4. Equality of treatment, 85. Methods of charging. 38. Moximwas prices. . 37. Agreement as to charges. 58. Supply of energy to publio lamps. 39, Prices for supply to public lamps. - 40. Point where supply ix delivered, 41, Meters. . 42, Meter testing instruments, 48. Moximom power. . 44, Licensee not fo presotibe special form of lamp or appliance. 48. Right of licenses to discontinue supply. : . 48. Power of livensee to make regulations, \" 47. Power of licenses to enter premises. 48. Security for payment. 49. Discontinuance of supply to sonsumar negleeting to pay charges. : $0, Payments in arrears. 81. Recovery of aumns due to licensee. 52, Variations in pressure, ete., to be made only in nccord- ‘ance with regulations. . . Administration of Act 588, Administration of Act. 54. Appointment of inspectors and doties of inspectors. 85. Notice of aosidents, 58. Licensee to give facilitios for testing and to provide instruments, ‘87. Representation of licenses at tectings. 68. Right of eppeal against inspector's repart, . 69. Public carvante, General 60. Power to make regulations. 61. Concurrence of Minister of Local Government necessory in certain cases, 64. Supplying energy without licence. 68. Penalty for illegel oc dafestive supply or for ‘oneomplianoe with order, . €4. Ponalty for failure to supply energy. 65, Thelt of, or maliciously wasting energy. * : 66. Unlawfully ond maliciously injuring electric'line or works. 67, Ponslty for interference with meters op licensee's works ‘and for improper ure of energy, $8. Extinguishing publio lamps. oo 89. General pensley, “ee 70, Suriadiotion.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ": Electricity Act, No. 19 of 1950. 5 Hectwn. * 71... Proseevtions ngoinst liesnsees. 72. Offences by corporations, Loe 78. Special provisions as to punishment in certain enses. 7A, Alternotive punichments for offenees by local authorities. 78. Savings for legal remedies. 76. Exemption of electrio lines or other apparatus from ifachment in certein cases. : 77. Annual accounts ef licensees who are not local authorities, 78. Arbitration. . 59. Protection for aote done in good faith. 80. Service of notices, orders or documents. 81. Chief Enginesr to have the powers of a licensee. 82. Interpretation. 8). Repeal of Chapter 188.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "Electricity Act, No, 19 of 1950. 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "B D.—O. 25/48. . .",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "AN ACT 10 REGULATE THE GENERATION, TRANEMISSION, TRANSFORMATION, DISTRIBUTION, SUPFLY AND USE OF BLECTRICAL ENERGY.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": ". [Date of Assent: April 5, 1950.]",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "BEE it enacted by the Ring's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the ‘game, as follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "4. This Act may be cited as the Electricity Act, Shor, tite, No. 19 of 1950, and shall come into operation on Jprati. such date as the Minister mey appoint by Order published in the Gazee. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "Licence to supply energy :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "2. (1) Save as hereinafter expressly provided, nO eheetriet fetson, unless he is, authorised in that behalf by a gma, licence granted by the Minister, shell— oder howe.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "{a) establish or maintain any installation for the generation, of electrical energy for the purpose of transmitting or distributing",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "+ guch energy for use in any place which 3s",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": ". not the property of that person, or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(®) for any fee or reward supply electrical energy to any other person:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "Provided that the requirements of the preceding provisions ofthis ection as to a ioence shall not apply to the establishment or maintenance of any su installation or the supply of electrical energy—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(i) for any purpose, by the Chief Engineer, or :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(ii) in the circumstances and for the purposes specified in section 11, by the holder of a permit issued under that section.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(2) For the purposes of this section any place of - vwhtich any pesion ie the lessee shall be deoed to be the property of that person. sn Uag DEVO pplication fora licence shall be made ta in the preseribed form and in the prescribed manner.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "(2) Subject to the provisions of section 61, any application for a llcmee may be refused by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "linister if he is satist that the grant of the li will not be in the public interest. e eens '",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": ": (8) A payment at the prescribed rate shall be made at prescribed time and in the presoril",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 20,
    "text": "in respect of each lioenoe.) \" ‘t* Presoribed manner",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "8 Electricity Act, No. 19 of 1950.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "+ (4 Each licence shall be subject to such provisions and special conditions as may, subject to the provisions",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“ of section 61, be set out therein and declared to be applicable thereto, and be. gubject, in addition, to the provisions of this Act and of any regulations made thereunder relating to licences or prescribing the general conditions applicable to all licences.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "{8} Each licence aball be in force for such period, not sxceeding twenty-one yeers, as may be specified therein whether in the first instance or by way of aubsequent amendment made therein upon any extension of the period. The Period so specified is hereinafter referred to as “the period of the licence ”’,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "-@ No licence shall be astigned or transferred except with the prior consent of the Minister, such consent being evidenced upon the licence by writing under the hand of the Minister.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "= Provisions: 4. Provisions relating to all or any of the mie, following matters nay, subject to the provisions of *@ licence, section 61, be included in any licence: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) the authorised area of supply, and the system according to which the supply is to be given; ‘",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(®) the \"works necessary for generating energy,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ") whether by fuel or head of water, and fer effecting the transmission, transformation, | distribution and supply of energy, together",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ": with all works and extensions ancillary thereto;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(o) the sequence ia which the works are to be executed, and the period within which each portion of the works is to be completed;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "@ the conditions on which the period for | which the licénoe ia in force may be extended;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(©) the method of charging for the supply of energy to consumers, the maximum rates chargeable, and the variation of rates and | charges;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(A) in the case of 2 licence granted to any person or body of persons other than a local authority, the terms and conditions on which the undertaking may be purchased hy the Goverament or by a local authority at the expiration of the licence or at specified intervals during the period of the \\",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "cence.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Electricity Act, No. 19 of 1950. 9",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "5. A licence may, subject to the provisions of ‘isms th section 61, confer upon the licensee all such rights as cmlsrred may be necessary for the purposes of the electrical fy lime.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ": undertaking which it is intended to authorise, * including the right— (a) to use naturat water supplies; . (d) to construct: waterways ‘and pipe lines; (c) to erect buildings and plant; a (@) to break and open up streets; or (6) to erect or lay aerial lines or underground cables, and the exercise of each right so conferred shall be subject to any provisions relating to that right which are hereinafter set out or which may be made by regulations. to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6. (1) If at any time during the period of a Povsrie licence’ he Licensee males defaalt in complying with, \"evoke Vee. any of the provisions of the licence, the Minister may . give the Hcensee notice in writing specifying the matter or matters in respect of which the default has occurred and requiring the licensee to take such stapes as may be, specified in the notice within three months",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "> from the date thereof ; and if the licenses fails for any cause not beyond his control to take auch steps within the aforesaid period, the Minister may forthwith revoke the licence.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "@ Tf at any time during the period of a licence, . the licensee is adjudged bankrupt or insolvent, or, being 8 campany, goes into liguidation (other than a voluntary liquidation for the purpose of any bona fide reconstruction) the Minister may forthwith Tevoke the licance.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(8) Where a licence is revoked under this section, the Minister moy make such orders as he may in his discretion deem necessary for the administration and operation of the undertaking to which the licence relates and for the maintenance of the supply of energy therefrom.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "7. The Minister may, in lieu of revoking a licence fo iwime under tection 6, permit the Ticenne to remain in force farther arms subject to such further terms and conditions as may ‘snore \\",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": ". be determined by him and endorsed on the Ticencs pris , under his hand; and the further terms and conditions \"°°\" so endorsed shall be binding upon and be observed by the licenses.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "10 Electricity Act, No. 19 of 1950. powrto  ° The Minister may at any time, by order in stent. rons writing and subject to such conditions and restric- Soc tions as he may in his discretion specify in the order, o extend, curtail or modify the authorised area of supply under ‘any licenos, such extension, curtailment or modification being evidenced upon the licence by writing under the hand of the Minister; and there after, the area so extended, curtailed or modified shall for all the purposes of this Act be deemed to be the authorieed area of supply under that Hcence. Recomnet- 9. No decision shall be taken by the Minister in dstane wf respect of any licence as to the Teyocation of the iow. nc Licence under section 6 or the imposition of further terms and conditions under section 7 or the extension, curtailment or modification of the authorised area of «> supply under section 8,— : {a) unless an inquiry in accordance with the : presaribed procedure has first bon held by : the prescribed officer or authority and the licensee has been given an opportunity of being heard st that inquiry, and (2) otherwise than in accordance with the provisions of section 61. Auhoriaton 40. (t) Where upon a request made by any person aerL. or persons any licnusee desires to supply electrical Stiherie’” energy to any place outside the authorised area of ‘ supply under his licence, the Minister, if he considers it expedient that the provision of a supply of energy to that place should be authorised otherwise than by the extension of that authorised area of supply, may by order in writing authorise the licensee, subject to such conditions and restrictions as may be set out in the order, te supply energy to such person or persons and to lay the electric lines and construct the works necessary for that purpose.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "An order under the preceding provisions of this section shall not be made so as to authorise the supply of energy, by any licensee to any, place within the authorised atea of supply of any other Licensee, unless the consent of the other licensee has been obtained or has, in the opinion of the Minister, been unreasonably withheld.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "(2) A licensee who is authorised by an order under . sub-section (1) to supply energy mnsihe his authorised srea of supply shall not be'deemed to have the power ontside that ‘area to open or break up any street,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "Electricity Act, No. 19 of 1950. iu railway or tramway, or any sewer, drain or tunnel in or under any street, railway or tramway, without the written consent of the local authority or person by whom such street, railway, tramway, sewer, drain or ‘tunnel is maintained, unless the Minister, after such inquiry as he thinks fit, considers that such consent has been unreasonably withheld and himself grants consent in writing to the execution of the work, (8) Saye as otherwise provided by sub-section (2),- the provisions of this Act shall apply in the case of any supply authorised under sub-section (i) as they apply in ‘the case of a supply made within the authorised arua under any licence. (4) No licensee shall supply electrical energy to any porten outside the authorised area of supply under is licence, unless the supply to that person has been + authorised by an order under thie section. =< * _ 14. Where a temporary supply of electrical energy Pent fo» is required in any place to which electrical energy mney cannot be supplied by a licensee or by the Chief dhcrat Engineer, then, if such supply is for any fee or reward *™#- or if such place is a public lacs, a permit to generate + and supply electrical energy in ‘zach place may, upon application made in the prescribed form and manner, be granted to any person— (@) where such place is within the administrative fimits of any local authority who is 4 licensee, by the chief executive officer of * that local authority, or + QB) where such place is not within the adminis- trative limits of any such loca! authority, by the Government Agent of the province within which such place is situated. Every such Bermit shall be subject to the prescribed terms and conditions and shall be valid for such period not exceeding three months as may be specified in the permit. Construction and Maintenance of Works. 42. (1) A licensee shall carry out all works Timesimit, + necessary for or connected with the generation, “S.!% o _ | transmission, transformation, distribution and supply ert ' of energy within such period or periods as may be specified in the licence in respect of each such work.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "BD Electricity Act, No. 19 of 1950. + (2 In carrying out and completing the works referred to in sub-section (1), licensee shall—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "(a) take all such precautions and such steps as may be necessary to secure that the materials used for each of the buildings and other structures, the nature, design and efficiency of the plant and machinery,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "_ the class or type and quality of wires and fittings and apparatus and generally the . construction and equipment of the entire installation, are of the prescribed . standards or, in the event of minimum __  standarda being prescribed, are not below ‘uch minimum standards; and . {b) provide the prescribed safety devices and aA adopt the prescribed preventive measures s ~ so as to ensure the safety of the workers . who will be employed in the installation 7 when it commences operations and of the 1 consumers and the public in general. ‘Specifications 43. (1) A licensee shall, before commencing any of sol pues fo the works enumerated in column 1 hereunder, submit Ee for the approval of the Chief Electrical Inapector nce j . fae Beat copies of the respective specifications, plans and drawings of the deseription set out in the corres- : ponding item in caluma 2, and on a scale not less than the seale specified in the corresponding item in column 8, hereunder :— L a 8 i Dascsiption of specifications, al Works ‘lane ond ain Sea Preparation of Specifications, plana and 16 chains te site end cone. “drawings of ite showing an inch. truction af — position of each buildin buildings Bnd the boundariee of all generally, public and private property Girectly aflested by the ‘constroction of the works. Sonstruetion of Specifications, plans and 90 feet to an powerhouse, drawingn of the power- — iach. house. Consteuetion of Specifeations, plane doom, weir, drawings of each-aueh dems “ines? 2 Ce ros, hunnele mel and hendwork. works.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Electricity Act, No. 19 of 1950. 13 1 2 &. Works. Description of specifications, Seate. ens end rewinge . + Laying of distri. Specifications, plans and 2 chains to a» Gung maine, drewings of the. area. of inch. 4 supply, showing the layout of the distributing mains. Laying of elec: Speoifeation, plans | and 1 mile to av ‘trie Hines other —denwings of aren of supply inch. than service showing the route of each Bes. soeh lhe, :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "(2) Notwithstanding anything in sub-section (1), plang and drawings on a scale smaller than the scale specified in that sub-section may be approved by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Thief Electrical Inspector. in the special circumstances of any case.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "(3) A licensee shall not execute any of the works enumerated in column 1 of sub-section (1) except in . accordance with specifications, plans and drawings approved by the Ghief Electrical Inspector.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "(4) Where any communication from the Chief . Electrical Inspector disapproving the specifications, plans and drawings submitted by « licensee under sub- section (1) is not received before the expiry of three months ‘after the date of such submission, the specifications, plans and drawings shall be deemed to have been approved and the licensee shall be at liberty to execute the works.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "The foregoing provisions of this sub-section shall also apply to any amended specifications, plans and drawings which the licensee may submit to the Chief Electrical Inspector to meet any disapproval or objections raised by him.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "4%. Where it is proved to the satisfaction of the Acquistion o Minister that soy land or building is required forthe 22 ptposes of an clectreal undertaking authorized by a tram",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "fcenee and cannot bo purchised by the Vicensee by rivate treaty, that land or building may be acquired",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "by the Government in accordance ‘with the law for",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "the tine being in fore relating to the sequisition of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "land for public purposes, and may be transferred",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "to the licensee upon his paying to the Govern.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "ment the amount of the compensation paid and the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "expenses incurred by the Government, 7",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "48. (1) In carrying out the works referred to i",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "section 19, a licenses ot a person authorised by hyn in Renmse't set \\ that bebalf in writing shall, subject to the provisions TSchite” f : purpose of of ‘sub-section ), be sntitled to enter upon any land fvltiog Gane ‘notwithatanding that it is private property oF work, ' potrrithntend Property, and shall .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "i4 Electricity Act, No, 19 of 1950.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(@) to lay, place or carry electric lines on, in, under or over the land, or on, over or along any building on the land;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(b) to erect or fix any post or apparatus on or in the land; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(©) to take such other action on the land as may be necessary to render such wire, post of apparatus aafe and efficient,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "aubject, however, to the condition that he shall pay",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "compensation, to the owner of the land for any dis-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "turbance, disability or damage that may be caused by the exercise of any of the aforesaid powers.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "@) Before a licensee or a person authorised by him in that behalf in writing enters on any land for the purpose specified in sub-section (1), the licensee shall give thirty days’ notice stating as fully and accurately as possible the nature and extent of the acts intended to be done. Such notice shall be substantially in the prescribed form. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(8) The notice referred to in sub-section (2) shall—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "{a) where the land is occupied, be given to the occupier thereof ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "+ {b) where the land is not occupied, be given to the owner thereof if his name and address are known or can with reasonable diligence be ascertained ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(©) where the land is not occupied and the name and address of the owner cannot with reasonable diligence be ascertained, be exhibited in some conspicuous position on the land;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(@) where the land is used or reserved for any public purpose, be given to the officer or other person in charge of the execution of that purpose.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(4) Any person to whom notice is given, or who is afiected by a notice given or exhibited, by a licenses under sub-section (3) may, within fourteen days after the date on which the notice is received by that persoa or is exhibited for the first time under that sub-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "' section, lodge with the Government Agent a written objection to any of the intended acts by the licensee.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "‘The Government Agent shall in writing notify such",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "cbiection and the date fixed by him for the hearing",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "' 888, in lil i Sach date soe pee, and shall in like manner notify",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Electricity Act, No, 19 of 1050. 15",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "( If no objection is lodged within the time-limit fixed for that purpose by sub-section (4), the licensee or a person authorised by him in that bebalf in writing may forthwith enter upon the land end do all or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "¥ any of the acts specified in the notice under sub-section (2).",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "© If an objection is lodged and is not withdrawn before the date fixed for the hearing thereof, the | Government Agent shall hold an inquiry giving all parties concerned an opportunity to be , OF direct an officer to hold such inquiry on bis behalf and to make recommendations to him,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(2) Upon the conclusion of the inquiry held by him ‘or upon receipt of the recommendations made by the officer directed to hold the inquiry, the Government Agent may, either unconditionally or subject to such terms, conditions and stipulations as he thinks fit, authorise or prohibit any of the acts mentioned in the notice given under sub-section (2),",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(8) The Government Agent may if he thinks fit, ja liew of making an order under sub-section (7), direct the licensee to take steps for the acquisition of any land affected by the notice given under",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "> sub-section (2),",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "(8) The decision of the Government Agent under this section in regard to any of the acts specified in the notice under sub-section (2) shall be final.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "16. |For the purposes of the maintenance and re- power of pair of any electri line or works forming part of the Giz '.0 installation, a licensee or any person authorised by Serj werki him in that behalf in writing may at all reasonable Jp times enter upon any land on, under or over which the line has been laid, placed or carried or upon which posts or other apparatus have been erected and may carry out all necessary maintenance operations or repairs and may in the course thereof fell or lop trees, remove vegetation and do all other things necessary for the aforesaid purposes, causing as little damage as possible and paying compensation to the owner of the land for any damage that may be caused.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "_ 17, (1) The Government Agent, after such Arecsmmun) of inguiry as he may deem sufficient, shall determine the cmetstion- question whether any compensation is payable by a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "‘ Heensee under section 15 or section 16 and shall, where fay compeneation is so payable, assess the ' amount of the compensation : :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "16 Blectricity Act, No. 19 of 1950.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Provided that where compensation has heen paid’ under any of those sections, no further compensation shall be payable for the felling or lopping of any tree or the removal of vegetation ‘which has grown or been allowed to grow after that payment in such a manner as to obstruct or interfere with the electric Yine or apparatus.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "@ ‘Where any person claima compensation from “a licenses under section 15 or section 16 and the Government Agent decides that no compensation is payable by ‘the ‘licenses, the Government Agent shall communicate his decision in writing to that person.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "3) A licensee who is liable to pay to the owner of a land an amount assessed by the Eevernment ‘Agent, as the compansation payable under section 15 or séction 16 shall tender that amount to that owner. Where that owner is unknown or where the ownership of that land is subject to dispute, the licensee shali—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(@) pay that amount into the District Court or the Court of Requests having jurisdiction over the place where that land is situated, according as that amount exceeds or does not exceed three hundred rupees, to be drawn from that Court by the owner of that land upon proof of title, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": ": ® give the ccoupier of that {and written notice of the payment of that amount into the Court, or, if there is no occupier, exhibit . that notice in some conspicuous position on that land.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(4 An owner of a land who is aggrieved by the detision of the Goveroment Agent that no compen. sation under section 15 or section 16 is payable to him or who is dissatisfied with the amount assessed by the Government Agent as such compensation, may for the recovery of the compensation claimed by him or of the difference between the amount of the compensation claimed by him and the amount of the compensation tendered to him, institute in a court of competent jurisdiction an action againet the licenses from whom the compensation is claimed.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(5) An action by any person und sion (4) snl nttatd idP ing nate ao ths ase on which—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "(@) he receives a communication sent the Government Agent under nulvosction @,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "Electricity Act, No. 19 of 1950. 7 *  @) the amount assessed by the Government Agent as the compensation payable to him ia | fendered to him under’ sub-section (3), oF (e) the notice of the payment of that amount into a the court is given, or is exhibited for the . first time, under sub-section (3).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "48, (1) Where a livensee has laid a line or erected Yover vo posts or apparatus on any land under section 15, and ihe, pewe the owner or other person entitled to the possession % sepectice of the lend desires to use the land in such a “ted “a",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "* manner as to render it barony fe convenient that the lad, fine, poste or apparatus should be removed to another part thereof, or fo a higher or lower level or altered in form, he may make an application to the Jicensee for the removal or alteration of the line, posts or apparatus accordingly.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(2) If. licensee omits to comply with an application sade by any person under sub-section (7), sich person may submit the application to the Chief Electrical Inspector who may in his discretion reject the appli- cation or hold an’inguiry or direct an inquiry to be held on his behalf, {all parties being given an opportunity, to be heard at such inquiry) and may make an order absolutely or subject to conditions for",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "+ the removal or alteration of the line, posts or apparatus.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(8) (@), As a condition precedent to the holding of an inguiry into an pplication for any removal or alteration under this section, the applicant may be required by the Chief Bleotrioal Inspevior to deposit a sum equal to the estimated cost of the removal or alteration; and an inquiry shall not be held if the deposit is not made as required by the Chief Electrical Inspector.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(©) Where after inquiry the applioation is refused by the Chief Electrical Inspector, he may divect the whole or any part of the amount of the deposit to be Applied towards the costs or any part.of the oosts of the anquiny; and where only 4, part of the amount is a0 applied, the balance shall be refunded to the applicant.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "(2) ‘Where after inquiry the application is allowed by the Chief Electrical Tnepectar, the amount of the deposit shall, subject as hereinafter provided, ‘be . refunded to the applicant: i",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "Provided that in any ase where the application | urider sub-section (1) is madé on the ground that the 1 applicant proposes to execute any work on the land :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "13. Ranta oh",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "18 Electricity Act, No. 19 of 1960. and that the removal or alteration is necessary . tenable such work to be executed, the amount of the deposit shall continus to be kept in deposit and shall— {i) if such work on the land is completed within a period of one year next succeeding the completion of the removal or alteration, be refunded to the applicant, or (ii) if the aforesaid work is not completed within that Berio. be applied, to such extent as the Chief Blectrical Inspector may deter- mine, towards the defraying of the expenses . incurred by the licensee in completing the removal or alteration, and the balance, if any, shall be refunded to the applicant.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(4) A licenses shall comply with every order made by the Chief, Electrical Inspector for a removal or alteration under this section:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "Provided that where the Chief Electrical Inspector makes an order for the removal or alteration of any main transmission line, or any posts or apparatus connected therewith, a licensee may, instead of removing or altering such main transmission line,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": ". posts or apparatus, apply to the Minister to acquire or direct the acquisition of s0 much of the land as is Tequired for maintaining such line, posts or apparatus in the original position.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "For the purposes of this sub-section, any transmia- sion line the intended Pressure of which is not leas than 11,000 volts shall be deemed to be a main transmission line.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "+ Kotiop to be 49, Where a licensee who is not a local authority eral oo intends to break up or open any strest, sewer, drain ‘soot \"freaion oy tunnel, constructed or maintained by a road autho- cheating ius, Tity, he shall give to the road authority written notice ae. of his intention to do such work. Such notice shall—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "{@) in the case of any new work, be given not less than fourteen days before the beginning of such work;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(®) in the case of house connections, be given not Jess than two days before the beginning of the necessary work; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "(0) in cases of Gmezgency arising from defects in any of the distributing mains, or service lines, be given 80 soon as is possible after the necessity for the work arises or the work is begun.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "Electricity Act, No, 19 of 1960. 19",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "20. No street, sewer, drain or tunnel constructed Conditions ss or maintained by 2 road authority, shall, save in @ tendanm at case of emergency, be broken up or opened by a licen- \\etkiog op",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "' gee, except under the superintendence of an officer of the road authority, or except according to such plan as",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "* may previously have been approved by the road authority, or except after compliance with any condition imposed by the roed authority requiring the licensee to make such temporary arrangements or take auch other mensures as may be necessary for guarding against any interroption of the drainage, water supply or other public service during the execution of anyeworke which may otherwise interfere therewith:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "Provided that if the officer of the road authority fails to attend at the time fixed for the breaking up or opening of any such street, sewer, drain or tunnel, after having had notioe of the licensee’s intention, or does not propose any plan for such breaking up or opening, or refuses or neglects to superintend the operation, the licensee may perform the work specifi- ed in such notice without the superintendence of such officer.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "21. (1) Where a licensee, in the exercise of any Stats, wes, powers conferred by or under this Act, breaks up or Ueeh,\"brokea opens the soil or pavement of any street, or any sewer, vp or opened dain or tunnel, he shall— {ope rnmotated",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(a) immediately cause the part broken up or“ opened to be fenced and guarded;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "() while the part remains broken up or open, canse a light or lights, sufficient for the warning of passengers, to be set up at sunset and maintained until sunrise against or near such part; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(©) with all reasonable speed fill in the ground and reinstate and make good the soil or pavement or the sewer, drain or tunnel",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "roken up or opened, and shall keep it in good repair for three months and, where any subsidence occurs, for any further period, not exceeding six months, during which the subsidence continues.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(2) Where licensee who i not a local authority ’ makes default in complying with any of the provisions of sub-section (2), the oad authority having the con- trol or management of the street, sewer, drain or tunnel in respect of which the default has occurred,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "20 Electricity Act, No. 10 of 1950. may cause to be executed the work which the defaulter bas delayed or omitted to execute, and may recover from him the expenses incurred in such execution. Laying 22, (1) The provisions of this section shall apply fear in every case where— qraticledsis —~ (a) licensee requires to dig or sink any trench Moan or works for laying any slectric lines or for the Rurpoies of any other works in or immae- Hately adjoining eny place in which any sewer, drain, water course, pipe or other work ‘or fixture belonging to or under the control of any atthority or authorised Penson (whether » Department of the ernment or a local authority or aay other licensee or person duly empowera in that bobalfy has lawfully been constructed or placed; or (®) any such authority or authorised person requires to dig or sink any trench for Taping down or Gonetrusting any new pipes . or other works, in any place in or adjoin- ing which any electric lines or works of a licensee have lawfully been placed.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "The licensee, or the authority or authorised person,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "* + ag the case may be, who proposes or carries out any digging or sinking operation as aforesaid is herein ‘after in this section referred to as ‘ the operating owner '’; and in relation to such operating owner, the authority or authorised person or the licensee, as the vase may be, whose works or properties will be or are affected by ouch operation is hereinafter, in this",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "section referred to as “ the affected owner ”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "(2) In every case referred to in sub-section (1), the operating owner shall, except in a case of emergency or nuless otherwise provided in any agreement in Tores and applicable to the ease, give to the affected owner not Jess than fourteen days atica in writing before commencing the operation of digging or sinkin; trench. Tho affected owner shall Bane the riebt to be Present during the execution of the operation, and the operation shall be executed to his reasonable satisfaction,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "(8) Where the operating. owner finds it necess tq undermine, but not tovalter the Position of any Pipe, electric line or work or Property of the affected: Sraer, he shall support it in position during the execution of the operation, aud before completion",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Electricity Act, No. 19 of 1950. a shall provide a suitable and proper foundation for it at all points where it was so undermined.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". (4) Where the operating owner is a licensee—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(a) he shall Jay his electric lines in a manner capable of preventing them from coming into contact with any pipes or lines belong- ing to or under the control of the affected owner; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(0) in the event of any part of any such electric line being laid acrosa, or laid in such manner as ta be liable to be brought into contact with, any pipe ot ling belonging to or under the control of the affecte",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". owner, the licence shall effectively insulate ‘that part of such line.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(5) Where the operating owner makes default, in complying with any of the provisions of this section, he ahall ‘bo liable to pay foll compensation to the affected owner for any loss or damage caused by or resulting from such default.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(®) Every difference or dispute arising under this",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". _ seetion shail be detarmized by arbitration.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "28. (1) No alteration in any telegraph line shall Prosation of be made by a licensee except with the cmneent of the er\" Director of Telecommunication (hereinafter referred to as ‘ the Director ””).",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(2) (@) A licensee shall not, in the exercise of the powers conferred by this Act or the licence, lay or Construct any electric line or other works whereby any telegraph line is or may be injuriously affected.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(B) Before commencing the work of laying or constructing any electric line or other works within thirty-three feet of @ telegraph line (other than the work of repairing or renewing aay existing electric Tine in such manner that the course, height or depth of the electric line and the amount, nature and - voltage of the enerey transmitted thereby are not altered) a licensee shall give not less than fourteen days’ notice in writing to the Director, and forward ‘at the same time a plan specifying the course and nature of the work, inclading the gauge of any electric",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "__ Hines that are to be laid; and the ficensee shalt comply .” with, such reasonable requirements either general of special os ray from time to tima be made by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "irector for the purpose of preventing am . Tne from being injaciously affected itd pecs a ‘",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "ng",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "22 Electricity Act, No. 19 of 1950.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(0) Any Gilference which arises between the Director and a licensee with respect to any requirement made by the Director shall be determined by arbitration.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(8) Lf any telegraph line is injuriously affected by the laying or construction of the electric lines or other",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": ": works of a Licensee, the licensee shall pay the cost oF all such alterations as may be necessary to remedy such injurious condition.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(4) If any telegraph line is injuriously affected, the j Director may, for the purpose of ascertaining whether such condition is due to & licensee's electric lines or works, authorise in writing any qualified person to enter any station for the generation or transformation of electrical energy belonging to the licensee at any Teasouable time when energy is being generated, and to inspect the licensee's plant and the working thereof; and the licensee shal, a the presence of such person, carry out any electrical tests required by the Director and shall produce for inspection the records kept by him for the purposes of this Act:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Provided that no test shall be ao required to be made which is likely to cause undue interference with the proper supply of energy by the licensee. :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(5) For the purposes of this Act a telegraph line shall be deemed. to be injuriously affected where tele- graphic or telephonic communication by means of that",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "+ Tine is, whether through induction or otheewise, in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "any manner ‘affected, Protection of 2%. A Licensee shall take all reasonable precau- Blears. tions, in laying‘or constructing his electric lines or other works, and in operating his installation, to en- sure that the working of any telegraph line maintain- ed and used by the General Manager of the Railwaya is not injuriously affected; and for the protection of each such telegraph line, the provisions of section 28 shall apply as if every reference threin to. the Director were a reference to the General Manager of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "the Railways,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Alteration af 25. (1) A licensee may alter the position of any pos oe wir pipe (not forming, in a case whera the Licensee is not a local authority, part of a local authority's main \\ sewer) or of any wire under or over any place which he is authorised to open or break up, if such pipe oF wire is likely to interfere with the exercise of his powers under this Act; and any person may, with the previous approval of the licensee, alter the position",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "Electricity Act, No. 79 of 1950. 23 of any electric lines or works of the licansee under or over any such place as aforesaid, if such electric lines on works are likely to interfere with the lawfal exercise",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "_. of any powera vested in that person.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "(2) In every case referred to in gub-section (L) the = following provisions shall, in the absenos of an {agreement to the contrary between the parties _  conesrned, apply :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "(a) not less than one month before commencing ‘any alteration, the licensee or other person desiring to make the alteration (herein- : after in this section referred to as “ the operator “) shall serve upon the person for { the time heing entitled to the pipe, wire, | electric lines or works as the case may be ; (hereinafter in this section referred to as H ‘the owner”), @ notice in writing, ; describing the ‘proposed alteration and intimating the time when it is to be com- menced, together with a section and plan thereof on a scale sufficiently large to show clearly the details of the proposed works, and not in any case less than one iS inch to eight feet vertically and sixteen inches to the mile horizontally. and. shall subsequently give such further information in relation thereto as the owner may desires (0) within fourteen days after the service of the notice, section and plan upon the owner, the owner may serve upon the operator 2 yequisition to the effect that any question or matier arising mpon the notice, section ap plan and specified in the requisition shall be determined by arbitration. and thereupon the question or matter shall, unless settled by agreoment, be determined hy arbitrations (©) every arbitrator to whom a reference is made under paragraph (§) shall have regard to all duties oF obligations: which the owner is under, and may require the operator to execute any temporary of other works so 2s to avoid, as far as possible, interference with such duties or obligations; ! . (@) where no requisition is served upon the t gperator under paragraph @) within the ' time specified therein, or where such a . requisition has heen served and the matter",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "at Electricity Act, No, 19 of 1950, has been settled by agreement or 7 determined by arbitration, the alteration may, upon payment or securing of any compensation accepted or determined by = arbitration, be executed in accordance with == the notice, section and plan and subject to - : such modifications as may have been , determined by arbitration or agreed upon ? by the parties, :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "(e) the owner may, at any time before the operator ig entitled to commence the alteration, serve upon the operator a state- | ment in writing to the effect that he desires to execute the alteration himself and requires the operator to give such security for the repayment of any expenses as may be agreed upon or, in dofault of agreement, determined by arbitration;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "(f) where 4 statement is served upon the operator under paragraph (6), be shall, not less than forty-eight hours before the execution of the alteration is required to be commenced, furnish such security and serve upon the owner o notice in writing intimating his * requirements as to the time when the alteration should be commenced or com- pleted, and the manner in which it should be executed; and thereupon the owner may proceed to execute the alteration as required by the operator;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "(g) where the owner declines to comply, or does not, within the time and in the manner prescribed by a notice served upon him under paragraph (/), comply with the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": ". notice, the operator may himself execute the alteration;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "(2) alll expenses properly incurred by the owner in complying with a notice served upon him by the operator under paragraph (f) may be recovered hy him from the operator.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "{3) Where the operator makes default in complying with any of the foregoing provisions of this section, be shall be Liable to pay full compensation to the owner",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "‘ yr any loss or damage caused by or i Aofault, aad aay dilerenve ‘or depateanete ot the such com F amoont cts pensation shall be determined by",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "Electricity Act, No, 19 of 1950. 25",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "26. (3) Where, in the case of any difference Savlement between a licensee and a local anthority or other % “Pt person concerning any plan, works, or alteration to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": ". existing works provided for in sections 20, 21, 22 and 35, either party desires such difference to be deter- mined by arbitration, the matter shall be referred to the Permanent Secretary, and the Permanent Secretary may either hold an ingniry at which all",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "arties are given an opportunity to be heard, or may Bireot two public officers to hold such an inquiry on his behalf and to make recommendations to him.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(2) The decision of the Permanent Secretary on any matter referred to him under this section ‘shall be final.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "27. (1) In any case of emergency caused by a Tenemay defect in’ au eléetric line, @ licensee may place an “=! aerial line along or across any street, subject to the condition, where the licensee is not a local authority, that he gives, where possible, written notice of his intention to place such aerial line to the road authority responsible for the maintenance of the street.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(@) An serial line placed in accordance with the provisions of sub-section (1) shall—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "{a) be used only until the defect causing the emergency is repaired, but in no case for 4 period exceeding six weeks or such longer period as the Chief Electrical Inspector may, in the special circumstances of any case, specify in writing, and (b) be xemoved as soon as may be after the defect is repaired. . 28. No person shall permit any part of his electric trotititon Nines to be connected with earth except in such manner “(753 as may be prescribed by regulations. : 7 29. (1) If at any time it is established to the Poner of Chict satisfaction of the Chief Electrical Inspector— Inspester 0 (@) that ony part of an electric line is connected \"sin, et with earth contrary to the provisions of . section 28, or . (8) that any electric lines or works for the generation, transmission, supply or use of energy are likely to endanger the public safety or affect injoriously any telegraph : fine; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "+ 28 Electricity Act, No. 19 of 1960.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(© that any electric lines or works are not in accordance with the provisions of this Act or of any regulation thereunder, |",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": ": the Chief Electrical Inspector may, by written order specifying the defect or the nature of the contraven- tion, require the owner or user of such electric lines or works to take, within such time as may be specified in the order, such remedial measures as may be so: specified, and, where he considers it necessary in the interesta of the public safety, prohibit the use of auch electric lines or works until the order is complied with to his satisfaction.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "{2) Where an order issued to any person wader sub-section (£) is not complied with within the time specified therain, the Chief Fiectrical Inspector may carry out the measures specified in the order, and the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": ". amount of the expenses incurred by the Chief Electrical Tospector in carrying out those measures shall be aid yy such person within one month after a demand made therefor by or on behalf of the Chief Electrical Inspector, If such amount is not so paid, it may, on application made by the Chief Electrical Inspector to the Magistrate’s Court, be recovered for him by that Court in like manner as if it were a fine + imposed by that Court on such person.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "Supply of Energy. supply of _----80._The supply of electrical energy by the holder seg f2,% {2 of a licence shall, in every case, be in accordance Act, eto, with— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(a) the provisions of this Act and of the regulations made thereunder,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(8) such general conditions as may be prescribed under the Act and declared to be appli- cable to all licences of the class ‘or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": ". description to which that liconce belongs; an",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(6) such special conditions ag may be set ont in that liconce and declared to be applicable to that licence,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "Map ol erg of 81. (1) A Licenses shall, forthwith after com-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "‘moplr to be ~—mencing to supply energy— | *",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "{a} cause ‘map to be made of the area of supply - on a seals of not less than 16 chains to an inch and cause to be marked thereon the position of all mains; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "Hivctricity Act, No. 19 of 1969. or (®) canse plans of cach part of his authorised avea of supply in which distributing iaing have been laid, to be prepared on : a soale of not less than 2 chains to an inch 80 as to show the position of all acrial and underground lines, and cause the depth of such onderground lines below the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "surface to be marked on the plans, and as soon as may be practicable after any extension lines have been laid, the licensee shall cause such map and each such plan to be corrected by the marking of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "such extension thereon :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "Provided that the licensee may, with the approval of the Chief Electrical Inspector, cause the maps and. plans referred to in paragraphs, («) and (b) of this sub-section to be made on scalés smaller than the soales specified in those paragraphs.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(2)\"Every map or plan made or corrected under sub-section (1) or a copy thereof, marked with the date when it was so made or last’ corrected, shall be Kropt hy the Hoonseo at his office and shall at",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": ", Ml reasonable times be made available for inspection to any authorised officer of Government, or where the licensee is not, the local authority of the area, to an: Ruthorisell ofeer of Government or of the. local authority; and the licenses shall, if required by the Chief Electrical Inspector, supply to him # copy of any such map or plan.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "82. A. Jiconsee shall not be compelled to give a conditions supply of onergy to any premises unless he is reason yrder ‘hich ably satisfied that the consumer's lines, fittings, and iain\" ” apparatus therein are in good order and condition, and are not likely to affect injuriously the use of energy by other persons or the supply thereof by the liconsce.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "BB. (1) A licensee shall, upon being required to awoly tor do 30 by the owner or ocenpicr of any premises P= situated within one hundred and fifty feet fom any distributing main of the licensee in which he is for the time being required to maintain or is maintaining n supply of energy for the purposes of general supply",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "* sto private consumers, give and continue to give a supply, of anergy for those. premises in accordance with the provisions of the licence and of the regula. ' tions, and he shall furnish and lay any service lines",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "28 Electricity Act, No. 19 of 1950.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "that may be necessary for the purpose of sopplying the maximum power which may be required by suc! owner or occupier and may be supplied under the Ticence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "The performance of the duty imposed on the licensee by the preceding provisions of this sub- section shail be subject to the following conditions: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(@) the wires, fittings and apparatus which are to be laid or installed by such owner or occupier upon his premises, for the Purpose of receiving, transforming or using the supply of energy shall be of tha prescribed quality or not inferior thereto; they shall be ‘eid or installed in the pre- seribed manner, and they shall not be of any type or description prohibited by regulation on the ground of its being dangerous or on any similar ground;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(b) if the licensee sa requires, the cost of the construction of the service line shall be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": ". defrayed by such owner or occupier.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(2) The owner or occupier of any premises who + requires a supply of energy from a licensee shall—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(a) make a written application to the licensee specifying 8 point at which such energy | is required to be supplied and the maxi- mum ower required to be supplied and the day | upon which such supply is required to commence, not being af earlier day than is reasonable after the date of the receipt of the application by the licensee, having regard to the situation of the point at which such supply ig required to be given and to the length of line which has to be laid and plant which has to be. erected for affording uch supply, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(0) enter into @ written contract with the licen- see (if required by him so to do) to con- tinue, for a period of at least five years,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "1 to receive and, subject to any prescribed rebate, pay for a supply of such an amount of energy that the payment to be made for the supply will be at least frrenty per sentiim per annom on the out- 4 lay (exclading expenditure upon generat- +",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "_ ing plant then alfeady provided snd any = L",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "Electricity Act, No. 19 of 1950. 2 electric line then already placed) incurred by the licensee in making provision for the aupply.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(8) A licensee may require the owner or eenpiar of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": ". any premises ta pey a concessional charge for the per- vice line, not exceeding one-half of the total cost thereof, in lieu of requiring him to enter into a contract for a period of five years as provided for in sub-section (2) (8)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(4) Where a Licensee requires the owner or occupier of any premises to enter into a contract for a petied of five years a8 provided for in sub-section (2) (6), the owner or ocoupier may elect—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": ". (@) to pay the total cost of the service line in lieu of entering into such contract, or (®) to defray any portion of the outlay incurred * hy the licensee, and to enter into a con tract as provided in sub-section @ (6) in relation to and in respect of the balance of the outlay.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "(5) The owner or occupier of any premises who applies to a licensee for supply of energy shall, if he is required ¢o to do by the licensee, give the licensee security for the payment of ail moneys which may",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "‘ from time to time be due to the licensee in respect of such supply.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "84. (1) A licensee shall not, in entering into con- riquatny of twacte for the supply of energy, grant any undue pre- (nen. ference to any consumer over the other consumers in the same locality or in any other locality where the conditions of supply, incloding power factor, are similar.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "2) No consumer of energy supplied by a licensee shall, except with the consent in writing of that licensee, use eniergy supplied to him under one method of charging, in a manner for which o higher method of charging is in force, .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "3B. In the absence of any agreement, a licenece sth of may charge for energy supplied to any conmmer in NE accordancs with any. method of charging provided for in the licence,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "4. The prices to be charged by a licensee for ™#tim",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "- energy supplied by him shall not, exceed those speci.\" fied “in his licence a appropriate to the several Tnethods of charging provided Tor therein ; '",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "30 Electricity Act, No. 19 of 1060.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "Provided that a licensee may, at guy time after the expiration of a period to be specified in the licence, make a representation to the Chief Electrical Inspec tor that the prices or methods of charge stated in the licenos or approved thereunder ought to be altered, and the Chief Electrical Inspector, after such inquiry as he may think fit, may, in accordance with the pro-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": ". Visions of the licence, vary the prices or methods of chazge or substitute other prices or methods of charge in lieu thereof, and the prices or methods of charge 80 varied or substituted fall have efiect (on or after snch day as may be specified by the Chief Blectrical Inspector) as if they had been stated in the original licence :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "Provided also that the prices and methods of cbarge in force thereafter may be altered in like manner at any time after the expiration of each such further period 2s may be specified in that behalf in the licence,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "dere» 87. Subject to the provisions of the licence and ™ of this Act, and to the night of the consumer to re- quire that he shall be charged according to one or other of the methods mentioned in section 35, a lignsee may male any agreement with an individual _ consumer as to the price to be charged for energy and the mode in which those charges are to be ascertained, and may charge accordingly. Sopply of 88. Where a licensee is not the local authority of pune imps, the authorised area of supply, the licensee shall, upon receiving reasonable notice trom such local authority . Tequiring him to supply energy to any public lamp . within a distance of two hundred and twenty-five feet from any distributing main of the licensee in which he ia for the time being required to maintain or is maintaining a supply of energy for the purposes of general supply, give and continue to give a supply of energy to that lamp in auch quantities as the local authority may require. Soniye 39. In every case referred to in section 38, the Me oops, prices to be charged by the licensee and to be paid to im for all energy supplied to the public lamps main- ' tained by the local authority, and the mode in which those charges are to he ascertained, shall be settled by agreement between the local authority and the licen-* + see and, in case of difference, shall ba determined by - arbitration, regard being had to the circumstances of |",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "Electricity Act, No, 19 of 1950. 3L the case and the coat of laying any distributing or other mains which may be necessary for the purpose . of giving the supply, and the prices charged to indivi- dual consumers in the district.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "\"40. For the purposes of this Act the point at peice wbere whici the supply of energy by a licensee to.a consumer 37275 shall be deemed to commence shall, unless otherwise agreed between them, be the outgoing terminals of the meter or metering equipment used to measure the . supply to the consumer, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "41. (1) In the absence of an agreement tothe Maen contrary, the amount of energy supplied to a consumer shalt be ascertained by meaus of a correct meter. (2) (0) Where a meter is to be used for the purpose of ascertaining the amount of energy supplied by a : Hcemsee to a consumer, the licensee shall cause the meter to be fixed on the premises of the consumer and connected with the service line, but may, before doing 80, tequire the consumer to give security in an amount equal to the price of a meter and to enter into an agreement for the hire thereof. : (8) Where a consumer enters into an agreement with a licensee for the hire of a meter, the licensee shall keep the meter correct, and where he makes default in so doing, the consumer shall not be liable to pay for the hire of the meter for the period during which the default continues. (8) A licensee or any person duly authorised by him shell, at all reacenable times, have aovess to, and be at liberty to inspect and test, and for that purpose to take off and remove, any meter fixed by him under sub- section (1); and all expenses of, and incidental to, . such inspecting, testing, talting off and removing shall ‘be borne by the licenses + Provided that a licensee may recover any reasonable expenses for removing a meter to another position at the request of a consumer : Provided further that where any difference or dis- pute bas arisen between e consumer and a licensee as to the correctness of a meter fixed by the licensee under ‘ sub-section (1), the licensee shall not be at liberty to take off or remove that meter until the matter of the ‘ difference or dispute has been determined ag provided , in sub-section (4),",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "32 Electricity Act, No. 1 of 1950,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "(8 (@ Where any difference or dispute arises between @ consumer and a licensee as to the correct- ness of a meter fixed by the licensee under sub-section (1), the matter shall be decided by an Electrical Tagpector, upon the application of either the consumer or the licensee and on payment of the prescribed fee in the presoribed manner.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "(8) Where the meter has, in the opinion of the Inspector, ceased to be correct, the Inspector shall estimate the amount of the energy supplied to the consumer, during such time aa the meter may not, in the opinion of the Inspector, have been correct.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "(e) Except in the circumstances referred to in paragraph (8), the register of the meter shall, in the absence of fraud, be conclusive proof of the amount of energy supptied to a consumer.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "{@) An application by either a licensee or a con- sumer to an Electrical Inspector under this sub- section shalt not be deemed to have been duly made unless the applicant has given to the other party not leas than aeven days‘ notice of his intention to make the application.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "(8) In addition to any meter which a licensee may fix on the premises of a consumer under sub-section (1), the licensee may place upon those premises such other meter or such maximum demand indicator or other apparatus as he may think fit for the purpose of ascertaining or regulating the amount of energy supplied to the consumer, or the number of hours during which the supply is given, or the rate per unit of time at which energy is supplied to the consumer, er any other quantity or time connected with the supply :",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "Provided that such other meter or such indicator or appiratus shall not, in the absence of an agreement to the contrary, be placed otherwise than between the distributing mains of the licensee and any meter fixed on such premises under sub-section (1):",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "Provided also that, where the charges for the wpply of energy depend wholly or partly upon the reading or indication of much other meter or such indicator or apparatus, the licensee shall, in the absence of an agreement to the contrary, Keep that meter, indicator or apparatus correct; and the pro- visions of sub-sectiona (3) and (4) shall in that case apply as though that meter, indicator or apparatus were a meter referred to in sub-section (1).",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "Electricity Act, No. 19 of 1960. 33",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "(8) A meter shall be deemed to be ‘ correct.\" if it : registers the amount of energy supplied, within the prescribed limite of ercor, and a maximum demand indicator or other apparatus referred to in sub- section (5) shall be deemed to be “' correct \"* if it com- plies with auch conditions as may be prescribed in the case of any such indicator or other apparatus.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "42, Every jicensee shall maintain standard in- pater testing struments for testing and calibrating meters, and ‘mer maintain the standard ingtramente in proper working . order, and take steps from time to time to have the accuracy of the standard instruments tested by the Chief Electrical Inspector or any person appointed by him for the purpose.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "48, (1) The maximum power which @ consumer turin may require a licensee to supply shall not exceed what \"= may reasonably be estimated as necessary for the maximum consumption on the consumer's premises,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "(2) A consumer who bas required a licensee to sopply him with any specified maximum rate of energy shall ‘not be entitled to alter that maximum except upon reasonable notice to the licensee, and except upon payment of such amount as the licensee may require the consumer to pay towards any expenses reasonably incurred by the licensee in respect of the zervice lines by which energy is eupplied to the pre- tnises of thot consumer, or cf any fittings or apparatus of the licenses upon thore premises consequent upon the alteration. a",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "(8) If any difference arises between 2 consumer and .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "a licenses as to what may be reasonably estimated aa",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "the consumption of energy on the consumer's premises",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "or as to the reasonableness of any expenses under eub- section (2), auch difference shall be determined by an . Electrical Inspector upon application by either party",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "and upon payment of the prescribed fee. -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "44. (1) A licensee shall not be entitled to prescribe timmsse aot te any special form of lamp or other energy-consuming \"Pay appliance to be used by 8 consumer, ot in any way to lamp or coutrol ot interfere with the manner in which energy \"m= supplied by him to a consumer is used:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "Provided that no consumer shall uae any lamp or appliance so as unduly or improperly to interfere . with the supply of energy by a licensee to any other consumer,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "Toms ay : :",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "“86 Electricity Act, No. 19 of 1950. an (2) Where any difference ot dispute arises as to . whether a licensee has, in contravention of sub- section (1} , prescribed any special form of lamp oF - + appliance, ‘or controlled or interfered with the | manner in which energy is used, the matter shall be + referred to an Electrical Inspector whose decision + thereon shall be final. . i Right of 45. In any case where a consumer uses any lamp | deuce to or appliance, or uses the energy snpplied to him, in pn such'a manner as to interfere unduly or improperly with the supply of energy by the licensee to any other consumer, or maliciously oF fraudulently injures or alters a meter or an indicator or apparatus of the licensee or prevents such meter, indicator or apparatus from duly registering, or fails to comply with any regulations ralating to the conditions of supply, the licensee may, notwithstanding any agreement for. the time being in force, discontinue the supply of energy to the first mentioned consumer until the use of su lamp or appliance or such use of energy is discontinued or until such meter, indicator or apparatus has been repaired or restored to proper working order, or uatil such regulations are complied with, Power of make 48: £2 A licensee may make regulations to be ragutiew.”=\"” observed by consumers ag to— (a) the conditions of supply; , (5) the terms and length of contracts required to be entered into; and (©) any other matters relating to the supply to° on consumers. : (2) No regulation made by a licensee under sub- : section © hall have effect until it has received the approval of the Minister or, where the licensee is a «? local authority, the approval of the Minister of Local .o&\" * Government “given after consultation with tie : <” Minister. a yom of . 7, (1) A lioansee or any person authorised by @ comt’s.coue, licenses may, at any reasonable time, enter any ih premises to which energy is or has been supplied by ‘im for the purpose of — (@) inspecting and festing or repairing and Maintaining the electric linea, motors, ings, works and apparatus belongin; > ® to the licensees or PP Bn ascertaining the amount of ener, ied: on B energy supplied; ~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "Electricity Act, No. 19 of 1950. 35 (0) removing, where a aupply of energy is no . jonger required or where the licenses is - authorised to cut of such supply, any electric lines, meters, fittings or apparatus ‘. belonging to the licenses. > @) A licensee or any person authorised by a - ” an Ticensse may also, after giving not, less than twenty- ° four hours” notice in writing to the occupier, enter . any premises to which energy is or has been supplied or ie to be supplied by him, for the purpose of examin: ing and testing the electric wires, fittings, worke and apparatus belonging to the consumer. (8) Where a consumer refuses to allow a licenses or any person authorised by a ‘licensee to enter bis premlees in pursuance of the provisions of eub- section (1) or aub-tection (2), or to perform any ect which the licensee or that person is authorised by any . of those sub-sections to perform, ot fails to give Peasonable fecilties for such entry or the performance of such act, the licensee may, efter the expiry of twenty-four hours from the service of a notice in writing on. the consumer, cut off the supply to the consumer for so long as such refusal or failure continues. 48. A licensee may, before executing the neces Seariy for sary work for connecting or reconnecting any premises M7™* to day distributing mains, by notice in writing require . the owner of ocoupiar of those premises, within seven  daya after the date of the service of the notice, to give him security for the payment of all moneys which may be due to him or fall due in respect of the supply in any case where the owner or occupier hes not already =, given that security, or where any security given has come invalid or inaufficient; and where the owner or = + ecupier fale to ‘comply with the terms of the notice, - the licensee may, if he thinks fit, refose to supply ‘ energy for the’ promises oo long a8 the failure =.” , continues. oe . 49. (1) In any case where a person neglects to pay Dinconti- any charge for energy of any otler sum due from ftw him to a licensee in respect of the supply of energy to stent him, the licensee may, after giving such person not $f\"shucga, less than forty-eight \"Hours\" notice in writing, cut off + the supply, and for that Purpose cut or digconnect any electric line or other works, being the property of the 5 Licenses, through which energy may be supplied, and may discontinue the supply until such charge or sum, (",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "36 Electricity Act, No. 19 of 1950, together with the amount of any expenses whick have = * + been incurred by him in cutting off the supply or may i be freurred in reconnecting the line or other works, is . paid. . . + | (2) When a person consumes energy at two or more \\ . premises and neglects to pay any charge due from bim in respect of any of the premises, the licensee who . gupplies auch energy may, after giving that perton nob . less than forty-eight hours’ notice in writing, cut off ; the supply from the premises or all those premises, notwithstanding that the several premises are supplied ’ under separate agreements. : . (3) Where any dispute arises between a consumer = * . and a licensee regarding any charge for energy or any other sum due from the consumer to the 1 licensee, such dispute shall be referred to.the Chief Electrical Inspector and shail be determined by such Inspector or by eny person appointed by him for the - purpose. The decision of such Inspector or of the person so appointed on any such dispute shall be fina). (Where any such dispute between a conguner . anda licensee as is mentioned in sub-section (3) has 1 ~ been referred to the Chief Electrical Inspector before notice under sub-section (1) or sub-section (2) is fren by the Hicensee to the consumer, the licensee shall not exercise the powers conferred by sub-section (1) or sub-section (2) until the decision on that dispute has been given under sub-section (3):",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": ". Provided that such omens may be exercised by the licensee in any case where the licensee has requested the consumer in writing to deposit with the Chief Electrical Inspector the amount of the licensee's charges or other sums in dispute or a sum sufficient to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "+ meet the licensee’s further charges for energy as they accrae, and the consumer has failed to comply with - such request. Payments ia 50. - Where the occupier of any premises to which sro. © energy has been supplied for his use by a licensee, leaves the premises without paying all sume due from him to the Goonsee in respect of the energy aupplied or in respect of meter Tent, the licensee shall not be : entitled to demand from the next occupier of the pre- mises, a8 @ condition of the supply of energy to him, payment of the sume so left unpaid by te former occupier. : i Recovery of 54. \"Where am Ts0n neglects to pay any sum 3 quae gue a due from him to 4 Rcensee, the Tight of the Heenses : to recover the sum, with costs, by action in any court",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "Electricity Act, No. 19 of 1950. 37 of competent jurisdiction shall not be deemed to be prejudiced or in any other way affected by any of the other provisions of this Act. * 62. A licensee shall not make or cause or permit Variations in y any variation in the nature or the presaure or the [owt ge periodicity of the energy supplied by him except in .oaym accordance with such regulations as may for the time femplins ith being be in force prescribing the circumstances in 7 which, the limits within which, and the conditions subject to which, such variation may be made. Administration of Act. . 68. (1) The Chief Engineer or any other suitable Administration peson, may be appointed as the Chief Electrical “4+ inspector for the purposes of this Act, and the Chief . Electrical Inspector shall be responsible for the administration of this Act. . (2) In the exercise of his powers and in the discharge of his duties under this Act, the Chief Electrical ‘Inspector shall be subject to the general direction and control of the Minister. : 8%. (1) There may be appointed, from time to Appointment af time, sich number of fit and proper persons a2 May Fagectacs 40a bo necessary as Electrical Inspectors for the purposes Inpease. | ™ of this Act. ° (2) It shall be the duty of an Electrical Inspector— (@) to inspect the construction of works and the erection of electric lines and plant, to . inspect and test such works or lines after construction with a view to ascertaining whether the works are in accordance with the provisions of this Act and the . regulations made thereunder; (8) to conduct an inguiry into the cause of any accident afiecting the safety of the public if so directed by the Minister or Chief . Electrical Inspector; (c) toe examine and test any mater intended for ascertaining the amount of energy supplied, upon being required to do) s0 either by a licansee or a consumer, and to settle any difference which may arise between a licensee and a consumer con- garning the accuracy of # meter; (a) to test the variation of preasure on a con- somer’s terminals, when required to do eo by the consumer; : (©) to make such inspection and testing of the i service Lines, apparatus, and works of a i Viceneee upon @ consumer's premises as { ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "38 Electricity Act, No. 19 of 1950. may be neceasary for ascertaining whether the licensee has complied with the provi- ™ sions of this Act or the regulations made . thereunder or the conditions of the - licence; and é _  (f) to take such other measures as may be required of him under the provisions of this Act or the ‘regulations made thereunder.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "(8) An Electrical Inspector shall have the right of access at all reasonable hours to any of the premises",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "+ of a licensee for the purpose of ascertaining whether the provisions of this Act or the regulations made thereunder or the conditions of the licence are being complied with, and, on informing the licensee of his intention, shall have the right of access to all stan- dard instruments under the control of the licensee for the purpose of testing the accuracy of any meter or other instrument.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": ". (4 An Electrical Inspector may, at all reasonable - times and after informing the occupier of his inten- tion, enter any premises in or to which energy is * generated or supplied, for the purpose of inspecting and testing the electric lines, service lines, meters, fittings, works, and apparatus for the supply and use, of energy installed therein and of ascertaining whether the provisions of this Act or the regulations ce made thereunder are being complied with. Notice of 55. (1) Every licensee shall send to the Minister 7 7 pecidente. written notice of — . . (@) sny accident or explosion or fire which has , ‘occurred in any patt of the licenses’s . . works, and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "+. @) any loss of life or personal injury occasioned.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "* thereby.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "‘The notice shall be sent by the earliest practicable means after the ocourrence of the event, or, as the case may be, after the loss of life or personal injury becomes known to the licenses. .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "_(@) The Minister may, if hé deems it necessary, direct any Electrical Inspector or appoint any other fit person to enquire into and report on—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": ". {a) the cause of any such accident affecting the safety of the public as may have been . socasioned by or in connection with = ' . licensee's works, whether notice of the vy aecident has or has not been received from + the licensee, or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "Electricity Act, No. 19 of 1960. 39 (@®) the manner and extent in and to which the provisions of the Hoence and this Act and the regulations made thereunder have been complied with by the licensee. ‘Any person appointed under this sub-section not being an Electrical Inspector, shall for the purposes of his appointment have all the powers of an Electrical Inspector. : . 58. (1) Every licensee shall keep and maintain in Lise propor working order auitable and proper instruments Esti ox for recording the variation of pressure and for all provit other purposes which may be specified in the regu. ‘struments. lations. He shall also keep and maintain one or more feta of portable instmmonts for testing insulation of electric lines and of the wiring of consumer's premises, (2) Every ficensee shall afford to the Electrical Inspectors all facilities necessary for the inspection, testing and reading of the instruments kept by him for the purposes of compliance with sub-sestion (1). . 57. A licensee may, if he thinks fit, on each Repression occasion of the testing of any main or service line, or <i,lcene > the testing or inspection of any instruments of the .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "» Ticensee by any Electrical Inspector, be represented by - guy of his employees or by an agent authorised by im - in that behalf, but such employee or agent shall not > interfere with the testing or inspection, ~",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "58. If a licensee or any interested person is Hitt of dissatisfied with any decision or report of en Wlectrical Fame nieel Anspector, the matier shall be referred to and devided , ao : by the Chief Electrical Inspector and his decision shall ' » be final. cote",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "88. The Chief Electrical Inspector, the Electrical . Poic . Inepectors appointed under section 64, and persons » He appointed under sub-section (2) of section 55 shall, wy - while performing their duties under this Act, be . deemed to be public servants within the meaning of aan the Penal Code. cup. 38. .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "General, Sk",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "60. (1) The Minister may, subject to the provi- .-Povsr to mete",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "+ sions of section 61, make aM such regulations as he tiem may deem necessary for the purpose of carrying out the provisions or giving effect to the principles Of this",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "ee 9",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "1",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "40 Electricity Act, No. 19 af 1950. . (2) In particular and without prejudice to the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "generality of the power conferred by sub-section (1),",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "regulations may be made thereunder for or in rexpect",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "of all or any of the following matters or purposes: — |",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "(a) The form and manner of application for the ” licance to supply electrical energy; the terms and conditions of the licence; the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": ". _ fees payable in respect of the licence.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "(®) The preparation and submission of accounts and statistics by licensees and the form in",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "., Which they are to be submitted.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "(c) The exercise by the Government of financial supervision over the operations of Yicensees.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "@ The inspection, testing and supervision of the installations of Ficensens to ensure a regular, constant and sufficient supply of energy by licensees to consumers.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "(¢) The conditions under which a supply of electricity may be given, and the regulation and variation of the nature, pressure and periodicity of the supply. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "(/) The design, construction and protection of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": ". the plant and equipment for the trans- mission and distribution of electrical energy and the maintenance, inspection and testing of such plant and equipment",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": ": during operation. .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "_(g) The class or design, classes or designs of wires, fittings and apparatus to be used by",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": ". consumers and the manner in which they shall be fixed, grranged, protected and controlled, and the prohibition of the sale",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": ". or use of dengérous apparatus.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "(2) The form and manner of application for the permit for a temporary supply of energy, _and the terms and condition to be attached to such permit.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "(® The measures to be taken for ensuring the safety of the public and of the operators",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "‘ employed by the licensees or permit- holders. ion",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "() The qualifications required of, andthe duties",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 38,
    "par_num": 22,
    "text": "_, 0 be performed by Electrical Inspectors.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "Electricity Act, No, 19 of 1960. 41 (#) The qualifications required of persous placed in charge of installations and im control of the operation of apparatus, and arrange- ments for the proper relief of such persons. x (© The fees or charges to be paid in respect of any matter or thing for which payment is required by or under this Act, (m) All matters stated, required or authorised by this Act to be prescribed. (8) No regulation under this section shall have . effect until it has heen approved by the Senate and the House of Representatives. Notification of such approval shall be published in the Gazette. : Upon the publication in the Gazette of the notifi- cation of the approval of any regulation, it shall be as valid and effectual as if it were herein enacted. 61. Except with the concurrence of the Minister concartence of of Local Govermment— an Baier ot (2) no licence shail be granted or refused where mest aectomry the applicant for the licence is » local dua,\" authority ot a person intending to supply ~  olectrical energy in any area which is within the administrative limits of a local . authority, or where any local authority is likely to be affected by the grant or refusal ® of the licence, fea . no provision relating to any matter specifies - in section 4 and no eondition shall be . included in a licence which is to be granted - to a local authority or any such person as aforesaid, : > () no right referred to in section 5 shall be con- ferred on a licensee who is a local authority or any such person as aforesaid, (@) no decision referred to in section 9 shall be taken in regard to a licensee who is a local authority oF any such person as aforesaid, . an (©) no regulation applicable to a licensee who is a Tooal authority or any such person as * aforesaid shall be made under section 60, ° 62. (1) Every person who acts in contravention of | Senos the provisions of section 2 shall be guilty of an offenos SS, Punishable with a fine not exceouing five hundred fans Tupess or with imprisonment of either description for - 8 term not exceeding six months, ce",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "42 Electricity Act, No. 19 of 1950.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "(2) Upon the conviction of any person of an offence under this section, the court mayr in addition to or - in lieu of imposing any punishment hereinbefore pres- oribed make order directing that the installation involved in the offence shall be dismantled and removed“ within auch period as may be specified in the order. Such petiod shell, where the conviction or the order is taken up in appeal and is affirmed by the Supreme | Court, be reckoned from the date on which the decision | of the Supreme Court is communicated to the offender.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": ". (8) Where an offender fails to comply with an order under sub-section (2), the Chief Electrical Inspector * may cause the installation involved in the offence to be dismantled and the dismantled parts to be removed to any place agreed upon with the offender or, in the absence of any agreement, to & suitable place, and the expenses incurred by him in go doing may be recovered as a debt due to the Crown from the offender, Peasy for 63. A licensee, who— Teeue (@) save as authorised by his licence or by any Sap ot fer order under section 10 or by any permit sinh ecktre issued to him under section 11, supplies energy or lays down or constructs any ~ electric line or works outside his area of . supply, or ®) makes default in complying with any order issued to him under section 29, shall be guilty of an offence punishable, save as pro- vided in section 78, with a fine not exceeding two hundred and fifty rupees, and, in the case of a con- tinuing offence, with a daily fine not exceeding twenty- five rupees. : Renaliy tor G4, (1) A licensee who makes default in supplying fale energy tO any owner or occupier of premises to one. ‘whom he is required to supply energy by or under the provisions of this Act or of his licence, shall be guilty of an offence punishable, save as provided in section 73 with a fine not exceeding twenty-five rupees in respect of each day on which or on any part of which any such default occurs. * @) A licensee who makes default in supplyiny f energy to any of the public lampe to which novia re” pied to supply energy y or under the provisions of this Act or of his licence, shall be guilty of an offence punishable, save as provided in section 73 with @",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "Electricity Act, No, 19 of 1950, 43 fine not exceeding five rupees in respect of each such lamp for each day oa which or on any part of which any such default occurs.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "(8) Notwithstanding anything in the preceding",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "+ sub-sections, the fine to be inflicted on a licensee under any of those sub-sections shall in no cass exceed in the aggregate the sum of seven hundred and fifty rupees in respect of any defaults, not being wilful defaults, made by the licensee on any one day.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "85. Whoever fraudulently or dishonestly abstracts, pet of, consumes or uses any electrical energy or maliciously & malisioaly causes any electrical energy to be wasted or diverted, favur® shall be guilty of an offence punishable with a fine not exceeding five hundred rapees or with imprisonment of either description for a term not exceeding six months; and the possession of artificial means for such abstraction shail be prima facie evidence of such fraudulent or dishonest abstraction of energy.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "86. Whoever unlawfully and maliciously cuts or Uniewtolle axa injures any electric line or works with intent to cut Rae olf any supply of energy shali be guilty of an offence  aisint' lise or punishable with a fine not exceeding five hundred \"= Tupees or with imprisonment of either description for @ term not exceeding six months or with both such fine and auch iruprisonment,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "67, Whoever— : Fenaly foe",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "(@) not being an authorised officer of a ‘Mrerne licensee or the Chief Engineer, connects or & Tree disconnects any eleatrie fine through which faroper nse” energy is or may be supplied by the licensee ot enecey. to or from any moter, indicator or apparatus referred to in section 41; or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "(0) without the consent of a licensee or the Chief Engineer lays or causes to be laid any electric line or connects up any electric line, equipment, apparatus, or works, for the purpose of establishing & connection with any electric Tine, apparatus or works belonging to a licensee or the Chief Engineer; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "(¢) maliciously injures any meter, indicator or apparatus placed by a licensée under sec- tion 41, or wildally or. fraudulently alters the index of any such meter, indi- cator or epparatus, or preveNts any such meter, indicator or apparat¥s from duly registering; or ‘",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": ";",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "a Electricity Act, No. 19 of 1960.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "(@) im any case where energy supplied by a licensee or the Chief Engineer is not ascertained by meter, uses the energy supplied to him in any other manner or to a greater amount than that. Specified in his. contract or agreement with the licensee or the Chief Engineer; or :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "(@) supplies any other person with any part of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": ". the cnerey supplied to him hy a licensee or : the Chief Engineer,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "shall be guilty of an offence punishable with » fine",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "not exceeding five hundred rapeas, and, in the case",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "of a continuing offence, with a daily fine not exceeding",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "twenty-five rupees.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "For the purposes of this section, the possession of ony artificial means for making auch connection ay is referred to in paragraph @. or such connection as is referred to in paragraph (6), or causing such alter ation or prevention as is referred to in paragraph (c), or facilitating such use or supply as is referred to in paragraphs (4) and (e) of this section shall, where the meter, indicator or apparatus is under the custody or control of the person charged, whether it is his property or not, be prima facie evidence that such connection, alteration, prevention, use or supply, as + the case may be, has been knowingly or wilfully caused by the person charged.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Enineising «GB. Whoever maliciously extinguishes any public",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "wble bop lamp shall be guilty of an offence punishable with a fine not exceeding two hundred and fifty Tupees or with imprisonment of either description for a term not exceeding threa months,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "Seonen ~ 69. (1) A licensee who makes any-defauit, not",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "penalty. otherwise provided for, in complying with any of the provisions of this Act or of any regulation made or order issued thereunder or with any of the condi- tions of his licence or contravenes any such provision or condition, shall be guilty of an offence punishable, save as provided in section 78, with a fine not ex: ceeding two hundred and fifty rupees, and, in the case of a continuing “offence, with a daily fine not exceeding twenty-five rupees. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "(2) Whoover, not being a licensee, makes any de- fault, not otherwise provided for, in complying with any of the provisions of this Act or of any regulation made or order issued thereunder or contravenes aly",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "Electricity Act, No. 19 of 1080. % such provision, shall be guilty of an offence punish- able with a fine not exceeding two hundred and fifty rupees or with imprisonment of either description for ”",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": ". a term not exceeding three months, and, in the case of a continuing offence, with a daily fine not exceeding - twenty-five rupees.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "(3) Where any offence of which a person is con- victed is continued efter the conviction, that person . hall be guilty of a fnrther offence punishable on a further prosecution with the daily fine hereinbefore prescribed.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "70. Every offence under this Act shall be triable suiedicine. summarily by a Magistrate's Court.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "74. A prosecution jn respect of any default or Froscutioas sontravention on the part of a licensee shall not be 3z%« instituted except by, or with the sanction of, the . Attorney-General.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "72._ (8) Where an offence under this Act bas been on by committed by 0 licensee who is an incorporated com- smPentons. pany, every pereon who at the time of the eommission of the offence was a director, manager, secretary or. other similar officer of such company, or was pur-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "Potting to act in any such capacity, shal be deemed to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "guilty of that ofience unless he proves that the offeice was committed .without bis consent or connivance and that he exercised all such diligence to prevent the commission of the offence as he ought, to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "we exeroised having regard to the nature of his functions in that capacity and to all the circumstances. ~",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "(2) In any case where o licensee who is a local authority is ‘prosecuted for on offence under this Act, the chief executive officer or any other prescribed officer of that local authority shall represent that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "local authority in that case; and accordingly the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "prosecution may be instituted against that local",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "authority 98 represented by such officer, and any",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "Process or document which, for the purposes of that",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "case, is required to be served on that local authority,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "imay be served on such offer; and any ine, cost or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 17,
    "text": "compensation imposed or awarded in that case shall : be paid out of and recoverable from the fund of that 4 local authority. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "46 Electricity Act, No. 19 of 1950. ‘Speciat 78, Notwithstanding anything in the foregoin, pews, provisions of this Act $ in ane (1) im any prosecution instituted in respect of ° any default or contravention on the part ~ . of a licensee—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": ": {a) no punishment shall be imposed if the court is of opinion that such de- fault, was caused by inevitable accident or fores majeure or was of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": ". so slight or so unimportant a charac- ter a3 not materially to aliect the value of the supply, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "(®) where the licensee is a local authority, the court may, in lieu of imposing the punishment hereinbefore in this Act prescribed for such default or contravention, act ander section 74, and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "(2) in any prosecution instituted in respect of any default or contravention on the part of any person other than a licensee, no punish ment shall be imposed, if the court is of opinion that the case was one of emergency or that such person complied with the , requirements of this Act and of the re lations thereunder as far as was reasonable",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": ". or practicable in the circumstances of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "case, Alternative 7% Where a licensee who is a local authority is yuraimeta charged with any offence under this Act and the iy toc court is of opinion that the charge is proved and autertis. that the default or contravention constituting the offence is likely to prejudice the safety and convenience",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": ". of the public, the court may, without proceeding to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "conviction, report such default or contravention to the Minister, and thereupon the following provisions shall have effect :—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "(1) (@) Whore it appears to the Minister to be in the public interest that steps should be taken without delay to make good or to rectify the default or the contravention on the part of the local authority, the Minis- ter may authorise the Chief Engineer to execute all such works (whether of cons- truction, replacement, repair or mainteo-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "' once) aa may be necessary and to recover * the amount of the expenses and charges incurred in that behalf from the local authority.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "Electricity Act, No. 19 of 1950. 47 {b) The amount of such expenses and charges . ? certified under the had of the Chief Ee. gineer shall, notwithstanding anything in any other law relating to the fund of the x local authority, be payable by that author- + ity out of that fund within-one month of the date of a demand made therefor by or on behalf of the Chief Engineer. (©) Such amount, if it ia not so paid, may— (i) on application made by the Chief Engineer to @ one Magistrate's Coutt, be recovered. for “him by that Court in like manner as if it were a fine imposed hy that Court on such - local authority; or Gi) on a reference of the matter to the Minister of Local Government, be deducted by order of that Minister from any grant or subsidy payable to such local authority out of the ‘onsolidated Fund. An order of the Minister of Local Gov- ernment authorising any deduction from a grant or subsidy under the foregoing Pyovisions shall be final and shall have the . ike eflect as if the moneys voted by Parlia- ment for the perposes of such grant or subsidy had ‘been duly reduced by Parliament. (2) (a) Where, upon consideration of the nature . and the circumstances of the default or the contravention, whether by itself or taken with any previous default or contravention on the part of such local authority or the previous conduct of such local authority as a licensee, the Minister is satisfied that such local authority is not in a position to carry on the business of supplying energy in the manner prescribed by Bw ae : demanded by the sabi interest. the Minister may, with the concurrence of the Minister of Local Government, revoke the licence issued to such local authority. (®) Where any lieonee is revoked under paragraph {@), it shall be lawful for the Commissioner of Local Government or an officer or person : authorised by him in writing in that behalf, notwithstanding anything im section 2, to take over aud carry on the business of : supplying energy within the area. of '",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "t 48 Electricity Act, No, 19 of 1950. supply specified in the revoked licence,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "until d fresh licence is duly issued to a fit",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "and proper person or authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "(©) Where under paragraph (b) the Commissioner of Local Government or an officer or person * authorised by him takes over a local autho- ny business of supplying onergy, it shell be the duty of the local authority— (i) to give him free access to all the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": ". premises, plant, machinery, works, equipment, records, books and ac counts belonging to, connected with",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": ". or relating to that business;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "Gi) to transfer to an account to be opened by him in a bank for that purpose, such part of the fund of the local authority as may have been derived ag income from, or may otherwise be attributable to, that business; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "Gil) to afford all such facilities and render all such assistance as he may require for the proper conduct of that business,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "(3) (@ Where the Minister considers that there « is prima facie evidence to show that, in regard to the basiness of supplying energy. there has been persistent dueregard of the public safety and convenience and gross Incompetence and mismanagement of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": ". affairs on the part of a local authority, be may refer ‘the case” for inquiry and disciplinary action to the ister of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "Government,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "(®) In any case referred to the Minister of Local Government under paragraph (a) he may hold or cause to be hald such inquiry. or ine vestigation as may appear to him to be necessary; and ‘auch incompetence or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": ". mismanagement or persistent disregard of the public safety and convenience on the part of a local ‘authority as may be dis- closed by such inquiry or investigation shall be a ground for the removal ef the members of thet local aathority from office or for the dissolution of that local author- ity, in addition to any other grounds that - may for the time being be specified in the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": ": law relating to the Cstahlichment, gaper- vision and control of the local authority.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "Flectricity Act, No. 19 of 1960. 49 * 95, Nothing in this Act shall be deemed to take seria: away or affect or prejudice the right of the Govern- [1 3! ment or of any person to sue for and recover 4 compensation for or in respect of damage or injury caused By any act or omission which constitutes an offence against this Act or the regulations made thereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "76. Where any electric lines, meters, apparatus, #zemptin ot fittings or works belonging to # licenses are, for the w siber purpose of supplying energy, placed in or upon any 2h fem Premises which are not in the possession of the cian cm = licensee, ouch electric lines, meters, apparatus, fittings, or works shall not be liable to be taken in execution under any process of any court or tobe se- = * questered or seized in any proceedings in insolvency or bankruptcy against the person in actual possession of the premises. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "71. Every licensee who is not a local authority Anos shall, unless expressly exempted by order under the {<u hand of the Minister, prepare and render to the Chief bs ere oot Blectrical Inspector, on or before the prescribed date 7 in each year, a statement of the accounts of his elec- trical undertakings made up to such date, in such form, and containing such particalars, as may be prescribed. -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "78.. Any dispute, difference or question, not svintion. otherwise provided for, which may arise between the Government and a licensee touching the constrnetion,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "‘meaning or effect of any of the provisions of a licence ’ granted under this Act or the rights or liabilities ‘under auch licence or otherwise howsoever in relation . thereto shall be referved to arbitration. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "79. No suit, prosecution or other proveding shall Pastegina tor lie against any person employed in the public service ‘en ‘ah, for anything done or purporting to be done in good faith under this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "80. (1) Every notice; order or other deeurent by Seria of or under this Act required or authorised to be “St addressed to any person may be served by post or left— decent. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 47,
    "par_num": 8,
    "text": "(a) where the Government is the addressee, at the office of the Chief Engineer; . kas ue Co",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "50 Electricity Act, No. 19 of 1950. (®) where the Minister is the addresses, at the * office of the Minister; (©) where the Chief Electrical Inspector is the addressee, at the office of the Chief + Electrical Inspector; (@) where a local authority is the addresses, at the office of the local authority; : . (2) where @ company ie the addressee, at the . registered office of the company or, in tha event of the registered office of the com- + pany not being in Ceylon, at the principal offices of the company in Ceylon or at the . office of any agent of the company in Ceylon; and * (f) where any other person is the addressee, at the usual or last known place of abode or . business of such person. {2} Every notice, order-or other document by or : under this Act required or authorised to be addressed . to the owner or occupier of any premises shall be deemed to be properly addressed if addressed by the + description of the ‘ owner ” or “ occupier ” of the premises (the premises being specified by name or assesment number or other adequate description) and shall be deemed to be duty served by the delivery i. thereof or of true copy thereof, to some person on o the premises to whom it can with reasovable diligence be-delivered, or by the affixing thereof on some conspicuous part of the premises. Ohiat Bagi 81. For the purposes of the electrical installations chee fie\"” or undertakings of the Government, the Chief Foti. Engineer shall have all the powers conferred on & licansee by this Act and shall, in the exercise of any sich power, comply’ with such of the provisions of this Act ss a licensee is required by this Act to comply with when exercising that power. Interratufai. ~ | 82 “In, this “Act, unless the context otherwise requires— ° “* aerial line“? means any electric supply line © which is placed above ground and in the open air; :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "Electricity Act, No. 19 of 1960: 51",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": ": “area of supply’ or “authorised area of sapply ”, in relation to » licensee, means the area within whieh alone the licensee is for the time’ being authorised by his",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "‘ licence to supply energy;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "“Chief Engineer \"’ means the Chief Engineer and Manager of the Department of Government Electrical Undertakings;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "“ consumer ” means any person or body of per- sons supplied or entitled to be supplied with energy by 4 licensee or the Chief Engineer, or whose premises are for the time being connected for the purposes of supply of energy with the works of a licensee or the Chief Engineer;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "~* consumer’s terminals ”” means the ends of the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": ": electric Hines situated upon auy con- . aumer’s premises and belonging to him, being the ende at which the supply of * energy is delivered from. the service lines; .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": ", daily fine” means a fine in accordance with section 69 (8) for each day on which an offence of which any person is convicted is continued after the conviction;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "‘distributing main” means a ortion of any main which is used for the Purpose of . giving origin to service lines for the pur-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "‘poses of general supply;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "“earthed ” means connected to the general mass of earth in such manner as to ensure at all times an immediate and safe discharge of energy to earth;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "-* electric line '? means any wire or other con-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "\" ductor of whatsoever description, whether above ground or under ground, used for the purpose of conveying, transmitting or distributing energy, together with any .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "supports, casing, coating, covering, tube, vo pipe or insulator supporting, enclosing or . surrounding such wire or conductor or , any part thereof or any apparatus con- 7 nected therewith for the purpose of con-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "veying, transmitting or distributing such {",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 49,
    "par_num": 16,
    "text": "energy; : :",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "52 Electricity Act, No. 19 of 1960. “Electrical Inspector” means an Inspector . appointed under section 34, and, for the : purposes of sub-section (2) of section 55, Includes @ person appointed under that sub-section: 4 “ energy ‘’ means electrical energy when gene- Tated, transmitted, supplied or used for . apy purpose other than the transmission : of @ message; “« general supply \" means the general supply of energy to ordinary consumers, and, where .the Joced authority is not a liesnses and there is an agreement in that behalf with the local authority, includes the general supply of energy the public lamps, but",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": ": does not include the supply of energy un-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "-der any special agreement to ‘any one or more consumers;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "“Government Agent” includes an Assistant | Government Agent;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "** licenes ” means a licence issued under section 2 for the purposes of this Act, and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": ". ** licanges '? shail be construed",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "accordingly; “",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "“*Jocal authority” means any Municipal Coun- cil, Urban Council, ‘Town. Council or Village Committee, or any other institv- tion which may hereafter be established by law for purposes of local seli- fovernment with power to impose and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": ". levy @ rate on property;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "* “main ” means any electric line through which energy is or is intended to be supplied to the public;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "-; “Minister °’ means the Minister who is for the time being charged with the administra- tion of the subjects and functions",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": ". relating to or connected with Electrical Undertakings;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "“‘ Minister of Local Government *” means the aa Minister who is for’ the time being charged with the administration of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": ". subjects and functions relating to or.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 50,
    "par_num": 15,
    "text": "~ connected with Local Government; whether with or without any other subjects or functions;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "Electricity Act, No. 19 of 195000 BB : *« period of the licence ” means the period for - the time boing. Specified in a licence as the . period for which the linence is to be in force; \\ * “Permanent Secretary ”’ means the Permanent Seoretary to the Ministry in charge of the Minister; . “ power ” meana electrical power or the rate per unit of time at which energy is supplied; “ prescribed ” means prescribed by this Act or by any regulation made thereunder; “ public lamp * means any electric lamp used for the lighting of any street; “public purposes ”, in any context relating to the use of energy for public purposes, means the lighting of any street or place belonging to or subject to the control of a local authority or of any place of public worship or of any hail or building belonging to or subject to the control of any public authority or of any public theatre, but does not include any other purposes to which energy may be applied; “‘ regulation” means a regulation made under : this Act; * youd authority '’, with reference to any street, sewer, drain, or tunnel, means such local authority, committee, or person as is res- ponsible for the maintenance of that street, sewer, drain, or tunnel; ‘* gervicg line '* means any electric line through which energy is or is intended to. be -supplied— . {i) toa consumer either from a distributing main or immediately from the pre- mises of the supplier; or . (ii) from a distributing main to a group’ of consumers on the same premises or on adjoining premises supplied from, the same point of the . distributing main; “‘etreet ” includes all public carriazeways, cartways and pathways as well as bridges, . : drains and embankments, causeways and Gitches belonging or appertaining to a | ,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 52,
    "par_num": 1,
    "text": "54 Electricity Act, No. 19 of 1950. * - road, and atl land adjoining any road.” a which has been reserved for its protection \"  or-benefit, ‘and’ all land which has been marked off or reserved for the construction . of any road, and all waste land which, not. ; being private Property, lies within a dis tance of thirty-three feet of the centre of the public carriagoways or cartwaya or within tex fest of the centre of public “pathways (he burden of proving that .. +) .such-waste land ig private property bei on the person asserting the same) and ail - Public ‘squares, greens, paris, “market plates and other public places other than « public buildings; “telegraph Hine” means any wire or other con- ‘ductor of whatsoever description used by |: . , the Director of Telecommunications for the me purpose of transmitting or receiving = telegraphic, telephonic or other communi: - cations by means of electricity, galvaniem, » + magnetism or other form of energy, to- + gether with any supports, casing, coating, a covering, tube, pipe or insulator support- — : ing, enclosing, or surrounding auch wire . or conductor, or any part thereof, or any . apparatus connected therewith for the oxpose of conveying such communications, and includes all telegraph, telephone and signal aynteme operated under the direction of the General Siauager of the Railways, but does not include a telegraph line erected by a licensee; and . “ works” includes distributing mains, electric lines, poles, pillars, lamps, street boxes, ; machinery,’ buildings, earth. and water works, and any appazatus or other, works of whatsoever description required for the Reneration, transmission, transformation, istribution, or supply and use of energy. Ryesl of 88. The Electricity Ordinance ia repealed: Gite Ti, povided te eicity hereby repe: (i) every ale made under that Ordinance . and in forces on the day immediate ' preceding the dato Gu which this « Act comes into operation shall, 50 ; far as it is not inconsistent with ~The provisions of the foregoing sec- '",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 53,
    "par_num": 2,
    "text": "Electricity Act, No. 10 of 1960. 55 tions of this Act, continue in force as though it were a regulation ‘made andor this Act, until i is amended, replaced or rescinded by a regulation under this Act; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 53,
    "par_num": 2,
    "text": "(ii) every licence issued under that Ordin- ance and in force on the day imme- dintely preceding the aforesaid date shall be deemed to be a licence issued under this Act by the Min- ° ister, and all the provisions of this Act ‘shall apply accordingly in relation t0 thet licence and to the person to whom it was issued.",
    "mean_p_confidence": 0.86
  }
]