[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC q SOCIALIST REPUBLIC OF 4 SRI LANKA CIVIL ASPECTS OF INTERNATIONAL ‘ CHILD ABDUCTION ACT, No. 10 OF 2001 (Ceri on Sek Ages! 2401) j Pred onthe Orde of Goverment : Cabltedasa Supplonens io Prt Lofe Gare of er Democratic Soca Rep of SL Aap 10,2001 eu osaae Ra $28",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "CURR Aspect af Ise Child veto ot Na. 10nf 28 eel ep Dik gut, 2004]",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "LD oO. 28041 As Acrsmenc nico 1 Bene Cnr TAE CA",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "\"ASHHETS OF BereouTin CL AIM SOUTH THE",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Fhouron 25r4 Cerone, FEO: mate movea FIRM",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "naa enor mnt Hep Set Ean",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "ANE BEARD CONTAY OR SRE LAVA 5 3 ERTIAD FAG",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "IRRBDICION HE HR COU OB a ORT To AR WHEREAS the Convention an the Civih Asprets of | Muomble Toveraienat Child Abduction was adoped te Fage ao Geter 25, 1980 ANE WHERUAS Sti Lane seceded fo the aforeani Canverton AND WHEREAS i necssaey 7 ako lege provision 10 ‘wah Sian FoR ig obscure aereld Comm",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "[NOW FHEREFORE fe it encod bythe Patan of",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "= he Demerol Republi mlx ells Le Tris al may be cos a fe Convontion ow the Ct Botmeind | AsjeisaP rnin CM Aton Ac. 0, 46 oF 200 SH oon",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "and shal cites ache athe Minis ‘Order peli in laces, rains yh dean hil ee Goavention on the Chul Aspects of Imeznatons! Child Abduction slgned at he Haguc om Qeiaber 35, 19801 ‘arsinatrefeedeear the Cnc peste mo Fores he ceipert of Si Lanka,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Tre Miser may fy Onkepublsirtinihe Gane, syphone. pests the coum in repent of whieh the pesiuan of ‘bik sholl apply and ha ge wisi ita hic ah",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Chi Arpene of uraanionat Crd Abduerion ct Ro, 30-900 provisions salt so ape. a venir Sk eapoot. a whi 9 Ger ade ace he sect sheeted Saegeciiedeaaey\", wroisemnal (1) For Be purpose af his a, the emu 1, crew getenion jn, Si Laeka oa hI eal Be dgemed to be eae were (2) the roma ar veenton, a ho aote nay Be, Ine fncach of sighs emely tinged to ony pers ce iatosion ter bods, eller joimdy alone. der ts ta a the specie vaso in whi that sfild hadi rt habia seetonce ims ‘or fa sueh somone oevelonion, asthe ee may te (8i ot Be tne of he reson or een, othe ese may be. hae rights mine slly ceeesed citer Jiesty a ane, bs ase perce, institton or ober hody or wow have hoo cuviae by wach porn, Ini, aber by ul foe suck comeval oe rein, he eae ny (81 The sighs of custody sees tain satin (13 aclu sighs of cwsody asing— lab by operation ie 0; (Bb ross of 2 fait ve bninitnaive esiion oti Ke) byremen f se sreziealhavinglepsleText andes thelr, se specie conmary im dich chit had sorter tab residence, sme prior nT eon aR, ‘sone may ba. otsdthiny: The Scettary atte Minaya Minicterin charge eh sobjct of Jie shall Ibe Cel Atay fede erponee uf tis Act, tesa efomed 9 as he Cenak a",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Cie apc of tert Cal bacon — 3 et Na, 190f 2008 5. Te Cock hth, sir hemily er trang 20 ui scone ‘armed nay tke all appregrinetrasarek aoe",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Gad tofuorser the whotebouls of achild wh bas henn -nrungrly removed, oreo Sania",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(by twpeventfeter arm io may ahchisrpesatice",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". se ny obi erent aren by obieger esi, {0 botsies seh prourional measures ae may se eos",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". 6} to secure the voantny euro any su 19 ‘be api county ibis hl his fer babi residence no twig mucosal feodotan nf the dilarencae feuweca the pesson : alrning that puch child hap beon weoagtilly eas 0 a Sl pao th pec peng the tent a set cat Ie speed ‘try in which dt child fas ls oF ee Baba reiboe;",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "G2) weachmge, where dsibie infomation eating omy suchehiig wih de apprprine ashore of erpaifod counts,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(0) to provide, on requetinfrtaton of ¢ general",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". ‘hava, a0 she tof Si Fass connect withthe inplernemation a the Cassa in ay sete eouney",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ": 19 inwtitute jusisial proceedings with a lew to ‘bisningihocesam of my cechelit oibe spied ‘ur fo obich that chil as bik oF Hes habia fsWdenos, an fe APprODEIRLE Cae, co Mak, sedpeiments Fur ofpanialng oF sree OF 0 Fraltae judiviah preccedtngs For SovarIRg. #he cfbesivoprmrite ef ih OF aa hy neMEWNS fningei banka",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(61 hte cineumatinss a9 his b> Hua he rovainn of egal aid or ace",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "§GhitAawetof terme hid bei Sew etapa 18) pende uch admin enemies oy toss onlay aie eae \"aon cSt Be pa ray thts ert eda. sgtatto 6 (1) The eprint uti ox pei scent Gein ura pesen stance Calter lh . Scere, temnenanyly sonore eiesin ai Lanai teh ENC Fim osty my ay ca Antony Reel” butane ing te eure suc ld se 2 ery mpi vn ner shating sha sx ine Bn ae Sc otal ca ae 2) iaforean ting ne ity capo, Srechidand he pee ate sce ned mma eh 2) we ii. te ie bo ec 61 dogrundesm sfc Repair ofc, (2) alae afrenlaingt he nhcaas lth ction i ens ih pron erator Sechto pessoal be in ty pata att satiate py of ey cea atten wom poy hens ‘Sienaniy cha io aves nod 6, aero et he rie Sty of hepsi any te ‘Bilin er aes ere Shute es etn oF ot Souci coeny fling tothe ips ‘Sey log ee feed sp 180 any ether loan acon",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Coane cation Ca Neton 5 eam (3 Ever spinon wer ats (0) a esate cconporying sah acon sal te tats toate Saba Ta or Erik ies 2, he Con Autry say refs 0 ace a8 catty anicairnaivhimuneretscttenatowe Spee . ‘hace are no grounds for making the sume. Ox his refusing io \"Peesme. samt oppor te Cea ates tel eames Te Matas ey ning plone ne 8. wher on mis a an pon ult oion © case detent achive nose oteine boca Sige Tonal esgionetstmantneates ae Sine Cond Narre se amie earanne te Seplcatin to he empress atheriy io that spcted Shier gee, Slade gt at ang brcmlonn hehe 9. (noegnjotsewsy wrmintirecning untae derumafacisinencad ame mapicanen: Syagelth mn asteee Cachan eee Sakarerd (Che High Cour sna maser are a a Sanioe erie nee Prone areas eset | Bepeumctaat ivi pecbeccamna sean, Sioned ane Cavey epcalonutersatton (shy ey «tana pcsie alten one a STanraar ns cham Coe een ae 10. Whee the High Coun i sted p08 8 taco my lesion deWhwam seston} onset icson alten me on (0) odhdansnece vom Neepicg imide nto anegiip somes eens ae {hice ae tne mi aia be nomen ane",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "© Con Ape heat Che ion eatin tg 00 (2) a porod of es anne year ea epee Raves rede of So alleged woul a ion 2508 eed ma oa ne a om, sh oth orth etn eh i the aps euneyInwhch a ciara erable ravi en he High Cot ny a he ure of 2 Nh eho speci coy i whic hac ha Sr bait enone es moe Bu Ho od ese hs ard ttt ie eet eno oF Tena, niemoy ty ated ofthe pie, Celerant at i lteter owen hich $1, 11) The High Cet mayo Uo rake an order MBEWR EE adr mete A fer hn Tm of 2 cis 030 pond mirc Say nlc cH ha Ns re Bas ee Shae” ibe posonacbodyspposing sch ere aise te Cont pha {0} thepesn inn or tr dy ang a core ‘ofthe paion off chil wes ot sae a8 tment aie tine of mow eta, Die Cae sup bes oe had contested fy oF Tebreqeently mnicveed io, wich ema] oF teindon a he cae maybe jo (Oy ies grove ta he hi apmsope tho cle p myslet se peyoRotgteal Rann oF inernise place the eit i an Hntlorahie {2} Te High Cont may stacto nak a ones uader sei I ree teint acid 0 especie econ 0 ‘lc har id as sor kai tree i shld (Pipl oAaag fam od eso aed Ha be ‘Sildhos eaied an agent adegce if aay eke SS aeygitts ae san e vas",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "nthe lactnas cneAhtn 7 hare (ta acing be pom net) 02, figs Gano ae gems oain eg Stein wclpems ets coe pod wre erotic ais oso cw a SO ee tte ghCoucahaltechomshe moni nt Petits sepnunbeietnnetien moerent . which that olfht has iss or her fabiiual sesidence, o0 oe sinad eo eevtls estat eet ng Heat choseeamsityscomst Reena ren eer ben aoerentieis . 12 1 Wien de ghCoun mui napenona corres natirmeinsirineametenisisemames seen Sean auras Rem” ee rt i ee Fi (o) oncom stone 1 whe wae ou posite ate fhe Sperelttoy vs Sarna cso sp he ih a es awe aii sine «acount tn at tees SxS ow amet te eer Foard aeeemerrrenr atin fool 12, l)Tsppaonsnhas a pON on Re raaeeayenetilooary ty net ongsenss Siam amon fs mnes eg ae Sauna occur en eal hs",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "Chit ere of tenet Child Aodsciow eM Do 04 (2) a application mae nr suet (1 shall sla aera = {eh tron reaing the ely the opica, ‘held and ih pr in whe cus Bs cil isin SH bankas to wrar aie tn dale tin of he i 10) Shegomundso ih he pic tao right of sues shail vand ( altaensbetfomivoncstsing tothe whereabouts ‘cso and oy ftp wih tem ‘echt peed toes al my beseeewpmietby— aly aorta copy athe rlert oe eee or groomer ny as eight fame ld 18) serie afin th poetic Shri the spesifed cary i ich Bot {5885 ne heres or os ‘quai pr seg hele of at ‘arcilad aaney rie iterated By meongicwn 3 Every applicion onder wuhactin {4 aa the eure cenpanog sch aia sal ve Bren peed ne ial, Tao agi age, Sasiiamcy 14a ieurmeoso teeny or um x oxtog IaraQe thecwonine nf sigh mcuen of any petra icin Seer Spt le Cente thy may 0 te High cand aver Ae 15AP of hr Conia fo be ‘Western Prove, fran ler of care or weorng Mle steaie f ae Hs",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "ie Agee of erations CiltAbincon 9 ‘er bc Hof 20F €2) Evy sppleon iad when) dal be by say ct sma rocetigs wd sl be een om ‘ant of ny stn iy te Sea Duty Aa Borst, (2) Where High Cou isin rao ppicton sna 0 unde abot (0) ht he pron ot ‘tho beta ch aepcnton is ade sigh of acer toahe ci spcied nappa ay make sth odes ‘may he teeny wont he efecie crete of . howe hts of wes and ay onions which tay ae it 18, (1) The appiaon sm ote Cental Autry vite under sien stn 13 in root ofa hil and dbeiment accrgaing adipsia adnate inevidenc wit prone gna hoberngof cb tomlin under secon 9 oral 4a hcane abe, + Fete rotrn af tit cid or acne oe i se ae tmey and hal prof eats ined i uni const pre £2) Forthe pres fering wht he oe ts orreenion in Si Lanois weg wane treaning of ete te High Co my. a the hang of . ‘aptamer scion rte el of be she Spice oF helo a and jul alton of tested wich tn B¢ rb Nal : reid. 16. Tee High Coutypirto making anon ander hon wy soc 1Ofer teres of child tthe apesiedcomay nese bi tacts ors eens, eet thee A [Avdonty co ean from te elev enthorvs of he Sa ‘pein ough ht cf foe hata Sei esidemce, 9 dovision or delormination as to whether the ‘POM comm: tema or winin Laka oat chi wrod ‘inthe meaning ibe Convention",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "10 Chat Aspece of ireroaionst Child Abdvetion Ae Ha, 10of 2001 ewatAutonty £7. Nesting in hs Act or anyother writen nw sal be seuebomit  decmed wo auorae the High Cour 1 one the Cra ESTEE Authority wo give wecurily forte payment of gay costs on ‘reared okey coe iced, by any reponse omy splicaio wder secon 9 wr ection 1 at pay the cols feng sach aplication. fiehcourmay 18, Upemmakingn order under setion 10 ec thereurn cnt (areelof archi othe pei coun o which tat cid Mes EEMRIY, oc tor habia! residnes, the High Cour may order the petton wh remoed fa child Se Lanka or who retained that child in Sri Lanka to poy the eapenss incurred by Central Ausiyinliog co incrred i locating the child, tho cows of legal ropesenation of the Cental “Autor and de cots narod elaming the chido the specified country in whi at child has ho ebb residence.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Sn 19. Anonler made bythe High Court der section 19 SSI sal nol be regarded asa Uosvon vr dexerainton, on the RevSlenoe meri. of ay quenicnrolateg ota cstedy af a chido oo ‘whore deren.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Camejentn 28, Where the Cen Abiyreocies won that 3",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "seemtteoe child hasbeen srongflly removed to Se Lanka fom 2",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Serr rwang spied county, coun in Sri Lanka shall decide or",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "‘Remco determine any question an the ers ring oho estdy",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Sh weaily” oF the hid o wham the atic reek —",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "uae (2) uni ahr she Comal Aubert o 3 cour in Se Linkaesrefisedanapplicallen tad ner ction ‘or sexton 9. he case ey be. forte eter of stil Lo spidey or",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "(6) unilafter he expimtion ofthe penod of six weeks",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "Som be date of sich ice, and no peicin ander section 6 Fer hs et ft cil othe speed ‘eum been made during ha peiod",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "hicasec of eration! Child ABdection (1 ‘fe No 100/201 2, Where an order i ade ver section 10 for Ne Cet aon raum of ado We mod couny in wh at child Nae has bor ber aku viene Ihe Con! Aor shall arc ate ech arangencre ava noua tbe mae fy ror Se {Reordence wide der rhe remot cid toma Sant ‘pected cour. : 22. (1) person nti other by in Soi Lankan. on lain sha child hus been veonguly removed to a soto {posi cory crisurengitytengrcsied naspeied Ore ceo) . County, in beat of rights of estoy of such person, Sg inuton or ater body my apply tate Central Aur Danser forts svuing te corpo a child Sanka, mao eae (2) On receipt of an applicaliem under subsection (1) the ‘tind ina ‘Const Aurbority shalt apply in the appropriate manncr to ‘Mls the appropri ae i the spcted sun Lo sbch fiche aleged have hea removed of which sich Chibi alleged oe retained no asta socaing ‘Horan of th eo St Laka, 2) Tae of cut\" wine 1) sgh ofcunedy scuung to my person tain oF tet tay — (a) dy open afte of or : (8) sy reason of jcgment oF onder of 2 coer or ‘oul foe . (0) byremson of any agreement having eet onder thet, seven 2X. The High Cont eablahed by Aste (AP ofthe tins Constinton erik Wester Pose ay. onanappcaicn MiCow made by or ox behalf ofthe approprinie autherty of a SSS specified country. delet he removal ae to hat ‘Pest cauny othe raion tit peed ceoniy fs eroful wiie the meang of Anicle Bal he Convention.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "1 Chat Aspe af ated Chit Abin fe. Map 2008 sucauestt) D4. tn the event of my invonsmency Derwoes the mest siet Sshan ml Tet ons hs Ac, sb Saha ot al pomeey e fate aM, (Te Wis Aun no tern repitton et eas en oto ml Mineo ye shat “tr of ee in tin ne ld plas id Iota wi fer ed pars acs he Sfondiectes tabraat rane “itso ntaly oe toate he ah veing totic a ie er of child an fovea the igh nei te els plat metens (2) Whar Ine pots ery, het oie eats ai een uf children. tw or more rycone of ew opiate i difleens expt use oP bape sey ~ Co} peases his At a bled Std qctiedenaey” th be oo sd Std renee fal weit Inherent at specded any ons {hy sefeencen in thy Ast othe law se seu couney inwbighdbocia taser er bbl reedoeco™ sal bo rad and censnid aprons i the fa of the ‘sen one spidey iach Sot hid born eshte oer 8) When sper thew. fees sx a ike, wo oF ra m9 OF BAY topienle to Seren eotegorea of peson, Seas as Ak he wf teed Coury sal be ed ef emarvd 9 eas inde Sppeste lel spe",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Col sepeen oF tertile Aiton 1 ‘et Bo. Poy S00 see asim SEANSTNGCENTEAL AUTHOaTTY — REQUERTING onaethreog tt owt {MEST OF TH CHELD ANT PAREN, . meal ae Fra nr ted Peseta ce Hoy Serpe pot acct 2 ete Tard eee oi a shy Hines Papen tty ie ay 28 Pie: Mn od ane Tage and pes . teen 2 isa stn sp or ay ne ae . 25 Dak ope meine He ECU DORVAL OR REITER inte ey thera cay bee he erator eer Retin of ial eine oo ‘Geemun fte pR ese ti sds ime sel att ee",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 Greil Arpt of eermational Child Abba ‘dla Def 2080 RAGE NBRNR INK cane nLoucaer ro es SF tiseneioonaniee sonrateg ohne meter nial inane ‘Bacar poof oy tno oe teat ie on Satanoe : Eatin ater oo aire et Me 5 an astoain ope ese Gomes vn 63 Ole meecente ips teasimatety slate tn ingle Mik Rea DER AND _CIRCUMENTANCTS OF THE, ‘HRINIGE APRA Co REESTION V-EACIRAL_U_ Luna GANNON eMC x ‘AETLAANTS Shas aA L-cabmecceanncs summogeeny",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "vit pete of Icio Child Abectiog 1S Sra ta, 100f 2008 ott GRERALTOMRARTUANENID (@ smewsteera Dace stoestich rte wore ae Ue Peper pment Sr . Us EER SCARE or- URTORuaLinED Areca Oe ance Pit cen . ‘onc lara. Tepe ee op a ec stn aus omg ‘See op act wr a et ae ‘shotein comer he Cast Auten ton half veto, o",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "‘maining ls co amr Re Lo Fog ‘Fak cote Scranton Sorts Pn use a rea",
    "mean_p_confidence": 0.33
  }
]