[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  fe»  coy .  2) re,  SS en  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  NATIONAL YOUTH SERVICES  ACT, No. 69 of 1979  [Certified on 23rd November, 1979] : 4  Printed on the Orders of Government i  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of November 30, 1979  Se ae  Price: 90 cents ; Boake 25 cents",
    "mean_p_confidence": 0.6463529411764706
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  National Youth Services  Act, No. 69 of 1979  [Certified on 23rd November, 1979]  LD—O. 100/78  Aw Act 70 PROVIDE FOR THE ESTABLISHMENT AND REGULATION",
    "mean_p_confidence": 0.7216666666666666
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  or a Namionat Yours Seavices Councit, 10 REPEAL THE",
    "mean_p_confidence": 0.509090909090909
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  Vouuntary Natiowat, Yours Seavice Act, No. 11 oF 1967,",
    "mean_p_confidence": 0.5354545454545454
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH OR",
    "mean_p_confidence": 0.714
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  INCIDENTAL THERETO,",
    "mean_p_confidence": 0.4375
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7965
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  1. This Act may be cited as the National Youth Services Short title  Act, No. 69 of 1979, and shall come into operation on such épe.cte of  date as the Minister may appoint by Order published in the  Gazette. te",
    "mean_p_confidence": 0.7824444444444445
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  2, There shall be established a Council called the Establishment  National Youth Services Council (hereinafter referred to 9f National  as “the Council”) consisting of the persons who are for Services  the time being members of the Council under section 8, Council.",
    "mean_p_confidence": 0.7904347826086956
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  3. The Council shall be a body corporate with perpetual Council to  succession and a common seal and may sue and be sued fe,f,pedy  in its corporate name.",
    "mean_p_confidence": 0.751875
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  4, ‘The objects for which the Council is established are Objects of,  hereby declared to be, to promote the interests of the youth ‘B® Council.  of Sri Lanka so as to ensure their full development, and in  particular—",
    "mean_p_confidence": 0.795813953488372
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  (@) to foster among youth a spirit of national conscious-",
    "mean_p_confidence": 0.765
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  ness, a sense of discipline) an awareness of social  and economic problems and a sense of dignity of  labour ;",
    "mean_p_confidence": 0.7870833333333334
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  (b) to enlist the participation of youth in national deve-",
    "mean_p_confidence": 0.7466666666666666
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  lopment schemes ;",
    "mean_p_confidence": 0.46399999999999997
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  (©) to promote goodwill and mutual understanding bet-",
    "mean_p_confidence": 0.7430000000000001
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  ween youth in Sri Lanka and in other countries ;",
    "mean_p_confidence": 0.7758333333333334
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "  (@ to encourage competition and a sense of achievement",
    "mean_p_confidence": 0.7645454545454545
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "  among youth ;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "  (e) to widen the knowledge of youth and to give training",
    "mean_p_confidence": 0.7823076923076923
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "  in fields relevant to development ;",
    "mean_p_confidence": 0.6625
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "  (f) to encourage cultural, literary and artistic activities",
    "mean_p_confidence": 0.743
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "  among youth ;  ‘A. 45024—12,800 (79/10)  a",
    "mean_p_confidence": 0.4072727272727273
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 National Youth Services  Act, No. 69 of 1979",
    "mean_p_confidence": 0.7075
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (g) to encourage the development of physical culture  and sports among youths ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (h) to provide recreational and entertainment facilities -  for youth ;",
    "mean_p_confidence": 0.6178571428571429
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (® to assist youth who are handicapped ;",
    "mean_p_confidence": 0.6900000000000001
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (@ to provide regular employment opportunities for  youth by constructively investing funds on a long  terms policy basis with an aim to strengthen the  economic fabric of the State ;",
    "mean_p_confidence": 0.7517142857142857
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (k) to provide opportunities for the participation of youth  in the formulation and implementation of policy ;",
    "mean_p_confidence": 0.8009999999999999
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (D to establish youth organizations and to assist organi-  zations already established for youth welfare ;",
    "mean_p_confidence": 0.7663157894736843
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (m) to plan, co-ordinate, promote and direct the expan-  sion of youth services; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (n) to develop the inherent characteristics of the indivi-  dual youth.",
    "mean_p_confidence": 0.6778571428571428
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  Powers of, 5, (1) ‘The Council shall have the power to acquire, hold,  the Council. take or give on hire or lease, and to pledge or sell or .,  otherwise dispose of, any immovable or movable property :",
    "mean_p_confidence": 0.763095238095238
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  Provided, however, that no immovable property of the",
    "mean_p_confidence": 0.7649999999999999
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  Council shall be sold without the prior approval in writing  of the Minister.",
    "mean_p_confidence": 0.769375
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  (2) The Council shall have the power—",
    "mean_p_confidence": 0.7088888888888889
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  (@) with the prior approval in writing of the Minister,  to engage in any agricultural, industrial, commer-  cial, social or public utility enterprises connected  with or incidental to any of the objects of the  Council ;",
    "mean_p_confidence": 0.7692857142857144
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  (®) to charge fees for services rendered or provided by  the Couneil ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "  (c) to establish and register youth organizations, and *",
    "mean_p_confidence": 0.6927272727272727
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "  . give advice, provide technical knowledge and grant  financial assistance to such organizations ;",
    "mean_p_confidence": 0.6994117647058824
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "  (4) to foster co-operation with similar youth organisa-  tions in other countries with a view to promoting  mutual understanding between the youth in Sri  Lanka and abroad;",
    "mean_p_confidence": 0.770625
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  National Youth Services 3  Act, No. 69 of 1979 F  {e) to obtain membership in relevant international youth  organizations with the prior approval of the  Minister ;  (f) to sponsor and hold conferences and seminars on  F matters of interest to the youth of Sri Lanka with  the assistance of national or international  organizations where necessary ;  4 (g) to train and educate youth for creative participation  in national development and related activities ; and  (W) to do all such other things which in the opinion of  the Council are necessary to facilitate the proper  carrying out of its objects.  (3) The Council may accept grants or donations, whether  of immovable or movable property, from persons or bodies  of persons in or outside Sri Lanka.  6. The Council shall be subject to the direction and Counel! to  control of the Minister. Belnuljocs ta  directions of  the  Minister.  7. The Council may delegate— Rores  (@) to the Director-General ; or  (B) on the recommendation of the Director-General, to  any member or officer of the Council,  any such function of the Council as the Council may  consider necessary so to delegate for the efficient transaction  of its business.  & (1) The Council shall consist of the following Cppstitution  members to be appointed by the Minister— Council  r (a) a Director-General of Youth Services (in this Act  referred to as “Director-General”) who shall be  the Chairman of the Council ;  (b) a prescribed number of official members representing  Ministries and Government Departments which, in  the opinion of the Minister, are concerned with or  relevant to youth activities ; and  (©) a prescribed number of other members,  so however that the number of official members does not  exceed the number of other members referred to in  paragraph (c).",
    "mean_p_confidence": 0.7775370919881305
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 National Youth Services  Act, No. 69 of 1979  (2) A person shall be disqualified from being appointed  \\ or being a member of the Council if he isa Member of  Parliament,  ‘Term of 9. (1) A member of the Council shall, unless he earlier  Soe vacates office by death or as hereinafter provided, hold  7 office as such member for a period of three years.",
    "mean_p_confidence": 0.7996
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (2) Any member who vacates office, other than by reason  of his removal from office under section 10(1) (a), shall be  eligible for reappointment,",
    "mean_p_confidence": 0.8032142857142857
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  Vacation 10. (1) A member of the Council shall vacate office as  iOOnCRs such member—",
    "mean_p_confidence": 0.7238888888888888
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (a) if his membership is terminated by the Minister ; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (b) if he resigns his office by letter in writing addressed",
    "mean_p_confidence": 0.7815384615384615
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  to the Minister.",
    "mean_p_confidence": 0.536
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (2) In the event of the vacation of office by a member of  the Council or his removal from office under the provisions  of the preceding subsection, the Minister may appoint  another person to hold such office during the unexpired  period of the term of office of the member whom he  succeeds.",
    "mean_p_confidence": 0.8305084745762712
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (3) If any member of the Council is temporarily unable  to discharge the duties of his office due to ill health or  absence from Sri Lanka or for any other cause the Minister  may nominate some other person to act in the place of such  member.",
    "mean_p_confidence": 0.8319230769230769
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  No writ 11. No writ against person or property shall be issued  bt oe against a member of the Council in any action brought  ‘person or against the Council.  Property of  member  of the  Council. ,  Reimburse- 12, (1) Any expenses incurred by the Council in any  ment of, suit or prosecution brought by or against the Council before  fncurredin any court or tribunal shall be paid out of the fund of the  any suitof Council, and any costs paid to or recovered by the Council  Prosecution. tn any such suit or prosecution shall be credited to that  fund.  (2) Any expenses incurred by any member of the  Council or staff thereof in any suit or prosecution brought  against him before any court or tribunal in respect of any  act which is done or purported to be done by him under this  Act or any regulation made thereunder, or on the direction",
    "mean_p_confidence": 0.7918128654970761
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  National Youth Services 5  Act, No. 69 of 1979  of the Council, shall, if the court holds that the act was  done in good faith, be paid out of the fund of the Council,  unless such expenses are recovered by him in such suit or  prosecution.",
    "mean_p_confidence": 0.8098113207547171
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  13. (1) The members of the Council may be paid such Remuneration  Yemuneration as may be determined by the Minister with of members.  the concurrence of the Minister in charge of the subject of  Finance.",
    "mean_p_confidence": 0.7927500000000001
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (2) The person holding the office of Director-General ‘  may be paid such remuneration and allowances as the  Minister may with the concurrence of the Minister in  charge of the subject of Finance determine.",
    "mean_p_confidence": 0.8135897435897436
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  14, All instruments which are required to be signed by signing of  or on behalf of the Council shall be signed by such person instruments  or persons as may be authorized in writing by the Council of the  on that behalf. ‘Count.",
    "mean_p_confidence": 0.7868085106382978
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  15. (1) Subject to the provisions of subsection (2) Meetings  the holding of, the quorum for, and the procedure for the of the,  transaction of business at, meetings of the Council, shall 7  be determined by the Council.",
    "mean_p_confidence": 0.7990697674418604
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (2) Any question arising at any meeting of the Council  shall be determined by a majority of the members present  and in the case of an equality of votes, the Chairman shall  have a second or casting vote.",
    "mean_p_confidence": 0.8188372093023256
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  16. The Director-General shall be the chief executive Powers,  officer of the Council and his powers, duties and functions functions  shall include the following :— os",
    "mean_p_confidence": 0.7543333333333333
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (a) execution of all policies and measures approved by General.",
    "mean_p_confidence": 0.7608333333333333
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  the Council ;",
    "mean_p_confidence": 0.324
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (b) subject to the general direction of the Council, the",
    "mean_p_confidence": 0.7658333333333333
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  administration of the affairs of the Council and the  control of the staff of the Council ;",
    "mean_p_confidence": 0.7859999999999999
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  (c) the preparation of the agenda for meetings of the  Council and the submission for the consideration  of the Council of policies and measures considered  by him to be necessary for the purpose of carrying  out the principles and provisions of this Act ; and",
    "mean_p_confidence": 0.8337254901960783
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "  (@) the exercise or performance of such other powers or  duties as may be conferred or imposed upon him by  “ ‘the Council.",
    "mean_p_confidence": 0.7496296296296295
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 National Youth Services  Act, No. 69 of 1979  Appointment 17. _(1) The Council may appoint Panels each consisting  of Panels. of a Chairman and such number of members as may be  determined by the Council, for the purpose of advising and  assisting the Council on the general promotion of any par-  ticular aetivity or activities connected with or incidental to  the carrying out of the objects of the Council.  (2) Any person, whether or not he is a member of the  Council, shall be eligible for appointment to any Panel  constituted under subsection (1).  (3) The Council shall have the power to revoke the  appointment of any Panel or any member for a Panel  appointed under subsection (1).  ‘Acts of the ‘18. All acts done at any meeting of the Council or of  Council or. any Panel shall, notwithstanding that it shall afterwards be  notwithstand- discovered that there was any vacancy in the membership  aesNcctug'' thereof, or that there was some defect in the appointment  vacancy, &. of any member thereof, or that there was a failure to give  notice of such meeting to any member thereof, be as valid  as if there had been no such vacancy or as if such member  has been duly appointed, or as if there had been no such  failure to give notice, as the case may be.  Appointment, 19, (1) The Council may appoint such officers and such  Femuperation servants as the Council considers necessary for the carry-  ofcers and ing out of its objects.  (2) The remuneration, conditions of service and  schemes of recruitment of the officers and servants of the  Council shall be such as may be fixed by the Council with  the approval of the Minister given with the prior concur-  rence of the Minister in charge of the subject of Finance.  Appointment 20. (1) At the request of the Council, any officer in the  jar ue public service may, with the consent of that officer and the  the start Secretary to the Ministry of the Minister in charge of the  ofthe subject of Public Administration, be temporarily appointed  to the staff of the ‘Council for such period as may be deter-  mined by the Council with like consent or be permanently  ‘appointed to such staff,  (2) The provisions of subsection (2) of section 13 of  “the Transport Board Law, No. 19 of 1978, shall, mutatis  ‘mutandis, apply to and in relation to any officer in the  public service who is temporarily appointed to the staff of",
    "mean_p_confidence": 0.817462039045553
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  National Youth Services 1  Act, No. 69 of 1979  the Council, and the provisions of subsection (3) of the  aforesaid section 13 shall, mutatis mutandis, apply to and  in relation to any officer in the public service who is per-  manently appointed to such staff.",
    "mean_p_confidence": 0.7948076923076923
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  21, Notwithstanding the repeal of the Voluntary National Offcers and  ‘Youth Service Act, No. 11 of 1967, by section 35 of this #exvants of  Act, all officers and servants of the National Youth Service Youth  Council established under that Act, and holding office on S°tvi05  the day immediately prior to the date of commencement  of this Act, shall be deemed to be officers and servants of  the National Youth Services Council etablished under this  Act, on the same terms and conditions as were applicable  to them under the repealed Act.",
    "mean_p_confidence": 0.8086
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  22, Notwithstanding the repeal of the Voluntary National Transfer fot  ‘Youth Service Act, No. 11 of 1967, by section 35 of this Act fisbiities of  all assets and liabilities including property movable and {he National  immovable and money in the funds of the National Youth Service  Service Council established under the repealed Act, shall Council, to,  vest in the National Youth Services Council established established  under this Act, ager this",
    "mean_p_confidence": 0.7683333333333333
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  23, All members, officers and servants of the Council Members,  shall be deemed to be public servants within the meaning gnscrvants  and for the purposes of the Penal Code. af the Counc!",
    "mean_p_confidence": 0.7655555555555555
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  public  Servants.",
    "mean_p_confidence": 0.22599999999999998
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  24, Where the Council employs any person who has Service to  entered into a contract with the Government by which he [242s i.  has agreed to serve the Government for a specified period, ed gs service  any period of service to the Council by that person shall [ent Yor  be regarded as service to the Government for the purpose purpose of  of discharging the obligations of such contract.",
    "mean_p_confidence": 0.7945333333333333
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  25, (1) The amount of the capital of the Council shall be Grants to  such sum as may be determined by the Minister in consulta- Government.  tion with the Minister in charge of the subject of Finance  and granted from the Consolidated Fund by resolution of  Parliament.",
    "mean_p_confidence": 0.8030188679245284
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (2) The capital of the Council may be increased from  time to time by such amounts as may be authorized by any  Appropriation Act or by any resolution of Parliament.",
    "mean_p_confidence": 0.8352941176470587
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  26. (1)'The Council shall have its own fund. Bund gf the",
    "mean_p_confidence": 0.6907692307692308
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 National Youth Services  Act, No. 69 of 1979",
    "mean_p_confidence": 0.6933333333333334
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (2) There shall be paid into the fund of the Council all  such sums of money as may be received by the Council by  way of—",
    "mean_p_confidence": 0.7856666666666666
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (@) donations, gifts or grants from any source whatso-",
    "mean_p_confidence": 0.7472727272727273
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  ever ;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (b) fees charged for services rendered or provided by",
    "mean_p_confidence": 0.7436363636363637
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  the Council ;",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (c) income from any activities carried out by the",
    "mean_p_confidence": 0.7327272727272728
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  Council ; and  (@) payments required to be made into such fund by or  under this Act.  Application | 27. All property movable and immovable, acquired or  gf Property * held, and all grants and donations accepted, by the Council  shall be used and applied by the Council for the furtherance  of its objects in such manner as the Council may determine.  Accounts of 28. (1) The Council shall cause its accounts to be kept  the Gouncil in such form and manner as may be determined by the  year. Minister with the concurrence of the Minister in charge  of the subject of Finance,",
    "mean_p_confidence": 0.7917391304347826
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (2) The books of accounts of the Council shall be kept  at the office of the Council,",
    "mean_p_confidence": 0.7965
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  Peceige 29. (1) The Council shall have its accounts audited  fhe Counc, each year by the Auditor-General.",
    "mean_p_confidence": 0.733
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  (2) Notwithstanding the provisions of subsection (1),  the Minister may, with the concurrence of the Minister in  charge of the subject of Finance, and in consultation with  the Auditor-General, appoint a qualified auditor or auditors  to audit the accounts of the Council. Where such appoint-  ment has been made by the Minister, the Auditor-General  may, in writing, inform such auditor or auditors that he  proposes to utilize his or their services for the performance  and discharge of the Auditor-General’s duties and functions  in relation to the Council and thereupon such auditor or  auditors shall act under the direction and control of the  Auditor-General.",
    "mean_p_confidence": 0.8328448275862069
  },
  {
    "i_page": 9,
    "par_num": 12,
    "text": "  (8) (@) The Auditor-General may for the purpose of  assisting him in the audit of the accounts of the Council  employ the services of any qualified auditor or auditors who  shall act under his direction and control.",
    "mean_p_confidence": 0.8069047619047619
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  National Youth Services 9  Act, No. 69 of 1979",
    "mean_p_confidence": 0.7000000000000001
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (b) If the Auditor-General is of opinion that it is  necessary to obtain assistance in the examination of any  technical, professional or scientific problem relevant to the  audit of the accounts of the Council, he may engage the  services of—",
    "mean_p_confidence": 0.8015217391304347
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (@ a person not being an employee of the Council ; or",
    "mean_p_confidence": 0.7435714285714285
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (ii) any technical or professional or scientific institution",
    "mean_p_confidence": 0.743
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  not being an institution which has any interest in",
    "mean_p_confidence": 0.7427272727272727
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  the management of the affairs of the Council,  and such person or institution shall act under his direction  and control.",
    "mean_p_confidence": 0.775
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (4) (a) The Auditor-General or any person authorized  by him shall in the audit of the accounts of the Council be  entitlea—",
    "mean_p_confidence": 0.7446153846153846
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  (@ to have access to all books, records, returns and other",
    "mean_p_confidence": 0.7761538461538462
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  documents of the Council ;",
    "mean_p_confidence": 0.6671428571428571
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  (ii) to have access to stores and other property of the",
    "mean_p_confidence": 0.7553846153846154
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "  Couneil ; and  (iii) to be furnished by the Council or its officers with  such information and explanations as may be  necessary for the performance of the audit of the  accounts of the Council. F",
    "mean_p_confidence": 0.7780487804878048
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "  (®) Every qualified auditor appointed to audit the  accounts of the Council or any person authorized by such  auditor shall be entitled to have like access, information  and explanations in relation to the Council.",
    "mean_p_confidence": 0.7941025641025641
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "  (5) For the purposes of this section, the expression  “qualified auditor” means—",
    "mean_p_confidence": 0.7113333333333334
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "  (q) an individual who, being a member of the Institute  of Chartered Accountants of Sri Lanka, or of any  other Institute established by law, possesses a  certificate to practise as an accountant issued by  the Conucil of such Institute ; or  (®) a firm of accountants each of the resident partners  of which, being a member of the Institute of  Chartered Accountants of Sri Lanka or of any other  Institute established by law, possesses a certificate  to practise as an accountant issued by the Council  of such Institute.  30, (1) The Auditor-General shall examine the accounts ‘The Auditor-  of the Council and furnish a report thereon, es",
    "mean_p_confidence": 0.8126446280991736
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 National Youth Services  Act, No, 69 of 1979",
    "mean_p_confidence": 0.6516666666666666
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (2) The Auditor-General shall transmit his report to the  Council,",
    "mean_p_confidence": 0.6923076923076923
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (8) Every qualified auditor appointed under the provi-  sions of subsection (2) of section 29 shall submit his report  to the Minister and also submit a copy thereof to the  Auditor-General.",
    "mean_p_confidence": 0.8044444444444445
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  Annual 31, The Council shall, on the receipt of the Auditor-",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  accounts with General's report each year, transmit such report, the income",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  Generals and expenditure account and the balance sheet to which",
    "mean_p_confidence": 0.7799999999999999
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  transmitted to the report relates, together with a report by the Council",
    "mean_p_confidence": 0.7692857142857142
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  Minster on the work of the Council for the period for which the",
    "mean_p_confidence": 0.7293333333333333
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  income and expenditure account and the balance sheet have  been made, to the Minister who shall cause copies thereof  to be laid before Parliament, before the end of the  year next following the year to which such accounts and  Teport relate. yd cal",
    "mean_p_confidence": 0.803673469387755
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  Application of 32, Unless otherwise specially provided for by this Act",
    "mean_p_confidence": 0.6346153846153846
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  the provision. the provisions of Part II of the Finance Act, No. 38 of 1971,",
    "mean_p_confidence": 0.7988235294117647
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "  Finance Act, shall, mutatis mutandis, apply to and in relation to the",
    "mean_p_confidence": 0.7921428571428571
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "  No. 38 0f1971. financial control and accounts of the Council.",
    "mean_p_confidence": 0.6216666666666667
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "  Couneit 38. The Council shall be deemed to be a scheduled",
    "mean_p_confidence": 0.693076923076923
  },
  {
    "i_page": 11,
    "par_num": 15,
    "text": "  deemed to be institution within the meaning of the Bribery Act, and the",
    "mean_p_confidence": 0.7713333333333333
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "  {institution provisions of that Act shall be construed accordingly.",
    "mean_p_confidence": 0.6636363636363636
  },
  {
    "i_page": 11,
    "par_num": 17,
    "text": "  within the,",
    "mean_p_confidence": 0.4025
  },
  {
    "i_page": 11,
    "par_num": 18,
    "text": "  the Bribery",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 11,
    "par_num": 19,
    "text": "  Ack",
    "mean_p_confidence": 0.12666666666666668
  },
  {
    "i_page": 11,
    "par_num": 20,
    "text": "  Regulations. 34. (1) The Minister may make regulations for matters  required by this Act to be prescribed and for any matters  in repect of which regulations are authorized by this Act  to be made,",
    "mean_p_confidence": 0.8135897435897436
  },
  {
    "i_page": 11,
    "par_num": 21,
    "text": "  (2) Every regulation made by the Minister shall be  published in the Gazette and shall come into operation on  the date of such publication or on such later date as may  be specified in the regulation.",
    "mean_p_confidence": 0.8300000000000001
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "  (8) Every regulation shall as soon as convenient after  publication in the Gazette be brought before Parliament  for approval. Any regulation which is not so approved shall  be deemed to be rescinded as from the date of its disapproval  but without prejudice to anything done thereunder.",
    "mean_p_confidence": 0.8232692307692309
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "  (4) Notification of the date on which any regulation  made by the Minister is so deemed to be rescinded shall be  published in the Gazette.",
    "mean_p_confidence": 0.7993103448275862
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  National Youth Services i  Act, No. 69 of 1979  35. The Voluntary National Youth Service Act, No. 11 Repeal of Act  of 1967, is hereby repealed. No. 11 of 1967.  36. In this Act unless the context otherwise requires— Interpretation.  “Panel” means a Panel appointed by the Council under  this Act;  “prescribed” means prescribed by regulation ;  “youth” includes a female; and  “repealed Act” means the Voluntary National Youth  Service Act, No. 11 of 1967.",
    "mean_p_confidence": 0.785287356321839
  }
]