[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  -= Vga  Ge  ee  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  OFFENCES AGAINST PUBLIC PROPERTY  (AMENDMENT)  ACT, No. 76 OF 1988  {Certified on 17th December, 1988]  Printed on the Orders of Government  Published as a Supplement to Part If of the’Gazette of the  Democratic Socialist Republic of Sri Lanka of December 23, 1988  ‘panera AG Tite DEDAPEMENE OF OOVERNMDNE PRIN, SRE LASKA  ‘TO BE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, COLOMEO —  Price : 45 cents. Postage : 75 cents.",
    "mean_p_confidence": 0.6676767676767676
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  !  Offences ‘Against Public Property (Amendment)  Act, No, 76 of 1988  [Certified on 17th December, 1982]  L. D—O, 21/85.  ‘An Act TO AMEND THE OrFENCEs Acamst Pustic Property  Act, No, 12 or 1982.  ; BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.6654098360655737
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1 This Act may be cited as the Offences Against Public Shorttitle =  Property (Amendment) Act, No. 76 of 1988.",
    "mean_p_confidence": 0.7682608695652173
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2 Section 5 of the Offences Against Public Property Amendment  ‘Act, No. 12 of 1982 (hereinafter referred to as the “principal F505 vo  enactment”) is hereby amended, by the insertion imme- 1982  diately after subsection (2) of that section, of the following  mew subsection :—",
    "mean_p_confidence": 0.773921568627451
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  “ (3) Any person who dishonestly receives or retains  any stolen property being public property, knowing or  having reason to believe the same to be stolen property,  shall be guilty of an offence and shall upon conviction  be punished with imprisonment of either description",
    "mean_p_confidence": 0.8172
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  _. for a term not less than one year but not exceeding  twenty years and with a fine of one thousand rupees  or three times the value of the property in respect of  which such offence was committed, whichever amount  is higher. ”,",
    "mean_p_confidence": 0.7759183673469386
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  3 ‘The following new section is hereby inserted imme- Insertion”  diately after section 5 of the principal enactment and shall aims,  have effect as section 5a:— . Burcoal",
    "mean_p_confidence": 0.6684375
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Enactment.",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  pEzoperty 5a. Where in any proceedings relating to  specifica an offence referred to in this Act, it is proved  aove that the property in respect of which that  description offence is alleged to have been committed  public, _ bears any letter, mark or inscription set out",
    "mean_p_confidence": 0.7394230769230768
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  in the Schedule hereto, it shall be presumed",
    "mean_p_confidence": 0.731
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  ‘until the contrary is proved that such pro- |  z perty is public property. ”.",
    "mean_p_confidence": 0.6122222222222222
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Offences Against Public Property (Amendment)  ‘Act, No, 76 of 1988  ‘Amendment © 4 Section 12 of the principal enactment is hereby-  Sfggcton 2 amended by the insertion immediately after the definition.  Principal | of “robbery” of the following definition :—  “stolen property” has the same meaning as in the  . Penal Code ;?,  ineertimot ‘5, -The following Schedule is inserted immediately after~  ESghedule section 12 of the principal enactment :—  principal  enactment,  Scrmepute — (Section 5a)  SS.  aN  fies =i) ie »  KC 2 ”  Va  eee |",
    "mean_p_confidence": 0.5902803738317757
  }
]