[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF SRI LANKA INLAND REVENUE (AMENDMENT) ACT, No. 40 OF 1981 {Certified on 20th June, 1981) . pt Printed on the Orders of Government a Published as a Supplement to Part II of the Gazette of the Democratic Suclalist Republic of Sri Lanka of June 12, 1953 sare Ave wwsmnet of sonnet iy ant ame a Price : 90 cents Postage; §0 cents",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Iniand Revenue (Amendment) £ Act, No. 40 of 1981 [Certified on 10th June, 1961] L. D 0.24/80, . AN AcT To AMEND THE IntAND Revenue Act, No. 28 oF 1979,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Be it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1, This Act ‘may be cited es the ‘Inland Revenue short {Amendment} Act, No. 40 of 1981, oe He.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2, Section 6 of the Inland Revenue Act, No. 28 of 1979, Amendment (hereinafter referred to ux the “principal enactment”) as Road” atnended by Act No. 24 of 1980, is hereby further amended No 2a ot as follows :— :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(2) in paragraph (a) of that seetion—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ". +» (@) by the substitution in sub-paragraph (xxi) of that paragraph, for the words and figures ' \" Ayurveda Act, No. 31 of 1961; and”, of the “words and figures * Ayurveda Act, No. 31 of 198155 and {b) by the insertion, immediately after sub-para~ . greph (uodi) of that paragraph, of the . following new sub-paragraphs :— mat “ Goxxili) the Ceylon College of Physicians established by the Ceylon College of See . Physicians (Incorporation) Act, No. 9 “ € “of 1971 pand \" (xxxiv) the Institute of Engineers, Ceylon incorporated by the Institute of * Engineers, Ceylon, Act, No. 17 of + 10885\"; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(2) by the insertion, immediately after paragraph (4) of 7 ‘that section, of the following new paragraph :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“ (@ the profits and income of any undertaking for ‘operating yachts and pleasure craft registered with the Director of Merchast Shipping if",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ". | much undertaking is— ) ‘Gi carried of by individuals who are not Tey , Citizens of Sri Lanka or by a company . . the shares of which are owned entire- ‘dy by: individuals who are not citi- foe zeng of Sci Lanka or by non-resident companies; and =~ se (il) approved by the Minister.”. A noted (28) d",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "2 Inland Revenue (Amendment) Acct, No, 40 of 1981 Amendment —_,__Section 9 of the principal enactment, es amended by oa the Act No, 24 of 1980, is hereby further amended by the substi- Principal tution, in paragraph (i) of subsection (1) of that section, on 7 for the words “to come to Sri Lanka to assume duties, \", of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "‘the words “ to come to Sti Lanka to assume duties or to visit —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "his home abroad,”. . :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Amendment 4, Sectlon 11 of the principal enactment, as amended by -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "ier ie Act No, 24 of 1980, is hereby further amended as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "ei",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Snackment, () in paragraph (b) of that section, by the substitution for the words and figures “ under sections 15, 16, 164, 16s, 17, 18, 19, 20, 21, 224, 228 and 22c of this Act”, of the words and figures “under section 15, 16, 16a, 163, 17, 18, 19, 20, 21, 22a, 228, 22c or ZED of this Act\"; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(il) in paragraph (c) of that section, by the substitution",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "for the expregsion “referred to in paragraph (¥);\", of the expression “referred to in paragraph (a) “or (b),\". Amenimeot 5, Section 12 of the principal enactment 1s hereby $2 ofthe amended as follows :— Peincipal Emactment, @) In subsection (1) of that section—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ": (@) by the substitution in sub-paragraph (iit) of paragraph (b) of that subsection, for the words \"not exceediag two thousand square feet :\", of the words “not exceeding three",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "- thousand square feet: \"; and . () by the substitution in the proviso to paragraph (®) of thet subsection, for the words “one _ thousand aquare feet or less,*, of the words “one thousand and five hundred square feet or Jess,\" ; and a @) in subsection (2) of that sectlon—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": ", @) by the substitution in paragraph (¢) of that sub- section, for the words “ specified in the certificate ;°, of the words “ specified in the certifleate ; and”;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(b) by the substitution in paragraph (b) of that sub-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "se \"section for the words “a co-owner; and”, of the words “a eo-owner.”; and -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(c) by the omission of paragraph (c) of that subsection,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Intand Revenue (Amendment) 3 Act, No, 40 of 1981 &. Section 16 of the principal enactment, as amended by Amendment Act No, 24 of 1960, is hereby further amended as follows :— of meetion <Q) in paragraph (p) thereof Seater (@) dy the substitution for sub-paragraph (ii) ‘thereof of tha folowing sub-paragraph :— “ (ii) any petroleum, gas or petroleum pro- duct, or”; and (b) by the substitution for all the words “being stones, metals or products,”, to the end of that paragraph, of the following words :— . “being stones, metals, petroleum, gas or products, as the case may be, brought to Sri Lanka on @ consignment basis, and re~ exported, without subjecting such stones, metals, petroleum, gas or products, as the case may be, to any process or manufac- tape ;; and (2) by the insertion, immediately after paragraph (r) ‘thereof, of the following new paragraph :— “ (s) the profits and income arising to any person. . from an undertaking approved by the Minister for the operation and maintenance of facilities for the storaga of goods or commodities brought into in Sri Lanka for re-export. ”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "7. Section 17 of the principal enactment is hereby Amendment amended in subsection (1) of that section, by the substitu. 96 tertien on for the words and Agures “ending on Match 31, 1983.\", principel ‘of the words and figures “ending on March $1, 1985.\", snachoent,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "& Section 20 of the principal enactment is hereby Amendment amended ag follows :— 9 bereion",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "principel",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(1) by the insertion, immediately atter subsection (1) of Enactment. : that section, of the following new subsection :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(Ia) There shell be exempt from income tax for each of the five years immediately succeeding the relevant date, so much of the profits and income of an undertaking as consists of the excess of the export profits and income of that undertsking for",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "‘that year over the average of its export profits and income for the three years preceding the relevant ‘ date if— :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Inland Revenue (Amendment) Act, No, 40 of 1981 (a) such undertaking commenced to carry on its trade or business on # day prior to April 1, 1972, and is approved by the Minister under section 7 of the Inland Revenue Act, No.4 of 1963 prior to April 1, 1882; and r (b) no part of the export turnover of the undertaking arose in consequence of the amalgamation of the whole or a part of the trade or business of that undertaking,” ; {2 by the reletiering of paragraph (¢) of subsection",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(2) of that section as paragraph (d) ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(@) by the insertion, immediately after paragraph (b) of subsection (2) of thet section, of the following new paragraph :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘(c} “relevant date” when used in relation to any company or underteking, means such date not earlier than April 1, 1965 and not later than April 1, 1974, as isselected by that company or the person carrying om that undertalring or, in the case of # partnership, by the precedent partner of that partnership and as is notified to the Commissioner-General in writing ;’.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "Gpeertion 9 The following new section is hereby . inserted Section immediately after section 22c, and shall have effect as Borate section 220, of the principal enactment :— Grete. pxemption 220, (1) The profits and income within the : Exot °™* — smeaning of paragraph (a) of section 3 (other Beets ne than any profits and Income from the sale of at capital assets) of any company referred to undertakings ~ fn subsection (2) shell be exempt from eee income tax for a period of ten years calcu- Fullivatiog Jated from the date on which such cumpany seriatn commences commercial production, plants, ae (2) The provisions of subsection (1) shall - apply to any company which— (a) ts engaged solely—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "; Inland Revenue (Amendment) 5 ‘ Act, No, 40 of 1981 @ in cultivating Jand with any 7°)(\"\" 2) ; plant of whatever description : other than tea, rubber, coconut a . or paddy ; or a 7 Gi) in cultivating land with’ any , plant of whatever description . other than tee, rubber, coconut or paddy and procéssing the * . product of such cultivation ; pos and (b) is a quoted public company— . @) incorporated on. or = after . January 1, 1981; and . (i) the paid-up equity capital of whick is not less than one hundred million rupees; and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "* (ii) approved by the “Minister”,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "“49, Section 23 of the principal enactment, as amended Amendment by Act, No. 24 of 1980, is hereby further amended in sub- $f #6rtion section (1) of that section as follows:- principal",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(1) by the substitution in sub-poregraph (i) of para. “ee ‘graph (0) of that subsection: for the words and figures “in paragraph (a) of section 16”, of the words and figures “in paragraph (¢) of section 16 ‘or section 16a or section 165” ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "{2) by the substitution in sub-paragraph (3) (2) of ‘paragraph (4) of that subsection, for the words and figures “referred to in section 16”, of the words and figures “referred to in section 16 or section 16a or section 163”; a _",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(3) by the substitution in sub-paragraph Gi) of para~ graph (n) of that subsection, for the words “of employment or vice wersa; and”, of the words * of employment or vice versa; 5°",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(4) by the substitution in paragraph (0) of that subseo- ‘tion, for the words “formation of thet company. \", of the words \"formation of that company ; and”;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ". (5) by the insertion, immediately after paragraph (0) of 7 that subsection, of the following new paragreph :— + *(p) the expenditure incurred by such person in operating a motor coach used for transpart- ing employees of such person to, and from.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "ne thelr place of work.*.&* =\" >",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "6 Inland Revenue (Amendment) 1 Att, No, 40 of 1981 Ameniment [1 Section 29 of the principal enactment, as amended by eotthe Act No, 24 of 1980, is hereby further amended in subsection grincipal,. _- (6) of that section, ag follows :— (), by the substitution in paragraph (b) thet subsection, © + S6 tol all the words “his share of the capital of such * pusiness or company”, to the end of that para- vi-- “graph, of the following :— «. | opMt hig; share of the capital of such business or company at the time when such share was _., acquired by him; and +.) Gv) includes the amount of any debt (other than ia ‘tm trade debt) which is proved to be due by vt ., documentary evidence and which is proved coe eet sua to be irrecoverable,” ; and (2) by the insertion, immediately after sub-paragraph (if) of paragraph (d) of that subsection, of the following new sub-paregraphs :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": ". * (ili) Where a company is liquidated and such gompany has any capital Joss for the last year of assessment for which it was liable to be assessed for income tax, the amount of such capital loss shall, as far as practicable, be deducted from the statutory ficome from all sources of such company for such last year of assessment, and, if it cannot be no deducted, from the statutory income from all sources of stich company for any of the three yoars of assessment in order of recession immediately preceding such last year of assessment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "(iv) Where a deduction ts made from the statutory income of any company for any year of assessment under paragraph (iii), the tax for that year of assessment in respect of such company shall, notwithstanding the provisions of section 123, be revised, taking into consideration such deduction, and the difference between the amount of the tax paid by such company in respect of that",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "_ year of nssessment and the amount of the revised tax for that year of assessment shall be refunded, ”. a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "Inland Revenue (Amendment) 7 ‘Act, No, 40 of 1982",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "12. Section 31 of the principal enaetment, as amended by Amendment ‘Act No, 24 of 1080, is hereby further amended in subsection $i ofthe (2) of that section as follows :— Srecuber",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "(1) by the insertion, immediately after sub-paragraph",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "(iv) of paragraph (k) of that subsection, of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "following new sub-paragraph :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "* (wl the S, W.R, D, Bandaranaike Netional Memo- ria] Foundation established by the 5. W. R, D. Bandaranaike National Memorial Foundation Law, No. 2 of 19753\"; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "@) by the substitution in paragraph (m) of that sub-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "section, for the words and Ggures “approved under section 161 or section 220,”, of the words and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "Agures “ approved under section 16a or section 22a",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "or section 220,\",",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "13, Section 32 of the principal enactment, as amended by Amendment ‘Act No. 24 of 1980, is hereby further amended im paragraph 22 of the (©) of subsection (1) of that section, by the substitution Gnactivent, for the words “Third Schedule to this Act”, of the sollowing :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "“hind Schedule to this Act: Provided that the income tax payable for any year of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "assessment by an individual who is deemed to be non-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "resident under eubsection (7) of section 67 shall not be",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "more than the amount by which his assessable income",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "exceeds twelve thousand rupees. ”.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "14. (1) Section 33 of the principal enactment, as amended Amendment by Act, No, 24 of 1980, is hereby further amended as Sacra” follows :— hncteane,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "(a) in subsection (14) af that section, by the substitution",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "fe sub-paragraph (3) of paragraph (2) of that sub-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "section for the words and figures “specified in Part",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "IV, of the words and flgures “ specified in Part 11\";",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 22,
    "text": "and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "8 Intand Revenue (Amendment) Act, No, 40.of 1981 (b) by the insertion, immediately after subsection (14) of that section, of the following new subsection :— ‘ (1a) (a) Where for any year of assessment commenting on or after April 1, 1979, the taxable : income of any company, other than a small com- pany, ineludes any capital goin, the tax payable on such part of the taxable income ehall be at the rate of twenty-five per centum notwithstanding anything to the contrary in this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "() Where for any year of assessment commenc- ing on or after April 1 1979, the taxable income of « small company includes any capital gain, and the Tate of income tax payable on a part of such income (herenfter in this subsection referred to ax the “relevant part of the income”) exceeds twenty- five per centura, then, in regard to the relevant part of the income, tax shall be computed as follows :— @) if the relevant part of the income exceeds the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "amount of such capital gain—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(ea) the tax payable on such portion of the relevant part of the income as is equal to the amount of such eapitel gain shell be at the rate of twenty-five per centum ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(bb) the tax payable on the balance of the relevant part of the income shall be computed according to such of the rates of tax above twenty-five per centum as are applicable thereto under this Act;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Gi) if the relevant part of the income does not exceed the amount of the net capital gain, the tex payable on the entirety of the relevant part of the income shall be twenty-five per centum notwithstanding anything to the contrary in this Act.’",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(2) The amendment made to subsection (1a) of section 38 of the principal enactment by paragraph (a) of subsection {) of this section shall be deemed to have come into force from the year of assessment commencing on ot after April f, 1980.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Inland Revenve (Amendment) 9 Act, No, 49 of 1981 15, Section 42 of the principal enactment is hereby Amendment of section amended as follows :— . Botte principal (Q) by the relettering of paragraphs (t) and (u) of that Sactment: section, as paragraphs (20) and (x) respectively ; and (2) by the insertion, immediately after paragraph (s) of that section, of the following paragraphs :— (1) the Sri Lanka Foundation established hy the Sri Lanka Foundation Law, No. 31 of 1973; (u) the & W. R. D, Bandaranaike National Memorial . Foundation established by the S. W. R, D. Bandaranaile National Memorial Foundation Law, No. 2 of 1976 ; {v) the Tower Hall Theatre Foundation established . by the Tower Hall Theatre Foundation Act, No. 1 of 19785\". +18, Section 54 af the principal enactment, as amended by Amendment Act No, 24 of 1980, is hereby further amended in subsection Rote (2) of that section by the substitution for the words Enacibens, and @gures “Inland Revenue Act, No. 4 of 1963,\", of the words and figures “Inland Revenue Act, No. 4 of 1963, or to any Institute, Foundation or Commission referred to in paragraph (le) of subsection (2) of section 31,”. 17, Section 68 of the principal enactment is hereby  Renumbering renumbered as section 68a thereof. 68 as ‘ection 68a ‘ ot ine + Brinetpat 5 Sbactment. 18 ‘The following new section is hereby inserted Insertion of immediately after the heading “E-Liability of Non-Resident Ae section Persons”, and shall have effect as section 68 of the principal principal enactinent :— . ae snactment, ” Charge- 48 Where a person in Sri Lanka, acting bay oe on behalf of a non-resident person, effects profits or dg instrumental in effecting any insurence aca or sells or disposes of or is instrumental in persons. . .. selling or disposing of any property, whether",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "10 Inland Revenue (Amendment) ‘Act, No. 40 of 1981 - such property is in Sti Lanka or is to be brought into Sei Lanka and whether the : insurance, sale or disposal is effected by such person in Sri Lanka or by or on behalf of the non-resident person outside Sri Lanka and whether the moneys arising therefrom are paid to or received by the non-resident person directly or otherwise, the profits arising from eny such insurance, sale, or disposal shall be deemed to be derived by the non-resident person from business trans- acted by him in Sri Lanka, and the person in Sri Lanka who acts on bis behalf shall be deemed to be his agent for all the purposes of this Act:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "Provided that where the properly sold or disposed of is produced or manufactured by such non-resident person outside Sri Lanka, the profits trom the sale or disposal shall—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(a) if the sale or disposal was by whole-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "aale, be deemed to be not more than",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": ", the profits which might reasonably be expected to be made by a mer- chant selling the property by wholesale, and.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(b) if the sale or disposal was by retail,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "be deemed to be not more than the . profits which might reusonably be expected to be made by & merchant selling the property by retail.”, ‘Amendment 1% Section 73 of the principal enactment is heroby 9f section amended by the insertion, immediately after subsection (1) Principal of that section, of the following new subsection :— ‘enactment, “ (1a) Where the assessable income for any year of assessment commencing on or after April 1, 1980, of an individual deemed to be non-resident under",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Inland Revenue (Amendment) i Act, No. 40 of 1981",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": ". aubsection (7) of section 87, consists solely of",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "income from services rendered in Sri Lanka and does not exceed twelve thousand rupees, such in- come shall not be taxable, ”,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "20. ‘The following heading is hereby substituted for the Sopston heading “TH occurring immediately preceding section 81 TH\" ia ‘te of the principal enactment :— Shectbent",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "“HInterest, &c: Payable to Persons Ouiside © Sri",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "‘Lanke.”, . . 21, The following new sections ase hereby inserted Insertions framediately efter the heading “H” in the prinelpsl Sections 804 and 8030 enactment :— the : Deloctpal “interest ~<a, Where interest ts payable to a non- ‘enactment ‘Gane _esident person on a loan obtained from such be profits person and the interest on such loan is nd income. : ‘ borne— . (@) directly or indirectly by a ‘person woe ” yesident in Sri Lanka; or. “90 @) by a nonresident person where the amount of such Joan or part thereat has been brought te or used in Sri . such interest shall be deemed to be profits and income arising in oF derived from Sri Se Lanta EF» Certoin * 803, Where riyaltles ore— yoyelties- : icprot (a) homme, directly or indirectly by & andIncome, Person resident in Sri Lanka ; or",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "ore Q (b) deductible under section 29, vs.) © ouch royalties shall be deemed to be profita :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "“ and ineoae arising-in or derived from Sri",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Lanka, os :",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "2 Inland Revenue (Amendment) | Act, No, 40 of 1981 Amendment 22, Section 89 of the principal enactment, as replaced by sehen Act No, 24 of 1980, is hereby amended by the insertion at ‘enaettnent, the end of that section, of the following proviso :—' “Provided that the provisions of paragraphs (b) and (¢) of this section shall not be applicable if the sum realized Is in respect of a capital asset which is replaced, and in such event the deduction for depreciation in accordance with the provisions of paragraph (e) of subsection (1} of section 23, shall be computed on the cost of replacement of such capital asset less the amount resized under a contract of insurance. ”. ‘Amendment 2% Section 125 of the principal enactment, a8 amended pt section by Act, No. 24 of 1980, is hereby further amended by the principal lasortion nmediately after subsection (2) of that section, enactment of the following new subsection :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "“ (2a) Notwithstanding the provisions of section 968 of the Inland Revenue Act, Na, 4 of 1963, where any tex payable by any person for any year of assessment preced- ing the year of assessment commencing on April 1, 1979, is in default on or after April i, 1981, the defaulter shall, 1n addition to the tax in default, pay as » penalty any sum payable as penalty in termaof subsection (6) of section 968 of the Inland Revenue Act, No. 4 of 1963, and a further sum equivalent to twenty-five per centum ‘of the amount in default on or after April 1, 1981.\".",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "2 Replacement 24. Section 128 of the principal enactment is hereby",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "j ESTiRe repealed and the folowing section substituted therefor",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "1 principal",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "2 Gnectment. Tae In this “tax” _",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "‘| {Tartog. . 126 In this Chapter, “tax” includes",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "i &e (a) income tax, wealth tax and gifts tax",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ": charged and levied under this Act;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "i (b) any income tax, wealth tax and gifts",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "i : tex charged and levied under the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "' ° “* Inland Revenue Act, No. 4 of 1963,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ": and which wes in default or goes",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ". ++ into default on or after April 1, 1981; wood i .{e) any income tax which on employer # ‘required to pay under the provisions",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "of Chapter XV, 5°",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "Inland Revenue (Amendment) 13 Act, No. 40 of 1981",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "and any sum or sums added to any such tax",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "by reason of default, any sum or sums added",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "to such income tax, wealth tax or gifts tax",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "under subsection (2) or (2a) of section 125",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "of this Act or under aubsection (6) of section",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "960 of the Intand Revenue Act, No. 4 of 1968,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "and any fines, penalties, fees or costs what-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "soever incurred under this Act or the Inland",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "Revenue Act, No, 4 of 1963.*.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "28, The Third Schedule to the principal enactment, as Amendment",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "amended by Act No. 24 of 1980, is hereby further amended of the by the substitution, in item 6 of that Schedule for the Schedule figures and words “95 per centum™, of the figures and {9,[06 words “20 per centum”, hactment,",
    "mean_p_confidence": 0.8
  }
]