[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "nas . J Ln ey . PARLIAMENT ‘OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA INLAND REVENUE (AMENDMENT) ACT, No. 27 OF 1982 [Certified on 11th August, 1982] Printed on the Orders of Government : Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of August 18, 1962 Panay ar 200 MEVARTMENT OF OOVEENMAIOE PROITEWG, SEI LANKA ~ TO BE PURCHASED AT THE GOVS. PUBLICATIONS AUHEAT, COLODERO Price: Re. 155 Postage: 75 conta",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Inland Revemie (Amendment) | 5 \\ “Act, No; 2 of-19%2! . [Certified on ilth: August, 1962] . ‘ EDO, 2/82 98 55 Fo pitts An Act 70 anMgnp TRE InLap:Revewus Act, No. 28 oy 1979. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as folows:—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1, This Act may be cited as the Inland Revenue (Amend- short title, ment) Act, No. 27 of BBZ.-c vert .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2 Section 8 of the Inland Revenue Act, No, 26 of 1979 Aniendmeat (hereinafter referred to as the “principal enactment”) is of section hereby amended in paragraph (a) of that section, as No 2 of follows -— ia Ee inte,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "(1) by the substitution, ii: sub-paragraph (scx!t) of that",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "paragraph, for the words “Development Corpora- > ton”, of the words: “Development Finance). 7 Corporation”; and-\"- > 0+ ° * ‘ . we (2) by the addition, at the ‘end’ of that paragraph of the | /' following sub-pardgraphs !—\"\"\" . \\ 7. @ Gexxv) the Sri Leake Export Credit Insurance Corporation’ ‘established by the Sri Lanka Export Credit Insitrance Corpo- 5 oration Act, No, 15 of 1878 5 ‘ (bool) the Sri Lanka Export Development Board : + established: under the Sri Lanka ... Export Development Act, No. 40 of . 6 SIDED; Mee ee . ~ (xxvii) the Sri Lenka Bx-Servicemen's Associa~ ’ tion eétablished “by the Sri Lanka ' Bate Ex-Gervicemen's i Association ' Law, a+ No. 8of 1976 heist es (xxxvili) a company registered under Part VIII of yoann the Companies Act, No -17 of 1982, : gust «being profits .and: igome arising to do. * 0 1 such company from_a ship which ie— het eo\") engaged’ in” intetnational operu- vn we 5 Bons » _ Gi) owned, or., chartered by sien sow Pag ch + ais Gil) deemed to’ hea Ceylon ship by wk sd yw, .ireagon of @ determination made . Lai) oe aa, gil vunder paragraph (6) of section Vit: oar sae8O of the: Merchant Shipping ‘Act, No. 52 of 1971, 2 erageso.su0 @ajon",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Injand Revenue (Amendment). . Act, No, 27 of 1982 . jct2. (other. than profits and income arising to such company from the carriage, hy te coor sbat ship, of passengers, mails, . YC\" jivestosle and goods, to or trom, a port gine Gr dm Sri Lanka) cys ere {(xode) the Institute ‘of Fundamental Studies, +) + Sei Lanka, established by the Institute of Fundamental Studies, Sr! Lenka, Act; sy ac MQ, 58 a8 1081 5 ase (ab) the International Winged Bean (Dam- +» © bala) Institute” established ‘by the ~  Internstional Winged Bean (Dambala) done we vieny yr, Institute. Aet, No, 7 of 19825\". 5 Azuenament \"3, “Section 9 of the principal enactment is hereby amended ae th subsection (1) of that section as. follows :— Eran ——_ (2) by the insertion, immediately after parograph (k) of ‘that subsection, of the following paragraph :— s1,+ 1 Qc) the emoluments earned in any year of ie se vq |8se8stnent by any individual employed on & tte coe SbAp Which Ha /10) owned.or chartered by a company LoSows . registered under Part VIIT of the _ |. Goropanies Act, No. 17 of 19825 and ye tt oe! Gi) deemed to be a Ceylon ship by renson of ‘4 determination made under paragraph crows 2+ rea: (@)-OF section 30-08 the Merchant toes we ed, Shipping. Act, No, 82 of 1b71;7; and @) by the repeal of sub-paragraph (li) of paragraph () ‘of that subsection and the substitution, of the ’ yipy following sub-paragraph therefor :— ..-. soar si) profits -and income ‘not exceeding ont ( -stthousand .two. hundred rupees trom ail a sourees-of profita and income other than (employment, and . accordingly, when \"any income tax:has been paid, by deduction or otherwise, by such individual in any ‘ei 2yest of assessiiient, in respect of any profits: ‘and income which are exempt sfy-7Hander: this paragraph, such tax shall, on 20 . nus: appleation» made in writing by such (5) individual within three years of the end nec: of that year of. assessment, be refunded to vols Bod. 00",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) « 4 ‘Act, No. 27 of 1982 . 4 Section 10 of -the-principal enactment fs hereby Amendmeat amended by the repeal of paragraph (e) of that section, 9f Sat and the substitution of the following paragraph therefor: principal “ (e) the interest accruing to any person during the period in which he is not resident fn Sri Lanka end for the . three yeurs immediately succeeding the date on ns, , Which he commences to ba resident in Sri Lanka, ‘ vc ON moneys lying to his credit in forelga currency) | 1g. 4m any account opened by him or on his behalf in : any commercial bank with the approval of the Central Bank of Ceylon ;”. vay a . ~ & Section 11 of the-principal enactment ts hereby Amendment amended in paragraph (b) of that section by the substitu. of¢setion 1 tion, for the words “which are exempt from income tax principe? under section 15\", of the words “as are exempt from income ™aetment, tex under section B(a) (xxviii), 15”. : 6. Section 13 of the principal enuctment is hereby  Amcodmeny. amended as follows, ee wnt 7, Seton. (4) in paragraph ‘(e) of that'section, by the substitution, Dupelnal _ for the words “other fishing equipment”, of the ‘words “other fishing equipment ;”;- and. : (®) by the addition, at the end of that section, of the following paragraph i—, Poa *() out of the Export: Development’ Fund = established. ‘by the: Sri! Lanka.- Export » Development Act, No, 40 of 1979\": -... Hyp at 7. Section 15 of thé principal ensctment is hereby gmendroent amended by the {nsertion immediately after paragraph (c) of section of that section, of the following paragraphi—c:-. .- , prinetral” (cc) the profits and income earned in any year of ee \\_ assesment in foreign’ currency; by a resident ts “= eompany ot a partnership which carries on or ex *\" ercises any trade, Business, profession or vocation, | Li: im respect of services rendered by such company \"or partnership in that year of assessment outside ‘Srl Lanka in the course of carrying on, exercising + 0. >! op exerying out. profession dr vocation or cons: * 1” truction project, if such profits and income (eas o yt much amount ag “ithe. Commissioner-General a “4 “considers to be.reazonable expenses) are remitted by such company op partnership to Sri Lanka ;*,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Inland Revenue (Amendment) ‘Act, No. 27 of. 1982 Amendment & Section. 16. of .the -principal engetment is hereby oe section amended in paragraph (a) of thet section, by the Principal gubstitution, for the words “approved by the Minister, by enactment, Order published in the Gazette”, of the words and figures “approved by the Minister, prior to March 81, 1983, by Order published in the Gazette”, - Amendment “9, Section 16a of the principal enactment is hereby pe zection amended in subsection (2) of that section, by the substitu Peineipel tion, for the words “approved by the Minister by Order enaciment. published in the Gazette”, of the words and figures “approved by the Minister, prioy to March 31, 1963, by Order published in the Gazette”, Amendment 19, Section 168 of the principal enactment is hereby - Tisofte . amended by the substitution for the words “ approved by Erincipal \". the Minister, on the. recommendation of the Ceylon Tourist ‘Spoctment Board *, of the worda and figures “ approved, prior to March 81, 1988, by the Minister, on the recommendation of the > Ceylon Tourist Board”. Amendment , IL Section 17 of the principal enactment is hereby aries amended in subsection (2) of that section, by the principal ~ substitution, for. the words “approved by the Minister, ‘enactment. \" which commenced to carry on, on or after that date”, of the worda and figures “approved by the Minister, by Order published in the Gazette, prior to March 31, 1983, which ‘commenced to carry on, an or after November 15, 1977”. Amendment 12. Section 18 of the principal enactment is hereby 1of the ©, amended in subsection (2} of that section, by the principal ' substitution, for the words “approved by the Minister”, at Srariment the words “ approved by the Minister, by Order published in the Gazette”, Amendment | - 1%. Section 19 af the principal enactment is hereby Ghoti’ = amended. by the substitution, for the words “approved by Principal - the Minister”, of the words “ approved by the Mintster, by enactmant. <: Order published in the Gazette”. Ammmens 14, Section 20 of the principal enactment is hereby Bh tite amended i paragraph. (8) of subsection (1) of that section, Frincipsl by the sbbstitation, for the words and Agures “ approved by snectment the Minister, after November 18, 1978”, of the words and figures “approved by the Minister, by Order published in the Garette, after November 15, 1978, but prior to March 31, 1083”.,, duet h wens hea geE as Amandment 15. Section 21 of. the principal enactment is hereby het siiie amended as.followas— 39% tyr * stntittfon Fy (1) fn paragraph (a) of that section, by the sul . fraciment, 1. for the words “ five hundred square feet ;*, of the words “one thousand square feet;”5 < \"> 1",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Inland Revenue (Amendment) 3 ‘Act, No, 27 of 1982 Q) in paragraph (b) dt that section, by the substitution, f for me words “five huadred square feet uuit.does Rot exceed one thousand two, hundred and: arty \"square feeti and\", of thé words “ond thousead '.: , Square feet but does not exceed one thoukard seven \"7 bundred and Atty square feet ; and”, and ‘ + (3) #0 paragraph (¢) of that-section, by the substitution, for the words “ons thousand two hundred and fitty . square feet but dues not exceed two thousand square 11\" feet,”, of the words “one thousand seven hundred +, , and’ Afty square feet but does not exceed three thousand square feet,\"",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "16. Section: 22 of the principal enactment Is hereby Amendment amended by the substitution, for the words “any contract $f #eetlen which he has entered into”, of the worda‘and figures “any principal contract which he has entered into prior to November 12, Snsctment. 3981\". Bele",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "1% Section 22a of the: principal enactment ts hereby Amendment amended in paragraph (b) of that sect on, by the substitu. $f section tion, for the words “approved by: the Minister\", of the principal words and figures “approved by the Mintster by Order ‘saltmeat. Published in the Gazette prior to March 31, 1983\",",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "18. Section 22n of the principal enactment is hereby amendment amended in paragraph (©) of subsection (2) of that section, af section by the substitution, for the words “‘approved -by the Principal’ ‘Minister, of the words and figures “approved by the snactment, ‘Minister by Order published th the Gazette, prior to Maret . 81, 19837, ve .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "19 Section 22c of the principal! enactment is hereby Amendment amended in paragraph (b) of that section by the substitue 7 Section tion, for the words “approved by the’Minister\", of the princinal words end figures “approved: by’ the Minister, by Order **actment, published in the Gazette, prior to March 31, 1983,\",",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "20, Section 220 of the”principil ensetment ix hereby Amendment amended in sub-paragraph (Ii) “Of paragraph (b) of of sestion, subsection (2) of that section, by the substitution, for the ‘principal",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "words “approved by the Mitister\", of\" the words and . Swartment figures “approved by the Minister by Order published in the Gazette, prior to March 31, 1963\".",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "21. ‘The following new section is’ inserted immediately Teeertion of after section 22n, and shall have effect as section 2%, of the mn of the” Principal enactment s—..2) 2 G60 nh ent,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Inland Revenue. (Amendment) ‘Act, No, 27 of 1982 . ~ SPower ot - 1, Man- Where the Comnissionts-Geneval is SomraTim, enticed that— : : _ taneellation |” (a) any company or undertaking approved of arp ovals 4° a by the Minister under section 19 er Caer ~~ beetion 16a or section 16a or section gecllons 16, . 20 or section 22c or section 22p has Hp 10-285 5 ,. not token any steps to commence ora eats. business 5 oF . +: °°\" (6) any construction, contract or project \" we approved by the Minister under ™ we section 16s or section 22a or section 228 im relation to a company oF : ; ,, Undertalcing, has not been commenc- poo e ls, qs ed by sich company or undertaking, > +f within a period of one year from the date om ‘“ ‘which the Minister has approved auch com- pany, undertaking, construction, ‘contract oF . + a z+, Beaject, as the cuse may be, he shall recom- mend to the Minister that such approval be ., caneelled, and upon such recommendation, a the Minister may, having regard to the interests of the economy, by Order published in the Gazette, cancel such approval. ”. Amendment”; 22, Seotion 28 of the prinelpal enactment is hereby arte? \"amended in subsection (1) of that section as follows:— rineigal - f Tlouuuent, (a) by the insertitn, tmmediately after paragraph (¢) of ‘that subsection, of the following paragraph :-- . . ~ * (ee) such allowance (calculated at a fixed rate . vo. Ber .centum. per annum on the cost of : 1) acquisition) as the Commissionér-General , x) “sg considers zeasonable for depreciation by oy “1 Wear and fear.of any unit of non-residential * accommodation comprised in a registered nop .. Condominium Property, within the mean . ‘dng of the Apartment Ownership. Low, cho. cats t No, 11 of 1978, sequined by such person op - oy vyes 6 Or after April 1, 1981, snd uged by bim fo cp fence any trade, business, profession or voestion ‘ carried on or exercised by him: Lit cutpuat ive Provided that no deduction under the . i “\" provisions of this paragraph shall be a nese allowed to a person in respect ‘of such unit ee . tf the total of the ellowances for depreci-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "“\" Galand Revenue: (Amendment) a \\ ‘Act, Nov27 of 2982 ation in the preceding years of asneasment “ © ig equal to the cost of acquisition of auch amis\") era we : ~ (b) by the repeal of paragraph, (ie) of that subsection ico’. and. the. substitution of the following paragraph theretor nn i ii oath tose “) any— peti . 4) hhusiness turnover tax payable under the we Finanee, Act, No. £1 of 1963, or a (ii) thirnover tax peyable.under the Turnover . Tax Act, No: :69 of 1981, tess any deductions allowable under section 4% of that Ache et which such’ person is Hable to pay for the period for which the profits and income are <1 being ascertained in respect. of any trade, + business; professfon.or voration carried on or ” ~ + exercised by bims?y + (©) by the substitution, in subséctian (5) af that section, Yor the words and figures “under subsection (1) (2), @) @), G) ©, ©, @, Me). or @ of the words end figures.\" under subsection (1) (0), Q) (}, @ ©, @) @,. A Cr A) (ee) or 0) \"sand : ‘ (@ by the substitution for sub-paragraph (1) of paragraph (2) of subsection: (7) ofthat section of the following sub-parsgrapn ie iy. . * (@) paragraph (a),or paragraph (6), or paragraph (ec), or paragraph: (d),or paragraph (e), or . os se. Paragraph (ee) of subsection (1) of this 5 tu; 7 oy Section ox under subsection’ (1) of section: we MRR ae! 23. Section 81° of the’ principal enactment is hereby Amendment amended in subsection (2) of that-section— $a enna tof (0) by the substitution, in paregraph (0) of that subsec- Saacunt ‘tion, for the words to local authority. to afund™ of the words and figures “to's loca! authority, to hc n..gay -H'gher Educational, Tstitution. established of con deemed-to be established wunder the Universities _ an Act, Nord6 of 1978, to a fund ? and, ii",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Inland Revenue. (Amendment) Acct, No, 27.0f 1982 ‘+ (®) by the addition, at the end of cub-paragreph (v) of yu, t+ paragraph (ke), gf that subsection, of the following sub-paragraphs:— ike “e- * (ui) \"thd: aativite of Fundamental Stidies, Sel WIC ns  Larika, @atablishéd: by the”Institute of Funda- mental Saudies, Sri Lanks, Act, No. 65 of 1981; vote #7 +.°* @vily’ the. International Winged Bean (Dambala) \"oF\" Institute, ‘established by the International. +. stl 91) -AWinged Bean (Dambala) Institute Act, No. 7 we Ed of 1985 2351 Poet br kk ae (e) by the substitution, for paragraph (1) of that gub- i, y, Section of the following new paragraph :— ~ 1 9M () any'dmount spent by @ person ‘in constructing ‘1 uf. 1) any-house of fat or the cost of purchase of wort Lhe) any: unitof residential accomodation cons tructed with the spproval of the Urban tog, ¢ Development Authority (established by the <0\". “al Usbafi Development Authority Law, No, 41 Aft rersest\" gf 1978) and’ comprised in a registered WN U8 * Condominion’ Property within the meaning sto) 47 © \"> -9f the Apartment Ownership Law, No. 11 of Me gee i {@) such house, flat or unit is for occupation ‘torcslas fe vo: ge a dwelling houge by any member of ih thc. Tithecstaff employed by such person, @) the for aree of such house, flat or unit Eo Ue does not exceed two thousand square PP nweignts featy antbngs 227 ia we OY a ~ seca! 52°, Dine\" allowance, is Geduetibte under sub- . paragraph (i) “of! paragraph (b) of subsection (1) of section - 23 oF spacice af feontcseParagtaph (f} of subsection (1)- of 7\" Section 23 in respect.of such house, flat or unit s\",; and rn eS ther rho BS fae (a) by the addition, atthe end of that subsection, of the Ley eente ARMOWING Page eer os ; wo sathl-tTn paragtaphe (e)aitd-(9) of this subsection and + ubo-4 inesubsection”(3) the expression: \" purchast” shall ‘be deemed to include.a Jeane of any unit of restden-",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "Inlead Revenue (Amendment) 9 » Act, No. 27 of 2962 “\" tall accomodation constructed with the approval of . 2 sh~ the Urban Developmeat Aurmoruy (esabasned by «the: Urban Development Authority Law, No, 4k af 2.111978) and ccmprsed in.a regatered Condomiaiuin Property, within ine: meaning of the “Apariment . Ovmership Law, No. 1} of 1978, 4a) such lesse fe tor @ period exceeding fry yearn; : and - (il) the consideration for such leane was paid tn full “1. at the time the agreement for guch lease was +) entered into.” + .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "24, ‘The following new sections are hereby inserted Insertion immediately after section 32, aid shall'have effect as sections $4.°\"50y and 32a, 328 and 326, respectively, of the principal enactment :— 24 #8 the “special 824 (1) The provisions of this section shall ***¥** Flaine to --@PPly to the interest payable an the compen-",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "Taxation of .. ssuon payable in respect of any immovable eerste, of movable property vested In the Govern. - Dayable in” ' ment oF in the Land Reform Commission or Groene’ ita public corporation or” in a local Yeoua i authority, such interest being the accu- Abe Govern- mulated interest payable on such com- ESSg Wiforn pensation for the period commencing on the Sommission date on which such compensation accrues co ppsica’ — due and ending on the date of payment of ‘glo ‘such conipenzation (In this section referred *” ”” 20 an “ the relevant interest\"). a . = , - @) Notwithstanding anything to the contrary in any law— ws (a) the relevant interest recetved by any person shall be deemed to be income ky sxBtising to that person in the year of “assessment in which he receives such u,,, interest and not In the year of aseessment.to which such interest” relates and such interest shall be fo 5 Hable® to’ income’ fx at the rate ot “| te per, centum ; o 1B) the Government, -the Land Reform jpCommiesion, public corporation or vais, the local authority paying the rele toon Want interest to any person shall deduct from much interest an amount ‘",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "‘a0 Falund Revenue (Amendment) ‘Act, No, 27 of 1982 43 5 equal to ten per-centum of such inte~ “+ “rest and shall rermit-the.amount #0 + ovivdeducted fo. the ..Commizsloner= ’ General, with a statement in writing »_--sshowing the particulars of. the gross 5 “umount-of the ralevant interest paya- ble, the tax deducted, the net amount Paid, the name and address of the Person to whom it is paid and the '  gmount 60 remitted. shall be set off Jt againat the tax payable by such per~ son under paragraph (a), @) In this section— “Land Reform Commission\" means the __ Land Reform Commission estab- ** Wished by the Land Reform Law, ve No. lofi; =) ‘public corporation” means any cor poration board, or other body which *° was ar is established by, or under, - any ‘written law, other than the Companies Ordinance, with eapital ‘+ wholly or partly provided by the ~ * Government, by way of grant, loan or . . \\ other form. Deductions.\" _ 328 (1) The provisions of this section Pi Jnmome * |. shall apply to the accumulated interest (in interest this section referred to as “the relevant peyable on interest”) paid on a sum af money deposited deposit, -''\" in a banking institution by— secounts, (@) any individual ; or . 2° “(b) another person on behalf of any indi- tees yidual, \"2. ~ ‘Cunder a schemé’ approved by the Commis * sloner-Genéral which— oft) 18 operated by such banking institu- pe Hon 5 and, 4 il) conforms to such conditions as may be <a Specified, from time to time, by the Commissiotier-General. The Commissioner-General shall, in spect ” fying any matter which ig required by this sub-section to be” specified by him, have regard to the need to encourage and facilitate arvings, ,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) Mt ‘Act, No.'27-of-1982 / Q@) Notwithstanding anything to the cone trary-fn this Act—.... ; (@) the relevant interest paid to any indi- viduel shall be deemed to be income ” arising to him in the year of assess ° ment in which guch interest is paid’ “~ ta him and not in the year of axsesa- ment to which such interest relates ged such interest shall be liable to suei a + Income tax at the rate of fifteen per eentum or the maximum rate st which he is Hable to pay income tax : on his profits and income (exclusive ° ‘of the relevant interest) for that year of assessment, “whichever is the lower rate. 5 in + () the banking: institution paying the relevant interest to such individual shall, notwithstanding anything in |.) paragraph (a), deduct from such o interest an amount ‘equal to fifteen ‘per centum of such interest and sball forthwith remit the sum so deducted to the Commissioner-General ; * (©) where 2 banking institution deducts income tax'in accordance with para * graph {(b) from the relevant interest : paid to any individual, {¢ shall issue ‘ to stich individual, a statement in * * seriting setting out the gross amount of the relevant interest payable, the is. ..., Tate and simount of tax deducted and | 2177 the net amount actually paid ; Uh) Where Re ta. ce. @), any amount is deducted, in Cee’ +) qq Becordange. with ~ paragraph A cing (6), trom the relevant interest ved paid to any individual, and - (i) the. maximum, rate at which ee, + Soh individual fs able t0 pay scat ng income tax for the year of ON OS” assessment in which such ES? deduction is made, in respect set 2°94 ot his profits. and income {ex . \"S\"\" “ gustve of the relevant interest) “7 Gs legs than fifteen per centum,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "12 Inland Revenue (Amendment) \\ ‘Act, No. 27 of 1982",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "then such individual shall be entitled, on",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "production of the statement referred to in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "| paragraph (e) and subject to the provisions",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "of Chapter XXII, to a refund of such per",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "centage of the relevant interest as is equal to",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "‘the difference between fifteen per centum",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "end such maximym rate of tax;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(@) Where @ banking institution, which",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "“ jy required by subszction (2) te deduct any",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "income tax from the relevant interest paid.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": ": by'it to any individual, fails to deduct such.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "income tax, then, the director, general mana-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "ger or other prinelpal officer of such banking",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "fnstitution shel] be personally liable for the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "tax which such institution was required to",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "“deduct under this section and such tax may",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "‘be recovered from such director, manager, OF",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "principal officer, by all the means provided",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "in this Act. -",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(4) Where any money ig deposited ina ‘banking institution by an individual under a scheme approved by the Commissionet General under subsection (1) and euch Indi- , vidual withdraws the intereat on such money, _ in contravention of the conditions Imposed, _ by the Commissioner-General in relation to such scheme, additional assessments ma¥, notwithstanding anything in this Act, be made in respact of every year of assesament",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "to which the interest eo withdrawn eelates, paste = Ble. The gros interest (aot being interest income Gx exempt uiider any other provision of this Blereston’ “| “Act), payable on a loan granted to any leant aby” person. in Sri Lanka by any company. part Eempunicl nership or other body of persons outside Sit penmerships -' “Lanka, being’ interest which arlsex or § sfpermont, “deemed, by fection Oa, to arise to gach Lenka. .tompany, vartnership oF other “‘bady of vue ney ', Betsons shall, notwithstanding anything in + . this Act. be chatgeable with income tax at",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "the rate of, fifteen per cenfum.*",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Inland “Revenue (Amendment) B ‘Act, No, 27 of 1982 25, ‘Section 88 of the principal enactment is hereby Amendment amended a8-foliowe:— hee Eye Soke Gy by the’repesi of subsections (1) ‘and (1a) of that PRoSDS jo ()- section cand. the. substitution | therefor of » the Y fefollowing subsections ei, Jo sate ct © (1) The income tax to which any company ren- (ssi dent in Sti Lanka in any year of assessment shalt , 1\" .be Hable for. that year of assessment shall consist of - ..” (@ an amount calculated on the taxable aan _ income of such company for that year , |\" of assessment at the appropriate rate _ specified In the Second Schedule to this ‘Act as the rate applicable to companies - of that class; and « LO ae (b) an amount equa! to a percentage of the aggregate amount of the gross divi- , dende distributed by such company in “ that -year of assessment out of the ‘profits on which the taxable income of + such company fs computed for any year ool i sine\" sof assessment, such Rereantage being— o “@) thirty-three and one third, if that ” year of assesment is the year af ash . j 5, assessment commencing o2 April . th toa 1s 1979, and . a wn (it) twenty, if that year of assessment ‘ar oh - + 4g any year of assessment com-, * 1 nes. mencing on or after April 1, 1980: Provided that a quoted public com~ * “pany shall not be Hable to pay tax tenis bts \"under paragraph (b) dor. any year of be assessment commenting on- or ater oe fk gy ADEE, 19805\" je ate deve (2) by the substitution in subsection (2) of that secuon . List qj for the words and “For the purpuse of subsections as. (1) and (1a)\", figures of the words and figures 7 “For the purposes of subsection (1); (8) by the substitution in gub-patagreph (il) paragraph ~ 1° “(@)-of subsection (2) af that section for the words vut-@the iesued espitel of which does not exceed Ave : hundred thousand rupees”, of the words “the < i» dsmued’capttal of which does not exosad five hundred si thousand rupses eitherithmoughout the year of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "u Inland Revenue (Amendment) . ‘Act,.No, 27 of 1982 : < c+“ masesament for which the tuxable income. is . . computed or from the date of incorporation of the * company to the end of that year of astestment,”; () by the repeal of paragraph (c) of subsection (2) af . ‘that section and the substitution therefor of the : following paragraph :— Boece . ° , 2) \"“amount of gross dividends” of a company other than a quoted public company means— . .. @ in any case where a deduction under a section 38 is made by the company in- : respect of its dividends, the amount of oe the dividend before such deduction is eat Maid j . (Gi) in any case where no such deduction is “ » , Made by the company in respect of ita i was» dividends, the amount of the dividend PSS 0 fnereased by— vu ees ot + (@) fifty per eentum thereof, if the : >... dividend is payable on or before i March St, 1980 ; oF ~. (b) twenty-five per centum thereof, if io fare oy ee. the dividends is payable on or _ oo _ Bfter April 1, 1980.' Amendment | 26, Section 44 of the principal enactment fs hereby of oertion amended in paragraph (a) of subsection (1) of that section principal by the substitution, for the words and figure “ specified in ssoctument. Part. V of the Second Schedule” of the words and figures “ppetified in Part VII of the Second Schedule”, . Replacement - 27. Section 37 of the principal enactment ‘s hereby $f section repealed and: the following new ; section substituted Britcipal therefor >— os . enh Resident 81. Every resident company shall deduct SzerL from the amount of any dividend which udivdeads , becomes payabte fo any non-resident, come Boneresident . Pany during any year of assessment (in this . Company nection referred to as \"the relevant dividend\") re 0 C3 (@) it -the-relevant ‘dividend consists of +f) teh a2.\" any partof the’ amount of a dividend wet ayo 7 spegelved by: euch resident compeoy vei ebtes +: +n from another resident company, not ety sd gait? ‘being part: ofthe amount of ® ss oees cat joss dividend exempt from income taX",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "fnland Revenue (Amendment) 6 ‘Act, No. 2? of 1884",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": ">. under this Act, income tux equivalent eo to five per centum of the amount of +, : auch, relevant divident increased by Atty per centum where the dividend 38 payable on or before March 31, {vi E4980, snd increased -by twenty-five Wi 8°\" pee ‘centuin, where ‘the dividend is",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "ue Payable on or after April 2, 1980; ++ (B) #f the zelevant dividend te not a rave dividend. exempt from income tax ‘ves under this Aet, and does not consist of any part.of the amount of a divi- dend received hy such resident company from - another resident ny company, income tax equivalent to five per centum of much relevant,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "_ dividend ; + (©) if the relevant dividend is paid out of _ oo, vrerthe amount of a dividend recetved. j by such resident company, being a ‘? dividend exempt fram’ Income tox “under this Act, Income tax equivalent \" to five per centurn of the amount of such relevant dividend; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "\" ), @) if the relevant dividend.is paid out of ‘the amount of'a dividend ,reeetved hy such resident company from a ei'“-+ quoted public company, income tax 7°77. equivalent to five ‘per centum of the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "= * “amount of such relevant dividend : fu. Provided ‘ however, . that’ where the Commissioner-General 1a satisfied that such ;,Bou-resident company is not Hable to pay income. tax for the year of assessment in which tt feceives such relevant ‘lividend ot is Uable.to pay income tax for that ‘year of assessment, of an amount lower than the +,Smount required to be deducted from such ; Felevant dividend under the preceding. pro- | Nisions of this section, he may, having regard to the amount of income tax that such non~ resident company is lizble to pay for that year ». of.essessment, direct such resident company ta: deduct-from the amount of such relevant dividend; income: tax’-at a rate lower",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "18 Inland Revenue (Amendment). ‘Act, No. 27 of 1982 ! 2 ~than the rate at which’ it ts required to . ‘ssi o eodeduet income tax trom such relevant divi- Wi butts, dend under the preceding provisions of this f° 5, and the ‘amount of the income tax which a ’ sone. ues) resident company is under this sectlon, : 1 v Required to deduct shall be a debt due from _ Such resident company to the Republic and ‘i Tahal be recoverable forthwith as such or + may be ‘assessed and charged upon such fo 14 Fagompany in addition to any income tax LL LE ‘etothersise payable by it.’ Ammiment 28, Section\" 42 of the principal enactment is hereby of sein ‘amended by'the insertion, immediately after paragraph (f} Pricipal of that section, of the following parageaphs :— “ () the Institute of Fundamental Studies, Sri Lanka, Te. established -by the Institute - of Fundamental COE Studies, Sei Lanka, Act, No. 55 of 1981 5 : G#f) the International Winged Bean (Dambala) Institute established by the International Winged Bean | fw sus, (Dambala} Institute Act, No. 7 of 1982.\", . Amendint 29 Section 48 of the principal enactment in hereby gan aimended in subsection” (2) of that section by the addition, Principal at the end of that section, of the following :— «Sor the purpose of this gubsection, the profits tei). and income arising to a non-resident company from . “+ a unit of accommodation constructed with the <,, approval of the Urban Development Authority “| (established by the Urhen Development Authority Las, No, 41 of 1978) and comprised in a registered <*>} Condominium Property, within the meaning of the J, Apartment Ownership Law, No. 11 of 1973, shall be , ‘deemed ‘not to be profits and income derived by vc, , tht company from immovable property. \" Amendment 80, Section’’B4 af the’ piineipal enaetment is hereby gf sgrtion amended'In subsection: (1)' of that section, by the repeal of princtpal paragraphs (4)and' (2) of that subsection and the substitu- encciment. fon, of the following paragraphs therefor :— “ @ to a charity which ti an avproved :eharity within 2, oo the meaning of gection-$1(9) of this Aet, or section Tus\" 18a;of the Inland Revenue Act; No. 4 of 1983 or to",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": ". Inland Revenue (Amendment) Ww Act, No. 27 of 1982",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "any institute, foundation oF commission referred 40 in paragraph (i) of subsection (2) of section 31, each such gift belng over one thousand rupees in velue, subject to a maximum of five hundred thousund rupees in value for the lifetime of such individual in respect of gifts made on or after July 18, 1058;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "{e) to the Government or to any local authority or to any Higher Eduestonal Institation, established or deemed to he established under the Universities Act, No. 16 of 19785\",",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "31, ‘The following section ia inserted immediately after tascrtion section 81, and shall have effect az section fla, of the OF Dem prinefpal enactment :— ithe ‘ Brineiped Deduetimof B14 (1) Every person who makes a enactment tegen °° Payinent ta any other person who—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Pevmente (a) fs not a citizen of Bri Lenka; and. Sr ery _-_(b)-@arries on ot exercises the profession sn or voeation of entertainer or artiste, artlton in xespect of services rendered by such tag other person in Sri Lanka in the course of carrying on or exercising such profession oF Le vocation, shall deduct from such payment, * income tax equal to thirty-three and one thivd per centum of the amount of such “ payment. . (2) very person who deduets income tex, ° in accordance with subsection (1), from any Payment made by him to any other persen . shall jasue @ statement to auch other person ~ » setting out the following particulars :— . (@) the gross amount of the payment das ; ; (®) the rate and amount of the tax de Gucted ; : (©) the net amount detually paid, (B) Where the amessable income of « : person for any year of asressment includes 3 payment referred to in this section, then , iT) 7) @) At auch person is Mable to pay income",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": ". tax for that year of assessment, he",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "ie +\" \"= shall be entitled, on production of",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "oe a statement relating to such payment",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "wets made in accordance . with sub- HA cass ajo",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "te \\dnland: Revenue. (Amendasent) a + Act,-No, 27 of 1982 stainots section. (2); to:deduets from the () 4:-inegme tax’ payable ey him, the Lost? srvameung .of tax -set. amt in such Je aan. statement; foshiar colew SD) af such ‘person “is mot Liable to pay | income tax for that year. ot esses _, Ment, he shall’be éntitled, om ‘0's production of w statement  rélating ‘.te-to sueh payment made in accordance “cr with subsection (2) and-rubject to ‘the provisions of Chapter XXHI, to hai : 1 &Tefund.of the amount of tex setout Shoo, i such statement i. ie alas (4) Where any person ‘who “is ‘requited by subsection (i) to deduct income tax..in accordance. ‘with that subsection from any payment made by him fails to deduct such tax, then,— “ORE **\" (@ Sf auch person is an individual, ‘such |, Andividual; 20 it (b) if such person is a company or a body of persons, whether corporate oF 2.) s nincorporate, the secretary, “rut manager or other principal officer of se 7\" “queh company or body,— shall be personally Hable to pay the tax he was” required to deduct under that sub- section, and such tax may be recovered from. “auch individual, secretary, thanager or other principal officer, as the case may be, by sll the means provided in this Act. HEE pet cag tN .. 8) In, this... gection, the expression “(profession or, vocation of entertainer or | artiste” includes the profession or vocation ‘of actor; musician, athlete or acrobst.’. A Fe antose: catia ghd awh &) Amendment * * \"$8. \"Section “113 \"of the “piincipal “enaétment is hereby Tiger Be, amended by the substitution, {or all the words from “3, A principe! _ Bon-redident person ...,,. ‘The agent or sttorney of such yeperaon dn. Sri Lanka”, tp “appointed by the President oF . 2dby:a, Minister ;24-of the. words “6. A non-resident person 43z,,4, The agent or attorney of such person in Sri Lanka.”.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Inland Revenue (Amendment): Ws uN ‘Act, No. 27 of 1982.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "33. Section 118 of the principal enactment is hereby Amendment amended in subsection (1) of that.section by. the substitu. Yig\"st the tion, for all the words from “The members of the Board ix primeval to the end of that subsection, of the words “Every member ‘of the Board so sppointed shall-held office-for-a' term not exceeding three years but shall be eligibié for yesppoint- mentite sy se 1 - yagetes alt Yo",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "cord ives! at to Coane ah tant et at?",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "3. Section 129 of the principal enactment: is -hereby Amendment amended in paragraph (¢}-of subsection--(2) ‘of that 129 of the section as follows :— ained aceon",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(0) in sub paragraph (i) ‘ofthat paragraph, by the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "subsititution for all the words from,.\"-such cash” to “in default ;\", of the following ;—: ay \" oe : “such cash shall be first applied in the payment of the costs and charges of seizing ahd. any balance applied-in satisfaction ofthe. tex, tn:default;” and Mat (®) in sub paragraph (it) of that paragraph by the subs- . titution for all the Words from “ and the Proceeds” © to in dota, tt ollow ine vnnqon",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "+ and, the proceees theretrom applied inthe fai” :",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "ment of the coste and charges of seizing ‘and any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": ". balaneé applic in'satistaction of the toy fi default ;",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "ve and”, enw aly tess net ent ativath Yo nolan ad Uy",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "35 The Second Schedule ‘to the principal enactment Is Replacement hereby repealed,.and the following Schedule, substituted itty therefors—\" crencraea od Yo sevoaet Schedule to",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "aituvey yt FLEET ost Batt ah aC ‘pineal fnutmas wy ut... “SECOND SCHEDULE: to amnoei epactment, == ahdeont atest $8) 2A za ot : ee 05 ey op eng iC eda7 weiss ag OF game Wersto0 ait to : Company resident in Sx Lenke other than a company referred to in Parta‘Ii tb: V7. sags pide baton ‘The rote of income tax for every” Year . ‘antesamént “ecminencing’? anit? onnwatter ts okey or) “Apel 5, 19TB.. Te 80 Balonarcmen lerarenee On: the taxable inconte af the -gompeny nt: i 220 per-gentum:",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "0 Inland Revenue (Amendment) : ‘Act, No, 27 of 1982",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": ": - RAs",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "‘Small company the taxable income of which doa ant excetd",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "Re, 250,000,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "The rate of income tex for every year . ‘of assessment commencing on or after Apr 1, 1979, :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "a the first Bs, £0,000 af the taxable Income of the company ” + 20 per content",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "On the next Rs, 100,000 of the taxable income ‘of the company ” = 80 per centum",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "On the balance of the taxable income of the company ” + 40 per consum",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "peur mt fad",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "Stall company which is aleo a quoted public .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "sompeny the taxable income of which exceeds :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "Re, 250,000, i",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "‘The rates of income tax for every year of : ‘asgessnaent commencing on ar after Apeil 1, 1979 ahall be the rates spectfed in Port IE",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "mas wv ‘ Small company which ia not a quoted public company the taxable income of which exceeds ° Res, 256,000,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(@) ‘The rates of Income tex for every yeer ‘of assesament commencing on oF after Aprit 1, 1979 but ending om or before ‘March 51, 1863 shall be the rates specified in Port 1.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(b) Tha rates of income tax for every year : ‘of adtedsment commencing on or after - ‘April 1082,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "Om the Ast Re, 60,000 of the taxable , income af the company s+ 30 per contum On the next Ha 100,000 of the taxable ‘income af the company ~- BO-per centem On the next Re, 100,000 of the taxable Sneome of the eompany vs 4D per centum On the balance of the tmmble income of the company s+ 60 par centum",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "Quoted public company. en",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "‘The rate of income tux for the year of | +” sssesament commencing en April 1, 1979). “°-7",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 21,
    "par_num": 20,
    "text": "(On the taxable inoume of the company “2, fi’ ner\"centum",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Talend Revenue (Amendment) 2 Act, No. of 1982 ‘The ,rate of intome tax tor every year of oniestinent commencing on or after . + Apr 4, 1980, (On the taxable income of the company... 40) per +eatum mas to People’s company ‘The rate of income tax for every year of aseament commencing on or after April 1, 1079, On the taxable income of the company... 40 per centum vase vt : (Section 34) Company not resident in Sti Lanka ‘The wats of income tax for every year of gar sament commencing on or aiter ApH 3, 1878, ‘On the taxable income of the company .. 80 per centum *.",
    "mean_p_confidence": 0.68
  }
]