[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . Ct om 4th Session 1955-5 ato ote (far. meme . wk te, 2SFEBIOS 12 Soy YQ 4 AESEDS. Ne 4 Hospitals Lotteries (Amendment) Act, No. 26 of 1956 . Date of Assent: February 17, 1956 Printed on the Orders of Government Painted fa the Cove Pomcarans’ BOREAS,” Cataneo : dameel Bs Bobeceut Qeycianee Pdaertons : Bureav, Post Orrice Box 900, Secretariat, Colombo 1 . Price: 15 cents. Postage: 10 cents. '",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Hospitals Lotteries (Amendment) Act, = 8 No. 86 of 1956",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "E. D0, 38/84,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "AN Act To amEnp 7a Hosermars LoTreRtes Act, No. 40\" 1955. . [Date of Assent: February 17, 1956.]",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Queen’s Most Excellent . Majesty, by and with the advice and consent of the . Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4, This Act may be cited as the Hospitals Lotteries bert tits. (Amendment) Act, No. 26 of 1956. .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2, Section 2 of the Hospitals Lotteries Act, No, 4 Amine at of 1955, (hereinafter referred to as the “principal 202° Sa enactment”), is hereby amended as follows:— 185.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(1) by the re-numbering of that section as sub- section (1) of section 2; and (2) by the insertion, immediately after re-num- bered sub-section (1) of that section, of the following new sub-section :— . *« (2) The Board shall be a body corporate having perpetual succession and a common seal aud may by its name sue and be sned. __8. The following new section is hereby inserted Ionttion ot immediately after section 5, and shall have effect as #7 tg\" section 5a, of the principal enactment: — pepe “Propety , 5. (1) ‘The Board may acquire, hold source\" and dispose of any movable or immov- afte Bord. able property, and enter into contracts tnd otherwise do all euch setas moy be necessary for the purpose of carrying out the provisions of this Act. (2) All sums payable by the Board ander any contract entered into by the Board or in respect of any movable or > immovable Property soquired or held by the Board shall be paid out of the Fund of the Board. All sums received by the Board ‘under any such contract or in respect of any auch property shall be paid to the Fund of the Board: (8) All sums payable by the Board for , the purpose of defraying any expendi- ture incurred in the management of the 1 meas gen 8) -",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "# — Hospitals Lotteries (Amendment) Act, No. 26 of 1086 affairs or the transaction of the business tu. . of the Board, or the exercise of the en powers or the performance of the duties Bonn, of the Board under this Act shall be paid 207) SEES pre ott of the Fund of the Board.”’. Amecdmeat of \"” 4 Seqtlon 10 ofthe principal enactment is hereb: oroe ended coh eator (0) of that section, by the sucimint,” \"~ itisersign, immediately after paragraph (@) of that +7, sub-sectionyof the following new paragraph :— = . tar the custody and use of ite seal; ”*. Tertin.et “3, “Phe following new section is hereby inserted imate” immediately after section 10, and shall have effect as pa aN , Section 10a, of the principal enactment:— wo\" Brateclan _ 10a. (1} No suit or prosecution shail taken unter. Tie— on the (@) egainst the Board for any act Sein ot which in good faith is done . : or urported to be done by : the Board under this Act, or . (@) against any member, officer, we, . servant or agent of the Board .- . for any act which in good faith is done or purported to be done by him under this Act or on the direction of the Board. __ 2) Any expense incurred by the Board in any suit oF prosecution brought by oF against the Board before any court shall be: paid out of the Fund of the Board, and any costs paid to, or recovered yy. the Board in any auch suit shall be + @tedited to such fund. (8) Any expense incurred by any such \" person us is referred to in paragraph (2) of sub-section (1) in any suit or prosecu- tion brought against him before any court ‘in respect of any act done or purported to be done by him under this Act or on 1 the direction of the Board shall, if the court holds that such’ act waa so done or Purported to he done in good faith, be + ‘paid out of the Fund of the Board, unless . that expense is recovered by him in such suit or prosecution. ’”; .",
    "mean_p_confidence": 0.76
  }
]