[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 ag Ste Ue - vo Tea (Tax and Control of Export) (Amendment) Act, No. 4 of 1967 Date of Assent : March 28, 1967 Printed on the Orders of Government a Futahted ae the Govisancan® PumtacaGus one, Coonan Annual Subscription (including Bills) Ra. 30 (Local), Ra 40 BrnstSatond Buna, O.'nex 65 Coron, 1 before 2081 Breenber ah foes tomes of Oe eae Be wneud before the Gais of payment will not be supplied. . Price: 15 cents Postage: 10 cents",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Tea (Lax and Control of Export) (Amendment) * Act, No. 4 of 1987 LL. D,—O. 26/64.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "An Acr 70 amenn tae Tza (Tax AND ContRoL",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "ov Exrort) Acr, No. 16 of 1959,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "[Date of Assent: March 28, 19867]",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "4. This Act may be cited as the Tes (Tax and Shortie, ” Control of Export) (Amendment) Act, No. 4 of 1967.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2. Section 2 of the Tea Tax and Control of smeninen o Export) Act, No. 16 of 1959, hereaiter in this Act Tam ‘ty referred to as the “‘principal Act”, is hereby #0, amended as follows :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(1) in sub-sections (1) and (2), by the substitution,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "for the word “‘ London ”’, ocourring in each",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "of those sub-sections, of the word",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "* foreign”;",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) in sub-section (8) as follows: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "() by the substitution, for the words *\" London tea auction is sold \"”, of the words “ foreign tea auction is sold”; - and.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "@ in paragraph ® thereof, by the substitu- tion, for the words “a London tea auction, to cover”, of the words “sucha foreign tea auction, to cover \";",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(8) by the addition, immediately after sub-section",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(8), of the following new sub-section :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "“« (4) In the exercise of his powers under persgraph ® of sub-section (8), the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "{inister may fix different amounts in respect of different foreign tea auctions:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Provided that any emount or amounts which may be determined by the Minister acting under sub-section (3) shall be",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Tea(Tax and Control of Export) (Amendment) | Act, No. 4 of 1967 i published in the Gazettg and tabled in the louse, of Representatives ay soon as possible thereafter and untess the House by : lution within two months resolves against it, the amount or amounts shall: continue to be levied and provided further that nothing in this sub-section shall be deemed to prevent the Minister from levying as a lawful tax the amount or amounts he may determine until the expira- tion of such period or the House by Resolution revokes bis Order, whichever . event occurs earlier.””; and (4 in the marginal note to that section, by the substitution, for the word “London”, of . . the word “ foreign ””. ammines of 8, (1) Sections 4, 8 and 12 of the principal Act Paru'e are iheleby ‘amended by the substitution, for the word ae racist! = London” wherever that word occurs in each of . those sections, of the word ‘ foreign *. - (2) The marginal notes to sections 4 and 12 of the : principal Act are hereby, amended by the substitution, : for the word “London ”, occurring in each of those marginal notes, of the word \" foreign”. Tawetion of 4. ‘The principal Act is hereby amended by the B28! insertion, immediately after section 14, of the follow- «— Piiacpal det. ing new section:— “Fonign ee 4a. The Minister may, by regulation : mae? made under this Act, Presenibe any tea auction held outside Ceylon as @ foreign tea auction for the purposes of this Act”. 8, Section 22 of the principal Act is hereby Axormament of ‘oslo $2 of amended by the substitution, pare definition of tig einer! London tea auction ’’, of the following definition: — ‘foreign tea auction’ means any tea auction ‘ prescribed by the Minister as a foreign ten auction for the purposes of this Act; ”. ,",
    "mean_p_confidence": 0.78
  }
]