[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  I  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  ’ SRI LANKA  t  _  : PENAL CODE (AMENDMENT)  | ACT, No. 29 OF 1998  {Ceti on 4h June 198]  | Pt 8 ne Comat  |  Published asa Supplement o Part I ofthe Gazette ofthe Democratic Socialist  | epbietSLankaot ae, 18  Price Re 450 Potage a 250",
    "mean_p_confidence": 0.4884285714285714
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Penal Cade Amendment) Act, No.2 of 1988  {Cenife o toe, 1998)  1.00, 1607  Av Aer 10 ss TPL Coe  ‘Be tented by he Pariamen of he Democratic Sci  Repu of Sei Laka follows —  1. ThisActmayhe stds the Peal Cate (Amendnen) Shas  ‘ct No. 2901998  2. Seton 286 othe Peal Code herenaer fer Anima  tthe “plement sry amended eS  (1) bythe renumbering of subsection of tat ston  18 subsecion 4 of tht ston; end  (2) bythe insertion immediatly ar sbsection (1)  hat eto, fh following ew abesions—  “2 Ary parton who, being a developer of  hotopapsorfis, iscoves that any hoeiph  {film en toi for deloping ian indecet or  Sbscene photograph or fim ofa hl, sal  fertrito sch discover, infor the offer in  charge oth nearest police ation hat he has in is  possession, sch photograph fm.  ©) Whoever being a developer of  photographs or fins es i contention ofthe  Provision of setton 2) sal bs punished wih  Impsooment iter dscns ost hich  tay extend ovo years or wh i with bath .  2. The following new estos ae hereby ited Setini om  immediately after section 257. snalthaveetectassection Om  268, 2880, and 2860, respectively of the principal yea  2 Dow —18.0.05",
    "mean_p_confidence": 0.37506493506493505
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Panol Code Amendment Act, No. 29 of 1958.  “eamings 2881) Whoever causes or procures acid  Zs esmany et premises or ae fete pases  SEM\" Grtepping or tecsving sm, oo ining te  fving of als (wbetber or not hee it any  Feceaeof singing paying. performing ofeag  Soything for ale or otherwise), shall on  Conviction be ponshed wih imprisonment of  ‘ter description fora ter not exendng five  Seats and may lof Table oa fe.  (2) In this section “cil” means a person  under eighteen yeas of 2.  twongoe__2884(2) Whovter knowingly hie, poy  Stowe persuades, ts, nce o cores a cal 1  ‘Senta Procure any person frit sexual inercoune  SPOS” hall on conviction be punished with  ‘leSe. mpisonnent of etier destin fora tem nt  tessthan two years ad not ekouding ve year  and may also be ible to fe  (2) In his section “tld” means a peson  under cgheen yeas of 2.  naapae _ 288(1) Whoever owingy ies. empl  eee peauades, se, induces o once acl to  bees Fame in any reid ase allen conviction  ‘rath’ he punished with imprisonment of either  mac gescription for aterm not les than five years and  ‘see Fotencadng seven yas an may oe ike  eatin  Inte secion—  “chil means a peri under cighcen years  ofage,  “esti” asthe meaning assigned  to it by the Poisons, Opium and  Dangerous Drage Ordinance  (Chapter 218;",
    "mean_p_confidence": 0.4003831417624521
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Pencl Code (Amendment Act No, 29619983",
    "mean_p_confidence": 0.38125000000000003
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  “affcking” includes selling, giving,",
    "mean_p_confidence": 0.3566666666666667
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  procuring. storing. administering,",
    "mean_p_confidence": 0.45200000000000007
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  Ccansportng, sending, delivering or  Aistbaing”",
    "mean_p_confidence": 0.26875
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  4. Section 302 ofthe principal enactment is hereby Rema wcion  repealed, penne ” eter",
    "mean_p_confidence": 0.3876470588235294
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  masa",
    "mean_p_confidence": 0.08999999999999998
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  5. Section 3604 ofthe principal enactment is hereby _Anentnento",
    "mean_p_confidence": 0.4754545454545455
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  ‘follows tien cof  amended as fl inte",
    "mean_p_confidence": 0.318
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (1) in subsection (5) ofthat sccion by the substation “=",
    "mean_p_confidence": 0.43250000000000005
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  forall the wa from \"io leave such person's usual  place of abode in Si Lanka\", tothe end of that  Paragraph, ofthe fllowieg —",
    "mean_p_confidence": 0.49888888888888894
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  “to leave such persons usual place of abode in  Sei Lanka wih «Yew to ict sexual intercourse  ‘within oF oo side Se Lanka\",",
    "mean_p_confidence": 0.5140740740740741
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (2) in subsection (6) ofthat section by the substation  Tor he words \"many brothel with a view iit.  serual intercourse of sexual abuse”, of the words  “in any premises with a view ( illicit sexual  Jntercourss or sexual abuse”",
    "mean_p_confidence": 0.5366666666666666
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "  6. Section 363 of the principal enactment is hereby Aneinenat  amended by the repeal of paragraph (b) ofthat section and ssn 6 ef be  the substation therefor of the folowing pargraph:— ie",
    "mean_p_confidence": 0.5561111111111111
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "  4) with ber consent, while she was in lawful  coruslawful detention or whea ber consent hasbeen  ‘buaned, by use of fore ot intimidation, or by teat  ‘of detention or by puting ber in fear of death or  but\"",
    "mean_p_confidence": 0.49636363636363634
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "  7. Section 3658 ofthe principal enactment is hereby Amendment ot  amended a fllows:— tee a",
    "mean_p_confidence": 0.38999999999999996
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "  eal",
    "mean_p_confidence": 0.10999999999999999
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Pana Code (Amendment As, No, 291958  (0) byt imserion immedi er paren (0)  arses, ft following mw pang  a) with owt he coment of te her  enon when er pron under sen es  ed  2) byte epeaofpangaph() oat secon ante  Stain er oe lowing aso —  “wit coment terprin wile |  sacha peson arn wflornildaeton  wre tuconentas been tin by see  tec iminiaion or eto deveton o by  fering nach ober pose infexrofdeshorturt |  senate 8h eventof any iconsstncy been he Sina  Penne anh ns of At he Sale al oa  i",
    "mean_p_confidence": 0.3300909090909091
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  1  |  1  ee  ‘Tami Engin ln ft Paine a. ABS Le. Re. Fen  ‘Joie es Sonam, Cormesor Reucrnors Bunt No. 22 Tons Hos,  Tes Roun Can 0 bes 1 Desnbe cch inept te Yalow",
    "mean_p_confidence": 0.2855813953488372
  }
]