[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON: Sin ® Ath Session 1968-69 BX ¥ ey fee 8 Gilly ihe fas ete eas) é AC SON x mes Food and Drugs (Amendment) Act, No. 35 of 1968 . Date of Astent: August 21, 1968 t Printed on the Orders of Goverament . Pulchoted “tt thet Gommamnese® Pumiations Bnas, Cove ‘Annual Subscription Gaetoging pis) Rs, 30 {Local ‘Rs, 40 ig ce iC a ae i eg SERme pie cnartncekir armas ‘before the date of payment will not be suppliad. Price: 20 eonts Postage: 10 cents",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Food and Drugs (Amendment) Act, No. 86 of 1968 :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "L De-0. 51/89, Aw Act ro augno 78 Foun ano Davos Act. — (eynems mage 8 (Date of Assent: August 21, 1968)",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, : by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "same, as follows: —",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. This Act may be cited as the Food sind Drugs stom uu. {Amendment) Act, No. 85 of 1968.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, Section 63 of the Food and Drugs Act, herein- Aepammen after referred to as the “ principal Act”, is hereby 5 of. repealed and the following new section substituted “™**\" ©? therefor :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "{Dinos 63, (1) Any fino paid or recovered in a moune -Teapect of an offencs under this Act fn report relating to any food which is not an ex- tscom. cisable article (other than an offence : relating to the importation into Ceylon of any such food) shall be credited to the funds of the local authority within the administrative area of which such offence was committed. (2) Any fine paid or recovered in reepect of an offence relating to @ any food which is an excisable article, or Gi) any drug, or (iii) the importation into Ceylon of any : food or drug, shall be credited to the Consolidated Fund of Ceylon. ”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". 2 Food and Drugs (Amendment) Act, No. 35 of 1968",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "sominens ot 8, Section 64 of the principal Act is hereby",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "whe amended in sub-section {1} of that section, by the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "pesca! substitution, for the definition of “‘ drug *’, of the following definition: —",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "*« drug” includes any medicine for internal or external use, and any substance intended for use in—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(i) the diagnosis, treatment, mitigation or prevention of any disease, disorder or abnormal physical state, or of any aymptom thereof, pertaining to human beings or animals, and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Gi) restoring, correcting or modifying eny organio function in « buman helag or en animai;’.",
    "mean_p_confidence": 0.71
  }
]