[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "a ca le fy s . en : a, OEE & \\ —— 2m 6 PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA . . RESIDENT GUEST (TAX EXEMPTION) - ACT, No. 6 OF 1979 [Certified on 18th January, 1979] . 7 Printed on the Orders of Government we Published as a Supplement to Part II of the Gazette of the Democratle Socialist Republic of Sri Lanka of January 19, 1979 . . ‘s PRnUTap 7 E DEPARTSEENT OF GOVERNGSIT PRINTING, SH TANTRA ~ TO BE PURCHASED AT THE GOVT, FUBLICATIONS BUREAU, COLOMBO . Price: 25 cents : Postage: 25 cents: * '",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". Resident Guest (Tux Exeniption) Act, No. 6 of 1979 [Certified on 18th January, 1979] LD.—0, 88/78 = AN Act 10 exDMPT CERTAMT CATDLORIES OP RESDENCE vise . HOLDERS ‘FROM CERTAIN TAXES 7 BE it enacted by the Pasliament af the Democratle Socialist Republic of Sei Lanka as follows !—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1 This Act may be cited asthe Resident Guest (Tat short ttle Bxemption) Act, No. 6 of 1979, and shall be deemed for al 222,c3t of purposes fo have come into operation on the first day of February, 1975.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2 (a) Such profits and income of a Resident Guest as do Examption |",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "not arise in Sri Lanka ; and fizvaf certain ; . , Fisome ot a () the income accruing to a Resident Guest from PERE?",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". moneys lying to his credit in any account opened Guest .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": by him in a commercial bank for the deposit of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". sums remitted to him in foreign currency from",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "any country outside Sei Lanks,  snall be exempt from income tax chargeable under the Inland Revenue Act, No. 4 of 1963.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3, The provisions af the Inland Revenue Act, No. 4 of Resident 1963, relating to the imposition of the expenditure tux shall guunpied not apply to a Resident Guest, SSpenttre",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4 (@) Such movable property of « Reskient Guest as io Certain pro-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "outside Sri Lanka; and Secluded fom wealth (®) the moneys lying to the credit of a Resident Guest of Resident | im any such account as is referred to im purmon of paragraph (b) of section 2, Svealth tax. shall be excluded from his wealth for the purpose of computing the wealth tax puysble by him under the Inland Revenue Act, No.4 of 1968. yy % 5. tm the ovent of the death of a Resident Guest, no Wo estte estate duty shall be payable under the Estate Duty §{0,P% Ordinance in respect of his estate. Saute of 8 Reddent Guest 2A S60 —18,895 (78/12)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Resident Guest (Tax Exemption) Act, No. 6 of 1979 Bearpre- 4, In thia Act unless the coritext otherwise requires— “commercial bank” has the same meaning as in the Monetery Law Act; -* Controller ” has the same meoning as in the Immigrants and Emigrants Act; and . . “ Resident Guest” means a person to whom a residence ‘viea has been granted under the Immigrants and : ‘Emigrants Act by the Controller with the approval : of the Minister in charge of the subject of Defence, on the Minister being satisfied that such person ia @ person of eminence in the field of euliure or . acience or that such person intends to reside in Sri Lanka during his retirement. |",
    "mean_p_confidence": 0.82
  }
]