[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 oa qe sy Fenn a = & ‘e) UE sees TS ‘Sa! ” Paddy Lands (Amendment) Act, No. 25 of 1966 . Date of Assent: October 11, 1966 . Printed on the Orders of Government fs {Pint ao R ihn BEG, Sia a ee a : Price: 15 cents Postage: 10 cents .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "Paddy Lands (Amendment) Act,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "No. 25 of 1966",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "T. DO. 87/64. AN Ace 70 auanp Taz Pappy Lawns Act, No. 1 oF 1958. [Date of Assent: October 11, 1966]",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "BE it enacted by the Queen's Most, Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament sesembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "4. This Act may be cited os the Paddy Lands status. (Amendment) Act, No. 25 of 1966.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "2, Section 4 of the Paddy Lande Act, No, 1 of amnineatet 1958, hereinafter referred to as the “ principal Aot,””, javeet™ 25 amended by Act No. 61 cf 1901, ie heseby further ie amended in sub-seotion (14) of that seotion, by the substitution, for paragraph (0) of that sabseition, of the following new paragraph :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "« (2) The landlord of such extont and the person",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "gricted shall be given an opportanity of being besad",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "jo person or through & representative ab sich",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "inguigy. The Commissioners decision on suck ques",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "sion shall be communicated in writing to euch land",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "lord and the person evicted. If such landlord o the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "person evicled is aggrieved by such decision, be",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "may, within thirty deys of the communication of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "such decision to him, make a written appeal from",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "such decision to the Board of Review. Every such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "appeal shall eta the grounds of appeal Where",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "no appeal is made from the Commissioner's decision",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "within the time allowed therefor, such decision shail",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "be final and conclusive and shall not be ealled in",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "question in any legal. proceedings in any court.”’.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "8, (1) Notwithstanding anything to the contrary Power of in the principal Act, where any person who was a Summ tenant cultivator of any extent of paddy land has heen yey cevin aggrieved by a deoision of the Commissioner under the Sti'ty ha” provisions of seotion 4 of that Act, as amended by Act No. 61 of 1061, or under section 4 of the Paddy Lands (Amendment) Act, No. 61 of 1062, the Commissioner may, upon application made to kim by such person within six months after the date of commencement of this Act, grant bim an opportunity of edducing either",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 23,
    "text": "aca oD",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Paddy Lands (Amendment) :Act,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "No, 25 of 1066 . in person or through a representative grounds as to why that decision should not have been mada, and the Commissioner, after considering the grounds so adduced, may either affirm or vary that decision. The Commissioner’s decision under this section shall be - communicated in writing to the tenant cultivator and the landlord of such extent,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) Any person aggrieved by a decision of the Commiseioner under sub-section ay ‘may within thirty days, after the communication of such decisian to him, make a written eppeal from such decision to the Board. of Review established under the principal Act and the appeal shell state the grounds of appeal.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(8) The Board of Review may, on any appeal made ‘under thig section, confirm or very the decision from which such appeal is made and the decieion of sach Board on such ippeal shal] be final and conclusive and shall not be called in question in any legal proceedings in any court.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(4) Where the decision under sub-section (1) is to ‘the effect that the eviction has been made and no appent is mede from such decision within the time allowed therefor or the Board of Review bas on such sppeal confirmed such decision of the Commissioner or where the decision of the Commissioner is to the effect that no eviction has been made and the Board of Review Bes varied that decision of the Commissioner in appeal,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "1—",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(i) the person evicted shall be entitled to have the se and occupation of the extent of paddy land referred to in sub-section (1) restored to him, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "4ii} the Commissioner shall in writing order every Person in occupation of such extent to vacate Such extent on or before such date es shail be specified in the order, and if any suck person fails to comply with the order, be shall be evicted from such extent in accor- dance with the provisions of section 21 of the principal Act,",
    "mean_p_confidence": 0.89
  }
]