[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(= PARLIAMENT OF THE DEMOCRATI&. : SOCIALIST REPUBLIG OF SBI LANKA : . SOCIAL SECURITY BOARD ACT, No. 37 OF 1996 . [Certified om 26th Jnly, 1999} Printed on the Order of Governmext . . Doblished as a Supplement to Part IT of the Gucetio of the Bumoezitic Socialist Republic of Sri Lanka of July 26, 1996 . FROCK AT TiO SEPARTMENT OF GOMIGUTMERET FRING, DEE bitte To EE PUCEAANG AT YEE GOVERIDGINT PUBLIEAYAIING BTMELT, cCocens@ C1 rice: Re, 190 +5 Postage Sn, 2.00",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Sooiat Security Board Act, No. 17 of 1996 [Certified on 26th July, 1996] 4, DO, IY (AN Acr vo gsrapuse a Sociay Srcuarry Boarp ror THE",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Maxacmemet of mmm Pisewtox ame Social Sacunny",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Baxsrrt SCmkMa FOR STUY DMMLOYMD FRU; AMD 10.",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "PROVIDE FOR BATHING CoxmaCTIO TRUMEWITH on LYCIUEETAL",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘manaTo. ‘SE it enacted by the Partlament cf the Democratic Socialist Republic of Sri Lanka aq folldwe:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. ‘This Act may be cited as the Social Sccurity Board short tte Act, No. 17 of 1896 and shali come into operation ‘on such tnd date aff date as the Minister may appoint by Order published in °F™**“ the Gazette (hereinamter referred to as “the appointed date”).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "PARTI RSTABLISHMENT OF SOCTAL SECURITY BOARD",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BR (1) There shall.be- established -#- body called. the petsbiishment Social Securty @oard (hereinafter referred ta ag “the vi «i Board”) consisting of the persons appointed under Soci) section 3, Board.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) The Board shail, hy the name orsicned to it by subsection (1}, be a body corporate and shall bave, perpe- tual succession end & common geal and may sue and be aued in such name",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3 {1} The Eourd shall consist of seven directors pirectors appointed by the Minister, one of whors ahidl be a repre- of tar sentative of the Treasury. Boor",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "@} The Minister shall appoint one of the Directors as",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "the Chzinoan of the Board.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(3) The provisions of the First Schedule to this Act shall have effect in relation te the terms of office of the Directora and the remuneration payable te Directors,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘meetings of the Board, and the seal of the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(4) Subject to other provisions of the Act the functions wunctions ef the Board shall he to ostabliny a Peosiom amd Sealal of tha Security. Benefit Scheme fer salf employed peranns other Board. than those in the Fisheries and A-riculture sectors (herein- after referred to ae“ The Schema”) and to adeninistor and manage sch scheme.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Social Security Board Act, No, 17 of 1906 = & or the purpose of discharging its functions, the Beck Board shall have the power to—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) acquire, hold, take en leate or hire, mortgage, sell or otherwise dispose of, any movable or immo- vable property 5",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "() entor Into, and pertorm, either directly or through ‘any officer er agent authorized in that behalf, all much contracts ap may be necessary for the dis-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". charse of tte functions;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(©) make ruléa ie rolaticn to fta officers and servente, including theér appointment, promotion, remuce- ration, disciplinary control and grant of leave to ‘thea 5",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@ administer and manage the Scheme ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) maintain the required sctuarfal Anancial and opera-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". ‘tonal reports in respect of tae Scheme ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{D determine the benefits to be paid to any Contributor under the Scheme ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(g) do atl such other things aa in the opinion of the Board, are aecemary for the proper discharge of fa functicoa or for the administration and imple mentation of the Scheme,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Application -«6.‘The Miniter may, from time to time, having regard of Act to the feasibility ef sdministering the scheme and the occupational risks involved ta occupations earried on by self-employed persons. determine by Order published in the Gazette the categories of self-employed persons who shall be entitled co contribute to the Scheme. Any self- employed person who falls into a catesory-of self employed Persons specified in an Order made under this section ts hereinafter referred to us ‘a person to whom this Act applies”. PART I PENRIOW AND SOCIAL SECURITY SSOEYTT SCHIMEE Fou SEMOLOve recows, mya 7. Any person to whom this Act applies who has the SEe schuma —preccribed qualifications and ts not less than eighteen year of age and not more thea fifty-nine years of age hall be entitled to joir. the Scheme.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Social Security Board Act, No. 17 of 1996 a",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "3% @) A person to whom this Act appites who joins the Danette Beheme (hereinafter referred to as the “Contributor \") Scheme shall be entitied to the following benefits onder the Bchame ‘wa much besls ax may be prescribed—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(a) @ periodical pension of a prescribed amount ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(2) in cates of permanent partial diesblement, « lump",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "sum gratuity or If he continues to pay bus con- tributions after disablement, a lump sum gratuity and a pension when it becomes due;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "fe) i cases of permanent total disablement, » lump",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "sur ratuity or @ periodical allowance of a pres eribed amount;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(@) a death gratuity.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(2) ‘The basis of paying a pansion, allowance er gratuity what be prescribed taking into consideration, intenalta,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "‘tie period of contribution, the age ef the Contributor and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "the amount of contrilutions made by the Contributor, . ® (2) A Contrtbutor shall be entitled to a pension oa whey",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "reaching the age of s'xty years. A Contributor who com- 30nriog, ls",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "tmences to contribute after reaching the age of fifty five",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "years shall however be entitled to a peosion only after paying his entire contribution as may be prescribed and at the end of five years from the date of his joining the Scheme. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(2) Tho pension ehall be pald up to the end of the ‘month in which the Contributor dies.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "18 The Minister may with a view to encouraging Rebata persona to whom this Act applies to join the Schema SOs sutign, prucsibe either a rebate or a discount oa the contribution to de paid by contributors,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "‘tL Any Contributur whe becomes permanently and Yartiet partially ‘fisebled before he becomes entitled to receive ‘“seblement isle pension, shall receive a lump sum gratuity calculated ton the prescribed baa axd may elther leave the Scheme ‘ec remain in the Scheme paying the balance contributions wad receive the pension when # became dus,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "4 Social Security Board Act, No. 17 of 1998 Tain IZ Any Contnoutar wne becomes permanently and Aablement — foratly qraabled before Ne becomes entitled to recerve ie peuaou stall at his option recewve & lump mum gratuity caleulated on the prescibed veels and leave the Seneme oF receive # periodical allowanve cilculated on the pree cribed buns, Aud remain ia the Scheme without peying any further con?rfbutwns, ‘Death, 43. In the event of the death of 2 Contributor before grawuity. he becomes enutled to receive his pension, a death gratuity calculated on such basis as may ba prescribed shall be paid to hia surviving spouse and legitimate children ex te his immediate relatives Ly blood in auch proportions and fn such order of priority ag is specified in the Second Schedule to this Act | Board te 14 The Board shall on the enrolment of any persom SSF as a Contributor ta the Scheme iame him with a poltoy Contributer. setting out the cont-fbutions to be made by him, the terms and conditions of the policy and the benefita te which he is entitled under the policy issued to him. Zotar 15. (1) The date ‘before which contributions are ‘7 payable by « Contributor ahall be specified in the policy and any contributor who fails to pay ten instalments shaft forteit the benefits under the policy iasued to hima, (2) Where any Contributor has forfeited the benefits: under the policy issued to bim, the Board shall imue such. Contributer # notice to that effect. (3) A Contributor shall have the right to appeel to the Board to validate hir policy and the Board hall validate the policy if it is satisfied that the reasons for failure to pay the instelments were beyond the control of the Con- tributor.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "‘ +) Where the Board decide: to validate a policy the Contributor shall be informed ef the date befors which the arrearo of instalments hava te Be paid. The dota af such payment shall be the date of validation of the poling.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(5) Any Contributor aggrieved by the decision of the Board shall have the right-of appeal to the Secrotary to the Ministry of the Minister whose decision thereon shall be final and conclusive,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Social Security Board Act, No. 17 of 1996 5",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Ws, ‘The award of beoolits under the Scheme’ to any Board to Comsritutor shall be datermained by the Bond in sccurdance Sword with the Scheme and roguletions made to give effect to the Scheme, . - 11. Any officar of the Board specially authorized tn that Dupedion of Yehalf by the Chairman may, during any time of the day enter and inspect any premises or place of employment to sscertain the veracity of any particulars furnished by any Contributor with regerd 10 his eligibiity to be enrolled ox to continue, as a Contributor to the Scheme,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "48, (1) Any Contributor who ta dissatisfied with the Appoal fewerd of any benefit determined by the Board may within thirty days of receiving the notice of such award make au appeal to the Secrelery of the Ministry of the Minister mating the grounds of his xppeal.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(2) Tho decision of the Secretary of the Ministry on any kuch appes! shall be finai, 19 No pension, gratulty or allowance payable from the Pension, Scheme shall be assigned or transferred and every such FyVUNy Ot assignment or transfer shall be absolutely null and void ty ve tnd of no effect. No such pension or gratuity or allowance breed shall be attached or token int execution on account of any . debt or payment due from-the person to whom such pension or gratulty or allowance 1s payable.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "PART Ur rary on Tn ROAM",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "%, (1) ‘The Chaleman shall be the Chiet Executive Azipcintment",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(Meer of the Bosrd. . ind serve : ar",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(2) The Board ghall have the power to appoint such Board. number of officers, agents ond servants as it considers necessary for the effictent discharge of its functions and the administration and impleméntstion of the Scheme and to exercise disciplinary control over and dismiss any officer, agent oF servant #0 appointed,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(3) The officers, servants and agents appotnted under wabsection (1) shall be remunerated in such manner, snd ‘at such rates and shall be subject to such conditions of wervice at may be deterrained by the Board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "& Social Security Board Act, No, 17 of 1996",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ") At the sequest of tha Board any public officer may, with the consent of that officer and the Secretary to the ‘Baiatry of the Minister in charge of the subject of Publia Adminisizetion, be temporarily appointed ta the staff of the Board for such period as may be determined by the ‘Board with Like consent or be permanently eppointed to wach tail with like consent, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "@) Where any public oflcer is temporarily appointed to the staif of the Board the provisions of subsection (2) of section 14 of the National Trensport Commission Act, No, 87 of 1991, shall, mutatis mutandis, apply to, and in relation to, him.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{@) Where any public officer is permenently appointed to the staff of the Boatd the provisions of subsection @) of section 14 of the National Transport Commission Act No. 37 of 1891, dell, mutatis mutandis, apply to, in and ralation to, bisa,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{7) Where the Board employs any person who bine agreed to serve the Government for a specified period, any ‘pected of service with the cand by that person shall be regarded gs service to the Government for the purposs ef Gischarging the oldigations of thet person under auch ‘agreement,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "paRT Iv , Foaarca Fx 31. ¢4} ‘The Board shall have its owa Pusd (herenafie ‘geok seterced to oa “the Fund”).",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{2} Fhece ohail be prid into the Fund—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{5} ei] wach eume of money as may be voted fam time to time by Parllamant foe tha fanpiercantation of the Scheme;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{>} sli ums cf money paid ea contributions te tae Seenme by Contributors;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "4@) ail sums of monay received froma any sourog, 0 glfia and donations, to the Fund ;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "3) eA suns of snonsy enrned as interest or protite trom the investments of the Board; .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "ta) oll eames of money received by the Board, ar ‘tha oxercisn, discharge and performance, ef of its powers, duties snd functions unde he Ad",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Social Security Board Act, No, 17 of 1906 7",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "@) Thore shall be peld out of tho Fund, all suma of smoney required to defray expenditure incurred by the Board in the exercise, discharge, and performance, of ite powers, Gutiex and functions, under this Act, and all sume ‘ot maney requized to be paid out of the Fund, by or undet thin Act",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "#2 AL monies in the Fund which are not immediately Berepersras sequired by the Board may be invested by the Bosrd in % euch 8 monner and in such eecuritioy as may be authorized by the Minister with the concurrence of the Minister ix sbarge of the subject of Finance,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "23. (1) The Board may, with the concurrence of the Borewing Minister and the Minister in charge of the mibject af, Powers. HSnunce or in eecordance with the terms af any general authority given with Uiw concurrence, borrow, by way of overdraft ar otherwise, or negotiete and obtain on credit, vuch aura aa the Board mey require for meeting the sblizationz of the ‘Bourd and for administering and imple- maxting the Schume:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Provided that the aggregate of the amounts outstanding in rospect of loans raised by the Board under this aub- section aball not at any tlme, exceed uch sama as may be Gctermined by the Minister with the concurrence of the AGnister in charge of ths subject of Finence,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) The Board may, with the consent of the Minister given with the concurrence of the Minister in charge of the subject of Finance, borrow money otherwise than by way of loans uader subsection (1) for all or any of the following purposes:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(3) the requisition ot acquisition of any movable or .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "immovable property required for the use of the Board, {by the repayment ef any money borrowed ‘under subsection (1), :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "R(t) The fioanclal year of the Boerd shall be the pinercial",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "aplendas yeat. eta ot Seauote",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "{2) ‘Tho Foard shall cate proper hocks of accounts tof tie Boart be kept of the Income and expenditure, assots and WabRitiee end eli other transactions of the Board,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "ry Socnt Security Board Act, No. 11 of 1996 {8) The provisions of Article 154 of the Constitation relating to the sudit of accounts of Public Corporations shall apply to the audit of the accounts of tha Board. Apelsiion 98. ‘The Fund shall be deemed, for the purposes of Fereant paragraph (b) of subsection (2) of section $1 of the Inland Are? Revenue Act, No. 28 of 1879, to be a fund established by the Board, tha Government of Sri Lanka. Application: 2%. For the evoidence of doubts, it is hereby declared gt Ast Bo thet the provisions of the Finance Act, No, 38 of 1971 shall \"apply to the Board, PARTY canna, bree 27. All Directors, officers and servants of the Board sereamte shall be deemed to be Public Officers within the meaning Bond and for purposes of the Panal Code. Publle officers. Foor 2% The Board shall be deemed to be a scheduled ineti- Peed he ution within the mezning of the Bribery Act and the Rnsbtuttm provisions of that Act sball be construed accordinly. within te Doras ot Ibe Bribery Bet Dylegation 29, (1) The Board may delegate to the Chairman. » BP iten ‘Director, or an officer or servant of the Board any of its. _ fat powers and duties,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": ". (2) Every pervon to whom any power or duty is dele geted under rubsection (1) shall exercise or perform muck power or duty subject to the general or special directions: ef the Board,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "rates ‘38. (1) No mult or prosecution shall Ye—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "ase (©) agsinst the Board for any ect which x nod or an the faith fa done or is purported to be done by gecuan ‘the Board under this Act. or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "Sood,",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "(b) ageinst any Director, officer, servant or agent ,. of the Board for any act which in good faith ia done or is purported to be dose by him under th’s Act or on the direction of the Board,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Sociat Security Board Act, No, IT of 1996 9 . @) Any expense incurred by the Board in any sui or prosecution brought by or against the Board before any pet shall be paid out of the Fund and any costs paid to,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Tecovered by, the Fosrd in any such euit shall be imedited to euch Fund,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(8) Any expenses Incurted by any much person ae i referred to in paragraph (b) of subsection (1) in any mait or prosecution brought agsinst him before any court #8 respect of any act which is done, or purported to be Jone, by him under this Act or on the direction of the Board shall, if the court holds that such act was done tn yood faith, be paid out of the Fund unless such expense sS recovered by him in such proceedings",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "41 The Minister may make regulations tn respect of ell ttegulationt matters in respect of which regulations are authorized ar fequired by this Act to be made, including—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "{a) tho rerulation, administration and mansgeruent ef",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "the Scheme;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(©) qualifications entitling a person to whom this Act applies to join the Scheme;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(©) the conditions on which, and the restrictions subject : to which « person to whom this Act applies ahall be entitled to Join the Scheme;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(a) tha determination of the amonnt of the contribullon to be made by Contributors ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "{e) the determination of the basis on which penelons, gratuities or allowances are payable to Contribu- tors under the Scheme;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "©) conditions governing the detsult of payment of contributions, by contributors, surrender of policy and lose of eligibility of » contributor ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(9) the provedure for the transaetion of business by the Board ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "“{h) the termiinoiten ey fenieiace of a policy, “lemeed unde ited Ast ; ated",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "@ the basis of determining partial and total disab!e ment of a contributor,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Social Security Board Act, No. 17 of 1998 (2) Every regulation made by the Minister shail bq Published th the Gazette and shall come into operation «a + the date of such publication of ou auch Inter date ea may : ba specified therein, (8) Every regulation made by the Minister absll ex <3 soon as convenient after its publication in the Gazette be brought before Parliament for approval Every reeul- Hon which {8 not so approved shall be deemed to be rescinded as from the date of much disapproval but withou; Prejudice to the valdity of anything previously gene ‘thereunder, (4) Notification of the date on which any regulation fe #0 deemed to be rescinded shall be published im ths * Gavette. . eenhola $2 In the event of any inconsistency between the Pea oe ‘Sinhala and Tamil texts of this Act, the Sinhala text shel? all 2 aang, BeOvail Kcsurprovatn 39. In this Act unless the context otherwise requires “Chairman” means the Chairman of the Board appolah Sd under subsection (2) of section 3; “Director” means @ Director appvinted under subsection (1) Of section 3; ° “local authority\" means a Municipal Council, Urbax Council or Pradeshlya Sebhe and includes any Authority created or established by or under ang Jaw (0 exercue, perform and discharge, powera, duties and furious corresponding to or similar to the powers duties and functions exerciaed, performed and discharged by any auch Counelt or Sabha; “prescribed” means yrescribed by regulation made under this Act; “Provincial Council” means @ Provincial Cognel ‘established under Chapter XVIa of the Constite: tioa, .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Social Security Board Act, No. 17 of 1998 rl Weetian 3 (4)1 Provisions relating to the D rectors of the Board",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "L.A person shall be disqualified fram being appointed or fram continulng as a Ditector, if he—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(q) in a Member of Parliament or a member of a Provincial",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Counsit or a member of a local authority ; of",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(©) f under any Lsw ia force in Stl Lanka of in any other",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "country, few or declared co be ef unsound mind; of {@) te a person whe heviug boon declared Gusolvent or ‘bankrupt under any law In Sei Lanka or in any other ‘country, a am undischarged iagolvemt er bankrupt ; of",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "{d) §9 « person om whom 9 sentence of imprisamment (inelude ing © mumpended sentence) has beca impoeed by sy court io Sr Lanka or any ather country ; or",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "{e) bas ang wich financial er other Interest ap le Ukely 0",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "affect prejudieially the discharge by him of his functions ta & Director.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "2 A Director way resign bis offiea by letier addressed to the Minister & The Minister may without asigning any reoson therefor, Femove x Director trom office and such removal shall not be called in question in any court of iaw or tribunal whether by way ‘ot writ oF otherwive.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "4 (1) Every Director shall, umiess he vacates office earlier by death, resignation or removal, hold offies for «term of three yeare from the date of hie appointment and shell, unless be has ‘been removed trom afice, be elig ble fur reappointment:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Provided that a Director appcinted in plase of  Direcksr wh dios or resigns of otherwise vacates offico shell, uxlew he eerilee ‘eacates offer, hold office for the unexpired part of the sorat of affice of the Director whorn he succeeds,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "42) Where the Chairman er any other Director becomes, ty resco of Jhnes inflerbiy oF absence from Sri Lanka, ternpererily tunable to discharge the functions of bis offs, the Minisler may Appoint amy other Director to act aa the Chairman or amy other yaraca to act in place of much Director. ax the case may bt.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "5. The Chairman and the Directors shall be paid such eemunernion out of the Fund of thr Board ae may be determined by the Minister with the concurrence of the Minister In charge 06 the subject of Finance © A Direc who ta in any way directly ar fndlvectiy aterened i any contrast made or proposed to by made by the Moard shail dierlom the meture of his interevt at a masting of tho ‘Board. Thie dsslosute shall be tesorded in the minutes of the meetings of the Baerd and such Director shall mot talse part i fray Geliveration sx decision of the Board with respect to that contract, provided thet she interest which any Director mar have fe a combract by virlwe of his being an officer of « Governmant Deparment or Publie Corporation or « Director af « Publle Corporation shall be decmed mot to be an intefest within the toeaning of this paragraph. :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "32 Social Security Board Act, No, 17 of 1998",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "2. (2) The Cualrmnn omey roetga hie sohce an Chairman tae I acl behalf addremed to tha Moninter. ad",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(2) The Minister may st any time and without attigaing ®",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "reewon cheretor, temove the Chairman trec office,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(3) Tha them of office ot the Chairman shall be the period of bia iembeeship of the Board,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "& (1) Subject to the other provisions of thls paragraph, the Board wosy regulate the procedirs in regard 40 ite nanetings and (We feameection of bunlaam at wuch mieetoLen",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(21 The quorum for a mating of the Board sball be tour Bieectors.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "8 No act, dreision or proceeding of the Board shall be wavididaied by reazon only of the existence of a vacancy {a the Baurd or any defect in the eppointment of any of its Directors,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "2 (2) Tha geal af the Bosra eball be in the custody of such perenne 33 the Deard may devide troin time io. tem,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(2y The scal of the Bosvd moy be altered in guch manner ax may be detzr:nined by the Gosrd.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "&3) The seal of the Board shall not be afixed to any Instr. weal or document axoeyt in the presence of two Directors whe ‘hall sign the Instrument or document in token of thelr presence.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(4) The Board abel! niaintain a register of the lostruments oF Mocumence-to which it's seal har been affixed,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "SECOND SCHEDULE (Section 18)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "‘The proportions in wh ch the death gratuity {5 payable and the edie of priority shall be—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(a) one bit or Atty percentum of the death eratulty to the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "aurviving spoune ; and,",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(®) the hslonce Atty rereentum shall’ ba shared by the surviving legitimate children of the deceased Contributor, in equal proportions",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(2) If there is no aurviving spoupe, the death gratuity tw ita entirety shall be shared by tho suTviving legit mate chitdren of tha decensad Contributer in equal propor tors:",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "48) if thore are no qurviving Iegitimsta children, the death grotulty In its entirety shell ba paid to the surviving sponse ;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "(©) iff there is no surviving spouse or surviving legitimate children of the deceased contrtbutor the death gratuity sha () it there is more than one surviving parent, be",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "‘paid to the surviving parenta In equal proportions { (8) it there is only one curviving parent, be paid to that erent tn sta emclrety :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "* Gil) it there are more than one surviving brothere and sisters, be paid to the surviving brothers and eters Iw aqual proportions:",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 13,
    "par_num": 23,
    "text": "lv) If there is only one surviving brother of water be aid to that brother or slater in it entirety,",
    "mean_p_confidence": 0.78
  }
]