[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "PARLIAMENT OF CEYLON Ist Session 1970-71 S35,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "t fh a ey Pa aedt -o5 HY antag . Ay",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Liga ma ZA f' abe) . Su Temporary Residence Tax Act, No. 15 of 1971 Date of Azsent: March 17,1971\" - | Printed on the Orders of Goverament Sacha ty LR OR BS SEE See ea pena’ Wars pron a a a anna le Be ge Sottn Sih ast he at Price: 45 Conta. . Postage: 10 Cents",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "Temporary Residence Tax Act, No. 15 of 1971 L, D.—O. 24/70, Aw Acr 10 MAKE PROVISION FOR THE LRVY AND RECOVERY OF A TAX COMPUTED WITH REFERENCE TO THE STAY IN CEYLON OF CERTAIN PERSONS WHO ARE NOT CITIZENS OF CEYLON, AND FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO. [Date of Assent: March 17, 1971] . BE it enacted by the Queen’s Most Excellent Majesty, : rd and with the advice and consent of the Senate and 1 Honse of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :— 4. This Act may be cited as the Temporary gion iste. Residence Tax Act, No. 15 of 1971. 2. (1) Subject to the other provisions of this Act, charge at ws there shall be charged from every person— te. (@) who is not a citizen of Ceylon; and (@) who, after the relevant: date, remains in Ceylon () for a period exoeoding three months - under the authority of a visa granted to him, or (for a period exoveding three months after the expiration of the period for . . which he is authorized to remain in Ceylon by a visa granted to him, . a tax (hereafter in this Act reforrod to as “* the tax ”), for the period of his stey in Ceylon computed at the Yate eet, out in sub-section (2). (2) The rate of tax— .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "“ @) in {he case of |% person referred fo ia ‘aub-paragraph (i) of paragraph (8) of eub- section (), eal Paragreph (@)",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "(@) if the visa granted to him is for a period ’ exceeding twelve months, be— : @ five hundred rupees in respect of the first twelve months, and Xn sie ann",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Temporary Residence Taw Act, No. 16 of 1971 Gi) an additional five hundred rupees in respect of each subsequent period exceeding three months mt mot exceeding twelve",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". months, and (®) if the visa granted to him is for a period ‘not exeseding twelve months. be five hundred rupees in respect of that : period;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(B) in respect of a oreo refered fo in sub- paragraph (ii) of 8] of sul Boction (1) shat Parasrr (a) if the period for which he is authorized",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "to remain in Ceylon under the visa granted to him expired before the . Televant date and he remains in Ceylon on or after April 2, 1971, be ’ five hundred rupecs for the period commencing on the relevant date and ending on April 2, 1971, and an bea eaten five hundred rupees | for each subsequent period excesdin ee months bat not exceeding twelve months;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(8) if the period for which he is authorized",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "_to remain in Ceylon expired on or after the relevant date but before the date of commencement of this Act or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "» expires on or after the date of commencement of this Act and he remains in Ceylon—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "‘ @ foro - period: exceeding twelve months. be five hundred rupees for the first twelve months, and an additional five bundred rupees for each subsequent period exceeding three months",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "t not exceeding twelve mouths, or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(ii) for a period excesding three aati bat “not ekeseding",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "twelve months, be five hundred rupees in respect of that * period,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Temporary Residence Tas Act, No. 16 of 1972 8 (8) Any person who under sub-section (1) is liable to pay the tax is hereafter in this Act referred to as a “* person subject to the tax”. & (1) The following persons shall be exempt fr: ious we tat? ODOR P Pe Erm @-any person referred to in paragraph (0), aragraph (c), paragraph @or ‘paragraph Be) ef eection (1) of the principal enact- ment and the spouse and every dependent child, parent, brother or sister of any person referred to in the aforesaid paragraphs, and every member of the official staf of any person referred to in the aforesaid para- graphs; (ii) any person referred to in paragraph () of section 2 (1) of the principal enactment and— (@) every member of the official staff of that person; (®) the spouse and every dependent child, parent, brother or sister of that person",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ": and of every member of his official",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "staf;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". (2) every such person in the domestic estab- . Tishment of the Petpon aforesaid or of rery member of iis official sta as is the holder of a valid passport issued by the Government of the country which duly accredited him to the Government of Ceylon;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(ii) any person who has entered, or enters, or ig ‘ ‘under an agreement to enter, the service of ‘the Government of Ceylon or of any local authority or of any ration, and the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "© Spouse and every dependent child of such Person;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Gy) any person who is an expert, adviser, technician or official who is exempt from the payment of income tax under the Inland Revenue Act, No. 4 of 1963;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(%) ony person who is in the service of any under-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ". taking in Ceylon which ig commenced after",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "the date on which this Act comes inte opera- tion and in respect of which a certificate is",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "4 Temporary Residence Tax Act, No. 15 of 1971 issued by the Secretary to the Treasury or an officer authorized by him to thie effeot that foreign sapital is invested in such under-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". taking with the approval of the Government of Ceylon; \"",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(vi) any person who has not attained the age of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "sixteen years;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(wii) any person who is a full time student in any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "fucational institution in Ceylon recognized by the head of the Department of Education;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(viii) any person: who is @ member of the crew of a ship in the territorial waters of Ceylon;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(9) any class or description of persons which, or any person who, is exempted from the ‘provisions",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": ". of this Act by Order made by the Minister and published in the Gazette.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(@) Any Order of exemption under paragraph (ix) of sub-section (1) may be given retroactive effect as from any day not sarlier than the relevant date, not- withstanding that such day is a day prior to the date of the publication of such Order in the Gazette.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "@) In this section— .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "* ‘corporation’ means a corporation established under the Government-Sponsored Corpora- Cap. 148, tions Act, or under the State Industrial Corporations Act, No. 49 of 1967, or any corporation specified in the Schedule to this Act, and . “local authority \"means any Municipal Council, ‘Urban Council, Town Council or Village Couneil. subs a L Lai (1) The tax shall- (A) in the case of & person who is the holder of a visa which was granted to him before the date . of commencement of this Act and which expires later than three months hut not later than one year after the relevant date, be paid within one month after the date of commence- ment of this Act; :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Temporary Residence Tax Act, No. 16 of 1971 6 (B) in the case of a person who is the holder of a visa which was granted before the date of commencement of this Act and which expires later than one year after the relevant date—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(@) in respect of the period of twelve months commencing on the relevant date, be paid within one month after the date ‘of commencement of this Act, and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(®) in respect of each subsequent period, exceeding three ‘months, and not exceeding twelve months of that visa, be paid within ong month after the date of commencement of each such",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ": period; .",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(C) in the case of a person who is the holder of a visa which is granted to him after the date of commencement of this Act—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(@ if the period for which he is authorized to remain in Ceylon by that visa does not execed one year, be paid on the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": ",. date of the grant of that visa, and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(®) if the period for which he is authorized to remain in Ceylon by that visa exceeds one yeat—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "() in respect of the first twelve . months of his stay in Capon: be paid on the date of the grant of that visa, and (ii) in respect -of each, subsequent . . period, exceeding three months and not exceeding . twelve months, of that visa, be paid within one month 1 after the date of commence- ment of each such period; and (D) in the case of any person who remains in Ceylon after the expiration of the period for which he is authorized to remain in Ceylon by the visa granted to him, be paid immediately on demand made to him ‘by or on behalf of the Controller, , and such. i Gone pero shall be liable to pay the tax to the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "6 Temporary Residence Tax Act, No. 15 of 1971",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "(2) Notwithstanding the provisions of sub-section (1), any person who is subject to the tax may apply to the Controller for permission to pay the tax in instalments and, on recaipt of such an application, the Controller may, if he ia satisfied that the applicant is an employee in any trade in respect of which a Wages Board has been set up in accordance with.the provi-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "cap, 188, sions of the Wages Boards Ordinance, permit the applicant to pay the tax in such instalments as the Gontroller nay determine.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": ". (8) The Controller may, on the application of any petson who is subject to the tax, grant an extension of time, not exceeding three months, for the payment of the fax if such person has, within three months before the date on which the tax falls due, paid in accordance with the provisions of sub-section (1) the tax which be was earlier Hable to pey.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": ". (4) Where under the provisions of sub-section (1) the tax is paid by any pereon upon the grant, after the date of commencement of this Act, of a visa to him and the period for which he is authorized to remain in Ceylon ‘by that visa is less than one year, that person shail not be liable to pay the tax upoo the extension of the period of such vtea if the aggregate of the periods for which he is authorized to remain in Caylon before and after such extension does not exoeed one year.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "(8) Any person subject to the tax who fails to pay ths tax € che Controller within the period, or on the date, requited under the preceding provisions of this seotion shall, without prejadice to any proceedings which may be taken agaimat him for the recovery of tax, be guilty of an offence under this Act and shall, on conviction after summary trial before 2 competent Magistrate, be liable to a fine not exceeding five hundred rupees or to imprisonment of either desorip- tion for a term not exceeding six months ar to both such fine and imprisonment. ,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "Prevaiow toe = «B(1) Where any m subject to the tax fails moouary oC ty Day such tax to the Boneroller within the pesos or on the date, required under section 4, the Controller shall by notice in writing require such person to pay, within such period as shall be specified in. the notice, . the amount of such tax to the Controller and where auch Pere fails to pay such amount within the period specified in the notice, such amount shall be deemed to be in default, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Temporary Residence Taw Act, No. 15 of 1971 7 -. 2) Where the amount of the tax is in default, the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Controller may issue a certificate containing . particulars of such amount and the name and address ‘of such defaulter to « competent Magistrate. Such Magistrate ball, thereupon, summon the defanlter before him to show cause why procesdings for the recovery of the amount of the tax in default should not be taken against soch defaulter, and, if sufficient cause ie not ahown, the amount of the tax in default shall by order of such Magistrate be recovered as if it were a fine imposed on the defaalter by such Magistrate.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "6. ‘The failure of a person subject to the tax to pay ruta to par the amount of such tax within the period, or on the ie ito be date, required under section 4 shall be # ground on fas cancellation which any sisa granted to that person Under the oie. principal enactment may be cancelled by the Controller under that enactment, and the provisions of that enactment shall, in their application in the oase of that person and such isa, have effect accordingly,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "7. (1) In the case of any person who is the holder Prost ot tay ofa oie ana who is subject to the tax, that isa shall i Grrlon. be conclusive proof of his period of stay in Ceylon.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "{2} Any person who remains in Ceylon after the expiration Of the period for which be is authorized to reraain in Ceylon by a vise granted to him shall be présumed to have remained in Ceylon continuously from the date of the expiry of that period.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "8. All sums paid to or recovered by the Controller suns paid o ag tax under this Act, shall be credited by the fra ™ Coutroller to the Consolidated Fund of Ceylon. fried be",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Fuad ot Geylon,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "9. The rate of the tex may be altered from time ausatianot to time by Order made by the Minister, approved by ts the House of Representatives and published in the Gazette, 7 « 1. The Minister may, by Order published jn the nem rey",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "eite, amend or vary the provisions o! chedule 9 mated ibe to this Act. ny ine P , area",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "1. The provisions of this Act shall be in addition Provisiom of to, and not in derogation. of, the provisions of the it Aa.to Principal enactment, and accordingly the payment by end ze ia ny person, who. remains in Ceylon after the expire ‘restion of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ", tion of the period for which he is autharized fo 50 of the prose) Yemain by the visa granted to himn, of the tax to whieh =\" —aerary se",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Temporary Residence Tas Act, No. 16 of 1971 he is liable under this Act-shall not be coustried, or be deemed to’ be construed, to affect’ any proceedings which may be taken under that enactment against him for remaining in Ceylon in contravention of any provisions of that enactment. “- t Isterrotation 42, In this Act, unless the ‘context otberwise requires — ~ * competent Magistrate\" means a Magistrate having jurisdiction in the division ‘of Colombo ‘as defined and set out in the First Ce Schedule to the Courts Ordinance; . . ’  * Gontroller ”’ means the Controller of Immigration and Emigration and includes any Deputy or Assistant Controller of Immigration and Emigration; ~ principal enactment ”* means the Immigrants and Cap. 51. Emigrants Act as amended by any subsequent ‘Act; “ relevant date’? means the first day of January, 1971; and “ pisa”’ means a visa granted under the principal enactment and includes any temporary Tesidence permit, or endorsement, or exten- sion of the period of the visa, granted or # issued under that enactment. , SCHEDULE [Seation 3 (8)] (1) The Agricultural and Industrial Cregit Corporation of ‘Ceylon sstablished under the Agricultural and Industrial . Gredit Corporation Ordinsace (Cop, 402), (@) Air Ceylon Limited established under the Air Ceylon (Incorporation) Act (Cap. 280). {8) The Anuradhapura Preservation Board established under the Anuradiapure Preservation Board Ast, No. 82 of 1981. (4) The Back of Ceylon established under the Bank ot Geyloa Ordinances (Cap. 897). (®) The Boerd of Trustees of the Lady Lochore Loan Font ‘established under the Lady Lochore Loan Fund (Boord of Trustees) Act (Cap. 818}. (@ Tbe Bureav of Ceylon Standards eatablished under the . Bureau of Ceylon Standards Act, No, 88 of 1964. (7) The Central Bank of Ceylon sotablished under they ‘Monetary Law. Act (Cap. 422).",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "Temporary Residence Taw Act, No. 16 of 1971-0 ‘The Ceflom Brosdeasting Corporation established - under 1s CEiploa ‘Brosdonstng Corporation Act, No, 87 of 1966. : Lott as (©) The Ceylon Coconut Board established under the Cooonut oc» Products Ordinence (Cap. 160), :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(10) The Ceylon Bleotricity Board established under the Ceylon ‘Electricity Board Act, No. 17 of 1989.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "412) The Ceylon Hotela Corporstion established under the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": ": Ceylon Hotels Corporation Act, No. 14 of 1968. °",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(12) Tho Ceylon Institute of Geiantisc and Industrial Reseurah",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "* established under tho Ceylon Institute of Scientifie and Todustrial Reseach Act (Cap. 164).",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "8) The Ceylon Petroleum Corporstion established under the Cayion Petroleum Corparstion Act, No. 28 of 1951.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(14) The Ceplan Savings Bunk regulated by. the Ceylon Savin ‘Bank Ondioance (Gap. 600\" \"",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "418) The Ceylon Bhipping Corporation incorporated under the Companies Ordinance (Cap. 148).",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(48) The Caylon State Mortgage Bank established under the Geplen State Mortgage Bank Ordinance (Cup. 505),",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "27) The Ceylon State Plentations Corporation established under he Caylon State Ploutetions Corporation Act, No. 4 of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "08) The Ceylon Tea Propaganda Board established under the ‘Tes Propaganda Board Ordinanse (Cap. 160).",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "{Q0) The Ceylon ‘Tourict Bosrd established undar the Ceylon ‘Tourist Board Act, No. 10 of 1986.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(20) The Ceylon Transport Boord established under the Motor ‘romspors Act, No. 48 of 1057.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "‘@1) The Coconut Fibre Board estublished under the Cosomut Fibre Aat, No. 17 of 1667.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "22} Tha Coconut Research Board setablished under tho Coconut Research Ordinance (Cap. 440).",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(09) The Colombo Distsict (Lom jing Areas) Reclumstion and Development Board established under the Colombo Pisiiod  Cowiying | Areas) Heslamation end Development Board Act, No. 15 of 1968,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "8) The Co-operative Wholesale Ustebishmentextobihed under the Co-operative Wholesule Establishment Act {Cop. 326).",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(25) The Development Finance Gorporstion of Ceglon eata-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "ined wader the Berelopmese Fisanen: Costoeaticn’ of Ceylon Act (Cap. 168).",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "28) The Industrial Development Board of Caylon eotabliched ‘under the Iudvetrial Devalopment Board Act, No. 86 of 1988,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "@7} The Ingurance Corporation of Ceylon ‘established under he Tagurance Corporation Ach No. 2 of 1961.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "10 Temporary Residence Tam Act, No. 16 of 197%",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "*  @B} The Mchaweli Development Board established under the -Mabawali Development Board Act, No. 14 of 1970.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "G0) he Mitk Board established onder the Milk Board Aot (Cap. 261). os",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(80) The National Counsll of Higher Education established under the Higher Education Act, No, 20 of 1986,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(Gl) The Nations! Lotteries Bosrd catablished under the",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "+. Binanoa Act, No, 11 of 1968.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "The People's: Bank established under the People's Beak",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "One Toe tp of leek, : my",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "\" (68) The Port (Cargo) Corporation eateblished under the Pork",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "Pca) Gorforaon hats Roe 8 of 58,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(G4) The Port Tally and. Protaative Sarvioga Corporation oat: lished under the Porb Tally and Proteotive Services Corporation Act, No, 40 of 1067.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(Bt) The River Valleys Development Bonrd evtabished under",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "+ the Biver Valleys Development Board Ast (Cap. 280).",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(86) The Rubber Research Boord established under tha Eubler ‘Baseacoh Ordinance (Cap. 439).",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "@7) Tha State Printing ‘Corporation established under the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "1) Te ‘Peinting Cerporahon Ack, No. 24 af 1908,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(88) The Tea Research Institute of Ceylon established. under the Toa Research Ordinance (Cap. 488).",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "* @9) The University of Ceylon, Colombo, established ander the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "0) nor Edvoation hot No 30'et S068.",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "‘The University of Ceylon, Peradeniya, estabiished under ee eoolon Ustvently Grdtensne ee se dered es g University established under tho Higher Hdvostion Act, No. 20 of 1086. , \" (41) The, Vidislenkra University established onder the ‘Vidyodaya University and the Vidyelonicarn University Act and now deamed to ba a University establi under the Higher Education Act, No. 20 of 1966,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(42) The Vidyodays Univers'ty established under the Vidyodays ‘University end the Vidyslankare University Act and 20% Qeemed to be « University established under the Higher . Education Act, No. 20 of 1086,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 22,
    "text": "(4M The Water Resources Board established under the Water ‘Resources Board Ack, No. 20 af 1664,",
    "mean_p_confidence": 0.79
  }
]