[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1953 Eo ( re (",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "Rubber Re-planting Subsidy Act, No. 36 of 1953 Date of Assent: September 3, 1953 Printed on the Orders of Government hie Oyen Son Dam, gas, te ESS Garena Gat Price: 25 cents, Postage: 15 cents.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Rubber Re-planting Subsidy Act, 3 No. 36 of 1953",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L. D—0. 18/58.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AN AcT 10 PROVIDE FOR THE ESTABLISHMENT OF A",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "FonD FOR THE PURPOSE OF SUZSIDISING THE",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "RE-PLANTING OF RUBBER PLANTS, FOR THE IMPOSITION",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "OF AN EXPORT DUTY ON RUABER TO BE FAID INTO SUCH",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "FUND AND FOR THE VALIDATION OF BXPENDITURE",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "HITHERTO INCURRED ON WORK PREPARATORY TO THE",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "INTRODUCTION O¥ A SCHEME FOR EUCH PURPOSE.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "[Date of Assent: September 3, 1953.]",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as followa:—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. This Act may be cited as the Rubber shor sta Re-planting Subsidy Act, No. 36 of 1953, and shall s24 ate ot come into operation on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Repent shall be established a Fund called the aot Re tabber Re-planting Subsidy Fund for the pur] of Gentes sabsidising’ in accordance, with such regulations 23 Bast may be made in that behalf, the re-planting of rubber plants, 8 (1) There shall be paid into the Fund— Perma (@) such sum as may be deterimined by the Minister gig out of the monies retained by the Rubber Commissioner from the proceeda of the sale of sheet, rabber purchased by him during the | period commencing \"on January 1, 1958, and ending on the appointed date; and @) the prooweds ofall export duties levied wider is Act. 2) There shall be paid out of the Fand— {@) such amounts as are authorised ty rogolations to be paid for the purpose of subsidising the re-planting of rubber plants; @) the expenses of the adminisiration of this ts (©) the preseribed contributions to any provident und of scheme established for, the pay- ment of gratuities to any or all of ti Jam sre—aoen ny",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "€ Rubber Re-planting Subsidy Acs, Na, 36 Of ‘1953 officers and servants employed for the Purposes of this Act and their dependants; an (@ such remuneration as. may be payable to members of the Rubber Hey lanting Advisory Booed established umder thie Aiuiiintion 4, (1) The Rubber Controller shall, subject to the on Givection and control of the Minister, ‘administer the ‘und.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "@) There may be appointed such officers and servants as may be necessaty for the edministration of the Fund.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Tovertmeat 3. Any monies of the Fund may be invested in such of the Bund. © mauler as may be approved by the Minister with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘Asean, of 6. (1) The Rubber Controller shall cause full",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "accounts of the Fund to be kept.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) The zccounts of the Fund shall be andited by the Auditor-General.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) The Rubber Controller ahall, as soon as possible after December 31 of each year, issue a report on the administration of the Fand together with a statement of the income and expenditure of the Fund and of the investments of monies of the Fund during the preceding year,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(© Every report and statement. of the Rubber Controlier under sub-section (8) shall be transmitted by him to the Minister who hall cause them to be laid before Parliament.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Speci 7. (i) There shall be charged, levied and paid a0 ima, export’ duty of ten conte pia pound of sheet ibe Fd with rubber exported from Ceylon.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) Where the amount deemed under the provisions of sub-section (8) to be the price per of crepe rubber of any description for any’ work excesds by & preseribed ‘amount. the rica paid per pound by the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "ubber Commissioner for Pa Ne. 1 sheet rubber, there shall be charged, levied and paid an export duly of an amount equal to such excess or ten cents, which- ever is less, for every pound of crepe rubber of that description exported from Ceylon during that week.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) The amount which shail for the purposes of sob-section (2) be deemed to be the price per pound of erepe rubber of any description for any week",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Rubber Re-planting Subsidy Act, 5 No. 86 of 1953",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "commencing Monday shall be an amount which shall be computed by the Principal Collector of Cuatoma to he the average (calculated to the nearest cent) of the daily Colombo market prices per pound, as estimated by him, for the sale, during the last week but one immediately preceding, of crepe rubber of that description.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(4) The question whether any crepe rabber is of any particular description shall be determined by the Rubber Controller and his decision shall be final.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(5) The amount of any export duty imposed by this section may be varied or any such export duty may be rescinded by resolution of ‘the House of Representatives.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{6} This section shall have effect aa though it formed part of the Customa Ordinance, and the provisions of Cs» 26 that Ordinance shall apply accordingly : :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Provided that the export duties imposed by this Act shell be in addition to any export duty imposed",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ", by or under that Ordinance or any other written law.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(7) ‘The proceeds of all export duties imposed by'this Act sball be paid monthly to the Rubber Controller by the Principal Collector of Customs and shall be credited to the Fund.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "8. (1) The Minister may make regulations for the Regulation. purpose of carrying out or giving effect to the provi- sions of this Act.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) In particular, and without prejudice to the generality of the powers conferred by sub-section (1}, the Minister may make regulations in respect of all or any of the following matters: —",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(@) a acheme of subsidising with monies of the Fund the re-planting of rubber plants;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "() all matters stated or required in this Act to be prescribed;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(¢) the establishment and regulation of @ provi- dent fund or scheme for the Payment of gratuities to any or all of the officers and servante employed for the purposes of this Act and their dependants, and the determination of the amounts to be paid ® such provident fund or scheme from the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘und.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "8 Rubber Re-planting Subsidy Act, Ne. 30 of 1950\"",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(8) Regulations in respect of the scheme referred to in paragraph (@) of sub-section (2) may—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "@ contain such conditions, prohibitions and other provisions as may be necessary for securing the due operation and. enfores- ment of the scheme, and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "{) declare the contravention of, or the failure to comply with, any prescribed provisions of the regulations, and the furnishing of false information or returns to be en offence triable summarily by a Magistrate and specify as punishment for such offence a fine of an amount not exceeding one thousand rupees or a term of imprison- ment of either description not exceeding six months or both such fine and such imprisonment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "® All regulations shall be published in the Gazette and shall come into operation on a date specified in that behalf in the lations or, if no date is 80 specified, npon such paolication, and shall, as soon as Practioable after their publication in the Gazette, be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "+ brought before the Senate and the House of Repre- sentatives for approval. | Where any vegulation is tot approved sither by the Senate or by the House of Representatives, it shall be deemed to be rescinded and the rescission shall take effect on the date on which the regulation is not approved.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(6) The validity of anything done under a regule- tion shall not be affected by the subsequent rescission of the Tegulation under sub-section (H).",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(6) Notification of the date on which the rescission of a regulation under sub-section (4) takes effect shall be published in the Gazette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Tinting oe 9 The Minister may, in such manner as may be . approved by the House of Representatives, wind up the Fund and dispose of any monies left therein. Bee 40, (1) There shall be established a Board Rope (hereinafter referred to as the “ Board ’'} which Bond. shall be called the Rubber Replanting Advisory Board and which shell consist of the Rubber Controller, who shall be the Chairman of the Board, and such other members as the Minister may appoint,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Rubber Re-planting Subsidy Act, 7 No. 86 of 1953",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "@) Every member of the Board, other than the Chairman of the Board, shall, unless his appointment is revoked earlier under sub-section (8), hold offics for such period as may be specified in the letter of appointment issued to him by the Minister.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(8) The Minister may revoke any appointment of a member of the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(4) It shall be the duty of the Board to advise the Minister on the administration of this Act and on any such matter to which this Act relates as may be teferred by the Minister to the Board for advice.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(8) The members of the Board may be paid such remuneration as the Minister may determine with the concurrence of the Minister of Finance. ~",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "44. All expenditure hitherto incurred on work Yeti Preparatory to tho introduction of a scheme of sub- srpnitue sidising the replanting of rubber plants shall be “% deemed to have been as valid as though auch expendi- ture had been authorised by law,” notwithstanding that such expenditure had been incarred without compliance with the provisions of the Ceylon (Constitution) Order in Council, 1946, relating to the expenditure of public funds.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "12, This Act shall expire on such date as may be Duration appointed by the Minister by Order published in the 4+ Gazette:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Provided, however, that the expiration of this Act shall not affect any fine, penalty, forfeiture or punishment previously incurred under this Act or under any regulation, or affect eny legal proceeding or Temedy in respect of any such fine, penalty, forfeiture or punishment, and any such legal proceeding may be instituted, continued or enforced’ and suck fine, penalty, forfeiture or punishment may be imposed as if this Act had not expired.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "18. In this Act, unless the context otherwiso Taterpretation, requires—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“* appointed date ” means the date appointed by the Minister under section 1;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "8 Rubber Re-plunting Subsidy Act, No. 36 of 1953 \"Fund ? means the Rubber Re-ptanting Subsidy",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Fund established under this Acts",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "“« prescribed ” means prescribed by regulation;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "regulation ” means a regulation made under this Act;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "“replanting \"—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "() means planting rubber plants in an area in which there are rabber plants on the appointed date, and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(® includes planting rubber plants in any other area, if but only if the rubber plants in an aren equal in extent 10 such other area are eradicated after the appointed date;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "“ Rubber Commissioner” means the Commis- sioner who purchases sheet rubber in Ceylon on behalf of the Government of Ceylon;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "“Rubber Controller means the Rubber Controller appointed under the Rubber Control Ordinance, No. 63 of 1938; -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "“yubber plant” means a plant, tree, shrub or vine and includes any leaf, flower, seed, bud, twig, branch, root or any living portion of any plant, tree, shrub or vine which may be used to propagate any of the following:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "{@) Hevea Braziliensis (Para Rubber),",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "() Manihot Glaziovii (Ceara Rabber),",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(©) Castilloa elation,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "+ @) Ficns elastica (Rambong), ; (@) any other plant, tree, shrab or vine",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘which the Rubber Controller may",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ": by notification published in the Gazette declare to be a rubber plant for the purposes of this Act.",
    "mean_p_confidence": 0.87
  }
]