[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1967-68 ee HER rn i pl = WhB-Be17 1G hr Ad abe S| EN Us Animals (Amendment) Act, No. 10 of 1968 Dute of Assent: March 2, 1968 ‘Printed on the Orders of Government Prime at, the, Gomenems Peas, Gram, Tete purchased at the GovenmManT Pumicaniows Buesau, Coromcao Armual Subscription Goetuding Bills) ‘Ra. 20 (egal) ‘Ra. 40 Prarslen, Pagans, 1p Mach ttar canes 1 ineie oak Demir cee sme caer oy hi aeaR eran, Bis Sete ee dae Gate af pavsnent will uot be ropptiad, Price: 35 cents Postage: 10 cents",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "‘Animals (Amendinent) Act, No. 10 of 1968",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "L. DO. 86%.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". An Act To Amano THE AnrMazs Act, No. 29 ov 1958.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "[Date of Assent: March 2, 1988]",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "+” BE it enacted by the Queen's Most Excellent Majesty, Oy ‘and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "e House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "' sama, as followa:—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. This Act may be cited as the Animals Shortt, (Amendment) Act, No. 10 of 1968.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1 2. Section 8 of the Animals Act, No. 29 of 1958, Amendment ot hereinafter referred to as the “principal Act”, is SS Sty hereby amended as follows: — 1958,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "{1) in paragraph (1), by the substitution, for the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "words “another; and”, of the word “anothers” 5",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(2) in peragraph (2), by the substitution, for the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "word permitted. \", of =the word ** permitted; ” and",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@) by the insertion, immediately efter paragraph",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ": @), of the following new paragraphs: —",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "*(3) the stoppage and examination of ' vehicles in Which animals are being transported; and (4) the establishment of checking stations at which any vehicles may be required to stop to enable the officer in charge of such station to examine the vebic! for the purpose of ascertaining whether any animals ara being trans- ported in contravention of any Tegulation made under this Part.’",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ". The following new sections are hereby inserted smstien ot immediately after section 3, and shall have effect as Etro sections 84 and 8p, of the principal Act:— ei “Powe of a, Where any person is convicted of Softee ‘an offence under this Part or any regala- wahioe tions made thereunder, any vebicle used",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "in the commission of such offence shall, in addition to any other punishment . prescribed for such offence, be liable, by Jider of the convicting Megistrate, to confiscation; * pense",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2 Animals (Amendment) Act, No. 10 of 1968",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Provided, however, that in any: case where the owner of the vehicle is a third party, no order of confiscation shall be made, if the owner proves to the satisfac- tion of the Court that he has taken all Precautions to prevent the use of such vebicle or that the vehicle has been used without his knowledge for the commission of the offence.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Hower oe 83, (8) The Government Agent or the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "Son Direttor oF any officer not below fhe rank of Divisional” Revenue Offer or Agrionltural Offer, empowered in that behalf by the Government Agent or the Director, as the case may be, may accept from any person reasonably suspected of having comnriitted any offence under this Part or aay regulations made thereunder, any sum of money by way of eomposition for the offence which may have been committed.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(2) In any case where a sum of money is accepted under sub-section (1), the officer compounding the offence shall forthwith release to the offender any animal in respect of which the offence has heen committed or the vehicle used in the commission of the offence, and no forther proceedings shall be taken against the offender.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(8) Where any offence is compounded under this section, the full facts of the case shall forthwith be reported to the Direetor.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "(4) All sams of money received under this section shal! be credited to the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "For the purposes of this. section “ Agricultural — Officer” means Divisional Agricultural Extension Officer or Agricultural Officer (Farm",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": ". Management and Production). *. coines ot °° % Section 2t-of the principal Act ia hereby wen fof amanded by the substitution, for the words * any",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "the pruscioe! = tand ”, of the words “‘ any private land”.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Animals (Amendment) Act, No. 10 of 1968 3 3, Section 23 of the principal Act is hereby smmdmex o amended as follows:— P ea @) by the renumbering of that section as sub- “* section (1) of section 23; ° {2) in the renumbered sub-section (1) of that section, by the substitution,— : (@) for the’ expression “* any pig”, of the oxpression “any pig or’ poultry ”. . and . (b) for the word “pigs”, of the words «pigs or pouty, on : (8) by the insertion, immediately after renumbered sub-section (1) of that section, of the following new’ sub-section: — * @) In this section, the terms “‘ poultry” - means domestic fowl, turkeys, geese,” or ' ducks, ’; and . (4) in che marginal note to that section by the ' substitution, for the word “ pigs. ”, of the i words “ pigs or poultry. ”, “+ 8. Section’ 25 ‘of the principal Act ia hereby amendmen of + amended as follows:— aetna (2) in sub-section 2 of that section, by the “* substitution, for the word “' made,”, of the words “‘ mado, or that such sum cannot be recovered under sub-section (8),\"\"; and “\" @) by the insertion, immediately after sub-section {2}, of the following new sub-section: — : “ (@) The Court shall hare power to otdet : any animal seized under this Part to be sold by publie auction, and where any animal is . 80 sold, the proceeds of the sale shall, by +* +. order of Court, be disposed of in the : prescribed manner.” 7. Section 28 of the principal Act is hereby Amendment ot + amended as follows:— Ge prnepal *) @) im paragraph (), by the substitution, for the 4% 2. + swords given; and”, of the word ‘\" given;”; *  () by the relettering of paragraph (c) aa paragraph (©); aad i",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "-4 Animals (Amendment) Act, No. 10 of 1968 (8) by the insertion, immediately after paragraph (), of the following new paragrapho “<(¢) the custody and maintenance of animals seized, in ‘canes here the person seizing the animals is unable to maintain the animals; (@) the production in Court of animale : seized, the sale of such animals and ‘ the disposal of proceeds of sate; and ”. Toueion ot 8. The following new section is hereby inserted pryiston 2, immediately after section 26, and shall have effect a3 ie section 284, of the principal ‘Act:— [Defiion ot 984. Tn this Part of this Act— rte perpars “ . fare ore (@) “Crown land\" does _ not . Side include any land which is in the possession or occupation of any person by or “under . . the authority of a permit, grant, or’ any other instru: : . ment by whatsoever name or : designation called, issued or re . made by or on behalf of the Crown under any written laws ' (®)\" private land” includes any Crown Jand which is in the possession or occupation of ' any person by or under the authority of a permit, grant, or any other instrament by : whatooever name or designa- tion called, issued or made by or on bebalf of the Crown under any written law;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(©) “owner or occupier”, in relation to anv private land, includes any person in posses, sion or occupation of that land by or under the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "“authority of a permit, grant or any other instrument by : whatsoever name or designa- tion called, issued or made by or on hehalf of the Crown under any written law, or * any other person poting by or under the direction of such owner or occupier. *,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "Animals (Amendment) Act, No. 10 of 1968 6 The following new section is hereby inserted tunvico of immediately after section 87, and shall have effect as persion sr section 37a, of the principal Act:— ie is gpeeist pre BTA. a) Any offence under this Act eae\" coounitted by reason of a contravention ivasie ° of any of the provisions of Part 1V of ences, this Act, or of any regulation made : under this Act in respect of any matter tor which such regulation is authorized to be made by that Part, shall. , (#) if there ig a Rural Court having . jurisdiction over the place at . which such offence was com- mitted, he triable by that Court; or (0) if there is no Rural Court, be summarily triable oy the Magistrate's Court having jurisdiction over the place ‘et which sucb offeuce was committed.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "2) Any Rural Court uying 90 fence under this Act shall be deemed to have pores to inflict the full penalty provided",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "for that offence notwithstanding any Himitation of its ordinary powere of furiediction. \".",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "10, Section 38 of the principal Act is hereby amendmeu amended in the definition of “animal”, by the seston ¥ of substitution, for the words “goat or pig; *, of the ia. words “ goat or pig or poultry; '*.",
    "mean_p_confidence": 0.79
  }
]