[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA . INLAND REVENUE (AMENDMENT) ACT, No, 24 OF 1997 (Certied on Ath Soper, 3997] : . Prined an the Onier of Goverment Pubtined 29 Supplementio Past of he Gasete of the Deruocrtic Scat _ ReyubllcetSr Lanka of September, 1997 Prose 250 \" Pasa Ba. 440",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "| Ailend Revenue (Amsensisoent) ci, Ma, 34 of 1987 (Carfind 00 2s Sepeemobe, 29973 La-0.a97, : AM ART 10 AMD tae Bane Rare | dey No 2 a } ‘BEL camo hy the Palaroe ofthe Democrat Solan ! Fagot of oi Lanka folloos . 1. This Act may ba cited or the feland Revenae stecviée, i ‘Amendinet Act a. 28 of 1987. i 2 Sesion Gots ete Reeoue Rot Ne. 2608 1979 brenden ema 9 No, oF A Merny wat . ‘8 he “prineipat enuactmnent™) i heeabiy forther mown in \"EME. ‘beset (Fa ows 2 Dt paragenph (¢} of that subeaciion, by che stititiont, ieswcolaely afer aub-parageoph CH, of ial ‘Pump of he lag aobpemraph “0 sy nin pid hm Epler Fad ‘muda fy the Eaplogens’ That Fad At No 46 0f 80.\" 12) at prov to pang hf dt raearon— : © bo he sabia in preg) of te ! previo, fox the woods and figures “any you of Aces stmnag 8 efce Ape , {DRS sa fia wena gue \"ay feo senzcmentsonrncing on or baw Ao 1, oars ; * Gi) by the wohtnuion in sob-panegeaph €1 of that | ov, St wor und Ba ay Ye of ‘oven commenting #0 ore At, i 185¢ ofthe mes and gees sy ome of | tetewene comeing orale Age, 3 i Dearne Ap, 0) saad ant",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 telat Revenne (Avene Act, No.2 af 1997 Gy th to eed espace Gp of that proviso of the following sub-pages Ci) one heed nd twenty Econ pee Senay pero aero corona ont Ape S987 Ancuiotct 3, Seton 8 ofthe procpaeotcamen ax emcoded by ‘ten otOe A, No. 16 of 1996, in tery ther aaded in pana eert (oho that section a fallow —",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(0) in sob-peragragn (ox) of ta paragraph by ce bail for Ge words sad figures “iat of Perwooeel Mantgement, Sct Lanka Law, No. of” [9 of he wordeand igs “Taste of Proscar DMazagemem, i Lanka Lam No, 34 of 1976\":",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(2) in sb-paraprph (Lx) ofthat paragragta Wy tte” setineon eth words sad igure “bo Pebic owpelee Reform. Comite of Sri Laas Ack, 'No. 1 of 1996.\" of the words and gees the Pobic ‘asecpines Refoon Crmaosson of $i Lanka Ac, No. 1 of 39955\"5",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(9) by the atta, immedinity after sb-peragragh (Carl of that paragraph, of the Following mab- agragh . “(uaa Secures snd Bxchangs Commision",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "cf Se Lash cablisbed 69 the Sevan tod achango Compson of it Lanka ‘het No. 360 1987.\", rentact Sesion 9 the pragma me mocabed by Sekonbattn cy No. 27 of 1985 is eb aro ended a robectoa weet that ein at Fenn — \"",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "0) inpeagragh (66) of hat abneton, byte eben forte weds and igus “be ofel ences 0 fay oe ran aoploymeat ced wis pacgiph (© cLasbeedion (of scion 4 \"ofthe wot and figure ‘be ofl chemcot, OF amy penton, oF {ay pot rom empboymet fred olkperagagh (hot sina (1) of cn AP",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Paland events (Amends) Act No of 19073 2 in parngengh (586) of shat sobsoctdon, by the setaihoa forthe ward pl gras “ay gto sasesrment comsmwaring on oF af Ap 1s 1983\", ‘the worth und fgets “tay year ef waco ‘sommenaing 08 O¢ Ser Aga L 1995 bet por ‘Agni 3997 ©) yd abattion for parma (1) of eat been of ba toiowing pene 7D profive and income net axzcniing in ee: are (@) one thomand tro tamed sop, fr a yea of eamaoment acing fm before . ‘arch 33, 19585 @ wwuthormand far banded pee, for my _ytroforoesapem prramoctng on orefee ‘Agni 1, 1994 ln poe Apt 1, 2057 ; ot 1) fourttomand eiht akin napees, for aiy yest of cement coromencig ako ‘Aga, 1999, e ‘ecm ures ota ttan employments, dein tay or soning oF eacrag 0, eval or ‘may eblkd Whose total slatatony Htcorme ie ‘eg preasted with te income of dati, {he wand annoy incre, fot that yor of ‘abet often nvideal amano 0) proGtsasd incom fem emplogaie ie ete — (2 thio boomed geet any pene a aacxet ‘rmmmanoing On oF ate Apa, 1979 bul poe so Agel 1588 3 fartptwo thontend ropes, For the rear of akctemnnt comeneecing ca Agr 1988;",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "alan Ree Amand) Acs No 28 0f 1997",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "{0 fony-fve thoveand expott, for any yeas of scrips soomnciitgemcxate ig (987 ae pone Ap 1 1982;",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "(stay awed ropes foray out of ate EGL ‘emmnciag ono fie Aped 1, 3921 bat riot tm Apt 1. 3997 td",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "> oon ded ad Sy oven expt eat of eminent commrciog one ae Ape Tiss,",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "ot and insomecot noone",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "{e) cm mtn te bane rans, fe ay Jem of sacesrment ening om & ttre Mich 33, 1955,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "6» two towed fr aed eect fo ay yer Dt eeowmann cmcacing 28 af Ags 1 precy",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "6) foreman aight red rapt foray Jeet amcor cet 8 Ar 197, ‘romellscercet of pati incon ar fen expen",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "ud acortogy, whe ony neo xs toon pd",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "by dco teria, By wind ay",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "gear of wiscnmacl, i reipae of ony posts a8 income chars emg unde he peasy tak alo ao applicant bea mg me",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "Saenger win hve yoo",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "eof at yer of aeolian $8:",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "in page nbat murs by Bx cbetaton fo the mu a gues “oma om FSP",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "‘aps LAT, fom pete ade by 02\" of",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "ate words wed gps \"conebsag 9. Wes Ape",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 17,
    "text": "4, U7, tom iv made by 5.8",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "Inn Reve net) Ace Na 24 of 1997 § (©) bye bins cpa of ttesecion ott long ag “o) mapa ny nn omen pegah Got tesanai) patsy phones oe Sine an ent vs year en inary pany force Corea cstubic Corpses Coven ed Sosa Unruin to ube Comp ‘ak. 25 a1 nate e Det ot eet sc seen pr I oP any tc cmp oy Serenient sud Goshen tiene Gecuemay tera” (6) wpe itn, dit ter gf Detention ofthe owog pase . \"0) ch ptf ay ua fee oa pangrgh ‘chotassonetnpist ay enplyen tite tie ot ix ee eng Capo teu pbbr eran ot Ban sy Pe compen teeter ate pesph of pang ib of sbaredon {yes sarubi oe pot of sence 0 ch Soyer rt Ap, BoVinet pt Spon 5. Seaion ofthe rnp names ag ned by neat . gecna\"dpertopuit edly ase apeatee 6706, saute ‘tn tetany ae peep oft sen, of fone de folowing pea — . ee) ire seni 0 yp pomp ‘catia ot tis fon hy cat me Sug eucby be oesiacar ofS sta frropute aan panda ciecy ty thu person or patocihip to Sherman of Lana if uh oe it toro oy te Miser tg eed forth ccowie ropes oS Laka”",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "& Sesion 1 ofthe pnipalnacnent a smendeiy Aeattet Aetna Weel bebe kecertmenet peng eae Soltwensionty tesserae rte tguesadien Paes Sin Thc eo oe Spee tod ees cyst ne 1 ?",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "6 end Roe mimi Ac Be 26 187 pneananst 1 Sasion YF tpi cones men wciers Zallhe - Aci, Na. of 198%, izbereby fixdhex amended. peegtaph eee ictmtentin thtten cnt er baton rs",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "one aime tr pes 2 of i as,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "Ore ortega) ha",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "rent ssewopte, 8 sian itt pnp name mney SESS act abet vs eenty fer omenaas one oe (By the socamabertng of that epetisig as subsection (1) wane 0) gpa tte enterica [a byt metion rely esha (Ge feat pana of ng omar “(os dn ee by any pron of ey any Tend, regen ok ga) eet any lwo ate te Sepa Sick ren Camera Sp nec pore, bis wecondery mer: (@) a aragraph {xraii) of that paragraph hy the ‘substination fox dhe words, “any rgi# to a share feadved an are hee oo nore ‘Snip ccnp eonbed oe sie tomatoe” 6) by tainty ar in seid Slcetn i) oft ein, of ta owing Seta “co Fee he pies of stomata (Gexii} and (xxdin} of prngrigh (2) 08 sabonction Gopal pan\" eae te of ot Se cpl pon enue oe i Ge poeriee fresh C) aed oF SS Tr sch prof te tra ch : Sr wen, el ae ee och",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Int Revense (Annem Act No.2 of 1977 priming od stacker cer Eeargy had och bil, ood sock or or Secure ery sch prot uch bond back o ofer sect met . siriete spd dung which tends ok ctr no as ally eh pence” 4. Tho folowing new selon is arey iene, eimat ined aera ok coal ave ata sian om t# 158 of tbe principal enactmeéat !— ron tacmn oC) Thepiinund heme fan ain, deme gee . tome ocame of (@) not being, profits and income arising in Sine eaves om St Ler ed 7 (@) accruing froin moneys lying to his credit any eccovet opened by Bim be 3 Cont bank he ep of a Sete ocx coc fom fay coms oe BS La, sa be xs toon eae (2 rte pref th sca ioe sens pao W whom a xeon Shen puns ander tReet Out (lax Energion at No. 619792. | 10, Te towing aw atvon is rey ined, ot ipnodialy seria handel ve ccatsccton meee |7u of the principal enecianent ;— re seein 170 (Te prof mince wii hs SESE memingot prepa) oferta fesse, my mais ad ncn om eae of ed Peome ott sets) of any company refered ton sobesctnn ‘tademiiag (2) shall be except from income tnx for 2 period eee reve yas tam he sommes yar GRSREE ot anccnmeat hn whieh sch company See Sonmsacedecary on nse",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "1 frlond Raven casonders Ax Be. 24 of 1897 . 2 The provisions of mbsotion 1) hal apply to fay Boman which (0 (veorparsad ono aes Apel 1. 9B {)  eprowed bye Milas tobe company 99",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "‘wie thi tion gin My Onder pubic",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "the Gamee on or beons Mich 32, 1998, 06",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "sepleation in wating i Cat betel de oo",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "‘elarn Deceanber 31, 19573",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "eh 4h sgage oaty in crying om any dia narating—",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "6) forthe produssioa or monafsctre of ay pre ceumedies 48",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Gy fects provision of my scrcn, aiiag scans rnctony 5 bas baforo Decemer 72, 1008 areated wot Hess",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "‘an Carmine ropes athe pectin or ihe",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "earof th ctasing cried on Bio oom,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "co ay plan, mechiney, amis a eQeRIET 40) employe tate datc nl ltr tam x paod of soon fem the dato cx which Leones ta",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "‘ary ou bint snd cenbinees n expoy nt",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "{he anpry oft pec of Cra jars refered 40",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "auton (1) wt bs Hn ty employes",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "ther a ive of arb onmpany 5303",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "() tenua formed byte sping wp, reconstnction ‘or acquisition of any benincer wick was prorat in niotace: -",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "Ia hts aebwection te eapesnon—",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 9,
    "par_num": 18,
    "text": "{) \"industriel voteratiag® inetades ony andes for ann! Musbonry. exam, tourer aad commuty devekenen ae ‘mated wer che Samadhi Neti Pogaonss",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "‘edad Revoms thon Act Ro. Bf 18979 © the “ouployee” has the same muraiag sanlged 0 a satecton of ere",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "it.",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "14, “Th folowing aew sesion I eaby feted, eons faetiaey rerio nym ecintnin ania ih of the piscina omciment = Bespin 17en (The pote aad nee stable EEAE™ coi ney capdenpendanc of ay anderen Fite fe pote wr anmture of ry gee",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "+ eke excesses ofr the eso of ry race Sancnine Si eal insertion al Beane Rie for toceus sex fare polod oF five yeart",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "«bein secon! fom an teva preny tele Gay the peovbions of seston (1} shalt",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "‘ply Wonsy vacating which (©) tasincooe, wih spurind 2 montis ‘mani the ek daa ‘la expenses of st ln hae Bot wnifion supees & amoun, on ths Acquision ad leno of aaaoed",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": ". thong ad - ©) is woproved by the Miasex by neico",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "pobtsied in the Gasca on befor",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": ": Meech 31, 158, bean ender 0",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "‘RA tis section applies, of a sopra a wring att nl re eter Sie Dsemiee 3, 1997 ed",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "() sais asthe lommtdal areata ea alk moots ftom thot dts, sc ate oposite copie ald pene years et ie iy tapout sore ti to iengenat of ongloyees, caployed by tal netgear ening og ‘Blower dare:",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 faded Revenue (Amenseent Act No. a6 of P97 ‘vied hat ae aay en ng wy Yer of sasusnent win defo years efered 8S subsection (1, the umber of employees ‘eanped in uth undarintng Soe wot exceed ach arorage sabe by Oy, var profit and Tacoma cerakieg ob ove alae 1 baer (1) nal wo be eae. In in sbsorino— . 6) she expresion “cetking” ince any vairtking Jee animal besbandey, ‘iakerles, Yoatom oF sy covemanily evel prefer et ‘Seri Matin Peegrin eb Me onpresivas“erepyee” nd\" here ‘naber” Rave tp epee: meanings tsaigned wo chemin ob prea 0) of : persgraph (e} of subsection (2) af tin I > £8 Fer dm spore ofthis aeton— G2) Wir exprertion “profits ond incowe Muibiteble 19 he now capital cepts” In bain to any year of ssemnneat andi ny und ang Tre orces f= i Gor profile and tnsomie, wth che smearing of paragraph (tof sation 23 oer hae ay os ed tS ‘ean th ale of ary capt ssc seen the gun at rene of any pools or comedies) of that ‘eadectaking for thet yext of Reoiment eteced ys praia (per conta reciiod in Ot SobIS ‘eh page being epee Te that year of ascesement, over:",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "‘Eeiand Reverana (Ammendrient Acs, No Mf if 1997 $4 (0) eee eng of och poset income of ab eadeviating ae ae refered rx mb pmagaph (hue vines bung comin fee pet of ire yea fumetitly praia the eelevaot dase were ta sndertaking bm Been carving on Vonios fore pad af ve eee re pve othe leant dit fx the ete pid dag ich at ben cami ce Dela, where ndereaking has ea carrying 08 ‘weshetfir prod of ka cei ‘esi o he rege da, fer st not exes ove hundred ane treaty percent em vi as 1 the pros and income within the ‘meaning of paragraph 4a) of seation 3 eter thas ny prod i or sl of acai suet fom the ‘porchaie and tosale of ay gots cr omens) ofa eek for Gt sro sateen, cm ogeOR {dh propetn ich he en the ‘ew capil expendlore bears tothe sapeate of Ge new opi expendi [Suihosaes y Une of apna a © plat, machinery, fisturee or ‘egnipment j mad 8D) eave aot inchaded ia subpamgraph i (othe aay In Bilin), sichbarbeeaste fc tpeediion or sieafacie of sy pn cs crams Iyyauehencaking n th lees: >",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Inland RrvonnetAmventneal Act No. 24 of 1087 Pravin thas lation vo ay yom of sesespeos whare the umatablng foro ‘on aubeaoton (alin sn undorang to whith the provisions af aero Teor Tie py, ie grovitiass of the setlon which over pmides foc bighe ret shall opp a respect of auch year of sass, Seto Year eastsunent per oxen ‘he year of sessed Py ‘Sheek etre toe th ek ees wach haan a “Te Beyer avccediog the eevee we os “The oid pears eae as vo “The iy scopetig te lear ss vo “The foi jest receding meat as = \"The Rah yoo seeing he ert = ye 8} the expression relevant eae” eae Sestey fay cde roth teri then November 3996, ae not fer ht ‘Apail 199%, and setecind by that wnideratbing asd nodtied to the Commlasioner Genera! In writing 04 Sarthe iy aay fom te at dao shat provid hat where the relevant leis 0 96 ating nthe Contmabaionce carat te relevant dh el be dered vo be Age 2, 1997 ;",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "Inland Revemer (Amando Ack Mo, Mf 1997 13 40) the expresion, “peat capital expentiie” means caprnditore incaired by the eraking in tw porch of ey em 1) pf ashley, les x que fog 10) e003 pot need in paragraph (>, (other th ay intel aig) on the soeiciion a liaton of vaca ‘eohwetoay \"",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "Provided iat any expendi incur fore raplacorapad after dhe relevant dave of aay ‘eulpraat ich formed porto the ane of Uae andarukng oxox Before the eer die, stall ‘deemed ttn be new capil expeaditon",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "3a, Section 73 of Oe proeipe emoment se mnsriot Amenatct byAci No. (607 196isherby fare semded sees — mein ae {in ween (9 of tha swtion— ene, (0) fa pusgraph cer] of at sabia by the eubasacon in eaparagraph (0 of rs",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "paragraph, [ar he words ned figter\"sogeired",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "by aiok pereom on oc aBer Agi 1, TORT and",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "iting ox of te ue!\" of he mata wd Hgores",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "\"agua by such prsononcr afer Apel, $587,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "hoe price Apri, 1997, and aig ost of Bs",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "Gi} by the invert, smmetisnly aftr eaberacsgreph of thax ptapraps, of the foltowing sab peragrah —",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "“ay any pet, machinery ce fxm (sbe sa lam machinry o€ Sete rated 10 in sb prgregh 0 aurea by ater ‘on alae Ape 1, 1977, ac act at ‘Dale ye, busines, profesion arvcenton ountedn cael by fi, the ate clit par coma, ont eos ‘ef aoguistion",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "16 Inland Rowen AmedeAch No 36 of BO",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(in tho peoviso 40 that paragraph by the (tation, for the works end Sgures \"subparagraph () or abeperagrg® GA) sebspaagg il\" of de word wl Ben, “rob-pargraph C9 or sub-prageaph Gi) 9 sb eran pagan",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "{i} bythe aon nee afer prvi sn paragraph, ofthe following further penta",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": ". “Provided Furor a oie wah preson caves on th busine talaga Sh ‘Slwence a rfeed tos subpar ‘2a i rapt ay la. hiner, cure, mows atic, lny, uy, toetor, teen ates feminen acre bykimandgiocnmat —* ‘nia lie come feaoh sie aaa sal or ex year of tere oman, ‘noc aar Ag 1.1987. bso dito tt ‘cnalning he pos aad eco fe sich ‘sine 7% (0) im pacnrigh feceee) af that sutaetion, by the sebuitlon or wos \"hone ing ot Amoount este ny to eee Bd per eto OF i coe of quien of tuck camquaer oR ‘war 2 of ha ards magus “Sushma tg mane gto Ss iny-ones eden por conan of com. of sade a eu ome sate, whet seh corps avis i eae iw ‘Ap 1997 and",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "3 hy per cence cam enpiton ft ‘Sang ira, neve wh oe is enact ono cher Ap 57F ad",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "{65 pareqaph eC tumabeesiondy me mnstaan athe want foraton of tha company \"oF “Be words\" Ge Fron oe the Ekdion of ‘Bet come”,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "Inland Reems (Amenimet) Ac No.2 of 1997 18",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "(2) Sn stein (7) of ssn th pabsnaionin subparagraph (1)-0f paragragt (a) of that mabecction Fer the words und gure “paragraph (eee) of fubscsen (07 of he wenden grr “perch (exe) 0 paragraph (eoeae) of subsection (1)\".",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "13. scion 24 of he porpl escent amended by Aneta f ‘Aes, No,21 of 1994 is texeby Aether amended in webnestion tea toe Oy ofthat etellows a",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "(1) ia paragraph (9) of that sabsoction, ly die xubetiouion,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "Tortie war and fees “ete i by tim 0 ot afr Api 967, in my yer” ofc words ed Aigo erred il yb om oar Api, 1957 ‘bat prine to Apell £, 1957, in any year\"; and 2) by the insertion immediately after parseraph (9) of Cat euineton af te floag pea — Qe) such pat ofthe rell pad by bit under ary mien enced inn hoor ahr ‘Ana 1 199% fx ny yw Of scsnon in rept any — (0) plat chi, ares oF mete ‘itor tan plan. chines. ces of Canin ered to in bara Guasisinercenof nemo opal 6 ‘tl of oer cot papi det $oeh pen 20d i> metor vei, lay bo. et: ner rote feniare tis ences of 07 Stone eqel com forth of he",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "14. Secon 29 of twp cemtineal mended ty Anca Act, No, 16 of L996 is herehy further amended as fotlowa:— Poewach",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "9) ineaeeton hf at secon — ind",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "G@) by the sebstitation in pasageapt (a) for all the rds Eg oa Fe pups fs arr the erm inset” fr ny yor of",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "38 Inu! Revenae(encome) Act, Ko. 34 f 98 seseermnas commenaiag on or afte Apa 1, $896\". ty the eu of tee paragraph of tht fatlowing wonts and igurea — “Porte purpaees of hia periph Sn teres “ase” for wy you of ears raeneacing ‘anor afar Apr, 2996 meana aay ines paid (8 ean tn prom of wtichsare ated — 1) forthe eontewctie ar porta of any bling, or Gr te porch oF an fix the coutrectin of any bulking:",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(,pchane of any share i a com,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "tn any ade, Business, profession of voxston’:",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "sn prengreph (8) of a abaacien—",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "© bythe subviton for the won and Tes from, ‘Bike amoume of § tout (other",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "‘ans capil Inst to “pewvions year",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "ser thos dows, of thn fang wands",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "and Gwen —",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "8) whore sch por of essa fs any",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "eC es",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "1) eg on eave Mach 3, 1997, he rat of alors Gober tha 8 copie (ose afore refered io I son (hf & Yat evtiead 0 ‘a subsetion TS} incur by Bie ‘any als, bones, peterion ar ‘vooatton dering any yeer of esseasent whic FH hal Bora raf wonkd have beet sense lade ie Act ortho ATOR",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "Inland Revene Arendient) Act, Na. 8 of 1997 $7 :",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "‘Act, No. 4 of 1963, and wich hes",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": ". ‘ot boon allowed against his total ftanwory inoene of a prev year of scsmssoent under thee Acs; tad",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "(commencing on or alter Apri 1,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "1991,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "@ tee mover aloes (oberon + ach pat M aj of exch lous an ‘consis of «capital tse a oes ‘efecre to in mabtecion (2) = logs refereed to in wbeoction a), # tons refareed to i paragraph (6) of this s4b- ‘Pangraph oes sirbulsbie 10 ty llowance far dapencation ‘eed ia vetion 730) (ee) ‘or any allrwascs refered 10 fa section 23(1) (eaenorinany ‘num referred to in sectioa 23(0)f) incre by tn in ny Unda, bacaess, profess ot vocation doring any yeae of ‘saecemmed commencing oO ater April 1, 1997 Cheiag may (yea of seetament witha the ‘edi of sx year amedisely ‘roceding the Gxt mentioned ‘Yaar of attend) oF",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "(8) Coe nour aos incre by him in ony agricoleural sndertking (other ban sack pat, if any, of vc Tose ais sardowsble any allowance for Gepreclation referred to in section 2X1} (ene) otto any ‘Dowasce refered 9 in ction",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": ". 231) (eeeee) or to nay sum.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "1 fated evn (donancbnen ed No. 360 IT",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "eerie 10 section 73 DI ‘deg any you of exesttent ccommeneingonor alot Ara, 1997 Geing wy year of ‘aeamion win do poral of levee years, Imnmadiey fprevading the fast mentioned sou of mesa),",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "“rie i cd bean profi swauld hae been wossnetle sme dhe Acted wich nas aot soon lowed sgsiot his tia! Matin favoae foe any yer tsansment widen cckpeiodof tia yearr a even soa ashe a aye, ar CAST",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "Ce sch itary, af sect os a 4s aminaable a aay ince ‘or deprosiaton sefee In seutlop TAG) (ese) 07 to any ‘Boman fered win section: Da) deeeee) a2 9 Sy oom refered on ia seetion 2313 i . Incaror by him fo sey a, feusines,grofenion or recna during nay yor of socom ‘soning tm tater Aged E. 1987 hich, af hd been peat, would Rave bern fossstte ander te Ac, and ‘which Bes not baen allomed fogebent bit total statutory nme of 2 prevics year of nvm, und i Act 0) by ter mbedotion in mbpucogreg di of bo proving to Dun paragraph forth wens, “yar af tecaeoet Sneha ore cae” of a Wane, \"in ‘obi he bone we nee\",",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "inkand Revenue fAmmdnent Act, Na 246 198719 (2) by the aivien, the wind of the peor 10 that plragragh ofthe fllowing peasy —",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "G0) hs aleaoe at any, of ay Lo (oder than 2 ‘capind toa ¢ loos refened tots mtertion C7 ti aubsectlon Cra} tered in ay year OF ‘steaseatendiag on oxbefore Ma $1, 1987, fier its deduction, in wzordmce wich tbe provisions of rob-parsgrepl, (i of thls parnprph, from the wud una incre for",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "> the year of epinmint ending ee March 31, 1967, sl, forthe purposes of sab-psagrags 6) of hls paragraph, be deat be ae (ecwed és the year of amcesmart eading on Mah 31,1998\" in pectin 8) of tet salon",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "12 bythe satiation inparagrph (es Fortin wae and fgtes\"selion £7, er section 17, or men 222A\" f he words and igs \"seta IT, wt",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "seston 1s, or soon 17 oF foe 22K",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(6) boy abstinent paragraph i, or ones,",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "such encrery oe port eal be ached fore bic se satatry Become Cr tho at ceeding Hr assenoe sed 3000\" of Ce word bac ‘ately ox poction all be dues tbe 3 ons inured",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "in em endlng ca Match 31, 1997, whete ‘ck exrmplion crates ay Wa of caeamaeat cating ance before Mich 31,1997, 00",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "1m ths jaar of assessment in which auch ‘Sento canes, where nec enarptnn cease, inaay year of asromerscommeneag oer AT ‘April, 1277,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "and be dodacod in sha muser ponvided for bt",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "mraz (8 of subaaaion GY\":",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "{end evn Amends) ho No of 1997 (2) bn ben 4A of aetna at an adof ta arson a i long vo — trove tha we eminent ayer serneat ne cou of wh be eg pi ey Sa banae of ch val ae dealin eco 02 aor fet bce al Oo poet pranh (8 Fierce hbo ema obs os acre ne (ear ck canent erat coring he Jer of ‘asenta wish dw expo edb mores 15. Seton 30 of a ia ecient as ard SERIE. gy hay no tb of 9561 berehyforaer amend as ane (8) sutton) of a to (o> by testi agro oft eect Bo werden Span Yt BhtSoxmmon ommening car A I {588 ane be wort ig he ot of Seren conmmneag ov A, 30",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "{0 bye Imenion, inmate ar paraanh Commas) of tt ron, of he long paragroph—",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "emma) ey ane fo mb Tey reed tpt oy Jeter commeng na peri",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "(© ty te aetation, or pga 6) that Sheree a fnowag pomp ny sonnet ich ened wer",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "vaaion 3 or weno 6\"",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "(a by an raison, inte pots to tat subsection, For the words \"or paragraph (aaaoea), ‘Syrnpeh cones tering’ of ‘words “or paragraph (neanaa) or paragraph {acadaea} of paregcaph (aacdaaaa) in Sowoanne’s",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "Inkand Rovense (Armendesert} Ach, Wo, of 199721 ©) in enbestion (2) oft secton—",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(@ by the snbsttution forthe wor? and figures “section 21,” wherever they ocour in that subsection of ha words and figues “section 3 cor seetion 475,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "() in dhe fa ivi to tht rabesion— © by te wbstation ia paragraph (of that",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "proviso, forte words and figure \"any year",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ": ‘of acersmant commencing O80 afer Apel",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "7 1, 1996\" ofthe words and figtes “the year",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "of axsesoment commencing 00 Apel 1,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ". 1936\";",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(by ihe laseron, immedi ater paragraph",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "40) of that proviso, of the following.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "Pangraph —",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "“Gan allowance of ans bunired ad foty oor thousand rupees ia respect of my year of amessmen commencing o4 of ates Ape 1, 1997\" rand",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(3) inthe second proviso tot subsection —",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ". G) by e subsiation, i ub-paragraph i) of hat proviso, forthe words and gues “the year of ssaruspenlcommencing ov Api, 1995 and”, oft word and figures “the yea of esearnent _earmnening on Apa J, 1995\":",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(Gi) by the cabin in ek paragraph a) ofthat proviso, forthe words aed igures “any yor of assessment comanencing of of afi Ageil 1, 1996, of the words and figures “the year of anscearaon! commencing oa April 1, 1996 ; of ood",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ".",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "2 init eran Amando No. 4 of 1987 ‘9 toe nad se mab garg (i) of ant ovine, oft flowing veh pang \"4 xchat a tyne tran ope, hee suc yea of eC mF SeeRLOEL eer oO aie Ap = 197. eat 16 The following wow section is hereby inceried. reais mainly tr soon 34 andl Bae fet sctne eect tga pte as Sia. ajutatonmeeteding provisions” enaneia of fi ection, Deze sll be des, fr the mt pupeeceaf con 3 arallonen ere + SAAS nits soetin ented ste “ves ta _llowince\") fom the assess aco of ay pean roy ye of eaten react very qualifying inverment setertod 10 Fe schectian CO sme ot med to have Beco so by sch prs a a yar of eae, 2 Fae purpose of section (1) ‘ (©) “aealilhing imam? aren mg pernen and 10 ny yar tf exsessmet . Jaen ey fame pxpeaded by oach ee ©) cncestter Hover 6 6 tt prioe ‘eo Acsl 3, 108; 1 in fe seapitton of my now capi {iow eingany copie nce ‘of vaio tiowens Ze dpretion ‘eos ters 3 ea section 24) for use, in any ‘endeonking come oath, fort",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "Feta Rovenue amend 8, No.3 of 19873 production et maicte of ony Hoods os cowsentien, ot fe 50y ‘lesen ey fer thy bovis of any spetied svi: By seo any ei wwe neque by ‘pan teieg api ase compton’ nang quayingSavcment ie by ach pecson) input to sae in any Smiccaking refered to sobre {bok paoraphoh, nota a te deed and sasy Ove aye er the dem of aogsnion a ch Capinbee, the mag eaten a eis to sch expt ast dud Pe dei ta have beea tnade in the year af aeseremest iu which rock Gwe of sei os, 18) hee galing mere — 10) samo wo xs he tow bud sndfity iin ropeu, arate in fay leaking Lae eka the lit fa de Mcp Cau sir within te edmaisrative ‘ihr of Cobb te eeatnntak en vbelbean amen equate eet so ibaimesinent ant",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "(2) amannant ees ae two hunodend Say miinnpersssdoioxiin necting lcd wim os of aay Stipa Conse ates ‘bin te adminisiatie dsc af ‘hloabo deiner owe te eapet of ve evra bb an mont en fo mite per rsa of were",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "‘A Ison Revenue (Arsenate, Mia 24a (7 44) The dedsthon, trem he asec cca of any puso forte ear of espera in HE wy qualifying iavectrnet 1a made, of the",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "Snveausent tek sBlowance tn relation to that",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "‘paling Seretment shalt",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "where such axaffyiag ivestam is guy ‘qealifying ‘nveatmant referred to tx Pitageph (of unection (beat ent qual to seresy five par cent af such -acscarcble Income, OF the entety of rach ‘nveamnet wiiceser i ess,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(i) where wach qualifying invesimeet i any ualitying twvesiment ceferzed 40 it aagzaph (G) of sebpration CH. be ee sc ened to Rhy per ena of ack, senuite lnvomna, oF he eae of such lvtaiment where lee,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "(8) The balance, ian, of any imvestoent on stiowranoe tris dedactng, ix ooetsat subpecdon (salle cain frat th at fasenomet ommetvey msondiag that yet Df assesment, and such balaoa a0 curried Farweristaltie doemat ote femora Mlowance for such succeeding year of SecA N99 ft The all ROG OF ‘Ee jou tx Wlowance ie dodaced.",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "16) The provisions of ix section sal, ot ‘py 5 sion to Se moar sete fn he ‘souision oF wy capital see",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "© sarepeot which onttemcst ifs,",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 25,
    "par_num": 9,
    "text": "‘bay baie or wat of citoms daly ‘ese th acento heme sone by ds Goverment fen te eon a owed tottology, tat bere aod otiee",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "alc Reverce(Amncimee Ads Mo, 24 ef 9G 28, 0 Le mohamed met ew be te de ‘ay emdartaking sefocsd 19 in aun pageaph i} of paragraph (a) of startin (2 the ote, or omy part of shy profte aed fncome (within Uae ‘manag of geragneg® (a) of eedon Dat ‘which, orang Zetiod dari the peo’ ‘comsiomnng 08 Raver 6 7986 and ‘ending 2a Mech 31, 1959, eailed to any exerption fiom ince 85a iy oa capital ere i imposed af etre . (he exrry of thre years reckoned froze the dala of eequlsiden of sech capa ea (i Woe an ivesineos tak attowaace be een decked framsbe angele neome oft ene, ia reliowsn any cag eee (2) which i act ups, in ay undertngs referred in eub-paeageagh (i) of argh (2) oF absecion (2) bolorn be ‘oputy ofthe hundred siny Sve ays there a oF egccion chan 7 expisteaet (6) vsfere tam basin $6, \"then, in rorpaet of th yaar of esteeten fox hich ruc alates was granted. mae ssveauent consi of tho difanoe btuece ‘Oe income wa whieh an perton who Bas Beem ‘rind he oases wank heer been Hable. 10 nth dlowaace hid Sera granted ane the mmo of imme ex chard foe tac year of seemed solubhiamding eytinginthh ‘Act bo tad ia copect of hat prom an tht Drovisioas of thie Act releiing w notion of sesemmens appa aad her proohaiags ell rely accrigty",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "26 dndand Reveone (donee) Ac, Me, 24 0f 190 (© are prposer of i cis (@) the exsion Sponson af ay Od © the supply of eteaticity, gaz, ‘enviqunewatl protection services, Deapllat services, computer sltwen, ‘Sompuist propracmes of computer sytem see 8) the provision af the satviens of ‘elocnermunkestio, oaitng in compeer spplicaions. tmaper. shi or seer. pair wtrblenmeat of mavine cago ‘cobmalasth, ware housing and storage, deus cominetion: (G8) epursion of Bol for noi vith the spprort uf to Ceylon Teer Boor: ot the cxprention “date of acquisition” in elation ay cpl asm an 20 pan scans the ee aw which such capital aut feacaubedby ch pmen,oreuch te ate sk tp be seep age dae of ageism bythe Comasisiner Genera bring agard (ey dooueatry evideee akin bei seating to ia arangerrets wate by sch pec ford smurf anh 2",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "(eh the tex atpoea a cesion say naphat sae hes dho eae meaning magne nila sation 2 (0);",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "(0) tetera \"iareaante my cpl atte ‘meta any capital ase wc J proved > the sacntacton oF the Commissloust- ‘General by documentary artdeace motto ‘eve hom snd in BA Lanka gsr tn che date ‘eagle oF ch pita ant;",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "Ge) “apie cape ans a plan shinery xvenipment ther ha any tnlig ti, ‘ing, anol ce try enon wee;",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "25 Ian Rena thmandnon dc Ho. 2¢6f 1907 (9) Forte pupoun of iavon— (6) te exgeaicn orion of amy seid serie? nee © the ameply of stecuiciy, gan caviomental protection wrvicen tevpitl servic computer solver, somputer progranaes or conietsr sander the provision of the services of ‘ehoommnirio, ing computer seplees, riapot,aip oc ea ‘epi refcbisenaat of eis cargo Ccotaors, ore food and ae, tewoconstoctin: {i cpretion of bot for ttt wit he terval ba Calon Twist Bearer (0) ths expression “dato of squitina” ix teiion any cpl ext dtn ay pero Imeem he on wich ch cp eet iraoqodby toh paon csc ese satay be aceoped to tf sation ‘by the Cormnissioner-Gomecal having ceenrd ‘ean dcr eles wc ttre Aim ohing tot avongenens ale swchpenen re acgsionaf ch wt (0 thew “Gopor leant say capa a0 ha oe eke talgnod oth sein 2500 (6 ern “worn eat omy cpl wt ‘eons any coal ee whic ooo (be eaiafction ofthe Conminsoner ‘Gta by doameoary evidence oot Aes wed in Seana ior te da coin of uch cml ee (6) \"gta at” mean ype, chery eupaetcfshnytldg nem, fig. cal or ay mc aie",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "‘int Revers (amendmen A Ha he 1227 1) “Whoa i epi” ha se ‘meats asigned iin actin 157: © Pole wee” mca ay rectly ‘opeled vehicle aot being 4 mer tet lry rc hace ‘Seemr one coumarin cag ‘fda tin ist pana (6) *honptal rnvces” mans ee services sxtbrd 0 bs rid yt ttn fegistored under the Mesiag Home . Regulion At (Cae 2203 fr inbor sien YY, Seton 32 of he pig acta mt meet Apt © by At, No. 6 00 1996 is ete Free mended ax eee {shams = , (0) i pap of errs et ston {ely Jn sb-parngreph {ix} of that parngraph Sy the: ini fr Oh rst Rpts any yor of sweet cate acng oor af Ay ty 1986\", OF he weds and ies “ee of oso, esrcasing m ApE 1998 (0) pt abition te ctf a paragraph of the . (Glowingsubpecgrg “ai vege of may Your of seman ctr As 1 eared Pat oft Pi Schnela  LASK £2) to proviow sbi (1 ft seco (2) ty the sbeitnon x sobgnpagh (of ot tev, the word Sr “Re 9 Yo sree omen 8 Ape, 9952\" of ‘ae wae and Sige oth yar of merce commencing on Apri 1.1998,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "1 dnl Rosen mend et 026 of 997",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "“hy by sho sabato, fa sub passe Gl of tat vio, for tha arden fg Pa you ‘seeumeat commenting on ote Ape, 1955\", the won ad Bie er he Ser oF SHOE ‘ommscsing tm Ae 1, 1996 aca",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "46) by te won ameter ib preg i,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": ". fh prvi fe fg 8 pase",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "\"i enema fo fo Boesnd espe fovany yr of ares corr 9st 5 1997 nad,",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "58 s0eton a et sion —",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "{@) by hematin inpeagrph of ton, for Ge wate \"one aio fre heared td reper\" of ths weed “08 io igh tod ‘towand epee\",",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": ". 9) by son ecetton, In wb-perarep Gx) of that shacton fo fh wens edges aay yr -eenealeocmecing on ose A 1, ISR, ft ods wa Sigs“ yeu of ashen asning om Ap 1996 0 a",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "(bye mando, meaty ster pag GO ‘of bataitnestion, of Be fllwing sub-pmgeeph m=",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "in} Pet Te of ho Fit See ois usin ssp Sey yo of aesrentcanmen ang ono toe Ap, TE",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "zawoisut 18 Seto STs a ppl maces senda Ge. by Aen a Gof B96 Ghent Rar eneied para Earle cdpoteonnction (ef tatecton byte nbinton forthe Pee, onan igure any year of msuneat commencing om er Agi, 1999 of he mois gs ie yor",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "Saeccment commencing ov Ape! 8, 1980\"",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "2S dokand Ravina CAmendnt At Mo, 24 of 1987 1) by she saben, ba sub paasep GO of that ‘rove, fur tha wa an Me Po ag yer of ‘areeient commencing on Fae Ape, 1995\", the wis and ign Se the yor of AER ormmnssing os Aged 1, 18 ac and (6) by tectonic ma: prtamh i, ft prvi fhe Fg pria— i) ene bande fon four apes apons ‘vay yer a sera comm 08 rater Ai 5 {987% nad, ©) ia wtwoction 2 of ta sean — © by feo bation inparngiph @) afta ebaccion, fer the woe \"ous milion fre hed acd reper of ths ee “ose ios igh trod ‘oman eect\"; . @) ty the sabstiaton, In s-goragraph Gx) of tat snacton fr #8 words ad figs \"any year ‘ssetmeal commencing oor ag 1, 156\"; tthe words aad fgees “ihe year of ansemast esneing oo Ape 1,196, am (6 by me atanion mean ser sb prtpaph ed ft sitestion of be Fefowing sub gamer GR) Pact Be of he Fst Sched hin Actin spec of my ya fae eneaeing a soc Ap 1, BST, avatont 5 Sesion S25 of pnp naenemet snag GE, yA ta. Gor o96iaheny tar ened pera Forel (at sctction (10 thlonce by the sbattaion er the Germ, owt and gare any year of maerncatcemarencig om tr fr Aor, #9557 of i wos md gues Me yor ok ‘ocremont commenting on Ap, 3955",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "Inland Revenue (Amendment) Act No, 24 af 1997 29 19, Section 334 of the plasigal cancoent mcored by Amaunet ot ‘Aa No.7 of 1995 inkerby fer ncaa selloms:— en 2st me (1) Jn snbmcction (2) of ha section yt eabeticn for me",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "‘le words and figures Een “Such deduction” the en of that eueectcn, ofthe wonds an fires, ‘Sach dedoctua hal whare each yer of severance (Gang yoo of eseorment coring peeto Ape, 1997, rot exoeed fifty per cextam ofthe aggregate of to tax payable under— ( seesion 38-0)(@) 0 - i) section 326 04 setion 2a x weetion 2 oF senton 32 0 setion 32,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "ty that company ia tha year of ueessmet 206\"",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "(2) imsotmccion (3 of than section bythe ebatnaon for",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "the woods “for any yoarofstesses sal wot exceed {ity per cenaon, of he words and igure, \"for ary \"Yeo of ascot ending pict Io Apo 1 (997, bal for excond Gy per conn”",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "‘28, Section 73 ofthe principal enactments amended by Ammer: ‘Act No, 16.08 1996 is eacby Tether amended insubeeniva Seon ‘dad of than secon a follow — bit",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "11) tn paragrops (vi of tat bsectonby the ubeinsion ACO",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "(or the wo ad Fgates “Core year of ascot ‘Sommencing on ARE 1, 1995 ; ad”, ofthe wants td igus \"Yo the your of asssament commicecog co Apail 1, 1985\";",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "(2) taperagrph (i) of ht sabsecton byte sabetnon foe the words ext Figucs “any year of supenot ‘ommancing on rater Agi 1, 1996,\" of the words tnd figares \"he your of assesment cOmMERCIOS OR ‘pei, 1996 ans and",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "2) by the adiion at he end of that mibsetion, ofthe {oltoming paragraph —",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "(ti) one mdr and fry Four tromand spe for any year of rsceteatcomaicacing on of Aer Aga 1997\",",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "30. hand Rema (Arent Act Ho 2 of 187 Aewdeusst 11, Scofen B1nof th principal enctmet enone by SERRA Act Nn, 27a 1902 herby Burr ended in bron etaon (1) ofthat secon by the evbetineion fo the words lacoms- tax ea oir too and osetia ena of to ‘stout of meh papcot fe wnde end pace “aoome saequa (@ thiny-these and one-third per cantuum of the amcatt fic peas kero sch papecot made poe to Agel, 1ST: at (i) town jer core of th amount fsck payment = thre sack payment in made on of afc Ape i Arcendavent 22. Section 99 of the principal enactment ns oeneaded by . moon ack No. ib 986 her irr aad yt epee oe, ofsubnction (of ta senna ib substan ee, Teme ofihefllowig mabcton — “() Bvery employer wito enmploys— (0) minted ores remeron across A aciveioesand ropes pet enum oF cae hundred and fot four Course rapeet per @) any som-resident individual soosiving —” ramet for evs tended Se Lan . In caces of eighty Bee recs pr tata ot ee thoand Tapert per sau ed sto hae ont va ttc he Cosmisdaee Gea ee ‘saeodon (of section 10% of te Inn Revento A, 4 of 1963 o nde is Chay of ts et, al sec fhe Cormeen Cena othe hn epee 50197 sat asin employ scbindrid hrobaer ‘nts Chapter ofr tos apie empleo\")",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "ed Revenae (Ammer Ac, Ho of 1997.31 23, Seaon 113 ofthe rasp ematntc sRecehy” Anrintet mended flown = = intimin of exept sbeitasonior SE the words “The eretay, manager or ther pln ‘ice, of the woeds \"The dzetor, secre, nage, ofa priya aoe\" ©) by the sein, iment ser dean of “pe psa fle following einen ~rlcipal office flo our company o¢ boty of peoons nses any person whom aoe Ses ben given nde ny provision fie Caps ‘of Chater 300 oa bob of tht company of, body ’ ‘ot pron eles epotes tate ssn comseton : ‘with that company or body of pecen orth sme ‘Ger paren rien ia oi Laka i he petigal 214, Section 134cs he pentyl ensctent ox mended Aneta ct by At, No. 2 of 1994 bee fore eed ina ig LE sexion (10 tha tow Glow — emer! 1) inperarph ef hat ubecion by Beit for he words ax figures \"ay yeu of epescacat comameacng oo tr Ap 1 1986 bt oe ‘spel 1, 1992; od of tha weds se fgaes ny er of essornent comming oat Apel 1 1966 bu prarto Ape 1, (992% (2) tapered Gi ofthat saben, bythe svbstinton Tor the words and fgces “soy yea of uensment tmnmatcing ono air Apc 1992\", of wo ted Nigues “ty gee of movies commencing ot (sec Api 1.1992 bt prio tape, 197 ad (3) by einer, inmost fer paragraph) of that mbmcton, of Cow pang — i) to per conto of hn inert 20 payable ‘hora puch yooe of szseecmeal i any year of sessment comantoeng ox air Api 1997\"",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "132 And Revemms(Amemdieat Aet No 26 of 1097 ‘faptemest 28, Seton 13 of to pci! cutee emced By EARS Ac. Ho. S60 183 skithy atnenced in prges he SEER soteevos (4) by so saltsticn for dm eons ae ae sl by nay yor ef emexssent te pro chara ‘ith oom ta unr ti AY the ends the ‘ald any pets ty rar of eee. demir 2k Sexton 113 of the picid emcemea inated ty Spun” Acie. (Sof 196i baeby eed sella none (1) in vbetion {13.0 atx, by te ake for he wed “ngome HN ose ts of the per enum of 6h spied fea\" oF ie oon ime im marae (00s per cxzn oh suc sper where such peor of stereamint fa amy year of * scant CRaAMINg oar Api, 1998 bat pelts Age 3, 197% and 9 Sper conan ot sic specif ten beh yew of mcucnet is 207 yom of nmatet , ‘mmescing ow or ar Apt 9: (> in panna (oo estore by Oe subsitton {or the ward “on taht of any aller peso OF farmesthig, ofthe eds “om Besa of ay har etn ok pORDH oc paterip prt dewmanateé Fh, Sea Fu of the ici attement i hey RIGS! mated in sitscctin (1) of is sacton bythe ees corms Snows Spey an ow ofan cmc ng ‘om at fice pe, 1993; ofthe wena end Space “ary yar anszaecat connecting ar aR Spi. 100, bape fodps 1 1997, Aephewel 28 Suton 113% 0F the peipl cimca s eeby TSUEN* — unoaet ty bosabanicce rte weer fee ore Sime 58k ofescssocatcommoting omar Apa, 358, oft werde nad fps ‘year cf ccs corteneing Fr pe 9, 283, be par 0 pa #1957\"",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "Ietond Ree tAminet Act N36 of 197 $$ 28, Sorin 108 of he praca ene sty soma stn ye absntie ee wre a gen Yor! my parofiaenmencemnncig rier pel 190, EE fe ep af, of he rds ae figures “for any yew of secret comma ocr Age 190 a rio Anat 19 ineaect 3B Seaton 136 of eri emo thy Arcot Imad y mab fre wok eeprom HiCh pe By mach efoe oftn wete nad igre SEC “employe to wich spell, a ascoctnee ene monotony sh emp SL Sealon 15) of the pings easement & femby amano ‘ancoded im paragruph (i) of yebareticn (2) af thar peetion, Mok FF ofthe Sythe saben rte owt esor fatten 1, af he wars and Rees Yr (of ton 18 spbicain of ese A\" 3A, The Flt Sctatle ta he prep enactment xt somes tel by et No.6 195 by fr anted Re abo roe ce (0) fart cut eh by to mba fre onde mt nt “Thee of nme oF yr of emt coreg oe ae pL 196 ul anton fn aan pes \"The so mo tf he ye art commenting on Apel 1, 906, shall be fer 9 te iveion amen ter Po of Satie afte Storing Pa",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "Sand vee mene Beh No 2 of 997 “pant as once ray Yer ae concn of ar 8, 97 iB tows once te ae Sopot ob eat, 0 otbct be secre 1Spercouee stompin bate psieny Aprcnten cntnnesmeatde unter 25 prim: 1 a of tht Schouten Seby amend = Ewe Ge) npapwh(rteathanty Se abn, fa tne ws ot gues Yr ony 05 mena cnr ot or es A {ont ofan emir ie Toray tf meng coreg on et A Tepe beeper ag 8 Ps (6) tyBe aston meio page a Yaa ee SE “fog yt nmr einen thera? Cisne nome Stier ono perce Gnmette t peetee Goes ues Bpocener. myenenst $8. Th Svea Stl fo Se eng! at Bence, sanesiled by Act Nia. 16-uf 1996 5 hereby faster ametes ie faite Ft TEE by a ttt fr ie wena nt es “fo hey yet of anes comrecig ons {oe talib ws tered oer porate com ot Donde tt pe A Taal ss ‘en =",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "thand Revere (America Act, No, 24 af 987 35 L) by sl, ete and of te Sob, of he fallow ‘The dee of a resco bef erry Feat of asmarmant conmenelag on or sir Ap 1 HT Hit 80 a5 Flows on the amount aqua 6 the sant af every ‘qetying debaon, made ty 2 quoted poble oop 0) fF the prota herd te pa whic, se aed in acoandanee ih he prvi of setion S2r ox secon 320 of aetion 3x or ‘tion Scr wetioe 5 perconter 1) ou ofthe pois whit arta tn accondancn . wi the provisions of sition 3 or meaion ‘Sten sting 326 er section 2 13 perce (6) oetot ruts wich we rae seemed wit ‘tha provinioa of section S21 perce G2) on the amount cps! to the amount of every sling ditebetion minds By x uae test or ‘anual Rind oc aay oder compaay ober Shan ‘ced pub compare (0) ot of pends eer than pes hich ora : TT taxid b ascoedanee with the Provioieas “of rection 30F 0b bteton © Si ar stein 33 ar action SM a tion 304 27 per comme ®) owt of profs whlob ore taxed ix mrordaace With he poisons of sarion ‘er eon 2x er seton Saror ec, a ‘Spercenian (8 owt of profite which are meted in acetmdancs or he pegs of section cs Spereenaiea;”",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "6 lend Revere (Aoneetnt Be. No, 28 of 1987 pepecmne SAL (8) The amoudment to seston {1} (6 of the es. incipabesacament nde by section 48) of a ck sho",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "‘Seema foal porpns tobe om ino fos on Nowexsher",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "Ems.",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "2) The amicadment to cecton 29 of the gelncigel anacoutsanda by section TH) (a) of thin AG sal ewtaed Sox al puaponc te core nto roe on Ape 1, cs",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "(3) Sein 16 hin at shal be Joe fore papas ‘have come ta fee on Nava 6, 1986,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "(9) The nementments  sadons A(t) CD, MEIER, ‘esa asin ennetnen tert EELS) 5 the peep enorme sae by secon 20) md AZ) ‘iG jof ts As si Seemed Far al upon ra come into Force om Aged. 197.",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "(5) Thesaneadinents rections 2, 2479.2, 32,3265 384,73, Shs, 14, 3K, ERIM, Hm 113, 1138 of te (pincipa enactment nce hy sei 13,13, 06 £5, 7.36,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 39,
    "par_num": 8,
    "text": "19.20.21, 28,25, 28,27, 28 of ho Aet cal be dene feu al parpoaeytobave some its Fares am Agi 1, 1987. (6) The amendaans made tthe Piet and Saveath + Sood 1a thm eine eamrtment ade 4y sects 92 ted 33 of his Act sal be eben fr all parponen to a oan ia forcp-on Apel £1997 omantecee ———36._Envbevontafany incoabteacy bertoon hr Sika cman ad ul ny oF Ae ial prs",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "_—__________________.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "“oom atin Cra Bled hos ae Pai i RE aa, 34 1G",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "Glaciea. Ppthe co he Surana Conover Paeanons Buns, No. 32,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "Fiemme Heras oes Raum Goes St ua om Dende et Pr a yeti",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 41,
    "par_num": 4,
    "text": "—_________",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 41,
    "par_num": 4,
    "text": "‘anoal masetpdn of Ras ew Ac we Pie 05 Gan). 1180",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 41,
    "par_num": 4,
    "text": "‘BFociars, Poets te te Siearanoer Govannnanr onsen Beata, Nos 32,",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 41,
    "par_num": 4,
    "text": "Sorotons Name Lona Barn Gnsene 6) bln ih Doct eck yr ‘here tareg.",
    "mean_p_confidence": 0.31
  }
]