[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  o= 2  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  a",
    "mean_p_confidence": 0.49411764705882355
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  sional tncvation Agency  “ht No. 22 of 2019  {Cetied on 15th f November, 2019]  Lp.—0.392019  [AW ACT Ta movi om TE ESTARLSIMENT OFTHE NATIONAL  Et enacted by the Plamen ofthe Democratic Soils  Republic of Si Lanka follows  1, This Act may be cited asthe National Innovation Sia ead  Agency Act No. 2202019, an shall ome int peraton deo  ‘on such date as the President may appoint (hereinafter “°°  ‘stoned to “th appoinied date) by Order published in  the Gace.  PART 1  Nat boca Anse  2. (1) There shall be established an Agency called and bebe  now asthe “National Innovation Agensy”thtenater 6% Sao  ‘elenedtoas the\"Ageny\") eos  (2) The Agency shal, by the mame assigned toi by  subsection (1) bea bal corporat an shal have perpetual  $ocesion and common sa and may aie and be sted in  that ame  A. The objets ofthe Ageny shal be o— jo te  (@) promate beter understanding on social  Innovation, science and. technology  their impact onthe eeonoey  (0) make recommendations tothe Goverment  in oder to formulate national policies in  Teipedt of innovation",
    "mean_p_confidence": 0.45351219512195123
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 [National Innovation Agency  ‘At, No. 22 of 2019",
    "mean_p_confidence": 0.5275
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (6) ensure that national research is aligned with  fnd conrbutes to the esonomiy and national  ‘economic goals:",
    "mean_p_confidence": 0.47095238095238096
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (a) coondinate innovators and initiatives to foster  impact:",
    "mean_p_confidence": 0.29363636363636364
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (©) identify any obstactes in the public and  Private Sector that hamper innovation:",
    "mean_p_confidence": 0.579375
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (9. support and facilitate innovation in private  Sector to establish s vibrant national  innovation eco system,",
    "mean_p_confidence": 0.503
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  Powers 44. The powers functions and duties ofthe Agency shall",
    "mean_p_confidence": 0.4925
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  fnctns and Be to: —",
    "mean_p_confidence": 0.23285714285714287
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  ‘eency (a) liaise with the public and private sector  institutions relevant 0 important aspects of |  the objects af the Agency!",
    "mean_p_confidence": 0.4976
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (0) make recommendations to the government  to initiate and fund National Innovation  Programmes in ogder to support erative  economy:",
    "mean_p_confidence": 0.5258333333333333
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  (©) to develop and sustain a national innovation  eco system in Keeping With the Si Lanka  Tnovation and Entepreneurship Strategy as  approved by the Cabinet of Ministers",
    "mean_p_confidence": 0.5621875
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (d) support the National Innovation and  Entrepreneurship Strategy objectives  through the facilitation of hi-tech enterprises  ‘emming from research and technology  taser,",
    "mean_p_confidence": 0.5092592592592593
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  (©) monitor and evaluate the effectiveness of  investment, policies and strategies on  innovation snd entrepreneurship:",
    "mean_p_confidence": 0.6189473684210526
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  () coordinate and harmonize international  fctivities in innovation with the relevant",
    "mean_p_confidence": 0.6385714285714286
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  [National Innovation Agency 3  ‘et No. 22 of 2019,",
    "mean_p_confidence": 0.4683333333333333
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  Ministries. Departments and other innovation",
    "mean_p_confidence": 0.30142857142857143
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  institutions in Sa Lanka and with",
    "mean_p_confidence": 0.2975
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  international institutions to encourage",
    "mean_p_confidence": 0.5850000000000001
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  commercislization of the outputs of",
    "mean_p_confidence": 0.49000000000000005
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  ) drive the progress of Sri Lanka upward  through the ranking of global innovation  indices to ensure a resilient economic  Standing subject the Sv Lanka Innovation  tnd Entrepreneurship Stategy as approved  by the Cabinet of Ministers:",
    "mean_p_confidence": 0.6462790697674419
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  0) receive, collate, evaluate and publish the  Sti Lankan Annual. Innovation “and  ‘entrepreneurship reports covering the eco  System taking into consideration the  Intemational linkage and presence:",
    "mean_p_confidence": 0.5409375
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  0, to purchase any movable or immovable  Property which may be required for the  ‘Agency, bod, take or give on lease of hire,  ‘mortgage, pledge or elo otherwise dispose  ‘of, any movable or immovable property  belonging tothe Agency as may be deemed  expedient witha view to promote the objects  ‘ofthe Agency:",
    "mean_p_confidence": 0.5846666666666667
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (0) subjectioany applicable writen law to open  nd maintain cuten savings o other deposit  ‘ccounts in any Safe bank or banks and 10  lose such accounts:",
    "mean_p_confidence": 0.49193548387096775
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  @) subject to any applicable written aw, 10  sceept and receive, gifts. grants, loans,  nations and bequests borh movable and  immovable, from sources in or outside  Sri Lanka forthe use ofthe Agency:",
    "mean_p_confidence": 0.5897368421052631
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  Provided that, the Agency shall obain  prior written approval of the Ministry of  Finance ia respect of all foreign grants,  {donations or bequests made to the Agency:",
    "mean_p_confidence": 0.64625
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 [National Innovation Agency  ‘At, No. 22 of 2019  (© deposit in any bank account or accounts of  the Agency, the funds ofthe Ageney which  ae not required immediately forthe purposes  ‘of the Agency:  ()- make rules in respec of matters pertaining to  the administration of afaies ofthe Agency  (outsource for appropriate payments in  ‘compliance with the relevant financial  regulations, research, data collating or any  ‘other activities necessary fr the smooth and  ficient discharge ofthe duties and functions  fof the Agency. The Agency shall have the  ‘vwneship of ali esearch any material or data  collected by any person Tor the purposes of  this Act and be responsible forthe protection  ‘ofsuch research, material or data  (0) withthe approval ofthe Cabinet of Ministers  to enter imo agreements, with any local or  foreign persons or institutions in respect of  the objects af the Ageney:  (0) coordinate and facilitate joint ventures with  the private sector withthe approval of the  Minister in order to achieve the objets of|  the Agency: and  (q) generally do such acts and things for the  Schievement ofthe objects ofthe Agency  PART IL  Aounsmon A Maxaceesr cee Aa  Admininiaioe of —§, (1) The administration and management ofthe afaits  tte-Asemy. of the Agency shall be vested in a Steering Council  (horeinater teferred to asthe *Counci”)",
    "mean_p_confidence": 0.5364777327935222
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (2) The Council shall forthe purpose of administering  the affairs ofthe Agency. exercise, discharge and perform  the powers, functions and duties conferred on, asigned t  foriimposed onthe Agency by this Act.",
    "mean_p_confidence": 0.5338888888888889
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  [National Innovation Agency 5",
    "mean_p_confidence": 0.4083333333333334
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  ‘et No. 22 of 2019,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  {6 (1) The Council shall consist of- Cet te  (@) The following ex-officio members,  samely —",
    "mean_p_confidence": 0.4755
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (0) the Secretary tothe President who  Shall be the Chairperson of the  Council:",
    "mean_p_confidence": 0.5323529411764705
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  i) an officer of the Ministry of the  Minister assigned the subject of  Development Strategies not below  the rank of an Additonal Secretary  ‘nominated by that Minis:",
    "mean_p_confidence": 0.563939393939394
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (Gi) an office of the Ministry of the  Minister assigned the subject of  Finance aot below the rank of an  ‘Additonal Secretary nominated by  ‘hat Minister:",
    "mean_p_confidence": 0.598125
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (iv) the Director Geneeal of National  Planning Department or his  ‘ominee not below the rank of a  Director",
    "mean_p_confidence": 0.4643478260869565
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  () the Director-General of the  [National Intellectual Property  Office of Sri Lanka appointed  lund scetion 2 of the Intellect  Property Act, No.36 of 2003:",
    "mean_p_confidence": 0.5366666666666667
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (i) an officer of the Ministry of the  Minister assigned the subject of  ‘Science not below the rank of an  ‘Additional Sereary nominated by  ‘that Minister:",
    "mean_p_confidence": 0.5659375
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (vil) an officer ofthe Ministry of the  Minister assigned the subject of  Technology and Research not  ‘low the rank of an Additional  Secretary nominated by that  Minister",
    "mean_p_confidence": 0.5805882352941176
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 [National Innovation Agency  ‘At, No. 22 of 2019  (il) an officer of the Ministry of the  Minister assigned the subject of  Intemational Trade nt Below the  rank of an Additional Secretary  ‘ominated by that Minister  (x) an officer of the Ministry of the  Minister assigned the subject of  Education not Below the rank of  ‘an Adtonal Secretary nominated  by that Minster  (2) an officer of the Ministry of the  Minister assigned the subject of  Higher Education not below the  rank of an Additional Secretary  ‘ominated by that Minister  (x) the director-General of the  Department of Commerce or an  ‘offer not Below the rank of  Director of that Department  nominated by the Director  Genera  (Gl) the Commissioner ofthe SH Lanka  Inventors Commission established  lunder the Sri Lanka inventors  Incentives Act, No. 53 of 1979 or  any Assistant Commissioner of  ‘that Comission nominated bythe  ‘Commissioner ofthe Set Lank,  Inventors Commission: and  (ili) the Chaipperson or his nominee of  the Sri Lanka Institute of  ‘Nanotechnology: and  (©) @ one person who has gained  eminence Felating to innovation,  fnueprencurship, socal innovation,  business venture capital education  finance, nominated bythe Minster  and appointed by the President and",
    "mean_p_confidence": 0.5541201716738197
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  [National Innovation Agency 7  ‘et No. 22 of 2019,",
    "mean_p_confidence": 0.42583333333333334
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (i) not move tha six persons who have  gained eminence relating to  Innovation, entrepreneurship, social  Innovation” business, venture capital,  Jaw, education or finance, both from  Public and private sectors, appointed  by the President.",
    "mean_p_confidence": 0.45487804878048776
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (hereinafter referred to asthe appointed",
    "mean_p_confidence": 0.40714285714285714
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  members\")",
    "mean_p_confidence": 0.05333333333333334
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (2) Inthe event she subjects referred to in subsection (1)  fall within one or more Ministries, then an officer of each  such Ministry not below the rank of an Additional Secretary  ‘nominated bythe Minister shall hea member ofthe Council",
    "mean_p_confidence": 0.5388636363636364
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  7. Any person Disgunliiation",
    "mean_p_confidence": 0.23666666666666666
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (a) if such person isnt or ceases to be citzen 2 Meer of he  of SH Lanka Somat",
    "mean_p_confidence": 0.43666666666666665
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (0) if such person is oF becomes a member of  Parliament or a Provincial Council or any  Local Authority:",
    "mean_p_confidence": 0.6004347826086956
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  () i€ such person has any financial oF ther  interest as is likely to affect the discharge by  him of his functions as a member of the  Council:",
    "mean_p_confidence": 0.5703030303030303
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  (dy if such person is under any law in force in  Sri Lanks or in any other country found ot  ‘declared tobe of unsound mind:",
    "mean_p_confidence": 0.5024137931034482
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  () if such person is an undischarged bankrupt:",
    "mean_p_confidence": 0.511
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  (9 i€ such person ig serving or has served a  Sentence of imprisonment imposed by any  ‘court in Sri Lanka or anyother county,",
    "mean_p_confidence": 0.6362962962962962
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  such person shall be disqualified from being appointed or  ‘continue to bea member ofthe Council",
    "mean_p_confidence": 0.5572222222222222
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 [National Innovation Agency  ‘At, No. 22 of 2019  Term of '&._Every appointed member of the Council shal, unless  ne ofthe he Vacate oie calc By death, resignation or teoval,  {npistel” ld office Tora period of tree years and unless removed  emer fom fie shall Be eligible frre sppointnen, for no more  than one further term, whether consecutive or otherwise,  Removal 9. (1) Any appointed member ofthe Council may at  Feignton ce any time, reigh hiv fie by lter in that behalf addressed  STipmimed tothe President and such resignation shall ake effect fom  emer. ‘he date on which the resignation is acepted in writing by  the President  (2) The President may, for reasons assigned therefor  emove any appointed metnber from office. An appointed  ‘ember who has been removed from office shal not be  ligible for re-appoiniment as member athe Councll ot  Serve the Counei in any other capacity.  (3) In the event of the vacation of office by death  esignation or removal of any appointed member, the  President shall, subject o paragraph () of subsection (1) of  Section 6. appoint nose! person to il such vacancy and  Sich person shall hold office forthe un-expited period of  the tefm of office of the member whom he succeeds  (4) Where any appointed member of the Council is  temporarily unable 1 petform the dies of his office on  account ofl health or anyother cause or if he is absent fom  SS Lanka fora period of no less than thee maths. the  President shall having regard tothe provisions of paragraph  (@) of subsection (1) of section 6, appoint anyother peeson  foractin place of such member during his absence,  (5) Where any appointed member of the Counc fl 0  aucnd three conceive meetings ofthe Council without  ‘obtaining prior excuse for absence from the Chairperson  ‘Sich member shall deemed to have vacated his oie atthe  conclusion of the third meeting and the President shall  Sppoint another person to il such Yacaney inthe manner  provided in subsection (3).  Mectings of tbe 10, (1) The Chief Innovation Officer of the Agency  Comat sppotited under section 14 shall summon all meetings of  the Council,  (2) The Council members may attend mestngs ofthe  (Council n person or through electronic means.  For the purposes of this subsection electronic means”  ‘mean, video couferencing and web conferencing",
    "mean_p_confidence": 0.5537529137529138
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  [National Innovation Agency 9  ‘et No. 22 of 2019,  (3) No act or proceeding ofthe Council shall be invalid  by reson only of the exstnoe of a vacancy inthe Council  ‘otany defect in the appointment ofa member of th Council  (4) The Chairperson o inhi absence any member elected  by the members present shall preside a such meeting ofthe  Counc  (5) The quorum for any meeting ofthe Council shall be  five members. Where thete is an equally of votes, the  Chairperson of the Couneil shall in addition 1 his vote  hve deasing vote  A. (1) The Council may whenever it considers Council to  necessary ivite expert fo any mecting of the Council who vie expe ©  have expertise on any subject which wil be dealt with by meen  the Couhll at Such inceting forthe purpose of obulning  {ei views on such subject matter forthe effective discharge  ff the functions ofthe Counell so however, the Council  ‘Shall have the absolute disretion of accepting or ejecting  the views of the experts.  (2) The expens shall be paid such remuneration as may  bye determined by the Council and shall have no voting  ght  12. The members of the Council may be paid such Remuneration  remuneration as may be determined by the President inf atending  onsultation with the Ministr assigned the subject of estos of he  Finance Coane  13. (1) The seal ofthe Agency ‘The seal of te  (a) shall be determined bythe Councitand“#**  nay be altered in such manner as may  he determined by the Council  (0) shall be inthe custody of such person  4s the Council may determine, fom  Hime to time and  (0) shall not be affixed to any instrument  ‘or document except wih the sanction  ‘of the Council and in the presence of  tho members ofthe Council who shall  Sgn the Instrument of document tn  token oftheir presence  (2) The Council shall minain a register in respect ofthe  instruments and documento which the seal of the Agency  alixed,",
    "mean_p_confidence": 0.5515860215053764
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  » [National innovation Agency  ‘hc No. 22 of 2019  PART Ut  “Tu Cuter Isovamios Orrces of THe AcENCY  The Cet 14, (1) There shall be appointed by the Presiden in  Innovation Ocer consultation with the Council, subject to such terms and  ‘ft Agena conditions determined bythe Counela person possessing 8  postgraduate degree in science, technology or business  management with innovation as subject, from arecongnized  University. with proven management experience to Bethe  (Chief Innovation Officer ofthe Agency. He may attend any  meeting ofthe Council but shall not e entitled to vote at  any such meeting,  (2) The Chief Innovation Officer shall subject to the  general directions of the Council be responsible for the  ‘ministration of the Agency.  (@) The Chief Innovation Officer shall be pid such  ‘remuneration a6 may be determined by the President with  the concurrence of the Minster assigned the subject of  Finance,  (4) The President may on the recommendation of the  (Council and foreasons assigned therefor remove fom ofice  ‘the Chet Innovation Oicer appointed under this section  Appininentofiie 1S. (1) The Agency may appoint such aumberf officers  sutfoiieAzesy.andemployces ait may consider necessary forthe efficient  Aischarge of its functions.  (2) The Agency may in respect ofthe officers and  employees appointed under subsection (1)-  (a) exercise disciplinary contol over or dismiss such  ‘officers and employees  (®) determine the terms and conditions of  ‘employment of such officers and employees",
    "mean_p_confidence": 0.5589655172413792
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  National tnmovarion Agency nu  ‘ht, No 22 of 2019",
    "mean_p_confidence": 0.3733333333333333
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (0) fix as may be determined by the Council in  consultation withthe Miniserto whom thesbjet  of Finance is assigned, the rates at which the  ofices and employees shal be remunerated: and  (A) establish staf welfare and social security scheme  forthe benefit ofsuchorficersand employees and",
    "mean_p_confidence": 0.45705882352941174
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  make contributions to any such scheme.",
    "mean_p_confidence": 0.39875
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  16. (1) Atthe request ofthe Council, ny officer in the Apne of  public service may, withthe consent ofthat oer and of Pele ice  the Public Service Commission be temporarily appointed io‘ 0  thesutFofthe Agency for such perodas may bedetemined  by the Council, or with Tike consent, be permanently  ppoine to such staff.",
    "mean_p_confidence": 0.42610169491525424
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (2) Where an officer inthe public service i temporarily  appointed to the staff of the Agency the provisions of  subscction (2) of section 14 of the National Transport  Commission Act, No 37 of 1991 shall, muti musandi,  ppl to and in relation to such officer",
    "mean_p_confidence": 0.5058823529411764
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  {@) Whereany officer inthe publi sevice permanenthy  appointed to the staff of the Ageney the provisions of  subscction (3) of section 14 of the National Transport  Commission Act, No 37 of 1991 shall, muti musa,  ppl to and in relation to such officer",
    "mean_p_confidence": 0.503265306122449
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  17, (1) Attherequestofthe Council. any officer other Apsininen  employee of any Higher Educational fstituonesaished hn om.  Under the Universities Act, No. 16 of 1978 may. withthe MB Sao  onset ofthat officer oF the employee and the principal ‘ire heey  excctive offic of that Higher Educational Institution, be  temporarily appointed to the staff ofthe Agency. Such  ppoiniment shal be for pero as may be determined by  the Council or wih like consent be permanently appointed  ‘ouch taf, on such tems and conditions including those  relating to pension oe provident fund rights, a may beagresd  upon by the Council and such principal executive ocr.",
    "mean_p_confidence": 0.4875438596491228
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  2 [National innovation Agency  ‘hc No. 22 of 2019  (2) Where any persons temporarily appointed tothe star  fof the Agency under subsection (1) such person shall be  subject othe same disciplinary contol as any other member  ‘ofthe staf ofthe Agency.  PART IV  France  Pando 18, (1) The Agency shall have its own Fund  ae  (2) Thee shall be ereited to the Fund ~",
    "mean_p_confidence": 0.4770666666666667
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (2) all such sums of money as may be voted by  Parliament, from time to ime, forthe se of|  the Agency:",
    "mean_p_confidence": 0.6032
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (@) all such sums of money as may be eesived  bythe Agency forthe exercise, performance  and discharge of its powers, duties and  functions and forthe promotion af the objects  ofthe Agency, by way of gifts, grants, loans  donations and bequests from any source  ‘within or outside Sri Lanka subject to the  provisions ofthe proviso to section 4(k):",
    "mean_p_confidence": 0.6286363636363637
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (6) all such sums of money as may be received  by the Agency by way of fees, royals or  charges under this Act.",
    "mean_p_confidence": 0.617037037037037
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (3) There shal be paid out ofthe Fund all such sums of  money required to defray the expenditure incurred by the  “Agency in the exercise, performance and discharge of its  overs, duties and functions under this Ac.  Fnac yearand_ 19, (1) The financial year of the Agency shall be the  (mrt accor calendar year,  ‘he Ase  (2) The Agency shall eause proper books of acount to  bbe Kep ofthe income and expenditure assets and lables  and ll other financial transaction ofthe Agency",
    "mean_p_confidence": 0.5403225806451613
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  [National tnnovation Agency B  ‘Act, No. 22 of 2019,",
    "mean_p_confidence": 0.3983333333333334
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  (6) The provisions of Anite 154 of the Constitution  felating to the audit of accounts of pubic corporations shall  ‘pply to the audit of accounts ofthe Agency",
    "mean_p_confidence": 0.542258064516129
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  PART V  Gwent",
    "mean_p_confidence": 0.24666666666666667
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  20. (1) The Agency shall within six months ofthe end Anat Reps  of each financial year submit the President an annual port  ‘on the activities caried out by the Agency. The following  documents shall be attached t such report",
    "mean_p_confidence": 0.5281818181818182
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  (a) the audited accounts of the Agency forthe year  along with the Auditor General's report:",
    "mean_p_confidence": 0.5977777777777777
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  (©) a report of proposed activities for the year  immediately following the yearto which such eport  and account relate and",
    "mean_p_confidence": 0.52125
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  ©) report onthe effectiveness of investment, policies  fnd strategies on innovation and entrepreneurship.",
    "mean_p_confidence": 0.315625
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  (2) The President shall within thee months from the date  of receipt ofthe annual report table such report along with  the documents specitied in subsection (1 in Parliament for  its consideration",
    "mean_p_confidence": 0.5405555555555556
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  21, The Members of the Councils, and officers and Dstntion of  employees of the Agency shall before entering upon his =™°-  utes sign a declaration pledging himself to observe strict.  Secrecy respecting ll matters connected with the working  ofthe Agency and shal by such declaration pledge himself  ‘otto disclose any matter which may come this Knowledge  in the discharge of his functions, except~",
    "mean_p_confidence": 0.5909859154929578
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  (a) when required todo so by a court of laws oF",
    "mean_p_confidence": 0.5015384615384616
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  (©) in order to comply with any of the provisions of  this Act.",
    "mean_p_confidence": 0.645
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  Demir «22 The Presiden may, fo in 1 tne sch  President _general or special directions to the Council relating to the  Ene potoman dare st pone tons  cen snl 28, AMocs and Employees of he enya be  Sma dame Obopbe sen in emai na he  SEES pees or te Pul coe  fenaatiog, ‘provisions of that Act shall accordingly apply.  dhs Act be ern rape fy ae oped i  Sistas oe aa a be Agen  (2) Ever rea une hi sco sabe publi  rau be mune hs At  (2) ey septation mae by the resin nr his  ‘Sir be ough Sele Patan open Any  ‘cui ach tapos bene be",
    "mean_p_confidence": 0.4036585365853658
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  [National tnnovation Agency 6  ‘Act, No. 22 of 2019,  (4) Notice of the date from which a regulation is deemed  to be rescinded shall be published inthe Gaze  227, Inthis Act unless the context otherwise requtes~ lotion.  “innovation” includes",
    "mean_p_confidence": 0.5097826086956522
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  (2) anovel technological mode, uty  ‘mode! o industrial design:",
    "mean_p_confidence": 0.4083333333333334
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (@) a product, proces, service o idea  which is novel",
    "mean_p_confidence": 0.5007692307692307
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (6) an improved use of a new product,  fervice of method in industry,  busines or society:",
    "mean_p_confidence": 0.561
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  (4) indigenous or radtional knowledge  ane by people by making use of  tural resourses, including plans,  snimals and the envionment and",
    "mean_p_confidence": 0.4580769230769231
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  (e) subject to the provisions of the  Intellectual Propenty Act, No.36 of  2003, any other non-patentable  teations or improvements which  may be deemed as deserving  Promotion and. protection or  fui generis intellectual property  sights",
    "mean_p_confidence": 0.5786046511627907
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  in the fields of socal innovation, sience",
    "mean_p_confidence": 0.43777777777777777
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  and technology innovation, defence",
    "mean_p_confidence": 0.6133333333333334
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  Innovation, ceo innovation and service",
    "mean_p_confidence": 0.5071428571428571
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "  innovation, and “innovator” shall be",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "  constued accordingly:  “Minister” means, the Minister assigned the",
    "mean_p_confidence": 0.5009090909090909
  },
  {
    "i_page": 16,
    "par_num": 12,
    "text": "  ‘National Innovation Ageney under Atle",
    "mean_p_confidence": 0.48714285714285716
  },
  {
    "i_page": 16,
    "par_num": 13,
    "text": "  48 or 44 ofthe Constiution;",
    "mean_p_confidence": 0.4657142857142857
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  6 [National innovation Agency  ‘hc, No. 22 of 2019  “National Innovation Ezo system” means, the  diverse nature of participants and resources  including organizations, institutions and  people in the country that coexist and  Function as a unit which is necessary for  “Social Innovation Lab” means, a place tht  ‘uses foresight and innovation tools to  rototype and test development slutions  Forsocil problems through ctizen-cenric  engagements to ensure they are agile  find holistic before nation-wide  implementation:  “Technology” means the application of  ‘knowledge to meet the goals, goods and  services for sustainable development;  “Traiional knowledge” means, the wisdom  ‘developed over generations of holistic  traditional scientific utilization of the  Tans, natural esoures, and environment  “recognized University” means, a University  ‘sublished or deem tobe establishedundet  the provisions ofthe Universities Act No.  16 of 1978 or any other writen Ia.  Sina et 0 26, In the event of any inconsistency between the  yreval mae of Sinhala and Tamil texts ofthis Act, the Sinhala text shall  heey. ova",
    "mean_p_confidence": 0.55005291005291
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Tei as inet pd a a Dae",
    "mean_p_confidence": 0.23333333333333334
  }
]