[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PRIMARY COURTS’ PROCEDURE ACT, No. 44 OF 1979 [Certified on 28th Func, 1979] Printed on the Orders of Government ” Published as a Supplement to Part II of the Gazette of the Democratic . Boclalist Republic of Sri Lanka of June 29, 1979 neo etm eer See",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "\"Primary Courts? Procedure Act, No. 46 of 1979”",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": [Certified on 28th June, 1979] . . 1. DO. 74/78, ’ - ‘AN Act 10 ROGULATE HE PROCEDURE IN Panaany COURTS AND og",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+ 50 MAME PROVISION POR CONNECTED MATTERS, . , BE it enacted by the Parliament of the Democratic Socialist +, ; Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1. This Act may be clted an the Primary Courts’ Short title Procedure Act, No. 44 of 1979, and shiall come into operay S14 Sate st tion on such date es the Minister by Order published in the 7 Gozette may appoint,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "PARTI : : ° . 1 “Gy : . ;",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. ‘The civil and criminal jurisdiction of Primary Courts The qlvil.and shall, subject to the provisions of this and any other written S7MDHt og",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“Taw, be exclusive, : . of Pamary Souris to Be exshusive,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "3. Where in any case, whether civil or criminal instituted ‘Duty of .~ . before a District Court or a Magistrate’s Court, it appears to courte ten such court at any stage of the proceedings that the caso is SUSt Te one within the exclusive jurisdiction of a Primary Court, the iurjatiction",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "court may stop the further progress of the case and refer BETS the parties to such Primary Court, and where such case is - ‘a civil ease, may also make such order as to costs as may~ seem just, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. (1) Where a criminal prosecution or proceeding for Right of an offence within the exclusive jurisdiction of a Primary omtot * Court is pending in such court it shall be lawful, where it ieee is deemed ta be appropriate in the eircumstances, for the Court, of Appeal on an application by any party interested ffanater of ‘or for the Attorney-General, to direct the transfer of such crininal Prosecution or praceeding to a Magistrate's Court specified Magistrate's fn gych direction. Court,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "@) Where a direction made under subsection (1) is * ‘communicated to the Judge of the Primary Court tn whose eourt such case is pending, he shall stop the further progress of the.case and transmit the case record and all connected Papers to the Magistrate's Court specified in such direction.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+ @) The Magistrate Court referred to in subsection (2) . shall. proceed to hear, try and determine such case trans _ ferred to it ag if it were a prosecution or proceeding",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "instituted in thet Magistrate's Court and chall have and’ be ‘vested with full power and jurisdiction go toda “4”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 ca008—15,208 (0708)",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ": 2° Primary Courts’ Procedure Act, No. 44 of 1979 - Bower ot 5, Where it is made to appear to the Court of Appeal *, Goukot on an application by one of the parties or otherwize that iranates ‘any civil action or proceeding instituted in a Primary Court coe may owing to the ctroumstances or questions involved be Court, more appropriately tried before the District Court having * Jocal jurisdiction, it shall be lawful for the Court of Appeal .y' to call for and inspect the record or journel of such action or proceeding and to stay the proceedings in the Primary _ . Court and to make order transferring such case to auch District Court for hearing and determination. Upon such . order being communicated to the Judge of the Primary Court in whose court the action or proceeding is pending he'shall , _ stop the further progress of the action or proceeding and ‘wansmit the record of that action or proceeding and all connected papers to the Distriet Court specified in the order, Thereupon such District Court shall proceed to hear, . _ try and determine such action or proceeding as if it were an action or proceeding instituted in that District Court , aad shu] have and be vested with full power and jurisdiction 30 to do, . fupegt..; © Where itis made to appear to any Primary Court— are (a) in regard to any prosecution for any offence pending report case before it that in the circumstances of the case the mare SPDT offence cannot adequately be punished by ny Ein penalty which the Primary Court is authorized by peer Jaw to impose ; or . ania () in regard to any civil action or proceeding pending before it that the action or proceeding may more ¥ _ ®ppropriately be tried before a District Court, a It shall be the duty of the Judge of such Primary Court to + suspend the further héaring of the prosecution or civil action oF proceeding, as the ease may be, and to report it to the + Court of Appeal with a view to obtaining an order under section 4 or section 5. Where cue. 7-_(1} Where it appears in the course of any prosecution, i heyond civil action or proceeding before a Primery Court that suck duasdiction . prosecution, action or proceeding is not within its jurisdie pater party tion, it shall be the duty of such Primary Court to stop Sgmpetent the proceedings and to refer the parly by whom the prosecu- tion, action or proceeding was instituted to the competent @) Where a Primary Court stops the proceedings in any prosecution, civil action. or proceeding and refers the party by whom the prosecution, civil action of proceeding was . instituted to the competent court under subsection (1), . that prosecution, civil action or proceeding shal] not operate",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "_ Primary Courts’ Procedure Act, No. 44 of 1979 .-. 3. yes 23 a bar to’ the institution of 5 prosecution, civil action or . Proceeding in the competent court, in respect of the same . : offence or matter, * . . 7 + PART HL, ‘ ‘p Powsss of PUNISEBCENT no & (1) A Primary Court may pase any of the following’ Sentencos sentences— ‘Primary 5 ‘Caurt may (@) imprisonment of elther description for a term not Fase exceeding three months ; . . 40) fine not exceeding two hundred and fifty rupees ; 4c) whipping with @ light cane ‘f the offender is under sixteen years of age; oan co (@) ‘any lewtul sentence combining any two of the - wentences aforesaid. eo @) Tn the event of default cf payment of any fine - .. imposed on an accused the Judge of the Primary Court may : subject to the provisions of this Part-— . _ (@) where the amount of the fine does not exosed twenty- : . five rupees sentence the aceused to imprisonment of elther description for a term not exceeding =. seven days ; (®) where the amount of the fine exceeds twenty-five’ ” ed rupees but does not exceed fifty rupees sentence . ra - the accused to imprlsonment of either description » for a term not exceeding fourteen days; oF ” (@) where the amount of the.fine exceeds flty rupees : sentence the accused to imprisonment of -either po description for a term not exceeding one month, ~~ (3) Anything in this section shall not be construed aa derogating from any special powers of punishment that may be given to a Primary Court by this or any other law, _ % Notwithstanding anything in this Act, the Penal Code Sentence af t \\ or any other written Jaw to the contrary, a Primary Court kelemot shall not sentence any person to imprisonment, whether seven days. {In default of payment of a fine or not, for a term which is Jess then seven days, : XN",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 — -Primary Courts’ Procedure Act, No. 4# of 1979 Sentences of 10, A Primary Court-may, in any circumstances in Brecines ef‘ Which it is empowered by any written or other law to feat im sentence an offender to imprisonment, whether in default imprieon- of payment of a fine or not, in lieu of imposing a sentence ment. af imprisonment order that the offender be detained in the . Brecinets of the court until such hour on the dey on which 2; the order is made, not being later than 4 p.m, a3 the court may speeify in the order. + ower of 21. (1) & Primary’ Court may award such term of Easy imprisonment in default af payment of a fine as is autho- Fiance to tized by law in case of such default, provided that the term smptier awarded is not in excess of the court's power under this default of Act, pazmeat ot 2 (@) The imprisonment swarded under this section may . be in addition to a substantive sentence of imprisonment for the maximum term awardable by the court under section B. Genmunity 12, (1) A Primary Court may, in lieu of imposing a ara sentence of imprisonment on conviction of an accused ersan'ot in lieu of imposing a sentence of imprisonment ‘oh an accused person in default of payment of a fine, . nter an order hereinafter referred to as a “comraunity service order” directing the accused person to perform stipulated service at a named place in a State or State- sponsored project or elsewhere. \" (2) A community service order entered under subsection (2) shell be.carried out in such manner ax the Judge of that court may direct,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(8) The duration of 2 community service order shall not be more than three months, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(4) If the convicted person in respect of whom # commu- nity service order has been entered fails to attend at the place named or having attended fails to do the stipulated service or is irregular in attendance or does not work to ‘the satisfaction of the person in-charge or control of the Place named or otherwise fails to comply with the order, ‘then it shall be lawful for the Primary Court to revoke it .and impose such sentence of imprisonment as it thinks fit.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "+ (8) Throughout the duration of the community service order, the person in charge or control of the place named shall forward, every ihonth to the Primary Court which",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ".  @ntened the order, a report om the attendance and work of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Primary Courts! Procedure Act, No. 44 0f 1979 43. *",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "the convicted person and stating whether the order is being * or has been complied with snd such report shall be final and conelusive on such questions. ee",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "18, (1) Where a Primary Court imposes a sentence of Suspended, - * Smprisonment on an offender it may order that the sentence Tenlence of shall not take effect unless during the period af eighteen. meak months from the data of the arder the offender commits . another offence punishable with imprisonment, -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) Where a Primary Court makes an order under gub- section (1) of thia section, the provisions of the Code of . Criminal Procedure Act, No, 15 of 1979, relating to suspen-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "- ded sentences of imprisonment other than subsections (1) .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "and (2) of section 303 of that Act shall apply, mutatis ‘Tutandis, to that order, and for that purpose the period of | eighteen months referred to in subsection (1) of this section noe shall be deemed to be the “operational period” referred : ‘to in those provisions,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "14 (1) When a person in convicted at one trial of any sentence in two or more distinct offences the Primary Court may aubject \"ect to subsection (3) sentence him for such offences to the for several Several punishments prescribed therefor which the court fenced at 4s competent to inflict ; such punishments when consisting . of imprisonment to commenee, unless the court orders them or any of them fo run concurrently, the one after . the expiration of the other in such order as the court w may direct : a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Provided thet the aggregate punishment shall not exceed ¢ twice the amount of punishment which such court in the * exercise of its ordinary jurisdiction is competent to inflict.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) For the purpose of appeal aggregate sentences passed under this section in case of conviction for several offences at one tris] shall be deemed to be a single sentence.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "+ _ (3) The provistona of sections 55 and 67 of the Penal",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Code shall apply’ to all offences whatever. fo",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "15. Whenever a Primary Court acquits or discharges the Payment ef ‘accused and declares thet the complaint was frivolous and (085 2nd | vexatious, it shall be lawful for such court to’ order the fon when ‘complainant to pay— . ‘favelous eet",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(e) State costs in » sum not exceeding fifty rupees; ana \"4%",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(0) compensation in a sum not exceeding fifty rupees to 8 . ‘the accused or to each accused if there are more",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "than one accused. :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "-* 6. Primary Courts! Procedure Act, No. 44 of 1979 Payment of - 16, Whenever any person is convicted of any offence or . ee where a Primary Court holds the charge proved but emvidtion, Proceeds to deel with the offender without conviting him, . the court may order the offender to pay within such time: 4g, oF in gush instalments as the court, may direct, such sum _ >, 3 ¢ by way of compensation not exceeding two hundred rupees : to any person, affected by the offence as to the court shell seem fit. Any gum awarded under this section and section 48 shall be recoverable as if it were a fine imposed by the court : - . Provided that if the offender ix under the age of sixteem years, the court may if ft thinks fit order the payment under this section to be made by the parent or guardian of such : offender, - . . ‘Court may. 17, Whenever a Primary Court imposes a fine‘or passes payment of | & Sentence of which fine forms & part the court may Saldor pect” otder the whole or any part of the fine recovered to be injured paid to the person affected by the offence. party. ‘Power of 18, Whenever a Primary Court holds that the charge court 30. is proved but is of opinion that having regard to the’ Emndilial - cheracter, antecedents, age, health or mental condition of release the person charged or the extenuating circumstances under . which the offence was committed, it is inexpedient to inflict any. punishment ‘or any other then a nominal punishment. * or that it is expedient to discharge the offender conditionally “ as hereinafter provided, the court may without proceeding to conviction —* * - (@ order such offender to be discharged after such 4°. admonition as to the court shall seem fit; (®) order such offender to pay State costs not exceeding lfty rupees ; . i “+ (@) order compensation under section 16; fe (@) discharge the offender conditionally on his’ entering . into a recognizance with or without suretles to be : of good behaviour, and to appear for conviction and “ sentence, when called on at any time during such*= : period, not ‘exceeding eighteen months, as may he sot apecified in-such order ; . (e) desl with the offender under the provisions of the Probation of Offenders Ordinance, _",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "‘ ~ Primary Courts’ Procedure Act, No. 44 of 2879. 04 19. A recognizance under section 18 may contain such Conditions conditions as the court may, having regard to the particular Of Teng ‘sizcumstances of the case, order to be inserted therein’ with “7 - + respect to all or any of the followng matters :— . + (@) for prohibiting the offender from associating with .. - thieves and other undesirable persons, or from 7\" frequenting undesirable pluces ; (®) as to abstention from intoxicatng liquor, where the” offence was drunkenness or an offence commitied under the influence of drink; oO",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(©) generally for securing that the offender should lead . ‘an honest and ‘industrious life ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(d) providing that the offender, with his surety or sure ties, if any, shall sppear in chambers before the Judge of the Primary Court’ at such intervals as may be specfied in theorder; =~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". (©) dizecting the payment of compensation and State | 60sts a8 provided in sections 1¢ and 18, :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "28, ‘The court before which any person is bound by his Power of recognizance under this Act to appear for conviction and Yay” sentence may vary the conditions of the recognizanee, and conditions. may, on being satisfied that the conduct of that person has fisancet. ‘been such that the recognizance should be discharged, . discharge the recognizance. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "21, (1) If the court before which an offeAder is bound Provision by his recognizance under section 19 to appear for convie~ 4ycut of tion and sentence is satisfied on information thot the failing to offender has failed to observe any of the conditions of his Santas récognizance it may fague 3 summons for the attendance of of reeog- the offender and his sureties Gf any) before it. |“, MABE",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(2) If upon such summons the attendance of the offender and his sureties ({f any) cannot be procured the court may co isjue a warrant for such purpose. * .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(8) When the offender appears or is brought before the = _ court before which the offender is bound by his recogni- zancé to appear for conviction and sentence'that court on’ ”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "« being satisfied after summary inquiry that he haa failed to - observe any condition of his recognizance may forthwith convict amd sentence him for thayoriginal offence; or, it ‘the cane was one in which the court in the first instance might under the Children and Young Persons Ordinance, s",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "& Primary Courts? Procedure Act, No. 44 of 1979",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": ": have ordered the offender to be sent to an approved or certifted school, and the offender is still apparently under the age of sixteen years, make such en order,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "‘whipping 22, In lien of ordering any male person under the age of |",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "in certain, sixteen years to be fined or imprisoned, a Primary Court may order such person to be whipped in accordance with tha provisions of the Corporal Punishment Ordinanes and section 294 of the Code of Criminal Procedure Act, No. 15 of 1979: .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "_ ’ _ Provided that a Judge of a Primary Court shall not have power to order more than six strokes with a light cane to ‘be inflicted on any such person,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "Fine may be 23. (1) Where & person has been sentenced to « fine only",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "Bilis me and to imprisonment in default of payment of the fine a Primary Court mey do all or any of the following things :— * (a) allow time for the payment of the fine ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "(b) direct payment of the fine to be made by instalments ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "(c) direct that the person liable to pay the fine shall be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": ": at liberty. to give to the satisfaction of the court a bond; with or without » suraty or sureties, for the , ‘payment of the fine or any instalment thereof. 7",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "{2) Where a fine is directed to be paid by instalments and.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "default ig made in the payment of any one instalment the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "~ same proceedings may be taken as if default bad been made",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "{n the payment of all the instalments then remaining unpaid",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": ". . PART IT Or Tax Mave Or Insrrrovion Or Cemenvat, PROSECUTIONS",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "Mode of 24, Every criminal prosecution or proceeding for an affence",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "igatiintion triable by a Primary Court shall be instituted in the Pri-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "aden mary Court within the local limits of whose jurisdiction the offence was committed : :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": ". Provided that where en offence is committed partly * within the local limits of a Primary Court and partly within the local limita of another Primary Court, a criminal prose-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 20,
    "text": "X cutton or proceeding ‘in réspect of that offence may be instituted in any of such courts. Lone",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "Primary Courts! Procedure Act, No. 44 of 19799 : 25. (1): A criminal prosecution or proceeding may be ins Institution dituted in a Primary Court by presenting or transmitting a Sf proceed + written complaint duly signed to the court by the com- Pamary plainant or the complainant may state his case orally to the Courts. Judge of such court who shall reduce it into writing and obtain the complainant's signature to {t or cause it to be . Tedueed into writing and signed and the statement so taken down in writing shall be the complaint in the cage: + Provided that where the complainant fs a loral authority, | ~ jhe complaint may be signed by the chief executive officer . ‘tf such local authority or by any officer of such local autho- tity duly authorized to appear on behalf of such local autho tity, In thia proviso “local authority” shail have the same meaning as in the Constitution, ‘ (2) Every such complaint shall be dated and sealed with ‘the seal of the court and numbered in the order in which, =, it was received, and shall form the commencement of the ‘proceedings in respect thereof. - 28. (1) Where proceedings have been instituted in a sme of Primary Court, the court shall, if an offence is disclosed Summoes oF fasue mummons on the person or persons accused where such _ person or persons are not already before court. @) Tf the summons cannot be served or the accused Person or persons are sbsconding or likely to abscond, the =~ ‘court may issue & warrant, oo 27. Every Primary Court shall for the purpose of the Power at ‘exercise of its jurisdiction have full power to lesue sum- {uo mons, warrants and other processes on persons acctsed proces. _ before it and on witnesses and other persons whose atten- dance the court considers necessary and to compel the pro duction of documents as nezrly aa may be in the manner Provided for in the Code of Criminal Procedure Act, No, 15 -af 1979, in respect of cases instituted in a Magistrate's Court, 28, (1) When the accused appeara, the Judge of the Procedure Primary. Court shall— Tse (a) on the basta of the particulars in the complaint frame - **P*O=* a charge; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "(b) read and explain the charge to him and ask him if ‘he has cause to show against it and if he makes an . unqualified sdmission of guilt, pass sentence or make other order according to law.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "(2) If the accused does not make an unguslified admis- sion of guilt or if he refuses to plead. or if he pleads not guilty, the Judge shall proceed in the manner set out in section 31, ; oo :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "10 Primary Courts’ Procedure Act, Wo. 44 of 1979",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "“Withdrawal 29, (1) Tt shall be Jawful for the complainant st any time",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "charge. _pefore the verdict is given to move to withdraw the com- plaint and thereupon the Judge shall allow the motion and. noquit the accused.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "Absence of - (2) If the complainant is shsent without excuse om any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "somplainant. day the tase is called in open court whether for the hearing or for any other purpose the Judge of the Primary Court.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": ". ay acquit the accused unless he thinks proper to postpone + > the case for some other day, On ordering such postpone- ment the Judge\"may order a sum not exceeding fifty rupees",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "- to be paid to the accused as costs :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "Provided however that if the complainant appears in reasonable time and satisfies the Judge of the Primary Court that his absence was due to sickness, accident or some other",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": ": cause over which he had no control, such Judge shall cancel",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": ". any order made under this subsection, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": ", 3) The accused may, for reasons to be recorded in writ- ing, be discharged by the Judge at any time before verdict:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "Provided, however, that the Judge may in his discretion",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "~ consult the Attorney-General, prior to such discharge.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "Pelmary 36, The Judge of a Primary Court shall whenever required",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "Etnemit in writing by the Attorney-General forthwith transmit to",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "Precetaings the Attorney-General the proceedings in any criminal case",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "General in which & trial has been or is being held before him:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "required. ~ \\",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "+ Provided that the Attomey-General shall return the re- +... cond to the Court not later than one month after it 4s * . received by, him, : .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "Eitopture at 51, (1) Ht shall be the duty of the Judge of the Primary Court to inquire orally into the charge and, where sppro- priate by ell lawful means to endeavour to bring the parties to an amicable settlement, If the parties agree to com- pound such offence or offences the Judge shail notwith- standing anything to the contrary in any other law, allow them to do so and make a record of the terms on which the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "“ fase was compounded and after the accused: has complied * . ‘with such terms, record the fact and acquit the accused.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": "(2) if the parties refuse to compotind the case, then the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 23,
    "text": ": Judge shall proceed tu try the cuse.'",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "\"Primary Courts’ Procedure Act; No. #4 of 979 * 11-\"",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "“82, Every accused person and every complainant shall be Legal",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "entitled to be represented by an attorney-at-law : _ Typrecent~ Provided, however, that # public officer who has filed a .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "complaint in his offleial capacity shall be entitled to he re-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Bresented by the Attorney-General or a State Counsel or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "any attorney-atlaw specially or generally authorized by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "the Attorney-General but in the absence of such represen- . tation the public officer himself or any other public officer . of the Deparment interested in the prosecution or with the Permission of the court, an attorney-stlaw may conduct the . Prosecution: -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Provided further that an officer of any Munleipality, Urban",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Council, Town Council or Village Counell may spear in person or by an attorney-atlaw ta conduct the prosecution -.*",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "In any case in which the Municipality, Urban Council, Town ‘Council or Village Council {s interested, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "_ 33. (1) The trial in a Primary Court shall be held in the Procedure voanner provided for in the Code of Criminal Procedure trial Act, No. 15 of 1979, for trials in a Magistrate’s Court,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "{2) The provisions of sections 279 and 283 of the Code of :",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Cclminal Procedure Act, No. 16 of 1979, shall apply to every judgment of 3 Primary Court and the provisions of sections 289 and 290 of that Act shall apply to every sentence of imprisonment passed by a Primary Court. . .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "34. (1) At any stage of the trial, the Primary Court may Disposnl of make such order as it thinks fit for the disposal of any docu- decumen_ ment or other property. produced before it, . Hepat",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(@) When an otder is made under subsection (1) in-a * gtay of ease in which an appeal lies, such order‘shall not (except",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "‘when the property is livestock or is subject to speedy and natural decay) be carried out until the period allowed for Sppeah preventing such appeal has passed, or when such appeal i3 ‘Presented within such period, until such appeal has been + Gisposed of. a:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "”. 95, The Judge of the Primary Court may, if he deems it Inspection necessary, at any stage after the appearance of parties, ad. %f sane. Journ the hearing of the trial until he has had an opportunity of inspecting the scene of the offence or ‘any property in respect of which the offence is alleged to have been commit- ted, Notice of the time and place of such inspection shall de duly given by fhe Judge to tha parties, and such notice ~ shall state that the parties are entitled to be present at the inspection, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": ": 12 Primary Courts’ Procedure Act, No. 44 of 1979 Abeancs, 36, In the event of the absence af the Judge of « Primary ‘of Judge. Court without arrangements being made for an acting Judge,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "{€'shall be competent for the Registrar of the court to call . and postpone to any other date all such cases, whether instl- tated under this Part or Part IV, as may be fixed before the court for the period during which the Judge ia absent. PART IV . + ° Or Tae Mone Gr Insetrorton Ow Crom. Actions Inetitation 37, Subject to the pecuniary or other limitations preserih- stactin ed by any law, action may be instituted in the Primary Court within the local limits of whose jurisdiction the plan- tiff oF defendant or where thera are two or more plaintitia . or defendants, any one of them resides. Eyitg 88. An ection may be instituted in a Primary Court by al presenting of transmitting a written statement in plain or ‘concise language duly sigmed to the court by the plaintiff or the plaintiff may state his case orally to the Judge of such court who shall reduce it into writing and obtain the plain- ‘tiif's aignature to it or cause it to be reduced into writing and signed and the statement so taken down in writing or we. the statement presented or transmitted to the court shall be deemed to be the plaint in the case, _ Flendings 39. The pleadings in a Primary Court shall be limited to the following :— \" . (a) the plaint of the plainti?; . (0) the answer and claim in reconvention. (if any) of the : defendant ; : . * (c) the plaintiff's reply to the defendant's clatra tn re- convention, y ‘But where there is no claim in reconvention there shall be * . no farther pleadings beyond the answer. Plaint 4, The plaint shall bear the names and residences of the Sumbered, ° Parties and the date on which it is filed and shall be mum- bered in the order in which it was filed. What 44. ‘The plaintit? may unite in the same plaint twe or more gues ef, eaunes of action when they all artse— toed, (6) out of the same transaction or transactions sonuected with the same subject of action ; or (b) against the same defendant or defendant. . . -:'",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "* Primary Courts’ Procedure Act, No. 4# of 1979” 18 _ But it mast eppear on the face of the plaint that all the causes of action s0 united are consistent with each other, : ‘that they entitle the plaintiff to the same kind of relief, and that they affect all the parties,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": ". 42, Upon much plaint being filed ax aforeseid the Primary Summons Couirt shall appoint a day for the appearance of the defen. . '° HS dant, ond shall in inform the plaintiff thereof ; and shall stso” - - tsmue a summons for the appearance of the defendant,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "PROCEEDINGS ON APPEARANCE .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "\"42. (1) At the place and on the day specified in the sum- ‘The dofes— mons the defendant shall be called upon to admit or deny” searant the plaintift’s claim. . . gets",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "aan",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(2) If the defendant shall admit the claim, the Judge of Hf the the Primary Court shall enter such admission on the record S¢fendant_ and shall require the defendant to sign the same and enter ¢laim Judgment for the plaintiff:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "Provided that it shall be lawful for a defendant who ean- : not conveniently attend the court, to forward bis admission to the Registrar of the court signed by himself in the pre- Ok sence and under the ‘attestation of an attorney-at-law - known to him and upon the receipt and entry of such admais- sion the Judge shall enter judgment for the plaintiff secord- ingly. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(@) If the defendant shall deny the claim, the Judge ofthe [the Primary Court shall fix the caze to be called for a pre-trial izes the hearing, : lai,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(4) On the day fixed for pre-trial hearing the Judge of the Primary Court shal} wherever appropriate endeavour by every laveful means to coneilinte the parties and settle the ispute. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "44, (1) The parties may af this stage of the proceedings Examination ‘be examined orally by the Judge of the Primary Court with a view to— 7 °",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "@) aséertaining the points at issue heiween them and of",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "__ dispensing with any unnecessary evidence, and '",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "(if) inducing the parties to an amicable settlement, re,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "moving the cause of disagreement between them and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "M& Primary Courts’ Procedure Act, No. 44 of 1979. ~~ @) If every lawful endesvour to concilinte the parties . had failed the court shall fix a date for the defendant to ‘le his answer. The answer shall be filed, nutatie mutandis, . in the manner set out in section 38, ‘ Of ths claim —_‘45, If the defendant pleads a claim in reconvention with an recon- ‘his answer, the plaintiff shall be called upon to admit or deny the same. If he denies the claim in reconvention, the : plaintiff shell be required, forthwith, or at such further time as the court shall fix, to plead thereto, and the provi- sions of section 98 shall, so far as applicable, mutatie ‘mutandis, apply to the plaintiff's reply to the defendant's claira in reconvention: ~ 4 Qt te reply Provided that the plaintiff shall not set out in his reply ‘hereto. \"new matter amounting to a new cause of action if he could have pleaded the same in his original plaint. izing tha 48, Atter the answer is filed, or, if the answer discloses ase 2 claim in recoavention, after the pleintift’s reply, if any, thereto is fled, the Judge of the Primary Court shall fix the case for trial. ‘sarnaterfal 47. A varlance between an allegation in » pleading and wee the proof shalt be disregarded os immaterial unless such disregarded. proof discloses a new cause of action, or the. court is satis « fied that the adverse party has been, misled thereby to his prejudice. : Leg 48, Every. party to an action or proceeding shall be ‘Fepresm- _eititled to legal representation. , Framing of 49, ‘The court shall at the trial frame the issues on which iasuss, -. the right decision of the case appears to depend after ques- ’ tioning the parties and ascertaining the matters on which they are at varlance, Issues need not strictly accord with the pleadings and the court may allow an adjournment if necessary to the adverse party in consequence of new ques tions being raised in the issues but’an amendment of plesd~\" «tgs shall not be allowed, ‘Frocedure 50. (1) The trial shall he held in the manner preseribed in the Civil Procedure Code for trials in regular actions in . a District Court, a * (@) ‘The provisions of the Civil Procedure Code relating | to judgments and decreesand the execution of decrees shell, ‘mutatis mutandis, apply to judgments and decrees of a Primary Court. ‘",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "\"| Primary Courts? Procedure Act, No. 44 of 1978 15 51, Where in any proceeding before any Primary Court Claim in. sny defence or claim in reconventiin of the defendant . FePonvestion involves matter beyond ‘the jurisdiction of the court, such defence or elaim in reconyention shall not affect the com petence or duty of the court to dispose of the matter in controversy 30 far as relates to the demand of the plaintiff : and the defence thereto, but any relief exceeding that which a the court has Jurisdiction to grant shall not be given tothe =~ defendant upon any such claim in reconvention + . Provided always that in sueh’case it shall be lawfull for . tbe Court of Appeal or any Judge thereof, if it shall be ‘thought fit, on the application of any party to the proceed- : ng, to direct that the action be transferred from the court ° in which it shall have been instituted to the District Court : having jurisdiction over the whole matter in controversy; . ~ and in such case the Judge of the Primary Court shall transmit the record to the District Court specified th the ‘order and the proceeding shall be continued and prosecuted =<\" in the District Court ax if it had been originally commenced 82. (1) The Primary Court shall have jurisdiction to Fone? ‘sumamon and examine all witness touching the causes being ~ Pitnesses and ‘tried or heard by it and if necessary to issue warrants for the werent, apprehension and production before it of any party org witness and to deal with them according to law. And also jurisdiction to order any party or witness or ‘other person to produce or cause to be produced any docu- tment or thing before it provided there is no bar or privilege yo under any other law in force for the time being which excuses non-production of such document or thing. an (2) ‘The provisions of the Civil Procedure Code relating to summons and warrants shall apply as nearly 22 possible to summons and warrants issued under subsection (1) of ‘this section and section 42. 1 , ‘OF DEFAULT OF APPEARANCE 38, (1) If upon the day speclfed in the summons for thé Frogeedings appearance of the defendant or upon any'day fixed Yor tho of ‘hearing of the action the plaintiff shall not appear or sufi- ue ; Slently excuse-bis absence, the plaintiff's action may be plaintld., dismissed, . bos . .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "\"16 Primary Courts? Procedure Act, No. 44 of 1978 Provided that if the defendant appears and when called ~ . | upon under section 43 shall admit the claim of the plain- tiff, the Judge of the Primary Court shall enter judgment : for the plaintiff according to law. yo gp deta (2) If upon the day specified in the summons or upon eppmpence, any day fixed tor the hearing of the'action the detehdant shal! not appear or sufficiently excuse his absence, while the plaintiff appears the Judge of the Primary Court, upon . due proof of service of the summons, notice, or order re- quiring such appearance, may enter judgment by default against the defendant,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "+ fayment (@) If the defendant shall within a reasonable time, after Bz sefault such judgmerit, by affidavit or otherwise, with notice to the ‘opened up Plaintiff satisfy the Judge of the Primary Court that he da certain ‘was prevented from appearing in due time by accident,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "tuisfortune, or other unavoidable cause, or by not having . received sufficient information of the proceedings, and that he did not absent himself for the purpose of avoiding ser- + vies of the summons or notice, and that he has a good ‘end valid defence on the merits of the case, then the Judge may set aside such judgment and any proceedings had FY ‘thereon, and may admit the defendant fo proceed with his defence upon such terms as the Judge may think fit, « a neither (4) Tf upon the day specified in the summons or if upon Boose * any day fixed for the hearing of the action neither party etion appeara when the case is eslled the Judge of the Primary Sielnea, _ Court shall enter judgment dismissing the plaintif’s action, - \"but without costa, . mabe (8) When an action has been dismissed under the pro- aranted visions of subsection (1) or subsection (4) and the plain- permission tiff has by affidavit or otherwise with notice to the defen wesh dant satisfied the Judge of the Primary Court that he was. ‘ection. Prevented from appearing by accident, misfortune, or other unavoidable cause, the Judge may grant to the plaintiff permission to institute a fresh action upon such terms as may be fixed by the court, and where permission 1s 60 : | granted the action dismissed under gubsection (1) or eub- section, (4) shall not operate as a bar to the institution of a fresh action. : frre {6) An appeal shall not He against any judgment or judgment ter entered under this section for default of appearance, $gret, anything in this or any other law to the contrary notwith- Botavallshle, standing.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Primary Courts’ Procedure Act, No. 44 of 1979 Ww PART ¥ : Apreaus mom Pamaany Courts To tie CovRT OF APPEAL",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "54, (1) Subject to subsection (4) every appeal from a Appeals Judgment, conviction, sentence, decree or final order of a Primary Court shall be by petition and presented to the Judge of the Primary Court, save as otherwise provided in subsection (5), within fourteen days of the date of enter ing of the judgment, conviction, sentence, decree or final order appeeled against,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(2) Such petition of appeal shall be in writing and state shortly the grounds of appeal and be signed by the appel- lant or his attorney-at-law, aoe",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(3) Every such petition of appeal shall bear a stamp to the value of five rupees but where the appellant is the Attorney-General such stamp shell not be necessary.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(4) An appeal shall not lie from an sequittal by a Judge ‘of the Primary Court except at the instance of or with the written sanction of the Attorney-General. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": ". (8) Where the Attorney-General prefers an appeal against any judgment, sentence or final order pronounced by a Primary Court in any criminal case or matter or where the appeal is trom an acquittal with the sanction of the Attorney-General, the time within which the petition of appeal must be preferred shall be twenty-eight days from the date of entering of the judgment, sentence or order.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "58, (1) The Judge of the Primary Court shall certify on Brsesdureon the face of the petition of appeal the date’ on which it was Sppel received, cancel the stamp and with the least possible delay cause the petition of appeal and the record of the case to be forwarded to the Court of Appeal",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(2) It the appellant had heen committed to prison in pursuance of the judgment, sentence or final order sppesl- ed from, he shai] forthwith on lodging his appeal be released on bail to appear before the Primary Court on any date notified to him and abide the order in appeal. If auch appel-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "Tant foils to furnish the bail ordered he may be remanded (o the custody of a Superintendent of Prisons, ; 2-2 49008 19/00)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "18 Primary Courts! Provedure.Act, No. 4 of 1979 Preperationof — $6. (1) The Registrar of the Court of Appeal shall on bree receipt of the record number and register the appeal and * cause sufficient copies af the record and petition of appeal to be prepared, The appeal shall thereafter be entered on the list of appeals and shall come on for hearing on a day ‘of which at leest one month’s notice shall have been given to the appellant and the other parties.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(2) The parties to the appeal shall be entitled to a copy of the recard and the petition of appeal on payment there",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". far at the rate of twenty-five cents for every folio of one hundred words : :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". Provided that the Attorney-Geners) shall be issued his copy of the record and petition of appeal free of any charge.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "‘Hearing of S87. (1} At the hearing all parties shall be entitled to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "the spperl. appear or be represented by their respective attorneys-at- law.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(2) When the appeal comes on for heating, the appellant 1£ present shall be first heard in aupport of the appeal and then the respondent, if present, shall be heard against it.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ": (8) If the appellant does not appear to support his appeal. the Court of Appeal shall consider the appes! and may make such order thereon as it may deem fit.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Powers of 458. Upon appeal the Court of Ay —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Brent 1 peal ‘ourt of Appeal may-",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "ot spel (@) in a criminal case— {@) affirm the judgment, conviction, sentence oF . final order appealed from and dismiss the appeal; or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(i) allow the appeal and set aside the jadgment, conviction, sentence or final order appealed trom and order a retrial or acquit the appel- lant or make such other order as may be uppropriate; or ’",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(ii) vary the judgment, conviction, sentence or fel order appealed from or redute or en- hance the sentence or the nature thereof ; where the sentence is enhanced, the nentence shall not exceed the sentence which a Primary Court could impose ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(iv) where the appeal is from an order of acquittal Tevetae such order and direct a new trial ; ~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": " Pithany Cotte provera we woceesp ame AB {eo pa Yaya! Fo MOO ods ota sansa, gis atk (8) arn iid Adon ot aden‘ ia” 8 ft ober ouimss thevappasy-ontti! totus surf sida iB + endl ont gaping beeugan act ie goths, oi ob aero Loninntgo wa HEL UDR ik ie AAA NBE pte adem, decree or order ; or wwe Requircsts ith ot boul SHY the indgment Serres on.srider sand yy” . Yo gutGeA ardeercosts im Ancaniount high seems.totiie: - court to be rea? J 200 oo wong tog, U Arpt ag bsinyyss wate mate es tps od oN 98, Wale ile elietion ‘ef tie hesning of the spat, Tudement ‘the Court of Spreal, shsll.either at-onee on.om some future, to be 7 day which shall then be appointed for theqgunpdse;- deliver: Serctart, ‘eeyocnlane any ie Hixeal set the’ couil wit ‘prepahed es? _ five its judgment, a yet further day may be appointad and. * tmmeunped fdrgheprirposelt wily, i avery oth «ay ‘Yo geisiexe art ni [noygé lobes) os sci sion woke add @) A Judge may. pronounce .a judgment: written -andit signed by another Judge, but not pronounced. : IisdacIseqqen os cma curbsserenits ots riiimeetn at ae iiss SiH heneveN,.8.098e 1s deotded on appeal the Court) Onier Bae” of AppraL shall, cerhty dts order under its geal to, the Palin Ropcal to myry Gobrt. and, shall, xefumn to such,court. the: record and, fe grrtted petition ef appagt hocgmmpanied jby.p:cony of the.xempons,, Court given for the order, a : @) The Primary Court toi which the order af the Court of Appes] is certified shall thereupon make sach order as are conformable to the arder siféertified and if necessary thevrecord shallske qtnended:in accordance therewith Atuothiveigrepybalin‘a erininal.case shall finally abate on Abatishent ‘theodeniina Uldlatoysed: te taboos os es aad Hoa of appeal. ).5: ainaSasteh odt of “efqet 2 suink, eli inn. bsdealab 9d to 8b AD RUBE SHOE ApUsAL MAY of OWA, Re any application by any eggrieved party call for and pxeming . call for thé record of any case whether already tried or pending in wake onder 2 Betainaediciogt tothe purpose’ of satisfying ‘itself as to sete thesthydie> eh ifitupmiety “df any sentence’ or drder passed 7 ‘thedecnt of\" us%to the tegularity of the ptocecdings of stich cour, Ee. ols . 2p 90s . 7 .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "s + 90 Primary Courte' Procedure Act, No. 44. of 1979 (2) In any such case, the Court of Appeal may make any 7 of the orders referred to in section 58. (8) An order under this section may not be made in a criminal cage to the prejudice of the accused unless he hes ~ . had an opportunity of being heard either personally or by his attormey-at-law, (4) Anything ii this section stall not be construed: fo . authorize the Court of Appeal to convert a finding of s . acquittal into one of conviction. . . 4 : ae ene > (8), Except as herein before provided, a party shall not have any right to be heard either personally or by attorney- “atlaw before the Court of Appeal when exercising its powers of revision:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "Provided that the court may, if it thinks fit, when exer- ¢ising such powers, hear any party either personally or by attorney-at-law. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "(8) ‘The provisions of section 60 shall apply in respect af” the orders made by the Court of Appeal in the exercise of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "“its powers of revision. - , - # Sptppuiation 63. In computing the time within which an appgal shall ume be preferred under this Part the dajt on which the judg- ment, decree, sentence, convieticn, of final order appealed against was pronounced or entered shall be included, but all Sundays and public’ holidays shall Be exéluded, o sca rrr) aay ta an PART Vi ee : . ‘Sranges arp Cosrs in Cry. Acrions ” Stump, duty 64. In every civil action instituted in a Primary ‘Court, * Selon * ‘there shail be affixed to the plain¢ of the plaintif, the answer. of the defendant und the plaintiff's reply'to the defendant's : claim in‘reconvention, asthe case may he, a stamp ‘to the _ Value of one rupee, “ Costs, 65, Every Primary Court shell have power upon the defer- mination of a clvil action to award to a plaintiff or defendant costs in an amount which seems to the court to be reasonable. Lo e . a.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "| |, Primary Courts’ Procedure Act, No, 44’of 1979 2 2 PART VII : ve Tnquings nero Disrures Arrecrina Lano warns A Breach : OF THE PEACE 15 THREATENED OR LIKELY . i Refe 66. (1) Whenever owing to a dispute affecting land a Re putes breach of the peace is threatened or likely!3 : pice fo) the police officer inquiring into thé fispute— _ +. '@) shall with the least possible délay file en infor.” > mation Hegarding the dispute in the Primary . ya & Court, within whose jurisdiction the land. is ‘,:\"+° . pituate and require each ofthe parties to the . >, dispute to enter into a band for his appear- oe “\" ance before the Primary Court onthe day . immediately succeeding the date of filing the . 7 ..,, information on which sittings: of such ‘court SEQ) are held; or . © (ii) shell, it necessery in the interests of preserving: . ‘the peace, arrest the parties to the dispute oan : % and produce them forthwith Before the, Primary Court within whose jurisdiction the »yland is situate to be dealt with according to + law and shall also at the same time file in | toss that court the information regarding the vs dispute or ve a 48) any party toGnch dispute may file‘an information od afidavit in such Primary Court getting out the ‘facts and the relief sought and specifying as’ res- pondents the names and eddresses of the other +: “parties to the dispute and ther such court shall by . +. its\"usual process or by registered post notice the, . |” paytes named to appear in court on the day speci- fied in the notice—such day being not later than . + * taro weeks trom the day on which the information oy - was filed, . . *! @) Where an information is filed in o Primary Court : + ander subsection (1), the Primary Court shall have and is * hevéhy’ vested witli jurisdiction to inquire into, and make ” @ determination or order on, in the manner. provided for in _ this ‘Part, the dispute regarding which the information 1s 4) On the date on which the parties are produced under : subsection (1) or on the date fixed for thelr appearance Aunder that subsection, the court shall appoint a day which | - shall not be later than three weeks from the date on which .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "_ Fe  Rekrary.Courte’ Procedure Act, Noni aI the parties were produced or the date fixed for thelr appear- ance directing the parties and why’ persons interested to file affidavits setting out their claims and, annexing thexete.any documents, (or certified copies. thereof).on ahickothey rely.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "219% (The court shall, not later than ons. week echnaebste se he Siformation, cause a ‘notice to erage Wy are 3elizefe conspicous place’ ott thé and or pie be ciel BNW",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". the subject-matter of the dispute announcing, thet aidignute affecting the lang hag arisen and requiring any, pergon inter ‘ted to appeax inl court on the, date’ spelen sucht notice, . hich tate being the day on, which the, sage is next being Se eur te yon weinpon ban abputie. * =, “Provided that where: thé inforinatioti‘Hiis! Been filed by & police GRter,|the hotige refernéa to' HEHE receding provi- lobe ‘df \"thts subsection ‘shallaléo!teqhite'that the person",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ", titorested! shall in'alditiod’ to appexting’if'tourt, file affida- vits setting out his claims and aimexinif tlittete any docu- jents: (on tertified: copies thereat} oncwihidlsdre tétiek",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "Hes th edt et sis or tt letrg naan At",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". + SN Gg) Where eng. aifdavite, and documeats.are fled on the date, fixed. for filing.them;:the.eaurt-shall,ion application made;by the perties fling affidavits,;granbanch parties time pot.exceeding.two weeks for filing counteraffidavits with dgcuments if. any.:The. Judge.of thePrimary Court shall bermit such parties or their attorney etrlaw: to peruse the record fn the presence of the Registrar for the. repara}ion SP ithe cuhter-affidavits! 224! iowa, of ‘ied is {o - ont fie Batten ser reir qloua al thesbite Yd",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". -e.(6)-On-the' date fixed for filhigiatNdavithrmdidskuments, WAkie nb applichttda has\" beeii ‘tind’ tof TATE Toounter- ,",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". Uhduilta tk oni\"the difte Bed RE“ARY Basle wits, EBidasi to the te fored fou Bung Soupic yon ‘Whether, or,act. such affidavits, and documenta ave been",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "- ' filed theciotet shall befote fixing the case dbriingalty make",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ", Gary ator to induce the parties and the’ Heine eitarestedt (it any) to arrive at a settlement of the dispute and if the purtids “end “persons intérested: agree Mist attsetttedient the’",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": ". séttlement shall ‘be recérded ‘thd signed ‘bythe partes aT persons intetested und an onded maids ih'aedataaties WIEN . the terms ‘aa settled, (00: 21 fr cabte 30 noi dgrtinralep 8, ah miler eiet ety dntder ante ot atnaath art) drs eidt (iy Where the parties and persons inberested (f apy do not arrive at a settlement, the court shall fix the caé for . inqpiry.on.e.date.which shall; potibe,laten thandtw Omens: Sy9m-the.date.on-which the.case seas, ealled for Abeoiling . of affidavite.and-documents.ox,counterradfideviie anil oui\" : santa pa thp-casg may, bevy oot asifl sete! ad tom Made",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "BrineruContsBroceduseAci tia teoptord = 8 atypia Where, a gartydrpetson intesestelisds tpbqihled . HE Be. te amPaaranet vader thls Rarh.he may sntesimachs od a cg, BY 2m attorney BEIT oasib a .(€) motloaedua id I mere sears shall be deemed to be PR Teer a fe . ipate at the inquiry but the court shall * ani . toathate a ‘susrice 8 relplcung the SUMAY Sek pl oer hae Sp Wokiumity deterpinationcandrottlerhos! Yo 210q yes Jo. sat Yo apbut fwwod yréehT sal to opbul ott looted? Mag 10 brrol dove Betts) Did afivers neuen sanden thie art phase elds eee inenner and, pe. bina ‘of",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "wii We cient oO Ege Sa",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "42) The Juidge of the Primary Court shall deli . ‘ qudevmiithia {ore ‘weelat the eontaHtnGt wie : tay ‘Pura’ Me Wiest Gt ele” waguiay Gaal be Ipwetuloshonthet raga de’ tte Pribkiey Court is eke ‘ Antesin .qudeni containingganji! provition Which ne! aaterad ROMEREHL JP anakSaunder this: Hark at fhe: nomelasion. tthe, ‘add tN sonotstrele? 10 sonndauieth Uis tivtdorg bas 10s oflsrottey WH SAU CUAL RE plackealan GE pry Determination tk ae a ane Eideraa at Primary Court holding the inquiry to determine as to who Pusey ‘Weadpipnssesaiin of thir dshd ot the’ parton eferdate ofthe Sear -ainiced She of sghspoetce nde ad males Eepuiatesiet Sel nay eS RoneeanleR oh tee denenmayt Akenal Soares 1@ sn anlthainddt tabvettion (Ajotindedhie mayne = _ AE OTT BuuoTeapeeape Raerain anes vide, besreniitleddtaothe . .",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "sf °",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "FKL Sader ck aes eet es . fibdociaerdh ace UPA OP Weaaperiad hick \"an Prohibit all disturbahoeqcfesnciy jasbéssidtt” étheiwisy thie lnder the authority of such an order oF decree. eS aaRaR Pa aAaAY Gils ‘Gibpule Seibting tothe cadendw pie tie seated ue Gal TEASE Any poet CEA ‘the Indge:of tie:Primary Goliitris-adlidfied that any’ pevaort * : who had been in possession of the land or partihss boem forcibly dispossessed withing pariod of tr a HONE iOS Mere aie Net rea sie aie edn ee . : sie a Say he Hay Hake Geletnination to that effect and make an difer*dirécting’ that the » party isarssenaeds te: qestoredi tauppsbeasiomsarit> prohibiting''all . distunbnegrsk ‘sich posvterion ottienisé'tharutider the authority of an ordexardacrdeisifia cbmpetenttccutt, :",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "2 Primary Courts’ Procedure Act, No. 44 of 1979 t . w An order under subsection (1) may contain in, . addition to the declaration and prohibition referred to in subsection (2), a direction that any party specified in the ander shall be restored to the possession of the land or any . part thereof specified in such order, : . Determination . 69, (1) Where the dispute relates to any right to any land Sudge oft or any part of @ land, other than the right to passession of Goat” such land‘or part theréof, the Judge of the Primary Court hea dispute shall determine as to who is entitled to the right which is ey ant, the subject of the dispute and make sn ‘order under sub- section (2). os 7 (@) An order under this subsection may declare that any . person specified therein shall be entitled to my such right in or respecting the land or in any part of the land as may : * ‘be specified in the order until such person is depfiyed of such right by virtue of an onder’ or decree of a competent . court, and prohibit all disturbance or interference with the exercise of such right by such,party other than under the authority of an order or decree as aforesaid: . Security 70, An order made under this Part may also contain such ‘Posseasion other directions ss the Judge of the Primary Court. may Se ‘think fit with regard to the fumishing of steurity for the Bickers... @xercise of the right of possession of the land or part of it : or for the exereise of any right in such land or ‘with regard to the sale of any crop or produce or the manner of exercise of any right in such: land.or the custody or disposal of the . proceeds of the sale-of any crop or produce. « one ‘11, Where the parties to the dispute do not appear before pry court or having eppeared or been produced do not file any appears. affidavits whether with or without documents annexed the . court shal— . . : + @ Ina case where the dispute is in regard to possession make order permitting the party in possession to continue in possession, and * * @) in a cate where the dispute is in regard to any other : right, make order permitting the ‘status quo in Yegard to such right to continue. 7 ‘ . : te",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Primary Courts! Procedsire Act, No. 44 of 1979. 28 _ 7% A determination and orde: unger this Part shall be For made after examination and consideration of— . af fade ” _(@) the information filed and the affidavits and docue Primary",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "__ ments furnished ; ‘ Sater 7",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "gnwhich, = (b) such other evidense on any mutter arising on the be may affidavits or documenta furnished as the court may permit to be led on that matter ;‘and - ee",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(@) much oral or written submission 95 may be permitted . by the Judge of the Primary Court in his discretion, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "73. “Any person who acts in contravention of or fails to Ponalty, . comply with an onder made under this Part shell be.guilty Squtravention of an offence and shall on conviction by'a Judge of the Sot) Primary Court be lisble to imprisonment <f either des. ‘comPly cription for a term not exceeding six months or to.afinenot =. exceeding’ one thousand rupees or to both such imprison». ment and fine, an",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "14.\" (1) An.order under this'Part shell tot affect or pre- ” Order not Judice any right or interest in any land or part of a land’ Figttor which any person may be able to establish in a civil suit; DE, ‘and it shall be the,duty of a Judge of'a Primary Court who Be, edtab- commences to hold an inquiry under this Part to explain civilewt ° the effect of these sections to the persons concerned in the . dispute, a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "(2) An appeal shail not lie against any determination or order under this Part. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "75, In this Part “dispute affecting land” includes’ any Meaning ot ispute as to the right to the possession of any Iand or part gunule of-a land and the buildings thereon or the boundaries there-- =4\" of or as to the right to cultivate any land or part of 2 land, :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "‘or as to the right to the crops or produce of any and, or part : of a land, or as to any right in the nature of 2 servitude",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "affecting the Jand and any reference to “land” in this Part ° : Imeludes e reference to any building standing thereon.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "76. ‘The Fiscal of the court shal where necessary execut® ¥isealto =~ alll ordérs made tinder the provisions of this Part, a,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": ", 9%\" Primary, Courts! Procédurenac; Nev 2A 40708 Site aed -oifatadl proveedingpinder soutien 62:etlendsaitathisiradin ROOD of Justice Law, Na, ifs. pending dncerMagitolan Aa eats ed esi ge and such Primary Court shall have Satalayvhaidag® vested\" ile ree fa tee fomuizanesn eh Heawlredate we ‘of order on Shihusretiae Chi Eat rma Magistrate's Cotro-made’ betdre’ thie date'UE opHSHOR of this Senate the, same force, and. effert.a5 if therdhad Rep + BBGESBY the apbtepriate Primary Gaurh sapst od vd Provided that any such proceeding in which the adducing ofsesidence has,commenoed: ori the:day-precedingittte dite . Of,onepation.9f thip-Ack shall he inquires.,intes and Aeheioo ined br id Magistrate's Court, Rese eb athe eotacd SEE a ar 2 BoE BRAT Bao PART VITE : Casus Omissus 78. If tier should arise for igion fs Bieeduie AutiNe, 29 Uf 1979, governitiy A uKb Yate WHEN thitwase-or pro¢edding isve criminal prosecution:pryprodesd?! {ogg shoppasislonsot fhe Si Tromso Coe orem. alike matter where. the case is 2 civil action of, progredting HRI ice ln ula maids a pa ae a caida atiay require bé'adopted and wypiied: \"I",
    "mean_p_confidence": 0.4
  }
]