[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ": eee : PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF , SRI LANKA , . SRI LANKA .TELECOMMUNICATIONS ACT, No. 25 OF 199] . [Certified on 3rd July, 2991) Printed on the Orders of Government . Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of July 05, 1991 ene Ar Tar ELE oF OOPERNCOAE NETO, A NEA : £9 Me FORCHASED gf EAE POVIKNMGENT FORLICASLONS HUREAU, COLCAEEO Price : Rs. 4,05 Postage : Ro 3.10",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Sri Lanka Telecommunications ‘Act, No. 25 of 1992 [Certified on 3rd July, 1991} : L. D-O71/0 AN Act 7 Proving ron ‘mm aprourmage? oF A . DIRECTOR",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "GENERAL OF TRSECOMMUNICATIONS ; FOR THE TRANKVER OF",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "AL PROPERTY, HIGES AND LIABILOIIES OF Tam DEPARTMENT",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "or TSLECOMMURICATLONS 10 THE CORPORATION NAMED “Snr",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Lanka Tetecos” xetistisum ay OsoeR usr suction 2",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "ov rae Stare Innusraiar, Comroramions Acr, No. 49 oF",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1967 ; FOR THE REPEAL OF THE TececomMcuNIcATIONS Ona",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "NANCE (CHAPTER 192) ; AND YOR MATTERS CONNECTED THERE",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "‘WITH OR INCIDENTAL THERETO, :",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "BE it enacted by the Parliament of the Democratic Socialist =” Republic of Sri Lanka aa follows :— :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1. This Act may be cited as the Sri Lanka Telecommmuni- Short title cations Act, No. 25 of 1981 and the provisions of this Act and dite of other than the provisions of section 72 shall come into operation on the date on which this Aet becomes an Act of Parliament, The provisions of section 72 shall come into operation on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "‘PARTI Avpourrenr o7 tas Dimncror-GHiwenAL, oF ‘Taugcommeunrca Tos",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2. ‘There shall he eppoinied by name or by afice, a Apponituent Director-General of Telecowmunteations (hereinafter in gf Director this Act refered to as the “ Authority”) who shall be the ‘Telecomamum!. authority Zor the purpose of performing the functions assig- \"ation. ned or transferred to him by or under this Act.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "3. There may be appointed such oficers.and servants as Appointment away be necessary for the purpose of this Act. Ce eors and.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "fervants,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "4. The Authorlty shall exercise his powers under this General Act in a manner which he considers is best calculated to ghiecte Promote the natianal interest and in partlewar— ‘Setieves",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(@) to ensure the provision of a reliable and efticent 3 Povey,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "nutional and international telecommunication ser- vice in Sri Lanka (cave in so far ax the provision . ‘thereof is irapracticable) such as will catisty all reasonable demands for such service including emergency services, public call box services, direc- tory information services, maritime servicer and rural services az may be considered essential for - the netional wall being;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "anD-012018—0.250.01 0",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Si Lanka Telecommunications Act, No. 25 of 1901",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(0) without prejudice to the generality af paragcaph (a), tosecure that every operator shall have and employ ‘the necessory technical, financial and managerial resources to ensure the provision of the services specified in his lisence ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{c)-to protect and promote the interests of consumers, purchasers and other users and the public interest with respect to the charges for, and the quality and variety of telecommunication services provided and telecommunteation apparatus supplied ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) to maintain and to promote effective competition bet ‘ween persons engaged in commercial activities con- nected with telecommunication and promote effi- tieney and economy on the part of such persons;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "+ (©) to promote the rapid and sustained development of telecommunication facilities both domestic and futernational ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "@) to ensure that operators are able to catry out thelr ‘obligations for providing a. reliable and efficient service free of undue delay, hindrance or impedi- ment ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{g) to promote research into and the development and use of new techniques in telecommunications and related fields;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "() to encourage the major users of telecommunication",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ": services whose places of business ate outside Sti Lanka to establish places of business within Srt Lanke ; and . + @ to promote the use of Sri Lanka for international transit services. Power,.nd 5 For the purpose of achfeving the objects referred to duties tn section 4, the Authority shall have the following powers, Se uy. snd duties—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(a) to ensure that the telecommunication services in the country are operated in @ manner which will best serve and contribute to its overall economic and social development and advancement;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(®) to advise the Minister in the granting of Meences",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "« %@ operate telecommunication systems under thie Act;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Sti Lonka Telecommuntcations 2 Act, No, 25 of 1901 |, :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(©) to advise the government’6n matters relating to tele- communication including policies on tariffs, pricing and subsidies and legislative measures required for ‘the provision of public telecommunication services ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "“ (d) to pay due regard to the public interest andl the con- venience and wishes of the general public as ze gards the telecommunication services provided by an operator ; ; o F",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(©) te comply with such general poliey directions as may be given from time to time by the Minister regard- ing the performance of the duties and exercise of the powers of the Authority, and furnish such in formation as may be required by him in accordance with the provisions of section 87;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "() to take such regulatory measures as may he presesib- ‘ed to comply with any general or spectal directions that may be given to him from time to time by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "+ Government of Sr! Lanka in the interest of national security, public order and the defence of the caun: , try;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(9) to direct any operator to comply with requirements latd down by the Internations] Telecommunications ‘Union and other relevant International Organisa~ ‘tions in respect of both equipment and technical standards ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "{(h) to ensure compliance by operators with international or other obligations entered into by the Govern ‘ment of Sri Lanka in relation to telecommunicn tion 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "© to assist where requested, the relevant Ministries in the conduct of negotiations to establish agreements ‘with the International Telecormmunicationa Union, other international bodies and forelgn telecoramuani- cation operators, regarding standards and procedur- esfor the: establishment of a telecommunication system 5 :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(J) where so required at the request of the Minister or of any other relevant Ministry, to represent the Government in intertistional conferences or inter natlonel and foreign bodies concemed with tele coramanication :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "AAD on2915 x02)",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "‘ Sri Lanka Telecommunications Act, No. 25 of 1991 (k) to specify by rules in consultation with the Minister ‘and the Minister in charge of the subject of Finance, 6 the tariffs or methods for determining such : tariffs, taking into occount government policy and the zequirements of the operators in respect of the j- _, telecommunication services provided by the opera- tors: provided that the tariff rates, call charges and > ‘other charges in force immediately prior to the transfer date shall continue in force and shall be ra deemed to be the tariffs specified under this Act, : until revised or amended under the provisions af L this Act; * @ to approve interconnection charges and charges for i calls between Licensed interconnected telecommuni- [-.’ cation systems where operators of those systems - are able ‘to agree on such charges, and ta deter- mine such charges where operators are unable to Al. agrees : (in) to require operators of telecommunication systems to adopt such accounting systems as may be app- roved by the Authority ; {n) to require any operator to submit to him transmis sion plans, signalling plans, switching and num- “+ bering plans and to apptove or modify such plans as well ag to publish and ensure compliance with such plans; (0) to specify technical standards and procedures for the + provision of telecommunication services ; {p) to specify standards for the education and training of »  teehnicel manpower in telecommunteation; =~ | (@ to approve types of telecommunfcation apparatus ‘which may be counected to a telecommunfeation system ; (t) to take such regulatory measures including the isis of directives as may be deemed necessary to monl- . tor the quality of services provided by operators and to ensure that these services conform to stan- dards relating to quality of service specified by ules made under this Act",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Set Lanka Telecoimmunteations 5 ‘Act, No. 25 of 1992 43) to promote, in co-operation with the operators or otherwise, research and development in telecom- maunication at universities and research institutes in Sri Lanke ; (t) to establish such advisory bodies ag he may deem necessary for the purpose of advising him on any matter pertaining to the exercise, perfotmance and discharge of the powers, functions and duties of the Authority under this Act; {e) to negotiate with any public corporation or other person, for the prevention of any obstruction oF interference with a radio beam or any eomrmunica- ton facility or for the removal of any such obstruc- tion or interference; . {») to ensure the conservation and proper utilisation of the radio frequency spectrum by“ operators and other organisations and individuals who need to ‘use radio frequencies ; 12) to make and enforce compliance with rules to mini- + mise electro-magnetic disturbances produced by electrical spperatus and all unauthorized radio frequency emissions ; and. (2) to do all such other acts which thay be incidental or conducive to, the attainment of the objects of the Authority or the exercise or discharge of hia powers end duties under this Act G (4) In the exercise and discharge of his powers and Authority ~ functions under this Act, the Authority may conduct pre- 244 serdbed technical examinations for the purpose of eslablish~ examinations ing and maintaining such technical standards es may be (4. ‘deamed necessary tor the purpose of providing an adequate Technical and efficient telecommunteation service, sanders, (2) In giving effect to the provislona of subsection (1), . the Authority may appoint boards of examiners for the Purpose of conducting examinations. (8) The tees to be charged from: vandidates presenting . themselves for examinations shall be ax prescribed, 7. The Authority may— Power of (@) for the purpose of enabling the Authority to ascertain, Authority ~ the Snanetal visbility and true condition of the raguire affairs of an operator, by notice in writing require TrEalcs * such operator to furnish to the Authority within inspec, . _ ‘Rich period as may be specified in the noticom",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "€ Sri Lanka Telecommunteations . Act, No, 25 of 1991 @ all books and accounts of euch operator deemed necessary by the Authority for inspection ; and : : (6) all such information, whether technical, finan: ¢ial or otherwise as may be required by . the Authority for the aforesald purposes:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "Provided however that the Authority chall treat as confidential all information furnished to the Authority bY the opedoter in compliance with any such requirement;” (®) for the purpose of exercising, performing and dis- \"charging his powers, functions or duties under this",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "Act by notice in writing require any petson—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": ": @ to furnish to the Authority within such time and at such place as may be specified in the notice any document specified or described in the notice which is fn his custody or control;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "i) to produce for inspection any book, return, ‘eccount or record in his possession oF 5 control : \"Provided however that a person referred to in ‘this paragraph shall not be compelled for any such purpose to produce any document which he could not be compelled to produce in any civil proceedings before & court, Annual 8 Asscon as may be after the end of its financial year, eports ‘every operator shall prepare 8 report giving a true and fair failed account af itz activities, end of its Income and expenditure statement during the year together with an audited statement of Secounta eccounts for that financial year and shall forward such ator, _-‘TEPOTE and statement of account to the Authority. ‘Authority % (1) Where a subscriber to 2 telecommunication Ez. service or’ member of the public makes a complaint to the eee Authority in relation to the telecommunleation servies complaints, provided by an operator, the Authority may make such inyertigation as he raay deem necessary and shall cause : such remedial measures to he taken as the clreumstances bf the case may require.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": ". (2) In the course of any investigation under subsection | (1), the Authority may direct such operator to take auch steps as appears to him to be necessary for the rectification",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "* of any cause or matter which gave rise ta the complaint, and direct that financial redress be provided where appro- printe, ‘",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Stl Lanka Telecommutications 1 : ‘Act, No, 25 of 1991",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(8) Bvery complaint made under subsection (1) shall ‘be in writing and shalt set out clearly the reasons therefor, ~",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "10, (1) The Authority shell he the sole lawful body in Authority SN Lanks to manage and control the use of the radio “ME suy frequency spectrum and incidental and restricted emis- to manage sions, matters relating to the geostationary sutilite orbit Eten, and shell have the power where he deems necessary to spectrum withdraw or suspend its use or prohibit any such emission.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) ‘The Authority shall be the sole lawfl authority to : negotiate with the International Telecommunications . Union or its affiated bodies on sll matters referred to in ‘ subsection (1),",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "14.. (1) Where the Authority is satisfied that a pergon “Enforcement who ig authorized by a licence under section 17 to operate fence ‘a telecommunication system is contravening or has contra- conditions. vened any of the conditions of his Heence, the Authority. may, subject to subsection (2), make an order for the Purpose of securing complance with that condition or may Subject to subsection (8), revoke any such order,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "@) Before making an order under subseétion (1) the Authority shall give notice— a",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(@) stating that he proposes to make the onder ard",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "setting out ite effect ; : 4b). stating the relevant condition of the Hicence and the acté or omissions whtch, in his opinion, constitute or would constitute contraventions of tt; and 4¢) specifying the time (not being Jens than twenty eight days from the date of publication of the ~ notice) within which representations or objections",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ". ta the propnsed order may be made,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "etd shall consider any representations or objections ; Which are duly made and not withdrawn, :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "*\" (8) Before revoking an order made under subsection (1), ‘the Authority shall give notloe— {a) stating that he proposes to revoke the order and vo getting out its effect; and : _ @) specttying the time (not being lest than twenty- ‘eight days from the date of publication of the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "8 Sri Lanka Telecommuntoations Act, No, 25 pf 1991 notice) within which representations or objections ta the proposed revocation may be made by ony person interested in guch revocation, and shall consider any representations or objections which are duly made and not withdrawn.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(4) A notice under subsection (2) or subsection (3) shall be given by publication in such manner as the Authority considers appropriate for the purpose of bringing the matters to which the notice relates to the attention of per sons Likely to he affected by such notice and by sending & copy of the notice to the operator affected by it",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": ". (G) As soon as practicable after an order is made under subsection (1) or subsection (3), the Authority shall—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(a) publish the order in such manner ss he considers",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "appropriate for the purpose of bringing the order to the attention of persons likely to be affected by a3 and . (@) serve a copy of the order on the operator affected by it, Pubile 12, (1) On representations made to him or otherwise, aa the Authority may where he deenis it necessary in the procedure, public interest that any matter releting to the exercise of ‘the proposed exercise of his powers, needs investigation or - determination, muy of hie own motion, hold a public hesring. : . (2) The Authority shall, where the Minister so directa in . ‘the public interest, hoid a public hearing in relation to any matter releting to telecommuntestion specified in such",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "() For the purpose of holding a public hearing under subsection (1) or subsection (2), a committee of inquiry (hereinafter referred to az the “committer ”) shall be constituted which shall consist of the Authority or ny other officer nominated by him who shall preside at any meeting of such committee, and two or more other officers",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(to be nominated by the Authority for that pumose,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(4) The proceedings at any public hearing to be held by the committee under thie section may be condueted in any manner not inconsistent with the principles of natural justice which to the commitee may seem best adapted to elicit proof or information relating to the matter under Anvestigution. a .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": ". Sri Lanka Telecommunications a) . . Act, No. 25 of 1991",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "() The committee may require evidence or argumenta to be presented in writing and may decide the matters upon. which it will hear oral evidence or arguments.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(@ The committee may at a public hearing admit or ~ reject any evidence adduced, whether oral or documentary and the provisions of the Evidence Ordinance relating t0 the admissibility of evidence shall not apply.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(1) Every person who gives evidence before’ the committee shall, in respect of such evitlence, be entitled to all the privileges to which a witness giving evidence hetore a court of law is entitled in respect of evidence given by him before such court .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(8) The proceedings’at a public hearing shall be open to the public and minutes thereof including a summary of the evidence given and a statement of all facts taken into consideration shall be kept by the member presiding at the hesring. ,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(®) The committee shall determine the periods that are veatonably necessary for the fair and adequate presentation ‘of any matter which is the subject of public hearing under this section and may require thoze matters to be presented within the respective perlods so determined,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(1) Any person who has been summoned or whose Interests are likely \"to be affected by any matter’ before ‘the committee mey appear in person or by authorized representative. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(11) In the event of a difference of opinion among the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "- members of the committee the decision of the majority stall be the decision of the committee,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(22) Daring or at the conclusion of a public hearing,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "“the committee may— ‘ (a) make an order or award with reasons therefore + relating to the matter hefore it or part thereof, or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "give a dfrection with reasons therefor;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "_++ Ab) diseaiss any matter or pert of a matter or refrain ot from further hearing or from determining the \\ i | * Matter or part theread, if it appears that the matter tee ‘or part thereof is trivial or vexatious or that \\, tuither proceedings are not necesuary or desirable : tn the public interest ; spent *",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": ". ) Sri Lanka Telecommunications L Act, No. 25 of 1991 . {© generslly give all much directions and do all such things as are necessary or expedient for the ex- } pedious ond just hearing and determination of any matter before it, 7 (13) Every order or award made and every direction given in pursuance of paragraph (a) of subsection (12) shall be published in the Gazette, and a copy of every such order, award or direction shell be served on each party to the public hearing. : Power to 18, (1) The committee shall have power to summon to pores attend at a publle hearing held under section 12, any Oe, pereon who in the opinion of the committee, may be able to give evidence in relation to any matter belore the . committee.or to produce any document, and may examine . ‘him on oath or affirmation, Any person so attending may ‘be allowed reasonable expenses necessarily incurred by him, in so attending. “(2) If any person summoned to appear before the {@) fails without reasonable cause to appear ut the time b and place-mentioned in the summons; or . (®) refuses’ without reasonable cause to be sworn or 1 having been duly sworn, refuses or fails without i reasonable cause to answer any question put to ‘din by the committee or wiliuily gives a fale answer to any such question ; or a {c) tefuses or fails without reasonable eatise to produce t ‘before the commttee any documents which are in : hhis possession and whtch he han been required to » produce, tee : - suck person shall be guilty of the: offence of contempt against or in disrespect of the ruling of the committee, (8) Where'the committee determines that a person hat * seommitte’l any offence af contempt referred to in subsec~ ction. (2) agairist or in distespect of its ruling, the committes may cause the member presiding to transmit to the Court .. Af Appeal a certificate setting out its determination. Every auch certificate shall be ‘signed: by'the member who “presides at the public hearing. . .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "Sri Lanka Telecommunications rT _ Act, No. 25 of 1992",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(4) In any proceeding for the punishment of an offence ‘of contempt which the Court of Appeal may think fit to take cognizance of, any document purporting to be 8 certificate signed and transmitted to that Court under sub- section (9) sball—- . .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "{@) be received in evidence and be deemed to be such &",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "certihcate without further proof unless the contrary be proved; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(B) be prima facie evidence that the determination set",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "‘out In the certificate was made by the committee and of the facts stated in the determination, = «",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "() Every offence of contempt committed against or In disrespect of the ruling of the committee at a public hear- ” ing held under section 12, shall be punishable by the Court ‘of Appeal or any judge thereof in the same manner as if it were an offence of contempt committed against or im iarespect of the authority of that Court,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "14 (1) Amorder made by the Authority under section Featy 10 and an order, award or direction made by the committes made under ander section, 12 shall, subject to subsection (2) be final, sean 21",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "‘be mubject - (a) An eppeal shall le by any person aggrieved fiom a” i opeal ~ drder, award or direction made under section 11 or 12 on Thtuog a question of law, to the Court of Appeal. =~ Sf law. (3) An appeal under subsection (2), cball be by written + petition and shall— : ae (@) be presented in triplicate to the Authority within . thirty “days after the date of the communication by which the order, award oF direction was notified ‘to the appellant ; te ate",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(®), sot forth the order, award or direction of the Autho- . rity or committee as the case may be and the question of Jaw to be argued; =” ~ +",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(© make any necessary party _@ respondent fo such appeal; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "{@) be accompanied by a fee of one thousand rupees,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "£ @& Where @ petitién of appeal is “presented to the ‘Authority in the manner and within the tims specified in",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "Gubsection (8), he shall = :",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": ": {@) transmii, or cause to be transmitted to the Court of H ‘Appeal a copy of the petition together with the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "a ‘Sri Lanka Tetecommunications | © ‘Act, No, 25 of 1981 record of the proceedings\"in which the order, + award or direction referred to in the petition was made or given; .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(b) issue, or cause to be issued notice of the appeal to the respondent named in the petition of appeak together with 4 copy of that petition ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(c) fila or cause to be filed, of record 2 copy of that petition.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(5) The Court of Appeal- may in determining such",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "question of law confirm, vary or annul the order, award ‘or direction of the Authority or the committee, a5 the case may be, or mey remit the case to the Authority or the committee with the decision of that Court on the question of law with such directions ag may be deemed appropriate. Evidence of 15. A copy of any mule, order, award direction or other document, —_doeument made by or iu the custody of the Authority and certified by him to be a true copy thereof, or an order ‘award or direction made by the committee certified by the ‘member who presided st the meeting of such committee where such order, award or direction was made to be a ‘rue copy thereof, shall in any court be evidence of the rule, order, award, direction or other document without proof of the signature of the Authority or the member pre- siding at such meeting of the committee, as the care may be. Contraven- 16, Any person who without lawful authority contravenes ‘on of en or falls to comply with an order of the Authority. under award or section 11 or an order, award or direction of the committee Sirection under section. 12, shall be guilty of an offence and shall be . Beetion | Hable on conviction after summary trial by a Magistrate to 2 oF 1%, ‘a fing not exceeding one hundred thousand rupees and in ‘the event that the offence is continued after conviction 0 additional fine of not exceeding one thousand rupees in respect of every day the offence is continued after conviction, PART I : Jacmesma",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "}opemn 11. (4) Subject to the provision of section 20, no person ‘elesomamuni- shall operate @ telecommunication system in Sri Lenke tem except under the authority of a licence granted by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "$ptouta —- y¢inister in accordance ‘with subsection (2).",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "Sri Lanka Telecommuntcations - 8 Act, No. 25 of 199",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(@) Ths Minister may grant the licence referred to in subsection (1) on the recommendation of the Authority, provided he shall have the power to refect such recommen- dations for reasons assigned and grant a licence in his own diseretion,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(8) (a) Where the Authority consider it in the public interest to do so the Autherity may give public notice im such manier as he deems appropriate of his intention to recommend to the Minister the grant of a licence,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(b) The notice referred to in paragraph (e) shall—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(i) state that he propose to recommend the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "grant of a licence to a particular person ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(i) specify the time (not being less than twenty eight days from the date of publication of the notice) within which representations ‘or objections with respect to the grant of ‘the proposed licence may be made,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(© A representation or objection duly made in response to such notice shall be considered by the Authority, -",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(4) Every application for a Ucence shal! be in writing sad shall be made to the Authority in such manner es may be required by the Authority.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(8) Before recommending the grant of a Heence, the Authority shall satisfy hnvoselé that the applicant is capable ef operating the telecommunteation system for which",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "Ueence is being applied for.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(©) A licence under subsection (2) of this sectton—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "@) shall be issued on payment by the applicant of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "licence fee; :",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(®) shall be in writing and unlese previously revoked in accordance with any terme in that behalf contained in the Heence, continue in forea for such period a8 may be specified therein;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "(c) shall set out the terms and conditions subject to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "te which the licence is being grinted;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "\"”” (@) shall require the provision of sisch telecommunica-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "mt ton services as ara specified in the Meence by ++ means of such telecommmaleation system ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "4 Sri Lanka Telecommunications - Act, No, 25 of 1901 .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "{e) may authorise the connection to any telecommunt-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "vation system to which the licence relates of— @ any other telecommunication system specified in the licence; and {ii) any appratus so specified in the Meence ; and * (f) may authorise the provision by means of any tele- communication system to which the licence relates",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ". of any such telecommunication services as are specified in the licence.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(7) The terms and conditions referred to in paragraph",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(©) of subsection (6) may include—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(@) such conditions (whether relating to the operating of the telecommunication system to which the Hence relates or otherwise) as appear to the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ". Minister to be requisite or expedient having regard to the provisions of section 4;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(b) conditions requiriig the payment to the Authority on the grant of the licence or during the currency of the licence or both on the grant and during the ‘eurrency of the licence such gum or sume of money as may be detedmined by the Authority to defray any expenses incurred by ‘him in granting the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ". Ucence and requiring the payment of an annual cess calculated at a rate on the annual turnover of the operator to be used by the Authority for Prescribed purposes; .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(©) conditions requiring an operator to furnish to the ‘Authority, in such manner and st euch times as may be reasonably required by the Authority, such documents, accounts, estimates, returns ar other information as the Authority may require for the performance of his duties under this Act; *",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "+ .(@) conditions prohibiting an operstor trom showing preference to, or from exercising discrimination against o particular person or persona of any class",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ". er discription as respects any service provided, connection made or permission given ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "{@) conditions requiring an operator to publish in such manner and at such times as are specified in the Bicence, a notice specifying the charges and other terms end conditions that are to be applicable to the services provided, connection made or permis—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ". sion given; .",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "Sri Lanka Telecommuntestions ty ‘Act, No, 25 of 1997. _ z @) conditions requiring’ an operator to ensure that an adequate end satisfactory information system which may include billing information, tariff in- formation, directory services and directory inguiry",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "services be made available to users;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(9) conditions requiring an operator—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "@ to comply with directions given’ by the ‘Authority jn relation to the national trans-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": ". mission plan, signalling plen, switching plan, numbering plan, and the charging plan to which an operator shall design and maintain his tetecommunication network, and condi- tions requiring approval from the Authority",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "in the event of any departure from any af . ‘the aforesaid plans;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(8) to keep the Authority informed of the practices followed by him in the routing of national and international traffic ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(i) to ensure that compensation is paid to persona: affected by the running of underground cables or overhead lines ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(h) conditions requiring an operator—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "@) to comply with any direction given by the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "Authority as to such matters ss are specified + in the licence ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "(2) except with the consent of the Authority to do or refrain from doing such things as are required to be done or required not tp be done under the Licence +",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": "Gill) to refer for determination by the Authority such questions arising under the licence aa",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 14,
    "text": ", are specified in the Heenee ; * @ conditions requiring ihe connection to any tele- communication system to which the licence relates _ 1.) 9F pemmnit the connection to any such system, of t=; Such other telecommunication systems and such V's... @pparatus ag are specified in the licences, .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "x 18 Sri Lenka Telecommuntcations Act, No, 25 of 1991",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "G) conditions requiring an operstor to develop and publish a plan to restore service during emere-- agencies ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "() conditions specttying acceptable economic criteria in. accordance with which the Authority shall approve tariff ajdustments proposed by an operator,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(@) A licence granted under this section shall be published",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": ": fm sach manner as the Authority may determine is best calculated to give publicity thereto. -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(8) All sums paid as fees under this section for the issue",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "_ | ta Hoance shell be paid into the Consolidated Fund. Modification ——«'18._(1) The Authority may, subject to the provisions tue contained in subsection (6) of section 17, recommend to ‘tnder the Minister the modification of any condition of a licence wection 17, - granted under that section and on receipt of the concur-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "rence of the Minister duly effect such modifications.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(2) Prior to recommending the modification of any com-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "dition of a Ieenee to the Minister under subsection (1), the Authority may if he considers it in the public interest to do so, give public notice in like manner as is specified in paragraphs (a) and (b) of subsection (3) of section 17. (3) The Authority shell consider any representation oF objection duly made in response to such public notice. Ofence to 19. (1) A person who operates a telecommunication PR syetem in Sri Lanka without obtaining a licence under ation eytiem section 17, shall be guilty of an offence under this Act. Ucenes = (2) An operstor ahall be guilty of an offence under this Act tf . :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(@) there ig connected to thé telecommunication system in respect of which the Icence is issued—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(® any other teleommunication system which is not authorised by the licence to be go com= nected ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(ii) any telecommunication apparatua which is not authorised by the licence to be so connected ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": ": - oe",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "(0) there are provided by means of the system any tele",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": ": communication’ services which are not authorised bby the licence to be so provided:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "+ \"+ S¢§ Lanka Telecommunieations u Act, No. 25 of 1992 1 20, (1) Notwithstanding the provislons contained in BmmPtion subsection (1) of section 17 and subject to subsections (2) licensing &e. and (3) of this section no licence shall be required— {@) to operate a telecummunication system-— _ . G) where the only agency involyed in the con-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "veyance of things thereby conveyed is ight",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "and the things thereby conveyed are #0 con-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "veyed as to be capable of being received or _",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "perceived only by the eye; or",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(i) which is not connected to ancther telecommuni- cation system where all the apparatus com- prised therein is situated either—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(A) in premises of single ownership or tenancy and within a contiguous boun- _ dary, for the sole use of the owner or tenant and which is not connected to ~ - any licensed system ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(B) in a veblcle, vessel, aitedatt or hover craft or in two or more vehicles, _ vessels, - irerafte or hovererafts, mechenieslly coupled together ; or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(dit) where a single individual runs such system | and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "{A) all the appratus comprised therein is undet his control ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "{B) everything conveyed by it ia conveyed",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ". solely tor his own domestic purposes ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "‘or \\",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(®) for the connection, of approved terminal apparatus",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": ". to the public switched network of an operator ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "(© for a person who carries on a business to run a tele-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "communication system for the purposes of that",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "business where that telecommunication system is",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "not connected’ to another telecomssunication",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "system, and in respect of which the following conditions are satisfied, namely—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "@) that no person other than the person carrying",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "‘on the business is concerned in the control",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 23,
    "text": "of the opparatus comprised in thet system;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "2B Sri Lanka Tetecommunications Act, No. 25 of 1991 (i) thot sounds or visual images conveyed by that : system, are not conveyed for the purpose of thelr being heard or seen by persona other ‘than the person carrying on the business or any eeaployees of his engaged {n the con- duet of that business ; Giii) that messages conveyed by the system are conveyed only to the person carrying on the . 7 + | business, to any employes engaged by him on the conduct of that business or for recep- tion or transmission by telecommunication apparatus of such system used in the course of the business and controlled by him ; (iv) that, messages conveyed by: the system, are \" not conveyed for the purpose of actuating or controlling machinery or apparatus used ‘otherwise than in the course of that business; (v) that nothing felling within the definition of the exptession “telecommunteation system” is conveyed by the system by way of ren- dering a telecommunication service to any person other than the person carrying on the business ; or : (@) ior the use of telecommunication systems or tele- communication apparatus by the police, the armed forces and any other services directly employed ‘by. the State for national security in the perfox- mance of their official duties subject to the pro- sions of this Act: Provided however, that they shell comply with . such technical requirements as may be specified by the Authority ; or (6) for the use of telecommunication systems or appa satus on board any warship or aircraft in the . service of the State; * GP for the use of any telecommunication system or . apparatus in any forelgn civil aircraft registered outside Sri Lanka, if such system or sppratus and the members of the crew of the aircraft wha use such system or apparatus have been specially Ticensed in aceordance with the requirements of any international convention for the time being in fores - > aso the installation or use of such system or appa- /Fitus in aireratt. L",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Sri Lanka Telecommunieations Fr) Act, No, 25 of 1991 (2) (0) Where a telecommunicstion system referred to in paragraph (@) of subsection (1) extends beyond the boundaries of an, area corresponding to the premises occu~ pled by the person operating the system, every person who\" on the data of coming in to force of this section is operating such system or on or after that date proposes to operate such a system shall, as a condition of operoting that system— 4) ‘obtain a licence from the Authority for the type of telecommunication system being operated, or pro- ‘posed to be operated, the location of the system and its boundaries ; 43) comply with any provision of this Act or any regula- tioius or Tules made thereunder in respect of such +7 system. . “ (@) A person who operates a telecommunication system in contravention of the provisions of paragraph (a) ‘shall be guilty of an offence under this Act and may be pro- hibited by the Authority fram operating such a system, (2) (a) Where there is on agreement between @ person fwho is operating a telecommunication system ax is teferred to in paragraph (a) (ii) or (d) of subsection (1) of this section and an operator, for the interoonnectibn of their telecommunication systems such persons shall priot to interconnection obtafn a Meence from the Authority for such interconnection. Gb) A person whe fails to comply with the provisions of parograph (a) shall be guilty of an offence under this Act and may be prohibited by the Authority from con- tinuing to operate such system. . +. (@) An operator may if he so desires request the Autho- /ity to monitor an intereotmection referred to ix: subsection +43) in the interests of operational efficiency and technical: standards and the Authority shall where go requested take appropriate measures to comply with such request, =, +p aza15 (170 :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "a Sri Lanka Telecommunications : Act, No. 25 of 1991 Zaps 2s (1) No person shall, except under the authority of Sno eftos » licence issued by the Authority tinder subsection (2) for facture that purpose— as (@) manufacture, import, sell, offer for sale, desl in, Banlestions transfer, hire, lease, demonstrate, maintain or repair SPPTHINS, by way of trade any telecoramunication apparatus; or _ @) install, establish, work or catises to be worked any ; telecommunieation apparatus (not being any such i opparatus s is specifled in subsection (1) of sec: : tion 20) in any premises or vehicle in Sri Lanka or ‘im any part of the territorial waters thereof or in any enip or airccatt registered in Sri Lenka,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "Every application for a licence under this section shall be made to the Authority in the prescribed form.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "(2) Beery licence issued by the Authority for any such purprse ap referred to in subsection (1) shall—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "{@) be Lor such purpose or activity or for such combina-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "‘aon of purposes or Activities as are specified in sub- section (i) ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "(©) be mt the preverthed form and under the hand of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "_ -tae Authority or an officer adthorised by him in that behalf ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "(©) be issued on payment of the prescribed fee; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "(4) be subject to such conditions and restrictions as may",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "be determined by the Authority.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "(g) The Authority may at any time revoke and deter- mine any Hicence granted under this section on the breach of any of the conditions and restrictions to which it 1s sub- eet or in the event of any default in the payment of any ‘consideration payable thereunder or on the failure of the Heensee to comply with any regulations made under this",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": ". Act celating to the same,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "(where the Authority—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "{@) refuses an application made for a licenes made under",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "subsection (1) ; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 16,
    "text": "(b) revokes ‘a licence under subsection (8), * the. applicant or the Heencee may within one month after the date of the communteation to hfm of the decision of the Autlignity appeal against such refusal or revocation, ax. the ‘eaié may be, to the Secretaty to the Ministry of the Minister who. may on stich appeal confirm or set atide the decision at.the Authority, oa : fn",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": ". Sri Lanka Telecommunications a Act, No, 25 of 1991",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "‘« (S) Every person who contravenes the provisions of subsoction (1) shall be guilty of an offence under this Act",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "and shall be liable on conviction to a fine not exceeding te.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "thousand rupees and in default of payment of such fine to imprisonment of elther description for a term not exceed-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "ing three months,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "‘22, (1) No person shall use any radio frequency in Sri Lionas for Lanka except under the authority of a Heence issued zadin",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "by the Authority for that purpose under subsection (2). *eavenc?- Every application for a Heence under this section",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "shall be made to the Authority in the preseribed forma.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "(2) Every Icence issued by the Authority for any auch",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "purpose es is referred to in subsection (1) shall— -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "(@) be in the prescribed form under the hand of the Authority or an officer authorized by him in that behalf ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "(2) he issued on payment of the prescribed fee ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "(©) be subject to such conditions and restrictions ax may",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": ": be determined by the Authority which may include the prohibition of the use of the preseribed tre quency equipment in the event of the breach of any such conditions and restrictions,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "(@) The Authority may at any time revoke and deter-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "mine any Iicence granted under this section on the breach",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "of any of the conditions and restrictions to which it is",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "subject or in the event of any default in the payment of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "any consideration payable thereunder or on the failure of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "the Ucensee to comply with any regulations for the time",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "“being in force under this Act relating to the seme,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "(4) Where the Authority—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "(@) refuses an application made for a licenen made under =",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "7 subsection (1) ; oF",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "(0) revokes a Heence under subsection (3), .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "the applicant or the licences may wihtin one month after",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "the date of the communication to him of the decision of",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "‘the Authority appeal, against such refusal or revocation, as.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "“the ease may he, to the Secretary to the ministry of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "‘Minister who may on such appeel confirm or aet aside the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 22,
    "par_num": 31,
    "text": "decision of the Authority. oe",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "‘ zz Sri Lanka Telecommunications Act, No. 25 of 1991 4S) A person wno uses any radio.grequency in contra vention of the provisions of subsection (1) shall be guilty . of an offence under this Act, PART HI ~ ‘Trawsren of Paorsnry, Ricers anp LAAstcrrres OF T= . ‘Department oF ‘TELECOMBEUNICATIONS ieee 28, (4) On such day 9s the Minister by Order published pees in the Gazette appoint (in this Act referred to a the , ‘Bisations “transfer date\") all the property rights and liabilities (other ErisGor’ than those excluded by the agreement referred to in sub- - poration, section (2) to which the Department of Telecommunication Lanka was entitled or subject immediately before the transfer ‘elecom, date shall vest in the Corporation nemed “Sri Lanka Tele- com™ (hereinafter referred to as “the Corporation\") established by at incorporation Order made under section 2 of the- State Industrial Corporations Act, No, 49 of 1957 and published in Gazette No. 596/11 of . February 6, 1990. . : (2) At any time before the transfer date the Minister : andi the Corporation may agree in writing as to the proper- * ty rights and Habilities which shall remain with the De- partment of Telecormmunteations after that date, ‘Tegner 2%. Except as otherwise excluded by the agreement dpe xesting — peferred to in subsection (2) of section oth effect from fights Se. \"the transfer date .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "(a) all contracts, leases or tenancy agreements entered into by, with or for the Department of Telecom- munications and subsisting on the day immediately",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "; preceding the transfer date shall be deemed with effect trom that date to be contracts, leaées or te- nancy agreements entered into by, with or for the Corporation ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "() all interests, rights, easements, obligations, debts and Ushilitien ‘of the Depertment of ‘Telecommunica- tions subsisting on the day immediately preceding the transfer date shall with effect from that date be deemed to be the interests, rights, eosements obligations, debts and Liabilities of the Corporation 5",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "(©) all installations, plant and equipment and other peo-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": ". perty installed and maintained or are fn the pro- ese of being installed and matntained by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Sri Lanke Telecommunications 28 . ‘Act, No, 25 of 1991 . Department of Telecommunications and all matters . and things of whatever description required or used to maintain or supply the telecommunication . service of the Department of Telecommunications subsisting on the day immediately preceding the transfer date shall be transferred to and be vested in the Corporation with effect from that date ; {@) the Corporation shall have the righ to recover oF . receive any moneys that on the day immediately before the transfer date were due and owing to the government in respect of, or for or on account . of the telecommunication system transferred under this Act t the Corporation or that would after the transier date have become due to the * Government if such transfer ‘had not taken place. . 25, Notwithstanding anything in any other written law Transier po to the contrary, the vesting of any immovable property or ‘Ete fo the any interest therein by vistue of section 28 shall be deemed af Eanovsble for all purposes to give abmolute title to the Corporation to PNM ail such iromovable property or any interest therein with- out further proof or any requirement for registration. ~ 98, The transfer to the Corporation of all the property, Third perty rights and Liabilities of the Depertment of Telecommunica- tas Hons other tan those extluded by the agreement reierred to in subsection (2){ of section 23 shall not in any way be deemed to affect prejudivially the rights of a third party to any contract or egreement subsisting between such third party and the Department of Teleeommunications on the day Immediately preceding the transfer date and every such contract or agreement shall be valid and enforceable for, ob against the Corporation after the transfer date as though every Teference in every such contract or agreement to the Department af Telecommunteations were a reference tw the Corporation.\" ~",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "uM ‘Sri Lanka Telecommunications . Act, No, 25 of 1997 : Autocity, 27, From and after the transfer date— gitetiem (0) the Authority shall exercise, discharge or perform ate ‘any power, function or duty vested in or assigned regulatory to or imposed on the Director of Telecommunica- Rocthe tions by any written law and the Director of Tele- Sitherto communications ‘shall cesse to exercise, discharge georelaed, ox perform all or any of the aforesaid powers, fun- digheses, tions or duties from and after that date ; ‘formed by) im every context in which the Director of Telecom- af Telecom munications is mentioned (whether by name, desig- smonications. nation in full or by the abbreviated designation of Director”) in any written lew or in any natioe, oF other decument or form required or authorised by any written law. there shell be substituted for the words Director of Telecommunications of the words “Director-General” of Telecommunications appoin- ted under the Sri Lanka Telecommumications Act, No. 25 of 1901. PART IV . Emplorscinr in THE Cozrorarion oF Pupiic OrFicers oF em Deparroaeere, of TELECOMRUNICATIONS : Notice 28. Notwithstanding the provisions contained in the required State Industiel Corporations Act, No. 49 of 1957, the. given by following provisions shall apply in relation to the employ- Publ ment in the Corporation of public officers of the Depart of the ment of Telecommunications— eck at {a) every public officer of the Department of ‘elecom- Telecomm munications not being any such officer in a trand- before terable service of the Government, other than an She srmnater officer in the Srt Lanka Engineering Service shall, before the transfer date, give notices in writing to the Director of Telecommunications that such officer intends, on the transfer date— - G) to continue in office as a publie officer of the Department; - . {H) to retire from the publfc service and become an employee of the Corporation if, being a pensionable officer of the Department of . ‘Telecommunications he would on that date ‘ have had not less than ten years’ pensfonable service; or “ (i) to leave the public service and become an ‘employee of the Corporation if, being. pensionable officer of the Department of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": ". Sri Lanka Telecommunications % Act, No, 25 of 1991 Telecommuntcations he would on that date have less than ter years pensionable service ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(Gv) to leave the public service and become an employee of the Corporation if he is y . contributor to the Public Service Provident Fund established under the Public Service",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Provident Fund Ordinance ; or (¥) to both retire or leave the public service and not become an employee of the Corporation:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(®) a notice given to the Director of Telecommunicatian~",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "before the transfer date by a public officer of fhe department under paragraph (a), shall be finat.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "25. (1) Any publie officer of the Department of Teis- Biys. ot ch communications who does not give the notice required Eades under sub-paragraphs (i), Gti), (iv) or (v) of paragraph” Graiving. (0) of section 28 before the transfer date, or gives such “CEU notice under sub-paragraph (i) of paragraph (a) of that 8 () ©. section, shall continue in office as a public officer of the Department of Telecommunications on and after that date.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(2) A public officer referred to in subsection (1) so fong as he continues in auch office, shall perform the work for and on behsif of the Corporation in his capacity as such odd. - ver and be eligible to the same conditions of service as be ‘was entitled to while doing work for the Department of ‘Telecommunications in his capacity as such officer and shal} ‘be subject to such disciplinary control as any other puphe",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "officer.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(3) Where any public officer of the Department of ‘Fele-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "«Communications continues in office ns such officer on ané",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "after the transfer date performing work for and on bebali ‘of the Corporation in hi capacity ss such officer, the ‘Corporation shell pay out of the funds of the Corporation fo “the Deputy Secretary to the Treamury to be credited to she Consolidated Fund, such sum not exceeding such amount.ae",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "may be determined by the Minister in charge of the subject sof Finance as sufficient to cover the ‘silery, and other + expenses including pension or provident fund contributions,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "“payable by the Government in respect of such officer,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "or] Sri Lanke Telecommunications Act, No, 25 of 1991 Edect of e 36 (1} Any public officer of the Departmen of Tele- Guargae” communications who gives notice under subparagraph (ii) Buagraphs | or (i) or Civ) or (v) of paragraph (a) of section 28 UG) before the transfer date shall— ese (@) where such notice 1s given by him under sub- paragraph (if) of that paragraph, become an. employee of the Corporation from and after the transfer date and shall, subject to the provisions of section i be eligible for such a pension under the 7 Minutes on Pensions as would have been awarded to him bad he retired from the publie service on ‘ the ground éf abolition of office on that date; or (®) where such notice fs given by him under sub- paragraph (ii) of that paragraph, become an em- ployee af the Cosporation from and after the trans- for date ond shall be deemed to have left the public service on that date and shall, subject to the provisions of section 31 be eligible for such an werd under the Minutes on Pensions as would have been awarded to him if he hed left the public servive on the ground of aholition of ofice ; or de) where such notice is given hy him under sub paragraph (iv) of that paragraph, become an employee of the Corporation from and after the transfer date and shall be deemed for the purposes of the Public Service Provident Fund to have left the service of the Government upon the determi- nation of a contract with the consent of the Government otherwise thin by dismissal on that dato; oF . 42) where auch notice is given by him under sub-para- . graph (v) of that paragraph, and— (® if he is a public officer of the class or descrip- : tion referred to in subparegraph (ii) of that Paragraph, be deemed to have retired from ae ‘the public service on the transfer date and shall be eligfbie for such pension under the Minutes on Pensions as would have been awarded to him had he retired from the public service on the ground of abolition of . office on that date; (i) ff he ts a public officer of the class or deserip- . , thon referred to in sub-paragraph (iii) of that Paragraph, be deemed fo have left the public ‘service on the transfer date ond shall be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Sri Lanka Telecommumcanons a . Act, No, 25 of 1951 eligible for such an award under the Minutes - on Pensons as would have been awarded to . hhim if he had left the public service on the . ground of abolition of office on that date; or (iil) af he is a public officer of the class or deserip- we tion referred to in sub-paragraph (iv) of that paragraph, be deemed for the purposes of the Public Service Provident Fund Grdinance to have left the service of the Government upon the determination of a contract with the consent of the Government otherwise than by distnissal on that date, : (2) In the event of any conflict or inconsistency between . the provistons of subsection (1) of this section, and sub- seelion (1) of section 29, and any other provisions of thts ‘Act, the provisions of those subsections shall to the extent . of such confilet of inconsistency prevail over euch other 31, The following provisions shall apply to and in rela- special tion to any employee of the Corporation who became such an pee employee on the transfer date by virtue of the operation of ip'certain the provisions of section 30— : employees Corporation, {a) anch employee shall be employed by the Corporation on such terms and conditions as may be . agreed upon by such employee and the Corporation: . Provided however, that such terms and condi- tons shell not be less favourable than the terms and conditions on which such employee was Previously employed in the Department of Tele. communications ; : {b) if on the transfer date, such employee was a pubillc officer of the Department of Telecommunications ‘holding a post declared to be pensionable and who hhad less than ten and not less than eight years’ : pensionable service, thea— . no 2, (he shail be deemed, for the purposes only of 0 | the Minutes on Penslons, to be holding the pest in the Department of ‘Telecommunics- : tions that he held on the transfer date until . an such period of time as, when added to bis is pensionable service under the Government, we makes an aggregate of ten years pensionable . “ service (service under the Corporation being ‘ +",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "B Sri Lanka Telecommunications Act, No, 25 of 1981 counted as pensfonsble service under the Government for the computation of such aggregate) 5 -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "4i) in respect of him the Corporation shall pay out . of the funus of the Corporation to the Deputy Seoretary to the Treasury to be credited to the Consolidated Fund for every complete month of the period of service during , which he is deemed for “the purposes ‘af the Minutes an Pensions to be holding the post in the Department of ‘Telecommuntca-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": ". tions that he held on the transfer date, sich",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "sum as may be determined by the Minister ‘in charge of the subject of Finance ; and {ill) at the end of the period referred to in sub- atagraph (3) he shail be deemed to have tetired from the public service and shall be eligible for such pension under the Minutes . on Pensions as would have been awarded to him hed he retired from the public service ‘on the ground of abolition of office on the termination of such period ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "{c) notwithstanding the provisions of section 30 and the precoding provisions of this section, and anything to the contrary in any’ other written law, where # public officer of the Department of Telecommunica- fions becomes an employee of the Corporation by | virtue of the operation of the provisions of section 30—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": ". (@ if such officer ix eligible for a pension on the : transfer date or later and elects to draw his full pension, he shall not be paid such pension during the perlod of his employment with",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": ". the Corporation ; : (i) if such officer 1s eligible for a pension and elects to draw a gratuity in partial computation of . ene-fourth part of his pension in accordance with the provisions of section 2A(1) (i) of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "the Minutes on-Pensions—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": ": (@) mich gratuity shall not be paid to him ‘but shall be credited fo his account in am approved provident fund of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 29,
    "par_num": 10,
    "text": "oon ‘Corporation ¢ :",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "Sri Lanka Telecommunications 29 : Act, No. 25 of 1991 : “()) the remaining three-fourth part of ‘the pension payable to him under the said Minutes shall not be pefd to him during the pertod of his employment with the Corporation ; (@) for the purpose af computation of tho . period of “ten years from the date of his retirement” referred to in section 2s (1) Gi) of. the said Minutes, the date of his retfrement shall be deemed to be the Inst date of his employment with the Corporation ; . (ili) if such officer is eligible for a gratuity and not pension under the Minutes on Pensions, such gratuity shall not be pafd to‘him but shall be credited to his aceount in an approv- ed provident fund of the Corporation ; and iv} if such officer fs eligible for the receipt of any sum of money under the Public Service Provident Fund Ordinance, such sum shall ‘ot be paid to him but shall be eredited to his account in an approved provident fund of the Corporatian. : 32 (1) Ady person who on and after the transfer date special continues in office an a public officer af the Department af provisions ‘Telscommunicetions performing work for and on behalf of hala the Corporation in his capaclty as sach officer may at sny persona who time with his consent be appointed to the siaft of The pibliosaen Corporation, ae Boa i (2) Where any public officer is appointed to the st 5 scommunk- the’Corporation under subsection (1), the provisions of Satfong on and subsection (3) of section 13 of the Transport Board Law, gtterihe, No. 19 of 1978, shall, mutaiis mutendis, apply to and in Wale relation to him, pertormaing forend on bebalt Cerporaton inthele capacity serach ‘ifcens.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "» Sri Lanka Telecommunteations Act, No, 25 of 1991 PARTV :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "Richt To use Srare on Prrvate Propiery For THE [Nsiatha-",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "mon ano MADWTENANCE OF TELECOMMUMICATION SERVICES Powerofthe 88. (4) For. the purpose of providing telecommunication Simesnd? service by means of the telecommunication system he 16 fnaneain licensed té operate, the operator or any person authorised by * felecommanl. yim in writing may, from time to time, place and maintain @ ‘and posts. telecommunteation line under, over, along or across, and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "posts in, or won, any immovable property and for that",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "purpose it shall be lawiul for any officer in the employ of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "the operator, and for the servants, workmen, and labourers",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "employed by or under such officer—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "(©) & all times on reasonable notice, and with all neces sary vehicles, machinery, toois and other means, to enter upon any land and to put up thereon any posts which may be required for the support of any telecommunteation line ; and :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "{®) to fasten or attach to any tree growing on such land or to any building or structure or thing thereon any bracket or other support for such line ; and .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "(©) tocut down any tree or branch which may in any way injure, or which is iikely to “injure, impede, or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": ". interfere with any telecommunication line; and ~",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "{@) severally to do and perform all other acts, matters and things necessary for the purpose af establishing, constructing, repairing, improving, examining, altering, or removing any telecommunication line, or in any way connected therewith, or for performing any-act, matter or thing under the provisions of this Act:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "Provided that— 7",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "@) an operator shail not exercise the powers conferred _ by this. section except with the written consent of tbe owner of the property under, over, along, across, in or upon which any telecommamication line placed ; : F",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 15,
    "text": "(i) sm operator shall not exercise the powers conferred’ by this section except for the purposes of a telecomi-. saunfeation service provided or to he provided by. the operator ; “",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": ". Sri Lanka Yelesommunications al Act, No. 25 of 199",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "+ Gil) an operator shall not acquire any right other than that of user only in the property under, over, along, across, in or upon which any telecormmuntcation, Itne. or post is placed, by reasua of such exercise; (Gv) except as hereinafter provided an operator or, person authorized by him in writing shall not exercise those powers in respect of any property vested in or under the control or management of any local eathority or public corporation without the perils . sion of the Mayor or Chairman of such local, authority or the Board of Directors ox management of such public corporation, as the ease may be ; and (v) an operator shall do as little, damage as possible to the property, and shall pay ressonebio compensi- . tion. to all persons interested for any damage or . _Yoas sustained by them by resson of the exerelse of fhe powers under this section on application being made for thet purpose to the operator within thirty",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "daye after the damage or loca was sustained,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(2) Nothing contained in paragraph (v} of the proviso to subsection (1), shell predude any person who suffers any loss or damage by reason of the exereige by an operator of the powers conterreé upon him -under subsection (1), from instituting an sction against such operator for compen sation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(8) If, any dispute arises concerning the sufficiency of the compensation to be pafd under paragraph (v) of the provize to subsection (1), such dispute shall, on appli- cation made by way of summary procedure for that purpose",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "ay either of the disputing parties to the District Court within the jurisdiction of which the property is situate, be summazily determined by that court, .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "(@ If any dispute arises as to the persons entitled to receive compensution of-as to the proportions in which the persons interested are. entitled to share in it, an operator may pay inte the District Court within the jorisdiction of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": ". witch the property fs situate such amount as fs deemed auificient or where oll the disputing parties have in writing’ admitted the amount rendered to be sufficient or the amount has been determined under subsection (8), the amotnt 20 admitted or determined and the court, after giving notice to the parties and hearing-such of them 36",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "| desine to be heared, shall summarily determine the persons",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "2 Sti Lanka Telecommunications Act, No, 25 of 1991 entitled to receive the compensation, or as the case may : be, the proportions in which the persons interested are entitled to share in tt @) The cost of ail legal proceedings under this section shail be determined by the District Court, An operator shall not be liable to pay any costs unless there is a dispute concerning the sufficiency af the compensation to be paid under paragraph (v) of the proviso to subsection (1), and in such case the operator shall be liable to pay costs should the amount of compensation determined by the District Court be more than the amount deemed sufficient by the operator, unless the court shail be of opinion that the claim of the applicant was so extravagant, or that he was 20 negligent in putting his claim before the said operator, that some deduction froma his costs should be made, or that he should pay part of the costs of the said operator. (6) Nothing in this section chall affect the right of any Pereon to recover the whole or any part of any compensation paid by the operator from the person who has received such compensation, Authority: 34. (1) Where an owner of any immovable property foprocure fails or refuses to grant to the operator the written consent conrent for _-‘Teferved to in peragraph (1) of the proviso to subsection use of (1) of section 33, the operator may report such fact to the over be Authority, . operate (2) Where a report under subsection (1) is made to the Authority, and the Authority after due inguiry is satisfied of the reasonableness of the requirements of the operator, he ‘may take mich steps as it deems reasonably necessary 10 procure the said written consent for the use of the said Property for and on behalf of the operator. Poworot 35, (1) The Mayor or Chairman of a local authority or atte the Board of Directors or the management of a public farzeration corporation may having, regard to the provisions of patt- Reason graph fiv) of the proviso to section $3, permit an operator ph Ge) to exercise all ar any of the powers under that, section proviso to subject to payment to the local authority or public eorpora- fier §S tion of a fee for the use of the property and to conditions soaditions relating to the time or mode of execution of amy work or for any other thing connected with or relating to any work 1 undertaken by an operator under that weetion: «7 0",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": ". Sri Lanka Telecommunications 3 . Act, Ne. 25 of 199%",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "(2) Where any sum of money is payable to a local authority or a public corporation under subsection (1), or ‘where compensation is payable under subsection (2) of section 27 zed an operator dispates such payment or eom- ‘pensation as excessive or unreasonable taking into. account ‘all the circumstances, then, and in every such case the matter 80 in dispute shall be referred to the Authority for determt- nation and the Authority shall determine the same,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "3) A party aggrieved by the determination of the Authority under subsection (2) may refer the dispute to two achitrators, one to be appointed by each party, and ‘such arbitrators shall before entering on the arbitration select an umpire, and the decision of such arhitrators where they sre agreed or in the case af a difference af opinfon among the arbitrators, the decision of the umpire, shall be final.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "36, Where under the preceding provisions of thin Act a Fowerof telecommunication line or post has been placéd by the guthority operator or the person authorized by him in writing, over, = able along, across, in or upon any property vested in or under {o\"Pecuire the control or management of @ local authority or public removal corporation, and that local authority or public corporation, ¢r Clteraton having regard ta circumstances which have arisen since the mumication telecommunication line or post was so placed, considers it ar ‘essential and necessary that it should be removed, or that its position should be altered, the Mayor or Chairman of the local authority or the Board of Directors or tha manage- ‘tment of the public corporation, as the case may be, may Tequest the operator to remove it or alter its position and i subject to section 48 the operator shall comply with such request. “ 8%, (1) The operator may, for the purpose of exercis- Pawerte ing the powers conferred upon it hy this Act in respect af Sorition of any property vested in or under the contro! or management #23 oT ‘of a local authority or publfe corporation alter the position arabe ‘thereunde® of any pipe (not belng a main) for the supply of gas or water of of any line, wire, or cable for the supply of electric power, or of any drain (uot being a main drain} abject to the permission of the local authority or public corporation, as the case may be. «: 2) The Mayor or Chairman of a Jocal authority or the Board of Directors ot the management of the public corpors- ‘tion zany send a person to superintend any work carried out by the operator in the exercise of those powers’ and the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "at Sri Lanka Telecommunications . Act, No, 25° of 1992 ‘operator shall execute the work to the reasonable satistac~ tion of the person so sent and shall pay reasonable compen- sation in the event of any damage caused by the exercise of its powers. Digputes 38, (2) In the event of a dispute between the operator between, and the Mayor or Chairman of a local authority or the fRattored — Board of Directors ar management of a publie corporation, auibmtty or as the ease may be, resulting from— corperation, (a) the refusal of permission, referred to in paragraph . {iv) of the proviso to section $3 by the Mayor or Chairman of the iocal authority or the Board of Directors or management of a public corporation ; or (®) any request made by a local authority or public \" eorporation under section 36, the matter in dispute shall be referred to the Authority for’ doterniination. (2) A party to the dispute who is dissatisfied with the determination of the Authority under parngraph (a) or (b) of subsection (1) may within one month after the date af the communicstion! to such party of ‘that determination appeal therefrom to the Secretary fo the Minisiry of the ‘Minister whose decision on any such determination shalt be final. . Resiztence, 38. Any person who without reasonable cause resists oF Seintha of obstructs, or threatents or attempts to Tesist ar obstruct, the Jawtal . Operator or sty person authorized by him in writing, in the Powersot __exerelse of tha powers conferred on such operator or person ‘operator, under section 39 he shall be guilty of an offence under this Act: . Provided however that no person shall be guilty of an . offence under this section by reason only of the fact that such person heing an owner refuses to give his written” consent required under paragraph (1) of the proviso to sub- section {1} of section 33. Right wo 40. (4) Where, under the provisions of this Act, 2 tele request commmunicetion line or post has been placed by an operator, tee? under, over, along, across, in, or upon any property, and any. * etfulesgm. person entitled to do so desires to deal with that property , Jno nation in such a manner as to render it necessary or convenient - post. ‘that the telecormmunication tine or post should be removed™ to any other. part of that property or to a higher or lower! Jevel or altered in form, he may request the operator -to'o remove or alter the Ime or post accordingly:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "Sri Lanka Telecommunications ES Act, No. 25 of 9°. Provided that, if compensation has been'paid.to ‘such person under paragraph (v) of the proviso to subsection (1) of section 33 he shall, when making the request, tender to the operator an amount sufficient to defray the expenses of the removal or alteration. (2) IE an operator falis to comply with the request within ‘a reasonable time, the person making it may appeal to tlie Authority in writing requesting the Authority to require the operstor to remove or alter the line or post. ° (2) Where after any such sppeal as ts referred to in aul section (2) the person making the request has fafled to procure the removal or alteration of the line or post he may apply by way of summary procedure to the District Court within the jurisdiction of which the property is cituate for an order requiring such removal or alteration. (@) & District Court on receiving an application under subsection (3) may in ite diseretion reject such application or make an order, absolutely or subject to conditions, for the Temoval of the telocomumunication line or post to any other art of the property or to a higher or lower level, or for the alteration of its form. ‘ 41, Im any case where a telecommuntication line hasbeen panting af Placed under, over, along, of acrosd any immovable property Weed ot __ Be person who, subsequent te the date an which such tele- toinjurs sommunfeation line has been so placed plants any tree or penton shrub which may be Ukely in the future to injure, fmpede “>* * or interfere with such telecormmunication Jina, chal be entitled to receive any compensation should such tree or shrub or any branch thereof be cut down under the provl- * sions of section 33. ; 42. Every telecommunication line or post placed before Prevasiors, the coming into operation of this section under, over, Sf enisd along, across, in, or upon any property for the purposes \"yee cmnmumt> of telecommanioations established or maintained by the fallen Government, shall be deemed to have heen so placed fs Posts the oxcerise of the powers conferred by and after before observance of all the requirements of, this Act, gms Rises pons en.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "36 Sri Lanka Telecommunications ‘Act, No. 25 of 1991 PART VI Ovrrxces ano Penarmies",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "43, “(i)Every person who contravenes ar faila to comply ‘Thisl 6t with any provision of this Act or any reguletion or rule *eaee mace thereunder or with any requirement imposed there under or with any order, award or direction given there- under shall be guilty of an offence.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "{2} All offences under subsection (1) shall be trialile suromarlly by the Megistrnte's Court,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "44. (1) Every person guilty of an offence under sub- offences section (1) of section 19 or section 22 shall be Hable on MOAT, 14 eonviction to a fine not less than twenty thousand rupees and and not exceeding one hundred thousand rupees or to s®<tion 22 imprisonment of either description for a term not less than sh months and not exceeding three years ar to both such fine and such imprisonment,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "(2) Bvery person guilty of an offence under subsection (2) of section 19 shall be liable on conviction to a fine not less than ten thousend rupees and not exceeding wwenty thousand rupees or to imprisonment of either description for a term not Jess than three months and not exeeeding ax months or to both such fine and such ‘amprigonment,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "48. Every person who, knowing or having reason to Penelty, foe believe that a telecommunication service is being provided or reselving, in contravention of this Act or of any reguistions or rules made thereunder—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "(@) transmits or receives any messege by such tele- cotnmunfcation service; or",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "{b) performs any service incidental thereto ; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "(@) delivers any message for transmission by means of such telecommunieaiion service; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "{d) accepts delivery of any message sent thereby,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "shall be guilty of an offence and shail be Hable on con sletton to a fine not exceeding ten thousand rupees and in default of payment of such fine to imprisonment of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "either description for a term not exceeding three months,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "Sri Lanka Tetecommunteations a : ‘Act, No, 25 of 1991 46. Every person wha dishonestly obtains or uses a Praudulent telecommunication service provided by an operator with telecommuni intent to avoid payment of any charge applicable to the catia provision’ of that service, shall be guilty of an offence ‘and shall be liable on conviction to a fine not exceeding twenty thousand rupees and in default of payment of such fine to imprisonment of either description for a ‘tecm not exceeding six months. ion of Penalty for 41. Every person who, with the intention of uy (@) preventing or obstructing the tranmission or imaying ox : 3 nih tele _ delivery of ery messages oF ; a (b) interrupting or acquainting himself with the gefon contents of any message; or (©) transmitting any message which he has no autho- xity to transmit; or . (4) committing mischief or any act of vandalism, damages, removes or tampets with any telecommunivation installation line, post or other thing whatever being pert : of or used in or about any telecommunication system or in the provision of any servies, by means thereof shall he guilty of an offence-and shall be liable on conviction ; to a fine not exceeding twenty thousand rupees or to : imprisonment of either description for a term not exceed- ing six months or to both such fine and such imprisonment, : 1 42. Every person who transmits or causes to be trans: Penglty for mitted or tenders or causes to be tendered to any tele- false oF communication officer or to any person having officiel messogo to duties in connection with a telecommunieation service felgcommuni- for transtnission by telecommunieation or for delivery, a HEU ae, mestage which he Imows to be false or fabricated, shall be guilty of an offence and shall be Hable on conviction to.a fine not exceeding twenty thousand rupees or to tmprisoument of efther description for a term not ‘excead- ing three years or to both such fine and such imprisonment. ‘The burden of proving that he did not know any message fo be false or fabricated shall He on the person charged under this section:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "a Sri Lanke Telecommunications : Act, No. 25 of 1991 Offences by + ‘etecormmst- 49, Every telecommunication officer, or any person. Giheer ke, having official duties, in connection with a telecommuni- tion service, who— (a) wiltully destroys, secretes, alters or otherwise than in the course of his duty, intentionally modifies . or interferes with the contents of any message : which he has received for transmission or delivery ; or (4) wilfully, and otherwise than in obedience to any authority empowered to do so under this Act, . omits to transmit, or intercepts or detains any message; or {c) otherwise than in pursuance of his official duty or as directed by court discloses the contents or any part of the contents of any message to sny person other than the person to whom the message is addressed, shell be guilty of an offence and shall be Liable on con- vietion to a fine not exceeding ten thousand rupees or to . imprisonment of either description for a term not exceed ing six months or to both such fine and imprisonment. Penaity me «5B “Every person who ‘ jalrading (a) without the permission of the telecommunication Yelecomeuni- officer in charge, enters a telecommunication ation ‘office. oF office ; oF . : Bremiies or Gistructing\" (®) enters a fenced enclosure round such telecommunl cation cation office in contravention of any regulation or - nolice prohibiting such entry; oF : (@), refuses to quit auch office oF enclosure on being ré quested to do so by any officer or servant employed: therein; or * {d) wilfully’ obstructs or impedes any such officer oF servants in the performance of his duty, shall be guilty of an offonce under this Act and shall be Hisble on conviction to a fine not exceeding five thousand rupees, and in defoult of peyment of such fine, with impres- onment of either description for a term not exceeding: ‘three months, :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "+ Sri Lanka Tetecommunications ae . ‘Act, No, 25 of 1991 .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "31, Every person who does any of the acts mentioned in section 50 with the intention of unlawfully leaming the FU contents of any message or of committing any offence ttrusion punishable under this Act, shall be guilty of an offenceand feizet\" a shall be liable on convietion to imprisonment of either leum description for a term not exceeding six months in addition 7°\" to the fine prescribed by section 50. messase.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "82 Every person who’ without lawful authority intrudes— pial",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "intrusion",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(2) into the contents of a message or its usage infortiae Ito tne",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": ". tion by electronte or other means; or contette",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(@) with the intention of interfering with any message or PRsse ‘ts usage information ; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(©) with the intention of unlawfully leatning the con",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "tents of any message or ita usage information ; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "{@) with the intention of committing any offence punt-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "shable under this Act, shall be guilty of an offence and shall be liable on convic- tion to a fine not less than twenty thousand rupees and not exoeeding one hundred thousand rupees cr to imprison juent of either description to a term not exceeding two ‘years or to both such fine ahd such imprisonment,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "For the purpose of this section and section 54 “usage in- . formation” means information relating to the identity of : calling subscriber, called subsertber, date and time of originating of message and the type of messige. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "‘S8. Every person who wilfully seeks to intercept ond puny . improperly acquaint himself with the contents of any intercept telecommunication travsmission not intended for general oftelecona reception shall be guilty of an offence, and shall be Iisble Sunanlosled, on conviction to a fine not exceeding ten thousand rupees or-to imprisonment of either description for a term not exceeding six months or to both such fine and suck impri- eonment,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "54, (1) Subject to the provistons contained in subsection 5,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "(@ every telecommuntcation officer or any pervon having faa 7 official duties im connection with a telecommunication djstlonre",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "system who otherwise than in the comme of his duty— -eantenta",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "\" (@) intentionally intercepts a-mesétge sent hy means of Tears by",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "s that system or its usage information; or ation",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "40 Sri Lanka Telecommunications ‘Act, No. 25 of 1991 {b) discloses to any person the contents of a message sent by means of that system which he had inten- tionally intercepted, “ shall be guilty of an offence,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "(2) Subject to the provislons contained in subsection (3). every telecommunteation officer or any person having official duties in connection with the running of a telecom munication system who otherwise than in the course of his duty intentionally discloses to any person the contents af any statement of acconnt specifying the telecommuntoation services provided to any other person by means of that. system, shall be guilty of an offence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "* @) The provisions of paragraph (a) of subsection (1) shall not apply to anything done in obedience to any direc- tion given under the band of the Minister under this Act, and paragraph (b) of that subsection and subsection (2) ahall not apply to any disclosure in connection with the investigation of any eriminsl offence or for the purports of ‘any crfminal proceedings.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "(4) Every officer or person guilty of an offence under ‘this section shall be Hable on conviction to a fine not exce- eaing ten thousand rapees, or imprisonment of either des-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": ": crlption for a term not exceeding six months,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "Penalty 88. Every person who climbs up # telecommumication",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "Ser post or attaches anything to any telecommunication line,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "Spying post of other apparatus without lawful authority, shall be",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "come guilty of an offence and shall be liable on conviction to a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "HieteMion fine not exceeding ten thousand rupees.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "line, te,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "‘Tronmnission «58. Every telecommunicstion officer, or other person",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "otoaia having official duties connected with any office used ws &",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "merge, _telecommunication oflee, who with the intention of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "wautvia defrauding the operator transmits or causes to ‘be trans",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "mitted by telecommunteation or delivers or causes to be delivered any message on which the charge prescribed by the Authority has not been paid, shall be guilty of an offence and shall be Liable on conviction to a fine not exceeding tan thousand rupees or to imprisonment of elther deseription for a term not exceeding three years, or to both such fine and such imprisonment. . . set",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "Sri Lenka Telecommunications a Act, No, 25 of 1991",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "8%. Every telecommunication officer, or other perz02 penalty ‘having official duties connected with 9 telecommunteation for service who is guilty of any act of drunkardness, or af mac\" being under the influence of drugs nat medically prescribed telecom or of carelessness, or other misconduct whereby the correct Sauer, transmission or the delivery of any message is impeded or delayed, and every such officer who delays or defaults in the ‘transmission or delivery of any message shall be guilty of an offence and shall be Hable on conviction to 8 ‘Ane not exceeding five thouscnd rupees or to imprisonment of either description for a term not exceeding three months ‘or to hoth such fine and such imprisonment, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "58. Every person who by himself or by his agent or Penalty servant tenders for transmission at any telecommunication $21.5 office any message of an indecent, obscene, seditious, scut- Chesser rilous, threatening or grossly offensive character, shall he indssent or guilty of an offence and shell be liable on conviction to a message fine not exceeding five thousand rupees or to imprisonment of either description for @ term not exceeding six months, er to hoth such fine and such frmprisonment.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "58. (1) Every person who peraistently makes telephone _ malty calls without reasonable excuse for the purpose of causing Sising annoyance or inconvenience to any telecommunication | py\"vsn",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "officer or any person, shall be guilty of an offence and feisphoue shall be lishle on conviction to a fine not exceeding five ‘thousand rupees, and, in default of payment of such fine,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "to imprisonment of elther description for a term not",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "exceeding three months.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": ": (2) Tt shall be lawfol for 2 telecommunication officer to",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "intercept, monitor, trace or record a call of the description referred to in subsection (I) or to refuse to allow such a call to be made.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "(@) Every person who unlawiully and wilfully listens into a telephone conversation belween two other persons shall be guilty of an offence and shell be lisble on convie- ‘tion to a fine not exceeding ve thousand rupess or to im- ‘prisonment of either description for a term not exceeding two years or to both such fine and such imprisonment.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "ae Sri Lanka Telecommunications Act, No, 25 of 1991 . pouty . 0, Every person who fraudulently retains, or wilfully relating secretes, or makes away with or detains, a message which meses ought to have beer delivered to some other person, or By\" - being required by a telecommunication officer to deliver sMistake, any such message, neglects or refuses to do 80, shall be guilty of an offence and shall be liable on conviction to a * fine not exceeding five thousand rupeesor to imprisonment of either description for a term not exceeding two years, oF to both such fine and such imprisonment, Dfene @L. (1) Whoever has in his possession, cuistody or Elecommunt. control any telecommonication wire and is unable to estab- cation wire” lish that such wire has been acquired lawiully shall be guilty of an offence and shall be Mable . om convielion to a fine not exceeding ten thousand rupees > or to imprisonment of either description for a term nat -.  Texeeeding three years or to both such fine, and such ‘imprigonment. . “telecommunication wire” for the purpose of this section means all conductors metallic and non-metallic used for purposes of teleommuntcations,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "Q) A certificate purporting to be under the hand of an officer authorised in writing by the Authority, certifying that any telecummunication wire in question is of the des- cription referred to in subsection (1) shell be admissible in a court of law and shall be prima facte proof of the truth",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "~ of the statements made therein,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "@) Any perma whom .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "(c) attempts to commit or does any act preparatory to",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "+ the commission of ; or :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "(®) aids or abets another person tu commit; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": ". (©) conspires with another person in the commission of, an offence under subsection (1), shall himself be guilty of that offence and shall be Hable on conviction to the -same punishment as Js specified for a person convicted of 2 offence under subsection (1). : Penaiy for 62 Whoever attempts to eommit any offence puodshable foeammit —untier this Act shall he guilty of on offence and shall be omnes, Yable on conviction to the pimichment herein provided for",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "Sri Lanka Tetecommunications 6 Act, No. 2 of 1992 “. 8, Every person guilty of an offerice for which no penalty General, fs specially provided by this Act, shall he Hable on conview Penal tion t» a fine not excesding five thousand rupees, and, ia default of payment of such fine, to imprisonment of either « description for a term not exceeding three months, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "(4. Where an offence under this Act or any regulations Omences | or rules made thereunder is committed by a body of gommifted, persons, then— persone",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "(a) if that body of persons is a body corporaie, every",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "person who at the time of commission of the offence was a Director, General Manager, Secretary or other similar officer of that body; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "(2) if that body ts not a body corporate, every person",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "who at the time of commission of the offence was",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "‘the President, Manager, Secretary or other similar",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "officer of that body, shall be deemed to be guilty of that offence unless he proves that such offence was committed without his knowledge or that he exercised due diligence to prevent the commission of such offence.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "&. (1) Mf a Magistrate is satisfied by information on Magistrate to ‘oath that there 1s reasonable ground for believing that, in Search | sontravention of the provisions of this Act, or any xegu- certain Istion or rule made thereunder, any telecommunication ** & apparatas has been installed, or established, or js main- tained or worked, or that any telecommunitation appatatus has been imported, sold, or affered for sale in any place ot : im any vehicle or oti board aiiy ship or aircraft within his Jurisdiction much Magistrate may grant 4 search warrant ta any police officer authorising that officer to-enter and inspect the place, vehicle, sip or alrersft, and to seize‘any ‘apparatus which afivesry to that officer to be used or Intended to be used for any telecommuniestion and which appears to him to have been imported, sold or offered for sale for the aforesaid purposes,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": ". @) Any telecoramunication apparatus seized under the provisions of subsection (1) may upon the conviction of the owner or other person in control of such apparatus for “an offence under this Act, by order of the Magistrate be forfeited to the State.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": ". 4 Sri Lanka Telecommunications Act, No, 25 of 1961 PART VII Guo",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "Power of #6. (4) The Minister may insue from time to time to the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "Minister we, Authority, general or special directions in writing.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "Sr special Q) Tt shall be the duty of the Authority to comply and to ensure compliance by any operator with any general or special directions issued by the Minister under subsection",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": ". a).",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "Geren $7. The Minister may from time to time direct the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "‘the Authority to furnish to him in writing such information as",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "Miniter, may be needed for his official purposes,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "Aibey e 68 (@) The Authority may make rules in respect of all",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "make rules. matters for which rules are required or authorised to be made under this Act,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "(2) Alf rules made by the Authority shall be published in the Gazette and sheli come into effect on the date of pubileation o on such later date as may be specified therein.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "(8) No rule made by the Authority shall have effect untit it has been approved by the Minister.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "Power of 69, Ef on the occurence of any public emergency or in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "sooernment, the interest of publle safety and tranquility, it is expedient",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "restrict the or necessary that the tranemission and reception of messages,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "telecommuml- by telecommunication should be probibited or be subject to supervision and control, the Minister may, upon being satisfied of the above matter by Order made either gene relly and published in the Gazette or specially in writing fn respect of any telecommuntestion service provided in any place in Sri Lanka or in any ship in the territorial ‘waters of Sri Lanka or in any vehicle or aircraft in of over ‘Sri Lanka or the territorial waters thereoi—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "(a) where prohibition is expedient or necessary, probi- bit the transmission or reception of messages by telecommunioation either generally or at any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": "+ specified place or station or in any specifled ship, vehicle or aircraft or by any specified telecom— munication or by an operator or specified person",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 45,
    "par_num": 19,
    "text": ". or class of persons; or",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": ". Sri Lanka Telecommunicetions 5 ‘Act, No. 25 of 1991 4m) where supervision and control are expedient or necessary— . @) prescribe the conditions and restrletions sub- Ject to which messages may be transmitted . or received by telecommunication either ~ generally or by an operator or person in charge of any specified telecommunication service ; and (i) make such provision as he may deem necessary for the interception or the censoring of all of any-specified class or description of mes- seges submitted for transmission by, or transmitted or received by telecommunica- ‘ion. 7. No suit or prosecution shall e— (@) against the Authority for any act which in good faith is done or purported to be done by the Authority - under this Act or any regulation or rule made thereunder; or (®) against any officer, servant or agent of the Authority for any act which in good faith is done or purpor- ted to be done by him under this Act or any regu- Jation or rule made thereunder or on the direction of the Authority,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "72, (1) The Minister may make regulations in respect of any matter required by this Act to be prescribed or in res- ect of which regulations are wuthorised by this Act to be made,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "(2) Tn particular and without prejudice to the generality of the powers conferred by subsection (1), the Minister nay make regulations prescribing—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "(a) the regulatory measures as may become necessary",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "_ in onder to comply with any general or special",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "divectiona that may be given by the Government under paragraph (f) of section 6; (®) in respect of each of the Licences referred to in this . Act, other than the licence Teferred to in section 17, the form of the licence, the manner in which a application for the licence is to be made, the dure- “Hon of the licence, and the fee payable for the 5 issue and for the renewal of the licence;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "6 Sri Lanka Telecommunications Act, No, 25 of 1991",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "{c) the technical examinations to be held and the fees to be charged from candidates under section 6 and the form of the certificate to be issued to such candidates who seach the prescribed levels of proficiency gt such examinations;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "(a) the manner in which, and the conditions and restrictions subject to which, messages shail be transmitted 5",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "{e) the precautions to be taken for preventing the im- proper interception or disclosure of messages;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "Qf) the fees to he charged for searching for or furnish- ing certified copies of meseages and other docu ments in the custody of any telecommunication officer ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "(g) the regulation of the working or use of telecomrount- cations apparatus in any place ia Sri Lanka at any time when an Order under section 69 is not in force:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "(h) prohibiting or regulating the working or use of any telecommunication apparatus at any time when a Order under section 69 is uot in éorce—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "(0 fm any ship, whether Sri Lankan ‘or foreign, whilé it is in the territorial waters of Sri Lanke ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "(4) in any aireraft, whether Sri Lankan or foreign while it is in or-over Sri Lenka or the tersi- torial waters thereof;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "@ the ensuring of the secrecy of any specified class or description of messages. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "(8)}Every regulation made by the Minister shall be published in the Gazette and shall come into operation on ‘the date of publication or on such later date os may be specified in the regulation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "(4) Bvery regulation made by the Minister shall as soon as convettient after its publication in. the Gazette be brought before Parliament for approval. Any such regula- tion which is not so approved shall be deemed to be res- sinded as from the date of its disapproval, but without yrojudice to anything previously done thereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "(6) Notification of the date on which any regulation nade by the Minister is so deemed to be rescinded shail",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 47,
    "par_num": 14,
    "text": "published fn the Gazette,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "Sri Lanke Telecommunications a Act, Ro, 25 of 1991 72 (1) The, Telecommuntcation’ Ordinance (Chapter Geuse of 102) is hereby repealed, 1a and . ao",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "(2). Notwithstanding the repeal of the aforesaid Ordi- iad",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "nanee— :",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "{e) every action or proceeding instituted by or against the telecommunication authority and pending under the provisions of the repealed Ordinance in any court, whether original or appellate on the date of coming into operation of this section, shall ‘be deemed to be an action or proceeding institated by or against the Corporation’ and every such aetion or proceeding may be proceeded with to completion and be enforced accordingly;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "(®) every regulation or rule made under the repealed Ordinance as is in force on the date of coming into operation of this section, in so far as such regula” tion o rule ia not inconsistent with the provisions of this Act shall be deemed to be a regulation. of rule made under this Act and may be amerided or rescinded by regulations or rutes made undet",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": ". this Act;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "{e) every, application for a licence of a prescribed des- eription made to the telecommunteation authority under the provisions of the repealed Ordinanct other than applications in respect of matters for which a leence is not required under this Act",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "- Before the date of coming into operation of thls",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "section and not disposed of on that date shall be",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "< deemed to be an application made to the Authority",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "‘under this Act and the Authority shall deal with",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "such application under the provisions of this Act",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "relating to applications made after the date of ‘coming intto operation of this section;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "‘@ every licence issued by the  telecommunikation authority under pections 3 and 4:of the repealed ‘Ordinance and in force immediately prior to the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": ": date of coming into operation of this section shell ». _» be deemed to be @ licence granted by the Authority under the provisions of this Act; a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": "(@) any decree, order or award entered or made in * favour of or against the Department of Telecom~ ‘munications by any court or tribunal or other",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 48,
    "par_num": 17,
    "text": ": body in any ction, matter, proceeding or y thing shall’ with ‘effect from the date of coming img operation ‘of this section.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "8 Sri Lankw Telecommunieatons Act, No, 25 of 169%",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "‘be deemed to be a decres, order or award entered or made in favour of or against the . Corporation and may he. enforced",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "accordingly. Inespreta- .. 12, In this Act, unlesa the context otherwise requires— ton, “Director-General” means the petson for the time being holding the office of Director-General of Telecom-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "munications ;",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "“message” means any communication sent or received or made by telecommunication or given to n telecom- munication officer to be sent by telecommunication or to be delivered and includes any signal or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": ": combination of signals used for the broadcasting of music, conversations, speeches, lectures, stage performances, writing, fasctmiles, images, pictures or actuation or control of machinery or apparatus ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "“operator” means 4 person authorised by a licenes under section 17 to operate a telecommunteation system j",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "“post” mesns a post, pole, bracket, standard, stay, strut or other contrivance for carrying, euspending, or supporting a telesommuniestion line ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "“prescribed” ,means prescribed by regulations made",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": ": under this Act ; .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "“public switched network” means a set of nodes and links that provide connections between two or more defined points to secommodate telecom- munications between them using switched con- nection at the respective nodes via a combination of the links proper to the connection by means ot which an operator may under the authority of a ‘Heence given under this Act, provide telecommuni- cation services to the poblic in Sri Lanka ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "“radio beam” means an electro magnetic radiation wherein the energy is focussed using entenna to emhance the signal strength created by the radia-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "tion at a required remote location ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 49,
    "par_num": 14,
    "text": "*‘elecommunication” means the making of any transmission, emission or reception of algns, signals, writing, images, sound ot intelligence of any nature by optical means or by wire or radlo wave or any other electromagnetic system j",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": ". Sri Lanka Telecommunications ” : _ Act, No. 25 of 1991",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "+. “telecommunication apparatus” means apparatus eon-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "+ structed or adopted for use ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "7 (©) in transmitting or recetving enything falling within the definition of the expression “telecommunication system” which is to be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "- or has been conveyed by means of a tele- ‘communteation system ; or (b) in conveying, tor the purposes of such a system, anything falling within that definition;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "“‘telecommunication line” means a wite or wires or optical flbre used for the purpose of telecommaunica- tion, with or without any casing, coating, tube or pipe enclosing the same, and any appliances and ‘apparatus connected therewith for the purpose of fixing, inaulating, protecting or earthing the same;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "“telecommunication network” means a set of nodes and links that provide connections between two or more defined points to accommodate talecommuni- cation between them using dedicated or switched connections established at the nodes via a combina- tion of the links proper to the connections ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "“‘telacommunication office” means an office or. building or any place at which any work incidental to -or connected with transmission of messages is carried on under the control of or administered by the Authority or an. operator ; .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "“telecommunication officer” means any person employed either permanently or temporarity in connection with any telecommunication service provided by an ‘operator 5",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "“telecormmunication service” means a service consisting in the conveyance by means of 2 telecommunteation system of any message, or a service consisting in the installation, maintenance, adjustment, repair, alteration, moving, removsl or replacement, of apparatus which fs or is to be connected to e tele- communication system ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "“telecommunication system” means a system for the conveyance by the agency of electric, magnetic, electro-magnetic, optic, electrochemical or electro-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "ri |” mechanical energy, of—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "[°° @ speech, music and other sounds ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 50,
    "par_num": 14,
    "text": "> (B) vious] images ;",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "60 Sri Laka Telecommunieations ‘Act, No. 25 of 1991 (6) information for human comprehension that intended for presentation {na two dimensto- nal form, consisting of symbols, phrases ar sentences in natural or artificlal languages, Pictures, diagrams and tables; or- . (@) signals serving for the actuation or control of . machinery oF apparatus; “terminal apparatus” means any telecommunication apparatus used in telecommunteation by means of . a Licensed system and not comprised in thet Hicensed system or any other licensed system for originating or terminating messages transacted, Stohata 74 Tn the ovent of any inconsistency between the iextt | _-_‘Sinhela and Tamil texts of this Act, the Sinhala text shall Real prevail vee inconsis. tency. .",
    "mean_p_confidence": 0.78
  }
]