[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON -:\" ¢ 2nd Session 1961-62 . , ous oS Gy na coon ier = (25 JUNIDE2) 4 (ies Sy 3 Um 7e> Sone, Wages Boards (Amendment) Act, No. 27 of 1962 . Date of Assent: June 16, 1962 Printed on the Orders of Government faz etn dete i,t, Oo, Bee Peat, 8 oboe UR ERG: Ge TE Semen Bona, BOB 0, lara tee Date dubseriptions wal be accepted on the condition that Bille Issued ‘before the date of payment will not be supplied. Price: Weont, _ .  _. —_Pastage: 10 cents,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Wages Boards (Amendment) Act, No: 27 of tose ore L. D.—o, 89/61. : wy Aw Act 10 amuxp THE Waces Boanns Onpivance. : (Date of Assent: June 16, 1962] BE it enacted by the Queen’s, Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited as the Wages Boards stat es (Amendment) Act, No. 27 of 1962. -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 Section 3 of the Wages Boards Ordinance, Ameotmeot ot hereinafter referred to as the “principal enact- G,*3f ment.\"”, is hereby amended, in sub-section (2) of that : section, by the substitution, for the words “ for two years, of the words “for four years ”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "3. Section 41 of the principal enactment is hereby Amentaat ot amended, in sub-section (2) of that section, by the {wis dl of substitution, for the words “' a period of two years\", soeciue, of the words “a period of four years”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4, Section 46 of the principal enactment is hereby Ameodneat of amended, in sub-section (1) of that section, by the [ten ‘¢ of substitution, for the words “‘ during the two years’, sosament of the words “‘ during the four years”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "8. Section 86 of the principal enactment is hereby Amendment of amended, in paragraph (c) of that section, by the (feof substitution, for the words “‘ within two years, of ansciment. the words “ within four years ’”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "6. Section 80 of the principal enactment is hereby Ammdmeat ot amended, in paragranh (i) of that section, by the wna, substitution, for the words ‘ within two years\", of | sutamh the words “within four years”,",
    "mean_p_confidence": 0.72
  }
]