[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  Local Government Service  Employees (Special Pension  Provisions) Act, No. 13  of 1969  : Date of Aen: Sane 1900  Printed on ht Orde cert, Pad of fave 18, Bh",
    "mean_p_confidence": 0.526046511627907
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  otal Government Service Employes (Special  Bration Brion) det Ne 9) We",
    "mean_p_confidence": 0.33571428571428574
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1 Do, sje",
    "mean_p_confidence": 0.184
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  AX Act 10 rOVIDE TOR THE ravatene OF Passions,  \"Gitta Eacas Covreanewr Senvien survovess",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (Date of Assent: Jone 1, 1969)",
    "mean_p_confidence": 0.4425
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  BE, it equctad by the Queen's Most Excelent  Majesty, by and withthe aivioe and consent of he  Sousa 'iad che House of epreematives of Ceyion  {nthe present Parliament tmenbled and by” the  authori of the same, at follow",
    "mean_p_confidence": 0.4084090909090909
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  4, le Ac ry ee we Loa Gr te  sent Service Emplayees (Special Pesion Provisions)",
    "mean_p_confidence": 0.3927777777777778
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Rot Novis of on",
    "mean_p_confidence": 0.36333333333333334
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  2. () Every member of the Local Goverament rma  Servos who was a tameorred member to wham the ae  Toca! Goverament Service Pension Scene Regula- asi  ‘es, 1952 poblinbed in GacetteBetrondivary Eat  Ron'10420, of aly. 90, 1082, smequenty Suen",
    "mean_p_confidence": 0.3842222222222222
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  tatended aid act Spply, and’ who adaa oe ==  Wefore Jane 90,1004, fetited. fom such service  ge th grainy wons te Sale",
    "mean_p_confidence": 0.25923076923076926
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  ‘otwithtandingaiyhing in",
    "mean_p_confidence": 0.13999999999999999
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  al Government Service “Ordinance of i) any pa  other writen law, be dacmed to have ried fom  fb sarvice‘on te grown of il eat under he  Ero hf oa uty he  tmpay he was on the ty impodlataly preceding the  day. he became’ a transfered member \"and aor  {naly, maybe awardel bythe: Local Government  Siivce\"Cammsson a penton: gatily or ruling  allowance Tn acoedanee withthe. provisions of  fection \"38.\" of \"the \"Local Governtent Service  Sraiaaace",
    "mean_p_confidence": 0.3648837209302325
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  2) The provisions of sestions 50 and 00 of the  reba Contd Gen a apy te  ‘rey pesto, gratuity o retiring sllowance 8  bd Sobel (a this etn",
    "mean_p_confidence": 0.423030303030303
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  «",
    "mean_p_confidence": 0.20333333333333334
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  8. ‘The pension or retising allowance awarded top ue tm  any person under section 2 of this \"Act shall be pay. =S8Lzee  fable from the date on which such person retied from Setar  ibe Local Goverment Servic. sar",
    "mean_p_confidence": 0.4932558139534884
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Local Government Service Employees (Speci  \"Penton Provisions) Act, No. 18 af 389  tommpanin, —Tn this Act —  “local authority ” has the same meaning asin the  on ‘Local Government Service Ordinance:  “Local, Government, Service\" means the Loeal  “Government.” Service constituted under  ‘ection 18 of the Local Government Service  Grdinance;  Local Government Service Commission \"means  ‘the Local Government Service Commission  tablished. uader section 2 of the Local  ‘Government Service Ordinance; and  “transferred. member \" means a person who bas  Tpoen transferred to. the Local Government  ‘Servis under section 55 or ection 68 of the  {Tocal Government Service Ordinance,  '",
    "mean_p_confidence": 0.5059322033898306
  }
]