[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "‘ PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF < . SRI LANKA . : TURNOVER TAX (AMENDMENT) ACT, No. 13 OF 1991 . \" (Cortised om 15th March; 1993) : Printed on the Orders of Government fis ute Pet, Set gh snoerm a Tan bessmGn oF cOvBUNERIT anENG I TAME “Fe Pa PURCHASED AT THE GOVEGSDIEN? PUBLICATIONS BUREAU, COLOMMPD Price : 30 cents. Postage : Re. 100",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Turnover. Tax (Amendment) Act, No. 12 of 1991 {Certified on 15th March, 1991] - . LD—O. 10s * . An Act ro amenp THE Turnover Tax Act, No. 69 or 1981 . BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1, This Act may be cited a the Turnover Tax (Amend- short tite. ment) Act, No, 13 of £991.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 Section 50a of the Turnover Tax Act, No. $9 of 1981 amendment",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(hereinafter referred to as the “principal enactment”) is 22,5400, hereby amended in subsection (3) of that section, by the Ng, 0 of substitution, for the words and figures, ‘on or after April 1, 1989,”, of the words and figures, “on or after April 1, . 1989, but prior to January 1, 1991,”. 18 Section 59 of the principal eozctment Js hereby Amendment amended by the repeal of paragreph (2) of the definition $5 fine of “authorised representative”, and the substitution. ptincinal therefor, of the following paragraph :— 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“ @ who is authorised in writing trom time to thme by .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4 Person, to act on behalf of such person for the purposes of this Act, in respect of matters relating to such year of assessment as 1s specified in the authorisation and who—, . ( being an individual registered a8 an auditor under the Companies (Auditors) Regulations, . ia approved by the Commistoner-General ; or . . \\ £ . i) is an individual approved by the Commissioner- General for the purposes of the Inland. ~ Revenue Act, No. 28 of 1979, under reguia- tions made under that-Act, in that behalf ;”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4 In the event of any inconsistency between the Sinhela sinha text",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "and Tamil texts of this Act, the Sinhala text shall prevail. jn care of | Inconsistency.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Anmel sabseription of English Bille and Acte of the Parliament Be, 695 (Local),",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Rs. 1199 CFerelga), payable to the Sursunmmncer Gormmnamer Pusicsrioxt",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Rwsay, Cocneazo 1, before 15th December each year in teepect ot the . yer following. :",
    "mean_p_confidence": 0.6
  }
]