[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ™> . > . 2nd Session 1971-72°¢/ . Ey : Pris Qa Business Undertakings (Acquisition) Act, No. 35 of 1971 Date of Assent: October 1, 1971 ah Printed on the Orders of Government Bind eran pe es ore, Apr! strep eedng Bi) B40 hoe, tot Fee, BUG, 2 othe GAMES, ea + REE bats, Maca ot Oe cctkalaltny a Isqued before the date of payment will not be supplied. Price; 60 cents Postage: 18 ceats:",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Business Undertakings (Acquisition) Act, No. 85 of 1977 . . L. DO, 95/70. . . AN ACT TO PROVIDB FOR THE ACQUISITION FOR TRE GOVERNMENT, WHETHER BY AGREEMENT OR COMPUL- BORILY, OF ANY BUSINESS UNDERTAXING, FOR THE REQUISITIONING OB COMPULSORY ACQUISITION OF ANY PROPERTY NECESSARY FOR THE FURPOSES OF THAT UNDERTAKING AND FOR MATEEAS CONNECTED . ‘THEREWITH OR INCIDENTAL, THERETO. [Date of Assent: Octoher 1, 1971] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the House of Representatives of Ceylon in this present Parliament assembled, in accordance with the provisions of Section 84 of the Ceylon (Constitution) Order in Council, 1946, and by the authority of the same, as follows: — 4, This Act may be cited as the Business Under- sit tile, takings (Acquisition) Act, No. 88 of 1971: 2. (1) The Minister of Finance of his own motion Acquisition ty, or at Pete of any other Minister— . 2a (@) may direct in writing the Secretary to the mite \"Treasury to acquire ea bebalf of the Govern- ment by agreement any such business nuder- taking Tg shail be specified in such direction ; or : (®) may, by Order (herestter in this Act referred to as a’ primary vesting Order ”) published in the Gazette, vest in the Government with effect from such date (hereafter in this Act referred to as the “ primary esting date \"*) as shall be specified in the vesting Order any such business undertaking as shall be 60 specified. {2} Where any business underteking is acquired by Oe Goa Pe nee mont oF ie vested in the Government by a primary vesting Order, the Govern ment shall, with elect from the date of transfer or the primary vesting date, as the case may be, have absolute title to uch “business undertaking free from all eacumbrances. K—2610—5,900 (9/71) .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". 2 Business Undertakings (Acquisition) Act, No, 36 of 1977 .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(8) A primary vesting Order shall be laid before + the House of Representatives within aixty days of the publication of the vesting Order in the Gazetve, and if Parliament is not in session, within fifty days of the commencement of the session next ensuing, by & mation that such Order be approved.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(4) Sabject to the provisions of sub-section (6), a primary vesting Order shall be final and conclusive {and shall not be called in question in any court whether by way of writ or otherwise,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "* (6) Where the House of Representatives refuses to approve a primary vesting Order made in respect of any business undertaking, that undertaking shall be deomed never to havo vested ia the Government. by virtue of that vesting Order and any question whi may arise as to any Tight, title or interest in or over",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "undertaiing shall be determined acoordingly. Apri, 8 Where any business undertaking is acquired by Suess’ or vested in the Government, there shall be appointed meoegesod., & competent authority or more than one such piu of ay quthority to manage and administer the affairs of that solariking | - undertaking. ened nthe Soveremeai Spi 4 (1) Subject to the provisions of sub-section (2), Reutieg > where any business undertaking is acquired by or Seep vested in the Government, all the rights and liabilities ‘Ey aniness under any contract or agreement which relates to the tmerakiné purposes of that undertaldng and which subsists on gruel the date of transfer or on the primary vesting date of Goermeat. that undertaking shall vest in the Government.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(2) The Minister of Finance may at any time repudiate the liabilities under any contract or agree ment referred to in sub-section (1) if be is of opinion that such liabilities were incurred mala fide, dishonesty or fraudulently. Notiog of the repudiation shall be given by the competent authority to the parties to the contract or agreement.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(3) Where the Minister of Finance under svb- section (2) repudiates the liabilities under any contract or agresnen such liabilities shall be deemed never t0 have vested in the Government,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Business Undertakings (Acquisition) 3 Act, No. 86 of 1971",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(&) For the purposes of this section, “liabilities” shali not include any joan repayable to a ditector of any business undertaking which is acquired by or yested in the Government or to any member of the family of euch director,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "8. Where @ business andertaking is acquired by twine or vested in the Government under this Act, the eom- pisses of potent authority appointed under section 8 to manage Kynucl by x and administer the affairs of that undertaking shall yet to tbe take possession of the property of that business undertaking.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "6, A competent authority in the discharge of his Stowers functions and in the exercise of his powers shall bef wen © & subject to such general or special directions as the\\ codon. Mitieter of Finale ia consoltation with tbe relevant Minister may issue from time to time.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "%. (1) The proprietor of any business undertaking Appel. who is aggrieved by a primary vesting Order made in reapect of that undertaking may, within fifteen days after the date of that vesting Order, appeal to the Minister of Finance against such vesting Order.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(2) The Minister of Finance may refer an appeal made to bim under sub-section (1) to an Advisory Board consisting of such number of persons being nt Jess than three es the Prime Minister may appoint and such Advisory Board shall advise the Minister on the question whether the primary vesting Order to which the appeal relates should be revoked.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "{8) The Minister may, after considering the advice tendered to him by the Advisory Board, revoke the primary vesting Order in respect of which the appeal was made.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "8. (1) For the purposes of any business under- conic taking ocquired by or vested in the Government, the Sraer %8 the Minister of Finance of his own motion or at the suis Tequest of the relevant Minister may, by Order rr (hereafter in this Act referred to as a “ subsidiary vesting Order *’) published in the Gazette, vest in the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "- Government with effect from such date as shall he specified in the Order, any movable or immovable Property specified in the Order. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "4 Business Undertakings (Acquisition) Act, No. $5 of 1971 .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) Before o subsidiary vesting Order takes effect, the Minister of Finance in consultation with the relevant Minister from time to time may alter, b Order published in the Gazetée, the date on which Such subsidiary vesting Order takes effect.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "@ A snteidiary vesting Order shall have the effect of giving the ernment absolute title to any property specified in the Order with effect from the date specified therein and free from all encumbrances.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(4) A eubsidiary vesting Order vesting any property in Uhe Government for the purposes of any business undertaking of the Government shall have the effect of authorizing the competent authority managing and administering the affairs of that business under- - taking to take possession of that property.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "BA subsidiany vesting Order made in respect of any property shail be finel and conclusive and shall not be called in question in any court whether by way of writ or otherwise.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "‘Amméows ct _ 9. (1) Notwithstanding that any movable or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "qrvts¢, One immovable property has veated in the Government by",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "nits w sey, virtue of a vesting Order, the Minister bf Finance of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "popery vail hig own motion or at the request of ‘the relevant",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "‘Gorermeat. Minister may, at any time by scbsequent Order (here- after in this Act referred to as a “‘ divesting Order ”) polished in the Gaxette, amend that vesting Order oy the exclusion therefrom of that property.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(2) The following prqvisions shall apply where any property is excluded from a vesting Order by a divesting Order made under sub-section (1)—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(@) that property shell be deemed never to have vested in the Government by virtue of that vesting Order and any question which may arise as to any right, title or interest in oF over that property shell be determined accordingly;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "(®) that property shall be deemed to have been and to be property which waa requisitioned by a requisitioning Order with effect from the date on which that vesting Order took effect and was derequisitioned by a dereguisition- ing Order with effect from the date of the amendment of the vesting Order under sub-section (1).",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Business Undertakings (Acquisition). 6 Act, No. 36 of 1974",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "- 40. (1) For the purposes of any business ander. merssionag taking acquired by oprested in the Government under Poo: this Act, the Minister of Finance at the Fequest of the relevant Minister may by Order (in. this Act referred to as a‘ requisitioning Order *} published in the Gazette requisition, with effect from such date 4a shall be specified in the Order, any movable or. immovable property specified in the Order. ~ (2) A requisitioning Order made undar sub-section () in respect of any property required for the purposes of any business rinertaking shall have the effect of authorizing the competent authority manag- ing and administering the affairs of that business undertaking to take possession of the property speci- fied in the Order and to use such property for the purposes of that business undertaking. °",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(8) Where any property is requisitioned by @ requisitioning Ondsh, the Minister of Finanoe of his own motion or at the request of the relevant Minister may, by, Order (in this Act. referred to, as & “* derequisitioning Order ”') published in the Gazette, erequisition such property with effect from such date as shall be specified in the derequisitioning Order,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(4) Before a derequisitioning Order takes effeot, the Minister of Finance may from time to time alter, by Order published in the Gazette, the date on which such derequisitioning Order takes effect.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "{5} Where, immediately before the date on which any property is requisitioned under this Act, a person, other than the owner of such property, was entitled to possession of or to any other nant, Gitle or interest, in such property under the terms of any arrange- ment, agreement (formal or informal), lease or notarially executed instrument, that arrangement, agreement, Isaae or notsrially ‘executed instrument shall be deemed for all purposes to have expired on that date.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(®) Where any property is derequisitioned by a derequisitioning- Order, such Order shall be deemed to have the effect of reviving any arrangement, agres- ment, leesa or notarially executed instrument subsist- ing on the date on which the property was requisitioned, and any question which may arise as to any right, title or interest in or over that property",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "shall be determined accordingly.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 Business Undertakings (Acquisition) Act, No. 85 of i971",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(7) ‘Where any property requisitioned for the pur- poses of any business undertaking is permanently Feguired for the purposes of that undertaking, the Minister of Finance of his own motion or at’ the re- ‘quest of the relevant Minister may, by a subsidiary Yesting Onder made under section 8, vest such property in the Government.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Tower of 44, (1) Where # business undertaking is trans- Pines at ferred to or vested in the Government under thie Act, divs tok the Minister of Finance may by order in writing iswuce \"Se direct any bank in which the person, who immediate- wine ly prior to the date of transfer or the primary vesting gniectuking |, date was the proprietor of that undertaking, has a pa 'o reat bank account not to permit him to operate that account iit Soc or to permit him to operate such account in accordance with the terms and conditions specified in the order.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(2), Where a written order under sub-sestion (1) is issued to a bank in respect of a bank account, it shall be the duty of the manager of that bank to take. all Devessary steps to ensure that such bank account is not gpsrated by anyone, or ie operated in accordance with",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "provisions of that order, as the case may be.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(8), Where a written order under sub-section (1) bas. been issued’ in respect of the person who was the pro- prietor of » business undertaking prior to the date of transfer or the primary vesting date of that under- taking and the Minister of Finance is satisfied—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". (@) that no moneys are due from that person to any other person who prior to the transfer or L yesting was employed in that business undertaking; or > @) that that person has paid, or has made adequate arrangements to pay within such period as the Minister of Finance may determine— (i) all moneys due from that person to persons who were employed by him in : iat business undertalcing,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "5) all moneys due from that person to the Government or to any public corpo- ration, and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(iii) all moneys ‘due from that m on aecount of income tax Timposed under",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". any written law providing for the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "imposition of such tax, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Business Undertakings (Acquisition) 7 Act, No. 35 of 1972 ‘the Minister of Finance may vary or cancel the written -order issued under sub-section (i).",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "For the Purposes of this sub-section, “ public corporation ” means any corporation which was, or is, established with capital provided wholly or partly by the Government.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "42. (1) The Minister of Finance bevh of his own Reguistints, motion or at the request of the relevant Minister, make Fegulations for the Burpose of carrying out or giving effcs to the principles and provisions of this Act in relation to any business undertaking acquired by or vested in the Government. Such regulations tay’ con tain such incidental, consequential and supplementary Provisions as may the necessary or proper for giving ‘ull effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) In particular and without prejudice to the generality of the Rowers conferred by sub-section (1),",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "e Minister of Finance of his own motion or at request of the relevant Minister may, in relation to any business undertaking acquired by or vested in the Government, make regulations in respect of the following matters :—-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(@) the management and administration of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "affairs of that undertaking; .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(©) the term of office and the powers and duties of a competent authority;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(@) the payments to be made in respect of any busi~ ness undertaking or property acquired or requisitioned by or vested in the Government and any matter regarding the assessment of : the amount of the payments and mode of making such payments; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "@ the » prevention of the theft of, or damage to, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "e commission of any nuisance on, any property aoquired by or vested in the Jovernment.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) Every regulation made by’ the Minister of ‘Finance shall be published in the Gazette and shall come into operation on the date of such fublication or ou such later date as may be specified in the regulation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(4) Every regulation made by the Minister of Finance shall, a goon as convenient after its publi- cation in the Gazette, be brought before the Senate and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": ". 8 Business Undertakings (Acquisition) Act, No, 36. of 1971 the Hose of Representatives for approval. Any regu- lation which is not so approved shall be deemed to be ~ rescinded as from the-date of disapproval but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(8) Notification of the date on which any regulation is deemed under sub-section (4) io be rescinded shall be publiehed in the Gazette.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "Powers of 48.- For the purposes of this Act any person . 7.503 ana antborized in writing by any Minister may— Rentreate (@) eater st any reasonable hour aay premises or am me place where , business undertaking is carried toy soy ines on and take an inventory of the property. used paderaking, or required for that undertaking, and inspect Isfarmatlon, any books, registers or other documents main- aloes, tained in relation to such undertaking and oumeate, make copies of any entries in such books, registers or documents; . {0) enter at any reasonable hour any land, buildi ‘or structure used for the purposes of a bus. mess undertaking and demarcate and set out the boundaries thereof; . (©) enter any premises in which any movable pro- perty required for the purpose of the under- ing is kept or is suspected to be kept in : order to inspect such property; and {d) require any other person to furnish such return ‘or information as such person may deem Recessary. Hosin of 1%, (1) The Minister of Finance or any officer atime. t, authorized by him in writing may by notice served on repeat of 87 the proprietor of any business undertaking declare that such business undertaking is required for the pur- poses of the Government. Such notice is hereafter in this Act referred to as a “ notice of claim ’*.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "(2) Where a notice of claim under sub-section (1) has been served on the proprietor of 2 business under- taking in respect of that undertaking, the Minister of Finanos or any officer authorized fy \"him may, by notice (in this Act referred to as a ‘‘notics of disclaimer ’’) served on such proprietor, disclaim the need for the purposes of the Government of that business undertaking.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Business Undertakings (Acquisition) 9 ge Act, No. 85 of 1971 ‘No person shall alienate to any person other than thy Govesament—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "* (a) the property of any business undertaking speci- ded in a notice of claim and not disclaimed by a notice of disclaimer, or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "@) any rights in respect of that business under-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "taking, and any alienation of that business undertaking or of those rights to any person other than the Government shall be null and void.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(4) Any person shall, if requested by any officer . authorized by the Minister of Finance for the purpose, furnish to such person as shall be specified in the Tequest, information with regard to any matter within his knowledge relating to such business undertaking as shall be so specified:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(5) Any notice under this section’ may be served—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(@) by delivering it to the person on whom it is to be",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "“served; or (®) by leaving it at the usnal or last known place of : abode'of that person; or : ”  (¢} im the case of » company, by delivering it to 9 director or the secretary of the company; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(@) in the case of a firm, by delivering it to any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "partner of the firm.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "48. Any person— : Ottencen.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "{a} who refuses or fails to deliver possession to the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Gompetent sathority of any property which is vested in the Government by a vesting Order under this Act or which is requisitioned by a requisitioning Order under this Act; or . ®) who wilfully or negligently destroys, damages or disables or causes to be destroyed or . damaged or disabled or wilfully conceals or puts away or causes to be concealed or pat away any property of a business undertaking acquired by or vested in the Government or © any property in respect of which a subsidiary vesting Order or a requisitioning Order “ander this Act is made; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Business Undertakings (Acquisition) . Act, No. 35 of 1071 (@) who prevents or obstructs or directly or indirectly causes any other person to prevent or obstruct the competent authority in taking Possession of such property; or (@ who obstructs any other person in the exercise by such other person of the powers conferred on him by section 13; or (@ who fails to furnish to any other person any return or information required by such other person under section 13 or withholds in furnishing such return or information any material particular or furnishes any informa- tion knowing or having reason to believe such \"information to be false; or (f) who fails to furnish the information referred to in sub-section (4) of section 14 or who wilfally withholds all or any part of such information or who furnishes information knowing svob information to be false or who wilfally or negligently destroys or damages or causes to . be destroyed or damaged any property belonging 6 any business undertaking specified in a notice of claim and in respect of which a notice of disclaimer has not been made, shail be guilty of an offence under this Act and shall on conviction after summary trial before a Magistrate be liable to imprisonment of either description for a . period not less than one year and not exceeding three years and to a fine not exceeding five thousand rupecs. Payments 16, All payments made in respect of any property one acquired or requisitioned by or vested in the Feet oe Government under this Act shall be charged on the Ravinioord ty Consolidated Fund of Ceylon. on the . Sonntanned Fas",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "Business Undertakings (Acquisition) 11. Act, No. 86 of 1971",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "47, In this Act, unless the context otherwise toterpetstion.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "requires—",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“business undertaking “* means any undertaking of a commercial, industrial, Bericaltural or professional nature and inctudes—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "{i) all property,\" movable or immovable, which was used for the purposes of the undertaking om the day Ammedi- ately  preoeding the date of transfer or the primary vesting date and which may be specified by the Minister of Finanoe in the primary vesting Order;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(ii) subject to the provisions of this Act, all Tights, powers, privileges and interests ‘arising in or out of such property or business and all the jiabilities of that undertaking;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(ii) all books, accoiunts and documents relat- ing or appertaining to the business undertaking or any property of that undertaking;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“‘ date of transfer ’, when used in relation to a ‘business undertaking scquired for the Government by agreement, means the date of acquisition of that undertaking;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "* proprietor’, when used in relation to 2 business ‘undertaking, means the owner of that under- teking or any other person authorized by the owner to enter into contracts for the purposes of that undertaking;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“relevant Minister ’, when used in relation to a ‘business undertaking, means the Minister at ‘whose request that business undertaking was acquired for, or vested in, the Government by the Minister of Finance under this Act;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "“vesting Order * means a primary vesting Order or 8, subsidiary vesting Order.",
    "mean_p_confidence": 0.81
  }
]