[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "|",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "CE PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SEVENTEENTH AMENDMENT TO THE CONSTITUTION [Certified on 3rd October, 2001]",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Printed on the Order of Goverament Published as a Supplement to Part It of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 5, 2001 PRINTED AT THE DEPARTMENT OF GOVERRENT PRITEOD,SR1LARKA on Price: Rs. 34.25 Postage : Rs.7.00",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Seventeenth Amendment to the Constitution (Certified on 3rd October. 2008) LD. - 0, 47/2001. AN ACT 10 AMEND THE CONSTITUTION OF THE DEMOCRATIC Sociatist REPusuic oF Srt LANKA BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1, This Aci may becited asthe Seventeenth Amendment Shoe the, to the Constitution,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. TheConstitution of the Democratic Socialist Republic tnsenionof of Sti Lanka (hereinafter referred 10 as the “Constitution”) is Chanter VA in hereby amended by the insertion immediately after Article ‘he Demacraie 41 of the Constitution of the foltowing new Chapter, which Socialist Republic shall have effect as Chapter VIIA of the Constitution :— of Sri Lanka.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "“CHAPTER VIIA. ‘Tue Constarutional Councit, ‘Constitution 41A. (1) There shall be a Constitutional ofthe Council (in this Chapter referred to as the Cations! Council”) which shall consist of the following * memberg:— (a) the Prime Minister; “(by the Speaker; (c) the Leader of the Opposition in Parliament ; (done person appoinied by the President; (©) five persons appointed by the President, on the nomination of both the Prime . ‘Minister and the Leader of the Opposition ; 2—H 012589— 7,500 (2001409)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Seventeenth Amendment to the Constitution () one person nominated upon agreement by the majority of the Members of Partiament belonging, to political parties or . independent groups other than the respective political parties or independent ‘groups to which the Prime Minister and the Leader of the Opposition betongs and appointed by the President, * (2) The Speaker shall be the Chairman of the Council. (3) In nominating the five persons referred to in sub-paragraph (e) of paragraph (1) of this Anticle, the Prime Minister and (he Leader of the Opposition shall consult the leaders.of the political parties and independent groups represented in Partiament. Three of such persons shall, im consultation with the Members of Parliament who betong to the respective minority communities, be norninaled to represent minority imerests. (4) The persons to be appointed or nominated as the case may be, under sub-paragraphs (d), (e) and () of paragraph (1) of this Acticle, shall be persons of eminence and imegrity who have distinguished themselves in public life and who are not members of any political party. . (5) The President shail upon receipt of a written communication of the nominations under . sub-paragraph (e) or sub-paragraph (f) of Paragraph ([) of this Article, forthwith make the respective appointments. {6) (a) On the dissolution of Parliament. notwithstanding the provisions of paragraph (2) ”\"\" of Article 64 of the Constitution, the Speaker shall continue te hold office as a member of the : Council, until a Member of Parliament is elected to be the Speaker under paragraph (1) of the aforesaid Article ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Seventeenth Amendment to the Constitution == 3 (6) Notwithstanding the dissolution of Parliament, the Leader of the Opposition shall comtinus to hold office as a member of the . Council, until such time after # General Election following such dissolution, a Member of Parliament is recognised as the Leader of the Opposition in Parliament,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "(7) Bvery member of the Council appointed under sub-paragraph (e) and sub-paragraph (f)of paragraph (1) of this Article, shall hold office for 4 period of three years from the date of appointment as such member, unless he earlier resigns his office by writing addressed (0 the President, or is removed from office by the President on both the Prime Minister and the Leader of the Opposition forming an opinion that such member is physically or mentally incapacitated and is unable to function further in office, oF is convicied by a court of law for any offence involving moral turpitude or if a resolution for the imposition of civic disability upon him has been passed in terms of Article 81 of the Constitution ar is deemed to have vacated his office under paragraph (7) of Article 41E.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "(8) In the event of there being a vacancy among the members appointed under sub- Paragraph (¢) or sub-paragraph (f} of paragraph (1) of this Article, the President shall, within two weeks of the occurrence of such vacancy and having regard to the provisions of the aforementioned sub-paragraphs, appoint another person (o succoed such member. Any person 30 appointed, shall hold office during the unexpired part of the period of office of the member whom he succeeds. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "4) Seventeentiv Anlenthment ro Hie Constitution © sro ee oeeegy The! Himeinber’ “appointed under «4 ‘guib!paragtaphr(dyol' paragraph lof this Article shall, unless earlier rdmoved frém office by the President, hold office for a period of throe YR as",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(10) A member appointed under sub-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "paragraph (e) or sub-parigtaph’ (/) of paragraph 1 ()-0f thig Atticle; shall. not be eligible for te-appointment under those sub-paragraphs.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(IL) The appointments made by the President Under sub-paragraph (a>. sub-paragraph (e} and sub-paragraph (fof paragraph (1) of this Article. » shall be communicated (0 the Speaker,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Couneilte 41. (1) No person shalt be appointed by fecommend he President as the Chairman or a member of Sepeiniments- “any of the Commissions specified in the Schedule (0 this Anticie, except on a recommendation of the Council. : he (2) The. provisions af paragraph (1) of this Acticte shall apply. jn. respect of any person appointed to act as the Chairman or a member of any such Commission.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(3) It shall be the duty of the Council 10 recommend 19 the President persons for appointment as Chairmen or members of the ‘Commissions specified in the Schedule wo this",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ". Article, whenever the ‘occasion for such ‘appointment arise’, and such.cccommendations shalt reflect. the different cthnic groups.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(4) No persoii ippointéd under paragraph (1) of this Articlé.or a'persin appoimed to act as the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "* Chairman or'a membér of diiy'suctCommission, shall be resibved excépt-as provided for in the Constitution or in any'lawi'and where no such",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "Seventeenth Amendment to the Constitution ;.¢ 5 provision is made, such person shall be removed by tho President only, with the prior approval of the Council. coos",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "Scueous ** {@) The Election Commission. (®)- The Public Service Commission. (C} The National Police Commission, (@) The Human Rights Commission of Sri Lanka. + @) The Permanent Commission to Investigate Allegations of Bribery or Corruption, (P The Finance Commission. (@) The Delimitation Commission. Coucitte ——-41C. {1} No porson shall be appointed by arerove the President to any of the Offices specified in sprsiumest. the Schedule to this Article, unless such appointment has been approved by the Council upon a recommendation made to the Council by the President, (2) The provisions of paragraph (1) of this Article shall apply in respect of any person appointed 10 act fora period oxceéding fourteen day in any office specified in the Schedule to o this Anile. (3) No person appointed to any Office specified in the Schedule to this Article or to act s+ jtvany such Office, shall be removed from such Office except as provided for in the Constitution orinany av",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "6 Seventeenth Ancenchment to the Constitution : (4) In the discharge of its function relating to the appointment of Judges of the Supreme Court and the President and Judges of the Court of Appeal, the Council inay obtain the views of the Chief Sustice and the Attorney-General, Scuenuue Lo PARTI (a) The Chie! Justice and the Judges of the Supreme Cour, * (@) ‘The President ard! the Judges af the Court of Appeal. {) The Members of the Judicial Service Commission other than the Chairman, PARTI (a) The Attorncy-Ceneral. (b) The Auditor-General. a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": ": (€) The Inspector-General of Police.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(@) The Parliamentary Commissioner for Administration (Ombudsman). (€) ‘The Secretary-General of Parliament,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Seertary 42D. (1) There shall be a Secretary to the",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "and afisrs Council who shall be appointed by the Council",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "the :",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Council, 2) The Council may appoint such officers as it considers necessury for the discharge of its functions, on such terms and conditions as shill be determined by the Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "Meevingsof SIE. (1) The Council shall meet as often as",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "teCounci. may be necessary to discharge the functions assigned to the Council by the provisions of this",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "+",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Seventeenth Amencuent fo the Constitution = 7 Chapter or by any other law, and such meetings shall be summoned by the Secretary to the Council on the direction of the Chairman of the Council.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(2) The Chairman shall preside at atl mectings of the Council, and in the absence of the Chairman, the Prinie Minister, and in the absence of the Prime Minister, (he Leader of the Opposition shatl preside at the meetings of the Council. Where the Chairman, the Prime Minister and the Leader of the Opposition are all absent from any such mecting, the members peesont stall elect amenther from among themselves to preside al such meeting.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(3) The quorum for any mecting of the Council shall be six members.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "{4) The Council shall endeavour to make ‘every recommendation, approval or decision its required ¢o make by unanimous decision, and in the absence of an unanimous decision, no recommendation, approval ar decision made shall be valid, unless supported by nut less, than five members of the Council present at such meeting.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "{S) The Chairman shall not have an original vote, but in the event of an equality of votes on any question for decision at any meeting of the Council, the Chairman ar other member presiding at such meeting, shall have a casting'votc.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(6) The procedure in regard to mectings of the Council and the transaction of business at such mectings shal! be determined by (he Council, including procedures to be followed in regard to the recommendation or approval of persons suitable for any appoiniment under Articte 41B orArticle 41C.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Seventeenth Amendinent ta the Constintion . (7) Any member ofthe Council appointed under sub-paragraph (¢} of paragraph (4) of “+ Article 414, whe without obtaining prior leave of the Council absents himself from twa consecutive meetings of the Council, shall be deemed to luve vacated office with effect from the date of the second of such meetings. Coweito ——-4UB. The Council shall perform and discharge perforn such other duties and functions as may be aiher duties. imposed or assigned to the Council by the Constitution, or by any other law. Expeusesio 1G, The expenses ineuved by the Council becherged shall be charged on the Consolidated Fund, Consoli- dated Fund Finalty of 41H. Subject to the provisions of paragraphs decisions of (1), (2), (4), and (5) of Acticle 126, no court shail the Council. hays the power or jurisdiction (o entertain, hear . or decide o call in question on any ground whatsoever, or in any manner whatsoever, any decision of the Council ar any approval or recommendution made by the Council, whieh decision, recommendation or approval shall be final and conclusive for all purposes”. Amendment of 3. Article $2 of the Constitution is hereby amended by ‘Aisle $2 ofthe the repeal of paragraph (7) of thal Article, and the substitution Conatinion. therefor of the following paragraph :-— . “(7) For the purposes of this Article — : {a) the Office of the Sceretary-General of Parliament, the Office of the Parliamentary Commissioner for Administration (Ombudsman), the Constitutional Council, the Public Service Commission, the Blection Commission, the National Police Commission and the Oifice of the Secretary to the Cabinet of Ministers; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "Seventeciah Amendment to the Constitution 9 +\", (®) the Department of the Auditor-General, shall be deemed not to be depariments of Government\", 4, - Chapler 1X of the Constitution is hereby repealed and — keplaccment of the following Chapter substituted therefor -— Chaptee x of the Pes . Constitution, gt . “CHAPTER IX “Dre Execunive . THE PUBLIC SERVICE , Public 54. (1) There shall be a Public Service Service Commission (in this Chapter referved to as the Cotnmission. Go nccincmy wri ; ‘ ‘Commission\") which shall consist of nine ‘members ‘appointed by the President on the recommeidation of the Constitutional Council, of whom not less than three members shall be persons who have had over filtece years experience as a public officer. The President on therecommendation of tue Constitutional Council shall appoint one momber as its Chaicman.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "(2) No person shall be appointed as armember of the Commission or continue to hotd office as such member if he is or becomes a member of Parliament, # Provincial Council or a local authority.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": ".. 3) Every person who immediately before his",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "-appointmentasa member of the Commission was a publicvofficer in the service of the State or a judicial officer, shall, upor such appointment laking effect cease.to hold such office and shall be inéligible-for further appointment as a public officer or a judicial officer:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "10 Seventeenth Amendment to the Constitution",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "Provided that any such person shall, until he ceases lo be a momber of the Public Service Commission, or while continuing te bea member, attains the uge at which he would, if he were a public officer or a judicial officer, as the case may be, be required to retire, be deemed to be a publie officer or a judicial officer and to hold a pensionable office in the service of the State, for",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "__ the purpose of any provisiun relating to the grant of pensions, geatuities and ether allowances in respect of such service,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(4)_Bvcry member of the Commission shall hold office for a period of three years from the date of his appointment, unless he becomes subject 10 any disqualification under paragraph (2) of this Acticle or cartier resigns frown his office by writing addressed 10 the President ar is removed from ollice by the President on the recommendation of the Constitutional Council ar is convicted by a court of law of any offence involving moral turpitude of if a resolution tor the imposition of civic disability upon him bas been passed in terms of Article 81 or is deemed to have vacated his office under paragraph (5) of this Article.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(8)_A member of the Cormmission shall be eligible forreappointment asa member, but shall nol be eligible for appointment as a public officer ‘ora judicial officer alter the expiry of his term of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "_ office asa member. No member shall be eligible to hold office’ as a member of the Commission for more than two terms.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "(8) A member of the Commission who without obtaining prior leave of the Commission absemis himself from three consecutive meetings of the Commission, shall be deemed to have vacated office with effect from the date of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Seventeenth Amendinent to the Constitution Wt third of such meetings, and stall not be eligible",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "thereafter to bs reappointed as a inember of the Contmission.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(7) The President may grant 4 member leave from the performance of his duties relating to the Commission for a period not exceeding two Months and shall for ihe duration of such period ‘on the recommendation of the Constitutional Council, appoint « person qualified to be a member of the Commission lo be a temporary member for the period of such leave.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(8) A meinber of the Commission shall be paid such emoluments as may be determined by Parliament. The emoluments paid to a member ‘of the Commission shat! be charged on tho",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ". Consolidated Fund and shall not be diminished during the term of office of such member.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(9) The Commission shall have the power to",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ". act notwithstanding any vacancy in its membership, and uo act, proceeding or decision of the Commission stall be or be deemed to be invalid by reason only of such vacancy or any defect in the appoioiment of a member,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(10) There shall be 9 Secretary to the Commission who shall be appoinied by the Commission.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(11) The members of the Coramission shall be deemed to be public servants, within the meaning and for the purposes of Chapter IX of the Penal Code,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Powers and 55. (1) The appoiatment, promotion, transfer, functions of disciplinary control and dismissal of public parte officers shall be vested in the Commission. andof the (2) The Commission shall nut derogate from Commission. he functions and powers of lhe Provincial Public Service Commissions established by law, | -",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Seventeenth Amendment to the Constitution - ++ 0°43) Notwithstanding thé provisions of “paragraph (1) of this Article. the: appointment, promotion, transfer, disciplinary control and dismissal of all Heads of Deparunents shittl vest in the Cabinei'of Ministers, who shall exercise” such powers after uscertaining the views of the Consmission.\" \"\"** 7 (4) Subject to the provisions of the Constitution, the Cabinet of Ministers shall provide for and determine all matlers of policy relating (o public officers, + (5) The Commission shall be responsible and answerable to Parliament in aceordance with the provisions of the Standing Orders uf Parliament for the exercise and discharge of its powers and functions, ond shall forward to Parliament in each : _Silendar year; report of its activities for such year, Cowmiewee 56. (1) The Commission’ may delegate to a ofthe Committce consisting of three persons (not being Commission embers af the Commission) appointed by the Commission, the powers of appoinunent, . Promotion, transter. disciplinary control and dismissal of such categories of public officers as «tre specified by the Commission. . ; (2) The Commission shalt cause the appointment of any such Committee to be : + published in the Gazeue: ~~ (3) The procetiure and quorum for meetings, of any such Committee shall be as determined by the. Commission by rules, made.in that behalf. The Commission shalt-cause such rules to be published in the Gazelte,.--...,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "Seventeenth Amendment ta the Constitution 13 toes + (4) There shaft-be-a-Secretary to each ~ > Committec, who-shall be appointed by the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "Commission. : Detegation - $7, (1) The Commission may Uolegate to a of powers te, public officer, subject to such conditions and sank procedure as may be determined by the Commission, its powers of appointment, promotion, transfer, disciplinary control and dismissal of such category of public officers as are specified by the Commission.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "(2) The Commission shall cause any such delegation to be published in the Gazette, including the conditions and procedure",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "+. , determined by the Commission for such purpose. Right of 58, (1) Any public officer aggricved by an appeal, order relating to a promotion, transfer, dismissal or an order on a disciptinury matter made by a ‘Commitiee or any public officer under Anicle 56 or Article 57, in respect of the olficer so aggrieved, may appeal \\o the Commission against such order in accordante with such rules made by the Commission from time to time, relating 10 the . procedare to be fellowed in the making, hearing and determination of an appeal made to the ~' Commission and the period fixed within which",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "an appeal should be heard and concluded.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "2) The Chinmnission shall have the power upon such appeal (o alter, vary, rescind or confirm an order against which an appeal is made, of to give direcitons in relation thereto, or to order such further or othet inquiry as vo the Commission shall seemfil",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "f° 4? (3) The Commission shall cause to be + published in the, Gazette the rules made by it under paragraph (1) of this Article.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "14 Seventeenth Amendment to the Constitution Advinisraive $9. (1) There shall be an Administrative ‘Appeals Appeats Tribunal appointed by the Judicial ' Service Commission, . (2) ‘The Administrative Appeals Tribunal shall have the power to alter, vary or rescind any ‘order or devision made by the Commission .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "2) The constitution, powers and procedure of such Tribunal, including the tiene Fimits for che preferring of uppcals, stall be provided for by law.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "Commission 60. Upon delegation of any of its powers to a moxie Commities or a public alficer appointed under ce ere Article 56 or Article $7 as the case may be, the Gare Commission shall nol, while such delegation is delegation in force, exervise of perform its functions or duties in regard (0 the categories of public officers in respect of which such delegation is made, subject to the provisions contained in paragraphs (1) an (2) of Articte 8, Procedure at — 61. (1) The quorum for a mecting of the ‘mectings. Commission shall be five members.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "(2) Ail decisions of the Commission shall be made by a majority of voles of the membors present al the mecting. In the event of an equality of votes, the member prosiding at the meeting",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": ": shall have a casting vote,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": ". 3) The Chairman of the Commission shall . preside at all meetings of the Comnission, and inhis absence, a member elected by the members present from amongst themselves, shall preside",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "at such meeting, . Imemmnity 61, Subject to the provisions of paragraphs fromm legal (1), (2), (3), (4) and (5) of Article 126, no court prewling. or tribunal shall have power or jurisdiction to",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "Seventeenth Amendment to the Constitution 1S inquire into. or pronounce upon or in any manner call in quostion sny order or uecision made by the Commission, a Conmities, or any public offier, in pursuance of any power or duty conlerred or imposed on such Commission, or delegated to a Cummittec or public olticer, under this Chapter or under any other law.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "‘Savings of 61B. Until the Commission otherwise penne provides, ail rules, regulations and procedures informe lating (0 the public service as are in force on the date of the coming iala operation of this Chapter. shall, nuciatis smtrandis, be deomed to continue in force as rules, regulations and procedures relating to the public service, as if hey had bccn made or provided for uncer this Chapter. Interference GAC. (1) Every person who, otherwise than Cee in the course of such person's lawful duty, directly",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "” or indirectly by himself or by or with any other person, ia any manner whatsoever influences or atlempts to influence or interferes with -any decision of the Commission, ora Commitee. ora public officer ta whom the Commission has vs delegated any power under this Chapter,ortoso influence any member of the Commission or a Commitiee, shall be guilty of an offence and shall on conviction be liable to a fine nat exceeding",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "+ one hundred thousand rupees or Lo imprisonment for a term not exceeding seven years, oF to both such fine and imprisonment,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "* (2) Every High Court established under Article 154P of the Constitution shall have jurisdiction to hear and determine any matter",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "teferred to in paragraph (1) of this Article, Oathor * 61D. A person-appointed to any office amemetion referred 10 in this Chapter shall not enter upon ome. the duties of his office ualil he takes and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "16 Seventeenth Amendment to she Constitation subscribes the oath or makes and subscribes the affirmation set out in the Fourth Schedute to the Constitution.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "Arpoinnents 61E, The President shall appoint ~",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "by the",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "President, (a) the Heads of the Army, the Navy and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "the Air Force: and : {b) subject Lo the provisions of Article 41C. the Auorney-Gonerat and the Inspector Genera! of Police. Imperaion. GIF, For the purposes of this Chapter. “public officer” dows wot inclide a member of | the Amy. Navy, ot Air Force, au officer of the Election Commission appointed by such Commission, a police officer appuinted by the + National Police Commission or a scheduled public offiver appointed by the Judicial Service Commission... Amendment of 5, Article 65 of the Constitution is hereby amended as Article 65 of the follows :— ‘Constitution.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "(1) in paragraph (1) of that Antiele, by the substitution for the words “shall he appointed by the President’, of the words “shall, subject to the provisions of Article 41C, be appointed by-the President”; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "(2) in paragraph (6) of that Article, by the substitution for the words “President may appoint a person”, of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "_ Words “President may, subject to the provisions of Asticle 41C, appoint a person”. ‘Amsesdrnem of 6. Article 89 of the Constitution is hereby amended in Arie ofthe paragraph () of that Article, by the substitution forthe words * and figures “Article 116”. of the words and figures “Article 416 or Anticle 111C, as the case may be”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Seventeenth Amendment to the Constitittion 7 7. Article 91 of the Constitution és hereby amended in Amendment of Paragcaph (1) thereof, as follows — Aniicte 91 wf the . Coantitution. * (1) by the insertion immediately after sub-paragraph (a)(iv) of that paragraph, of the following new sub-paragraph :— 3 “(iva)_a member of a Provincial Public Service Commission.” - , {2) by the substitution for sub-paragraph (Xv) of that paragraph, of the following sub-parageaph -— “@V} the Commisioner-Goneral of Elections\"; (3) hy the insertion immediately afler sub-paragraph (Cv) of that paragraph, of the Following aow sub-paragraphs i— “(va)_a member of the Election Commission, “ (vb) a. member of the Constitutional Council, : (ve) a member of the National Police Commission.” ; and (4) by the insertion immediately after sub-paragraph (@)(viit) of that paragraph, of the following new sub- paragraph -— “(witia) on officer of a Provincial Public Service ses holding any office created after February “04,1988, the initial of the salary scale of . which is, on the date of ihe creation of that . office, not-Iess than such amount as determined by resolution of Parliament, or such other amount per annem as would, under any subequent revision of such salary scales, correspond ta such initial,”.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "18 Seventeenth Amendment to the Constitution RepelofAniske 8. Anicle 103 and Anicle 104 of the Constitution are sand (04 of Conatiuxion, Hereby repealed. Insenton of 9. The following new Chapter is hereby inserted Chapter XIVA in immediately after Article 102 of the Constitution and shall the Conatitution. have effect as Chapter XIVA of the Constilution -— “CHAPTER XIVA . Excction Commassion lection 103, (1) There sball bo an Election Cocunisson. Commission (in this Chapter referred to as the “Commission”) consisting of five members : appointed by the President on the recommendation of the Constitutions! Council, from amangs! persons who have distinguished themselves in any profession or in the fields of administration or education. The President shall on the recommendation of the Constitutional Council, appoint one member as its Chairman. (2) The object of the Commissian shall be to conduct free and fair elections and Referenda.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": ". (3) No person shall be appointed as amember of the Commission or cuntinue to hold office as such member if he is ar becomes a member of Parliament, a Provincial Council or a local authority, of is or appointed a judicial officer or public officer, otis or enters into the employment of the State in any capacity whatsoever,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "(4) The provisions of the Constitution and any “+ other law relating to the removal of judges af the Supreme Court and the Court of Appeal [rom office shall, mutatis nusandis, apply 10 the removal of a member of the Commission rom olfice. , (5) A menuber of the Commission who without obtaining prior leave of the Commission, absenis himselt from three consecutive meclings",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "Seventeenth Amentment to the Constitution 19",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "© of the Commission, shall be deemed to have vacated offive wilh effect from the-date of the third of such meetings.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "{6) A member of the Commission shall hold oflice for a period of five years from the dute of appointment, unless he becomes subject to any disqualification under paragraph (3) of this Article or earlier resigns from office by wriling addressed 19 the President or is removed from office under paragraph (4) of this Article, or is convicted by a court of low of any offence involving moral turpitude, oF if a resolution for the imposition of sivic disability upon him has been passed in terms of Article 81 or is deemed to lave vacated office under paragraph (5) of this Article.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "(7) The President inay grant a member leave from the performance of his duties relating to the Commission for # period not exceeding two ‘months and may appoint a person qualified 10 be a member of the Commission to be a temporary metaber for the period of suck leave. Every such appoinuneal shall he made on the recommendation of the Constitutional Council.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "{8} A member of the Commission shall be paid such cmaluments as may be determined by Parliamem. The emoluments paid to a member of the Coinmission shall be charged on",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": ". the Consolidated Fund and shall not be diminished dusing the term of office of the member,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "©) All members of the Commission shall be ‘deemed lo be public servants within the meaning and for the purposes of Chapter 1X of the Penal Code. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "Meetings of te 104. (1) The quorum for any meeting of the Commission Cormmissin shall bc three inembers.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 Seventeenth Amendnient ta the Constitution (2) (a) The Chainnan of the Commission shall +. preside at all meetings of the Commission and, in the absence of the Chairman from any mecting of the Commission, a member elected by the members present from amongst themselves shall preside al such mecting. (0) Decisions of the Commission shatl he by 8 majority of the members present and voting al the meeting at which the decision is taken, and in the event of an equality af votes, the Chairman ‘or the member presiding at the meeting shall have acesting vote. (3) The Commission shall have power to act + notwithstanding any vacancy in the membership af the Commission, andl no act or proceeding or decision of the Commission shall he invalid or bbe deemed to he invalid by reason only of such vacancy or any defect in the appointment of a member. Finaliyof 104A. Subject to the jurisdiction conferred on éecisioes the Supreme Court under paragraph (1) of Articte andy 126. Article 104 and Article 130, and on the fomme  COUrL oF Appeal by Article 144, and the Jurisdiction con(erred on any court by any law to hear and determine clection petitions or Referendum petitions, — (@) no court shall have the power or jurisdiction to entertain or hear or decide ‘or call in question en any ground and in any manner whatsoever, any decision, direction or act of the Commission, made cr dane or purported (o have been make or done under the Constitution or under any law relating to the holding of an lection or the conduct of a Referandum : as the case may be, which decisions, directions or acts shalt be final and conclusive; and .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "Seventeenth Amendiment to the Constitution 21",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(©) no suitor prosecution or other proceeding.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "shall Jie against any member or officer of : the Commission for any act or thing which in good faith is done or purported to he done by him in the performance of his duties or the discharge of his functions under the Constitution or under any law velating to the holding of an election or the conduct of a Referendum as the case may be, Powers, 1048. (1) The Commission shalt exercise, favctioes perform and discharge all such powers, dulies and Gulsues oF functions conferred or imposed om or assigned ‘Commission,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(a) the Commission: oF",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(B) the Commissioner-General of Ekections, by the Constitution. and by the law For the time being relating to the etection of the President, the election af Members of Parliament, the election of members of Provincial Councils, the election af members of local authorities and the conduct of Referenda, including but not limited 10 all the powers, duties and functions relating to. the proparation and revision of rogisters of clectors for the purposes of such.clections and Referenda and the conduct of such elections and Referenda,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(2) A shall be the duty of the Commission to secure the enforcement of all laws relaling to the holding of any such clection or the conduct of Referenda. and it shall be the duty of atl authorities of the State charged with the enforcement of such taws, to co-operate with the ‘Commission to secure such enforcement.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(3) ‘The Commission shalt be responsible and answerable 1o Parliament in accordance with the provisions of ihe Standing Orders of Pasliament",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "22 Seventeenth Amendment to the Constitution for the oxercisc, performance and discharge of its powers, duties and functions, and shall forward . to Parliament for each calendar year a report of its activities for such your,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "+ (4) (a) The Commission shall have the power during the period of an election, a prohibil the use of any movable or immovable property helonging to the State or any public corporatinn —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(@® for the purpose of promoting or preventing the election of any candidate or any political party or independem group contesting af such election ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "Gi) by any candidate or any potitical party or any independent group contesting at such election,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "by a direction in weiting by the Chairman of the Commission or of the Commissioner-Generat of Elections on the instruction of the Commission,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(6) 11 shall he the duty of every person or officer in whose custody ar under whose contra such property is for the time being. to comply",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "+ with and give effect to such direction.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "(5) (a) The Commission shall have the power to issue from time to time, in respect of the holding of any election or the conduct of a Referendum, such guidelines 2s the Commission may consider appropriate to any broadcasting or (clecasting operator or any proprietor or publisher of a newspaper as the ease may be, as the Commission may consider necessary 10 ensure 2 free and fair election,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "Seventeenth Amendment to the Constitution 23",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "(6) It shall be the duty of the Chairman of the Sri Lanka Broadcasting Corporation and the Chairman of the Sri Lanka Rupavahini Corporation. 10 take all secessary sleps to ensure ‘compliance with any guidelines as are issued to them under sub-paragraph (a).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "{e) Where the Sri Lanka Broadcasting Corporation and the Sti Lanka Rupavahini Corporation as the case may be. contravenes any guidelines issued by the Commission under sub- paragraph (a), the Commission may appoint a Competent Authority by name or by office. sho shail, with effect from the date of such appoiniment, take over the management of such Broadcasting Corporation or Rupavabini Corporation as the ease may be, in respect of all Political broadcasts or any other broadcast. which in the opinion of the Commission impinge on the election, until the conclusion of the election and the Sri Lanka Broadcasting Corporation and the Sri Lanka Rupavahini Corporation, shall not, during such period, discharge any function connected with or relating to such management which is taken over by the Compete Authority.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "(al) Parliament may by law provide for the powers and functions of the Competent Authority appointed under sub-paragraph (c),",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "Deployment —104C. (1) Upon the making of an Order for nfPolise by (he halding af an etection or the making of a Gevnistion, Prockamation requiring the conduct of a * Referendum, as the case may be. the Commnission shall notify the Inspector-General of Police of the facilities and the aumber of police officers Tequired by the Commission for the holding or conduct of such clection or Referendum, as the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "case may be,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "24 Seventeenth Amenduens to the Constizution",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "(2) The lnspector-General of Police shall make avaitable to the Commission te facilities and police officers specified in any notification made under paragraph (1) of this Article.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "(3) The Commission may deploy the palice officers and facilities made available to the Commission in such manner as is calculated to promote the conduct ofa free and fair election or Referenchum, as the case may be.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "(4) Every police officer made available to the Cornmission under paragraph (2) of this Article. shall be responsible ta and act under the direction and conteol of the Commission during the period of an election,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "(5) No suit, prosecution or other proceeding. shall Le ayainst any police oificer made available",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "ta the Commission under this Article for any lawful aet or thing in good! faith done by such police officer, in pursuance of a direction af the Commission or his functioning under the Commission. Deployment 04D. I shall be lawful for the Commission, ofAnned upon the making of an Order for the hoiding of Fores. an election or the making of a. Proclamation requiring the conduct of a Referendum, as the case may be, to make recommendations to the President regarding the deployment of the armed forees of the Republic for the prevention or : control of any actions o¢ incidents which may be projudicial to the holding or conducting of a free and (air election or Referendum, as the case may be, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "Seventeenth Amenciment to the Constitution 25 Qonmicden 104K, (1) There shall be a Commissioner- Geealof General of Elections who shall, subject lo the anleter — 2pproval of the Constitutional Council, be atten ot appointed bythe Commission on such terms and the __ conditions as shall be determined b Comnnassion. Commission. y the",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "{2} ‘The Commissioner-General of Elections shall be entitled to be present at mectings af the Commission, oxeept where any matter relating to him is being considered by the Commission, He shall have no right 10 vole at such meetings.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "(3) The Commission may appoint such other officers to the Commission on such terms and conditions ag may be determined by the Commission.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "(4) The salaries of the CommissionerGenerat of Elections and the other officers of the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": ". Commission, shall be determined by the ° Commission and shall be charged on the Consolidated Fund.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "(5) The Commissioner-Gencral of Elections shall, subject Lo the direction and contral of the Commission, implement the decisions of the Commission and exorcise supervision over the officers of the Commission.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": ". (6) The Commission may delegate to the ' Commissioner-General of Elections or other i officer of the: Commission, any power, duty or «© function. of the Commission, and the Commissioner-General of Elections or such : . officer shatl exercise, perform and discharge such power, duty or function, subject to the direction",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "and control of the Commission.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "26 Seventeenth Amendment to the Constitution . _€D) The office of the Commissioner-Gencral «of Elections shall become vacunt—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "(a) upon his death ;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "(®) on his resignation in writing addressed 10",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "the Commission",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "(©) omhis auaining the age of sixty five years ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "(@) on his removal by the Commission on",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "account of ill health or physical or mental infirmity ; oF",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "(@) on his removal by the Commission on the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "preseotation of an address of Parliament in compliance with the provisions of paragraph (8), for such removal on the ground of proved misbehaviour or incapacity.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "{8) (a) The address referred to in sub- paragraph (e) af paragraph (7} of this Article shall be required be supported by a majority of the total number of Members of Parliament Getuding those not present) and no resolution",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "__ for the presentation of such an address shall be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "~ \" emertained by the Speaker or plaed on the Order",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "Paper of Parliament, unless notice of such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "resolution is signed hy not less than one-third of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "the tolal number of Members of Parliament and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "sets out full particulars of the alleged Tnishehaviour or ineapacily",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": "(b) Parliament shall hy law or by Standing Orders, provide for all matters relating to the presentation of such an address, including the procedure for the passing of such resolution, the investigation and proof of the alleged",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 18,
    "text": ". misbehaviour or incapacily and the right of the ‘Commissioner- General of Elections to appear and to be heard in person or by representatives.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "Seventeenth Amendment to the Constitution 27 Rowing 104F, (1) The Commission shall from time Officers. to time by notice published in the Gazette appoint",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "by name oF by office a person ta be a Returning Officer to-cach electoral district, and may appoint by name ar by office one or more persons to ssist the Returning. Officer in the performance ct his duties.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "(2) Bvery Officer appointed under parag-aph (1) shall in the performance and discharge of such duties and functions as are assigned to him, be subject to such directions as may be issued by tbe Commission and shail be responsible and answerable to the Commission therefor.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "Pablie IMG. Alt public officers performing duties, officers, and functions at any clection or Refercada shalt act in the performance and discharge of such duties and functions under the directions of the Commission, and shalt be responsible and answerable to the Commission therefor. Power of 1041. (1) Tho jurisdiction conferred on the Sepmne Court of Appeal under Article 140 of the S2ut 9, Constitution shall, in relation to any mattex that * may arise in the cxercise by the Commission of the powers conforred on it by the Constitution or by any ather law, be exercised by the Supreme Court. :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "(2) Every application invoking the jurisdiction referred to in paragraph (1), shall be made within one month of the date of the commisston of the act to which the application relates. The Supreme Court shall hear and finatly dispose of the appiication within wo months of the filing of the same.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "Werpretaion, 04. In this Chapter “during the period of + an election” shall mean the period commencing on the making of a Proclamation or Order forthe",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "2B Seventeenth Amendment to the Constitution . canduct ofa Referendum or for the hotding of an election, as the case may be. and ending on the date on which the result of poll taken at such Referendum or election, as the case may be, is declared.’ ‘Amendment of 10. Article 107 of the Constitution is hereby amended in Anicle 107 ofthe paragraph (tof thal Article. by the substitution for the words ‘Constiustion. “shall be appointed by the President of the Republic by warrant under bis hand.\" of the words “shall, subject to the provisions of Article 41C, be appointed by the President by warrant under his hand.”. Amendinest of 11. Anticle 109 of the Constitution is herchy amended Adivle 19 of tr as follows :— Constutian, (1) in paragraph (1) of that Article, hy the substinution [or the words “the President shall appome”, of the wards “the President shall, subject (o the provisions of Article 41C, appoint” : and (2) in paragraph (2) of that Article, by the substitution for the words “the President may appoint”, of the words * the President may, subject to the provisions of Article 41C, appoint”, ‘Amendinent of 12, Article 111 of the Constitution is hereby amended Adicle Ith ofthe ag follows -— ‘Constitution. (1) by the repeal of paragraph (2) of that Article and the substitution therefore af the following paragraph :— (2) The Judges of the High Court shall — . (a) on the recommendation of the Judiciat Service Commission, be appointed by the . President by warrant under his hand and such recommendation shall he made after consultation with the Atlomey-General ;” *  @) be removable and be‘subject to the disciplinary controt of the President on the recommendation of the Judicial Service Commission.” ; and ~",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "Seventeenth Amendment ta the Constitution 29 * (2). by the addition immediately aficr paragraph (3) of that Article, of the following new paragraph :— “(4) Any Judge of the High Court may resign his office by writing under his hand addressed lo the President”. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "13, Article 111A of the Constitution is hereby amended —Amondinont of. in paragraph (1) of that Article, by the substitution for the  Ariicle 11JA of words “the President may, by warrant, appoint” of the words %* Consiution. “the President may, on the recommendation of the Judicial Service Commission, by warrant, appoint ”.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "14, The following Article is hereby inscried immediaicly tasesion of new after Article 111A of the Constitution, and shall have effect ACES Sa as Article 1B of the Constitution — : “Fincat for == LEB, There shall he a Fiscal, who shall be the whole (he Fiscal for the whole Istand and who shall ‘atand, cxereise supervision and control aver Deputy",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "Fiscals attached to all Cauris of First Instance.\",",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "15. Article 16 oftheConstetionishereby r-numbered  Reurtesing of",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "as Atticle [11C of the Constitution. Agile 116 of the orsiulion a Anicde ILIC,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "16. The following new Chapter is hereby inserted —Insenion of immediately after Article 111C of the Constitution, and shall Chapter X¥A in have effect as Chapter XVA of the Constitution -— tha Constitution,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "“CHAPTER XVA Jupicial. Service COMMISSION Conmitton 11D, (1) There shall be a Judicial Service . hi Commission ( te this Chapter referred to as the Senet “Commission”) consisting of the Chiel Justice Commission, and two other Judges of the Supreme Court appointed by the President, subject to the provisions of Article 41C. . + +(2) The Chief Justice shall be the Chairman of the Commission.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "30 Seventeenth Amendntens to the Constitution Moingsof ATE, (1) The quorum for any meeting of Ye the Commission shall be twa members of the Comission. Commission.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "(2) A Judge of the Supreme Court appointed ‘a3 a member of the Commission shall, unless he carlier resigns his alfice or is removed therefrom as hereinafier provided or ceases to be a Judge of the Supreme Court, hold office for a perind of three yoars from the date af his appointment, bat shall be eligible (or re-appointment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "(3) All decisions of the Commission shall be made by a majority of the members present, and in the event of an equality af voles, the Chairman of the meeting shall have a casting vote.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "(4) ‘The Commission shall have power to el notwithstanding any vacancy in ils membership",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "+ and noact or proceeding of the Commission shalt be. or be deemed to be invalid by reasan only of such vacancy or any defect in the appointment of a members. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": ". (5) The President may grant lo any member ‘of the Commission leave from his duties and may appoint on the recommendation of the Constitutional Council, a person quatilied to he member of the Commission to be a temporary member for the period of such leave.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "{6) The President may, on the recommendation of the Constitutional Council. for cause assigned, remove from office any tember of the Commission,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "Allowomses — 111F. A member of the Commission shall",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "‘ef members he paid such allowances as may he determined",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "2 cio, PY Partiament. Such allowances shall be charged ‘on the Consolidated Fund and shall not be reduced during the period of office ofa member, and shall be in addition to the salary and other allowances atsched to, and received from, the substantive appointment:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "Seventeenth Amendment to the Constitution 31 Provided that until the amount to be paid as allowances is determined under the provisions of this Article, the members of the Conumission shall continue 10 receive as allowanees, such amount as they were receiving on the day immediately preceding the dale on which this Chapter comes into operation. Scewiayis L1G. There shatl be a Secretary to the Br ian, CoMMiRsion who shall be appointed by the KS\" Commission from among senior judicial officers ofthe Courls of First Instance, Powemot — V11H, (1) Te fuicial Service Commission 2 etn, # DETEbY vested With the power tom",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "(a) transfer judges of the High Court ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "(®) appoint, promote, transfer, exercise disciplinary conirol and dismiss judicial officers and scheduled public officers.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "(2) The Commission may make —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "{a} rules regarding training of Judges of the High Court, the schemes for recruitment and training, appoiniment, promotion and transfer of judicial offices and scheduled public officers;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "(®) provision for such matters as are necessary or expedient for the exercise, Performance and discharge of the powers, duties and functions of the Commission.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "{3) The Chairman of the Commission or any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "Judge of the Supreme Court or Judge of the Court of Appeal as the ease may be, authorized by the Commission shall have power and authority 10",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "32 Seventeenth Amendment to she Constitution inspect any Court of First Instance, of the records, Tegistersand other documents maintained in such Court, or hold such inquiry as may be necessary. » @)_ The Commission may by Order published in the Gazette delegate «0 the Secretary to the Commission the power to make transfers in respect of scheduled public officers, other than transfers involving increase of salary, or to make acting appointments in such cases and subject to such limitations as may be specified in the Order. Suficial 111J. Any judicial officer or scheduled officers wad \" ae Saetsiel public officer may resiga his office by writing Poblic under his hand addressed to the Chairnian of the acre Commission. Immunity _-TLIK._Nosuit or proceeding shall lic against fromigal_— the Chairman, member or Secretary or officer of Proceedings. ihe Commission for any lawful acl which in good faith is done in the performance of his duties or functions as such Chairman, member, Secretary, or officer of the Commission, Inverference 111. (1) Every person who otherwise than ene on ithe course of such persons lawful duty, directly tmeffence,. OT indirectly, alone or by or with any other person. in any manner whatsoever. influences or attempts (0 influence any decision or order made by the Commission of to so influence any member thereof, shall be guilty of an offence and shall on conviction be liable to a fine not exceeding one hundred thousand rupees or to imprisonment for # term not exceeding three years or to both such fine and imprisonment: Provided however that the giving of a . certificate or testimonial to any applicant or ° candidate for any judiciat office or scheduled public office shall not be an offence,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "Seventeenth Amendinent to the Constintion 33 (2) Every High Count established under Anticle 154P of the Constitution shall have jurisdiction t hear and determine any matter referred to in parageaph (1), nerpeiion, LIM. (a) In this Chapter — “appoinunent” includes the appointment toact in any office refered In in this Chapice. “judictal officer\" means any person who holds office as judge, presiding officer or member of nny Court of First Instance, tribunal or institution created and slablished for the administration of Justice or for the adjadication of any labour or other dispute, but does not include a Judge of the Supreme Court ‘arof the Court af Appeal ar of the High ‘Court ora person who performs arbitral functions, or a public officer whose principal duty is not the performance of functions of a judicial nature; and ‘scheduled public officer” means the Registrar of the Supreme Cour, the Registrar of the Court of Appeal, she Regisirar, Deputy Regielrar or Assistant Registrar . of the High Count or any Court of First Instance, the Fiscal, the Deputy Fiscal of the Court of Appeal. or High Court and any Count of First Instance, any public officer employed in the Registry of the Supreme Court, Court of Appeal or High Court ot any Court of First ‘Tosiance included ina category specified in the Fifth Schedule ac such other. catagories 28 may be specified by Order",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "34 Seventeenth Amendinent to the Constitution . made by the Minister in charge of the subject of Justice and approved by Parliament and published in the Gazette.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "(6) Nocour,, tribunal or institution shall have + jurisdiction to enicriain at to determine the question whether or not a person is a judicial officer within the meaning of the Constitution. but such question shall be determined solely by the Commission, whose decision thercon shall 5¢_",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "final and conclusive.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "{€) No act of such person or proceeding held before such person, prior to such determination as is referred to in sub-paragraph (BJ, shall be deemed to be invalid by reason of such determination.',",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Repealof Andes 17. Articles 112, 113, 113a, 114, LIS and 117 of the 112,113,134, Constituti",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "112-113. 1134. Constitution are hereby repealed.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Consttmion,",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Amendment of 18. Article 153 of the Constitution is hereby amended Asicle IS30fth 9s follows +",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "‘Constitullon. .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "(1) in paragraph (1) of that Article, by the substitution for the words “shall be appointed by the President”, of the words “shall, subject to the provisions of Article 41C, be appointed by the President”; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "(2) in paragraph (4) of that Article, by the substitution for the words “the President may appoint”, of the words the President may, subject to the provisions of Article AIC, appoint”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Amendment of 19, Article 154R of the Constitution is hereby amended Aricle 518 of in sub-paragraph (c) of paragraph (1) of that Articte, by the substitution for the words “three other members to represent”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "Seventeenth Anenviment to the Constiution 35 of the words \"three other members who are appointed by the President on the recommendation of the Constitutional Council, to represent”. . 20. The following new Chapter is hereby inserted —serion of cw immediacy after Anicle 155 of te Constition and sill Chaps X¥la have effect ax Chapter XVIIIA of the Constitution =— 1 ion “CHAPTER XVIIA amon. Potucs Comassion Consiution ISSA, _(1)\"There shall be a National Police fe | Commission (inthis Chapter refered (0 as the Face” Commission\") consisting of seven members Consist, appointed by the President on the recommendation of the Constitutional Council, ‘The Constitutional Council may, in making its recommendation, consult the Public Service Commission. The President shall on the recommendation of the Conatiutional Council . appoint one member as the Chairman. 2) Noperson shall be appointed as a member of the Commission or continue to hold office as such member if he is or becomes a member of Parliament, a Provincial Councit or a local authority. @) Beery person who immediately befora his appointment as a member of the Commission , ‘was a public officer inthe service of the Stale oF a judicial officer, shall upon such appointment taking effect, coase to bold such office, and shall be ineligible for further appointment 25a public officer or a judicial officer: Provided that any such pervon shall, unif he ceases to be a member of the Commission, or ‘while continuing to be a member, altains the age",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "36 Seventeenth Amendment to the Constitution",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "at which he would, if be were a public offiver or a judicial officer, as the cnse may be, be required to retire, be deemed to be a public officer or a judicial offiver and to bold a pensionable offices in the service of the State. for the purpose of any provision relating to the grat of pensians.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "+ gratuities and other allowances in respect of such service.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "(4) Every member of the Commission shall hold office tor a period of three years from the date of his appointment, unless he becomes subject to any disqualification under paragraph ‘{Q)of this Anicte, or earlier resigns from his office by writing addressed to the President or is removed fram office by the President on the recommendation of the Constitutional Council or is convicted by a Court of law of any offence involving moral turpitude or if a resolution for Ihe imposition of civie disability upon him has beon passed in terms of Article 81 or is deemed to have vacated his office under paragraph {6} of this Article.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "{5} A member of the Commission shalt be eligible for reappoiniment as a member. but shall fot he cligible for appointment as a pubic officer ‘or a judicial officer after the expiry of his term of office as a member. No member shall be eligible",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "+ to hold office as a member of the Commission for more than two lesms,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "(6) In the event of the Chairman or a member of the Commission absenting himself from three consecutive meetings of the Commission without the prior leave of the Commission, he shall be deemed to have vacated his office from the date of the third of such meelings and shall not be eligible to be reappointed as a member or as Chairman of the Commission,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "Seventeenth Amendment to the Constitution 37",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "(7) The Chairman and members of the Commission shall be paid such allowances as are dciermined by Purliamenl. Such allowances shall be charged on the Consolidated Fund and shall not be diminished during the term of office of the Chairman or member.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "(8) The Chairman and members of the ‘Commission shall be deemed (o be pubtic servants within the meaning und for the purposes of Chapter IX of the Penal Code.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "Meciings of 15S, (1) The quorum for a meeting of the thee Commission shall be four members. Commission. (2) The Chairman shail preside at all mectings —- of the Commission and in his absence a meuber elected by the members present from amongst the members shall preside at such meeting. (3) Decisions of the Commission shall be by a majority of members present and voting at the meeting al which (he decision is taken, and in the event of an equality of votes the Chairman of the person presiding shall have a casting vote, (4) The Commission shall have power to act notwithstanding any vacancy in ils membership, and any acl or proceeding or decision of the Commission shall not be invalid or deemed 10 be invalid by reason only of such vacancy or any defect in the appointment of the Chairman of member. Immuciy _-185C, (1) Subject to the jurisdiction from egal conferred on the Supreme Court under paragraph Procecliogs. (1) of Article 126, no court or tribunal shell have",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "the power or jurisdiction to inquire into, or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "38 Seventeenth Amendment to the Constitution pronounce upon orin any manner eall in question any order or devision made by the Commission",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "__ oF Committee, in pursuance of any power or duty, conferred or imposed on such Commission ‘or Committee under this Chapter or under any other law,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "Sereno 1SSD._Thore shall be » Secretary to the",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "tte Commission and such other officers appointed",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "Commission. by the Commission an such terms and conditions as may be determined by the Commission.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "Cons and 1SSE. The costs and expenses of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "Expenses. Comnnission shall be a charge on the Consolidlated Fund.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "Inierferse 5S, (1) Every person who, olherwise than",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "Shih inthe course of such person's lawful duty, directly",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "lesion. oF indirectly by himself or by or with any olher person, in any manner whatsoever influences or attempts to influence or interferes with any decision of the Commission or a Committee. or 0 50 influence any member of the Commission ora Committee, shall be guilty of an offence and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "+ shall on conviction be liable to a fine nol exceeding one hundred thousand rupees or to imprisonment for a term not excceding seven years, orto both such fine and imprisonment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "@) A High Court established under Article 154P of the Constitution shall have jurisdiction to hear and determine any matter referred to in Paragraph (1). Powersof —-158G, (1) (a) The appointment, promotion. the ——_ transfer, disciplinary control and dismissal of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 39,
    "par_num": 13,
    "text": "Commissian. police officers other than ihe Inspector-General of Police, shall be vested in the Commission. The Commission shall exercise ils powers of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "Seventeenth Amendment to the Constitution. 39 promotion, transfer, disciplinary control and dismissal in consuliation with the Inspector ‘General of Police.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "(6) ‘The Commission shall not in the exercise ‘of its powers under this Ariicle, derogate from the powers and functions assigned to the Provincial Police Service Commissions as and when such Commissions are established under Chapler XVITA of the Constitution.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "(2) The Commission shall establish procedures to entertain and investigate public complaints and complaints of ony aggrieved person made against a police officer or the police service, and provide redress in accordance with the provisions of any law enacted by Parliament for such purpose.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "(3) The Commission shall provide for and deicrmine all matters regarding police officers, including the formulation of schemes of recruilment and training and the improvement of the efficiency and independenco of the police service, the nature and lype of the arms, ammunition and other equipment necessary for the use of the National Division and the Provincial Divisions, codes of conduct, and the standards to be followed in meking promotions and transfers,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": ". as the Commission may from time to time consider necessary or fit,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "(4) The Commission shall exercise all such",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": ". powers and perform all such functions and duties ° as are vested in it under Appendix I of List 1 contained in the Ninth Schedule of the Constitution, _ ot",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "40 Seventeenth Amendment to the Constiution Comins 155H. (1) The Commission may delegate 10 ofthe ___ a Commiltes of the Commission (not consisting asso. Of members of the Commission) as shall be nominated by the Commission, the powers of appointment, promotion, transfer, disciplinary control and dismissal of such categories of police officers as are specified by the Commission.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "(2) The Commission shall cause to be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "published in the Gazette the appointment of uny * such Committee.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "(3) The procedure and quorum for mectings of such a Commitice shall be according to rules made by the Commission. The Commission shall ‘ease such Tules to be published in the Gazette,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "Desegerion 185]. (1) The Commission may, subject 10",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "effuncioos such conditions and procedures as may be",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "Commission, PFesctibed by the Commission, delegate to the Inspector-General of Police or in consultation with the Inspector-General of Police to any Police Officer, its powers of appointment, promotion, transfer, disciplinary control and dismissal of avy category af police officer,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "(2) The Commission shall cause any such delegation to be published in the Gazette.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "Righof 158K. (1)A police officer aggrieved by any",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "sppeal. order relating to promotion, transfer or any order",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "on adisciplinary matter or dismissal made by the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "Inspector-Gencral of Police or a Committes or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "Police Officer referred tn in Acticle 155H and (55)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "in respect of himself, may appeal to the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "Commission against such order in accortance",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "with rules made by the Commission from time to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "“ time regulating the procedure and the period fixed",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 41,
    "par_num": 18,
    "text": "for the making and hearing of an appeal by Ibe Commission,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "Seventeenth Amendment to the Constitution 4 : Q) The Commission shall have the power to alter, vary, rescind or confirm such order upon such appeal, or lo give directions in relation there to, or to order such further or other inquiry, as to ‘the Commission shall seem fit,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "(3) The Commission shall from time to imo cause to he published in the Grvctte, refex made by it under paragraph (1) of this Article,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "{4) Upon any delegation to the Inspcctor- General of Police or a Commitce or Police Officer under Asticle 1S5H and 1553 of this ‘Chapters as the cuso may bo, the Commission shall nat, whitsi such delegation of its powers is in foree, exercise or perform its functions or duties in respect of the categories of Police Officers in respect of which such delegation is made, subject lo the eight of appeal hercinbefare provided,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "Appeals t0 1SSL. Any Police Officer aggrieved by any inka __ order relating to promotion, transfer, or any order Anas o#disciplinary master or dismissal made by the ‘Tahunal. Commission, in respovt of himscil, may appeul therefrom to the Administrative Appeals Tribunal established under Article 59, which shall have the power Io aller, vary or rescind any order or decision made by the Commission. Savingof «185M. Until the Commission otherwise existing provides, all rules, regulations and procedures vicsand relating to the police farce as are in force shalt Teens. continue to be operative and in force. Commission —_155N. ‘The Commission shall be responsible answerable and answerable 10 Parliament in accordance with Patianent, (88 provisions of the Standing Orders of \"Parliament for the exercise, performance and discharge of ts powers, dutics and functions. and shal] forward to Parliament in cach calendar year a repor of its activities in such year”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "42 Seventeenth Amendment to the Constitution Amendment of 21. Aniicle 156 of the Constitution is hereby amended Article 156 of Ue fg +. Article 156 as follow’ —",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "(1) in paragraph (2) of thal Aniicle, by the substitution for the words “shail be appointed by the President\", of the words “shall, subject to the provisions of Article IC, be appointed by the President”; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "(2) inparagraph (5) of that Article, by the substitution for the words “the President shall appoint”, of the wards. “the President shall, subject to the provisions of Article 4IC, appoint ”.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "Ameninyen! of 22, Aniicle 170 of the Constitution is hereby amended Article 170 of the ‘Constitution. 8s follows :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "(0) in the definition of the expression “judicial officer”, by the substitution for the words “other than in Article 1142 of the words “other than in Article 111M.\" and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "(2) inthe definition of the expression “public officer”, by the insertion immediately afier paragraph (¢). of the following new paragraphs -—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "“{ea)_ a member of the Constitutional Council : (cb) 4 member of the Election Commission ; (cc) amember of the National Police. Commission ; (ed) the Commissioner - General of Elections ; (ce) officers appointed to the Election Commission, by the Election Commission :\".",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "Seventeenth Amenduent to the Constitution 43 23. The Ninth Schedule to the Constitution is hereby Armendment of the amended in Appendix I to List I as follows i— nth Shek to",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "(1) by the substitution for item 3 of that Appendix of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "following -— : “3. Recruitment to the National Police Division and promotion of Police Officers in the Provincial Divisions to the National Division, shalt be made by the National Police Commission.\":",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "(2) in item 6 of that Appendix by the substitution for the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "words “will be referred to the President,”, of the words “will be referred (o the National Police Commission”;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "(3) in item 7 of that Appendix, by the substitution for the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "words “with the approval of the President,”, of the words \" with the approval of the National Police Commission.*; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "(4) in item 9:2 of that Appendix, by the substitution for",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "the words “The President may, where he considers it necessary provide Jor alternate training for members of any Provincial Division\", of the words “ The National Police Commission may, where he considers itnecessary provide for alternate training for members ‘of any Provincial Division”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 44,
    "par_num": 10,
    "text": "24, (1) The persons holding office on the date prior to Commissions the date of commencement of this Acl, as members of the ender repeated Public Service Commission and the Judicial Service melt S6and Commission established by Article 56 and Article 112 Copaision to respectively, of the Constitution, shail continue lo hold office continue, as such members continue to exercise the powers vested in those Commissions undor the Constitution, prior to the date of commencement of this Act. until the dale on which the members of the Public Service Commission and the Judicial Service Commission respectively, are appointed under Article 54 and Article 11 1D respectively of the Constitution. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 3,
    "text": "44 Seventeenth Amendment to the Constitution (2) The persons holding affice on the day prior to the date ‘of commencement of this Act, as ihe Secretary to the Public Service Commission and as the Secretary to the Judicial Service Commission appointed under paragraph (7) of Anicle $6 and Article 113 respectively, of the Constitution, shall continue 10 hold such office under the same terms and conditions. Chief Justice, 25. (a) The Chief Justice and all the Judges of the Jadgcs of the Supreme Court and the President and all the Judges of the Raa ‘Cou. Court of Appeal holding office on the day prior to the date of amt of the: rare \" Comtarapeet the commencement of this Act, shail, subject lo the de. 1ocontinuete provisions of paragraph (3) of Article 41C. continue to hold hold office, office.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 45,
    "par_num": 3,
    "text": "(6) Every person holding office on the day prior to the date of the commencement of this Act, ax the Autorney- General, the Auditor-General , the Inspecior-General af Police, the Parliamentary Commissioner for Administration (Ombudsman) and the Sceretary-General of Parliament shall. subject to the provisions of paragraph (3) af Article 41C. continue 10 hold such alice under the same terms and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 3,
    "text": ". conditions, Judges of the 26. Every person holding office on the day prior to the High Court &c.10 date of the commencement af this Act — eoniinuc to hold, office. (a) asa Judge of the High Count; (6) as a judicial officer, a scheduled public officer, a public officer or a police afficer, shall, continue 1o hold such office under the same terms and conditions. Subatnution and 27. (1) Unless the context otherwise requires, there shall savings. be substituied for the expressions “Commissioner of Elections” and “Depariment of the Commissioner of Elections” wherever such expressions occur in the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "Seventeenth Amendment ta the Constitution 45 Constitution and in any written law or in any contract, agreement or other document, of the expression “Election Commission”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "(2) The person holding office as the Commissioner of Elections on the day immediately preceding the date of the ‘commencement of this Act, shall continue (o exercise and perform the powers and functions of the office of ‘Commissioner of Btections as were vested in him immediately prior to the commencement of this Aci, and of the Election Commission, until an lection Commission is constituted in seems af Article 103, and shall, from and alter the date on which the Election Commission is s0 constituted, ecase to hold office as the Commissioner of Elections.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "(3) Altsuils, actions and other legal proceedings instituted by or against the Commissioner of Btections appoifited under Atticle 103 of the Constitution prior to the amendment of such Articte by this Act, and pending on the day immediately prior othe daicof commencement ofthis Act, shall be decmed to be suits, actions and other lega? proceedings instituted by or against the Election Commission, and shall ba continued and completed in the name of the Election Commission,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "(4) Any decision or order made, or ruling given by the Commissioner of Elections appointed under Article 103 of the Constitution prior to the amendment of that Article, by this Act, and under any written law on or before the date of the commencement of this Act, shall be decmed to be a decision or order made or ruling given, by the Election Commission.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "28, Allmuatters pertaining ta the appointment, promotion, Pending muters transfer, disciplinary control and dismissal of any police officer fefore the Public ponding before the Public Service Commission, on or before — Commission co the date of the commencementofthis Act, shall siand removed — stant removed to 10 the National Police Commission established hy Chapter (onal XVUIA of the Constitution and accordingly such matter shall Commission, be continued and completed before such National Police Commission. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "46 Seventeenth Amendment to the Constinttion Sinhala text to 29, Inthe eveatof any inconsistency bewween the Sinhala prevail incase of and Tamil texts of this Act, the Sinhala texi shall prevail. inconsistency,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 48,
    "par_num": 3,
    "text": "‘Anaual subscriqtion oF English Bitls ond Acts of ths Paiament Rs. 885 (Local), Rs. 1180",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 48,
    "par_num": 3,
    "text": "(Foreign), Payable to the Sureniemspex, Gavernatenr Punticarions Bowen. No. 32.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 48,
    "par_num": 3,
    "text": "“Trueswouc: Howse, Lore Ronn, Counion OL before 15th Dauber each year in respect cof the year following,",
    "mean_p_confidence": 0.63
  }
]