[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SRE JAYEWARDENEPURA GENERAL HOSPITAL BOARD ACT, No. 54 OF 1983 [Certified on 29th December, 1983) Printed on the Ordere of Government i ‘Published as a Supplement to Part II of the Gazette af the Democratic Socialist Republic ef Sri Lanka of December 30, 1983 PROT ot ex Ar OF SOONER MMe EA ae Price: 90 cents ‘Postage: @) cents",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Sri Jayewardenepura General Hospital Board Act, No. 54 of 1983 [Certified on 29th December, 1983) L. DO, 3/82. (Aw ActTO EStaRLisH A BOARD CALLED THE Sat JaYEWARDIME-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "puna GEwenat Hogerra Boany, 10 vast mx THAT BOARD THt",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(MANAGEMENT AND ADMINISTRATION OF ‘THE Skt JavEWARDENE-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Pura GENERAL HOSPITAL, AND TO PROVIDE FOR MATTERS",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "CONNECTED THEREWITH OR INCIDENTAL THERETO,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Parliament of the Democratic Soclalist Republic of Sri Lanka a2 follows :-—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Sri Jayewardenepure Short title, ‘General Hospitel Board Act, No, 54 of 1983,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 (1) There shall he established a Board, which shall Fotablish- be called “The Sri Jayewardenepura General Hospital Mentofthe Board” (hereinafter referred to as the “Board”) for the Tayowardenr Burpose of managing and administrating the affairs of the purt General Sri Jayewardenepura General Hospital (hereinafter Board, referred to as the \" Hospital”).",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) The Board shall, by the name assigned to tt by subsection (1), be a body corporate and have perpetual succestlan and’a common seal and may sue and be sued in such name.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2%. (1) The Board shall ist (of the tolls ‘Constitution",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Ro The joa: cons lowing Conettution",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(©) eight members appointed by the Minister (herein-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "after xeferred to as the “appointed members”), namely—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". ” @) the Chairman of the Board ;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(ii) a representative of the Ministry of the Minister, nominated by the Minister ; (iil) representative of the Ministry of the Minister in charge of the aubject of Finance nominated J te ‘by that Minister ; (iy) three _pervons elected by the Consultancy ‘Staff of the Hospitel from. among ite own members ; (x) two persons selected from among persons who . ‘pave rendered distinguished service in their profession ; and 2A 079078_-9,950 (63/12)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Sri Jayewardenepura General Hospital Board. Act, No, $4 of 1983 (b) three ex officio members, namely— @ the Director of Health Services ; . (i) the Director of the Post Graduate Institute of ‘Medicine ; and * G@ill) the Director of the Hospttal.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": (2) (i) Every ex officio member shall hold office as a member of the Board, so long as he holds office by virtue of which he was appointed a member of that Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(ii) The Chairman and every appointed member shall ‘hbold office for a period of three years from the date of his sppointment, and shall be eligible for reappointment at the end of the term af his office. : (8) In the event of the vacation of the office of the Chairman or any appointed member of the Board, the ‘Minister may appoint another person to hold such office during the unexpired period of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(4 If the Chairman or any appointed member of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Board is temporarily unable to discharge the duties of his office by reason of ill heslth or any other cause, the Minister may appoint ancther person to act in his place as Chairman or as such other member.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(5) The Chairman or any appointed member of the Board may at any time resign his office by letter in that bebalt addressed to the Minister,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(6) Any appointed member may he removed from office",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "_ by the Minister without assigning any reason therefor and such removal shall not be called in question in any court.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(1D Any appointed member who, without leave of the Board first obtained, fails to attend three consecutive meetings of the Board, shall ipso facto vacate hie office,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(®) Any member of the Board who vacates office, other than a inember who is removed from office under this Act, shall be eligible for reappointment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "‘Retnuneration 4 ‘The members of the Board shail be remunerated in oe te such manner and at such rates as may he determined by of the the Minister in consultation with the Minister in charge Board, ‘of the subject of Finance, : :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "Srt Jayewardenepura General Hospital Board = 3 ‘Act, No. 54 of 1983",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "(1) Tho meetings of the Board shall be held at Jeast wrectings once a month, of the +. @) The quorum for a meeting of the Board shall be five.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "(@) The Chairmen of the Board shall preside at the meetings of the Board, or in hfs absence any member elected from among the members present shall preside at wich meeting,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "(@ The Board may act notwithstanding @ vacancy among its members.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "& The seal of the Board— Seal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "of th",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "(@) shall be in the eustody of the Cheirman of the Board 2» > Board;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "(d) may be altered in such manner as may be deter",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "mined by the Board ; and . (©) shalt not be affixed to any document except with the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "sanction of the Board and in the presence af two",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "members of the Board who shall sign the document",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "in token of thatr presence,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "7. (1) The Board aholl have the power to do ell things Powers as are necessary for, or conducive or incidental to, the duties and management and administration of the affaire of the q'the™ Hospltal. Board,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "+ (@) Without prejudice to the generality of the powers conferred by aubsection (1), the Board may exercive and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "discharge the following powers and functions i—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "_ (@) t receive grants, gifts or donations in cash or kind ‘whether from local or foreign sources;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "(0) 0 take or hold any property, movable or immovable,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": ". ‘which may become vested in it by this Act, or by",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": ".. virtue of any purchase, grant, gift, testmentary",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "disposition or otherwise, and to sell, mortgage, . Tease, grant, convey, devise, asign, exchange or \"t+ otherwise dispose of, any movable or immovable property other than the Hospital; = |, __ (© subject to the provisions of this Act, to appoint,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "“4 employ, remunerate officers and servants of the : “ Board and to meke rules regarding the appoint vio» meng promotion, remuneration and disciplinary",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "<1 gontpal of its employees ond the grant af leave and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "other benefite to then 7",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 24,
    "text": "a cums sg",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "4 Sri Joyewardenepura General Hospital Board ‘Act, No, §4 of 1988 * (@) to administer the Fund of the Board established . ‘uncer goction Let (©) to open, operate and close bank accounts and borrow or raise money, with or without security; and (J) to do all other scis and things as are incidental or conducive to the achievement of the objects of the Board,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘Committee & (1) The Board may appoint Committee of Manage-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "of , ment to administer the day to day affairs of the Hospital.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": ". (2) ‘The Board msy from time to time delegate to the Committee of Management appointed under subsection (1) such of of its powers, duties and functions as may be deter- mined by the Board,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘ {8) The Comufttee of Management shall consist of the following members :~~ @) the Director of the Hospital ; aay (@) three persons trom among the Consulancy Staff, ‘provided that not more than one person is from the ‘ + same speciality ; * vo (ii) the Chief Matron of the Hospital; | ” (iv) the Hospital Secretary of the Hospital or Chief Administrative Officer of the Hospital ; and (v) the Chief Accountant of the Hospital. ‘ (4) The Director of the Hospital shall be the Chairman of the Committee of Management. “ . (5) ‘The Chairman of the Board shall have the tight to attend any meeting of the Committee of Munagement. . @) The Committee of Management shall determine the quorum for and the procedure to be followed at the meetings of such Committee. ‘ . . Directions 9 ‘The Minister may, from time to time, issue to the Si eee, Board general or special directions as to the exercise, per- formance and discharge of the powers, duties and functions of the Board and the Board shall comply with such direc- tions, : we",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Sri Jayewardenepura General Hospital Boord = 5 Act, No. 54 of 1983",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "10, (1) \"The Bosrd shall have and maintain its own Fund, The Fund",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(2) There shall be paid into the Fund of the Beard. Board .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(a) any gifts or donations of money ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(®) any grant received from the Goverament ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(©) income from endowments ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(q) oll other moneys belonging to the Board from what-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘ever sources derived,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "{8) There shall be paid out of the Fund of the Board all sums of money required to defray any expenditure incurred by the Board in the exercise, performance and discharge of its powers, duties and functions,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(4) The Board shall be responsible for the administration of the Fund of the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "The Minister may mske regulations in respect of Rexuln matters for which regulations are required or authorized to Y™* be made under this Act and in particular in respect of all or any of the following matters :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@) the establishment of Consultative Committees to",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "advise the Board on—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@) the adequacy and efficiency of the services provided by the Hospital, including recom- mendations for the provision of new buildings and equipment for fulfiling the needs of the Hospital in respect of personnel and for the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘ ‘admission or denial of admission to the Hos- pital of patients suffering from any specified : disease ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(i) the establishment and maintenance of high academic standards in the training of medical personnel;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(ili) the provision of courses and the establishment of research profects and for this purpose to : co-operate with other hospitels or institutions whether in Sri Lanka or otherwise in such ~* manner and for such purposes ag tha ‘appropriate Consultative Committee may > determine ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Giv) any other matters as the Minister may refer to",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘4 consultative Committee for its advice,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "6 Sri Jayewardenepura General Hospital Board Act, No, 54 of 1983 . {d) the remuneration of the members of the Consultative Committess ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "{c} the restriction of admission or entry of persons into the Hospital, living quarters provided for employees of the Hospital and service areas and the regulation of the conduct of persons who enter therein.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "For the purposes of this section, “property of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "Hospital\" includes property of the Hospital used by employees and the property of the Hospital leased or rented out to Governmental and private organizations.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "Finanelal 12. (1) The @nancial year of the Board shall be the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "Ext anait calendar year,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "of accounts of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "‘the Board (2) The Board shall cause proper books of accounts to be ‘kept of the income and expenditure, assets and liabilities and all other transactions of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "{3) The provisions of Article 154 of the Constitution relating to the audit of the accounts of public corporations shall spply to the audit of the accounts of the Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "Offences. 13,\"Any person who, within the premises of the Hospital—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(e) uses or makes any obscene,: indecent or offensive language of gesture or behaves in any manner likely",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": ". to annoy or insult eny person ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(b) spits upon, or wilfully spofls any part of, the property of the Hospital ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(@) smokes or carries any” lighted’ pipe, cigar, cigarette or article for amoking in any part of the premises of the Hospital in which a notice prohihi- ting amoking is exhibited ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(@ throws out of the Hospital“ windows any bottle, Liguid or other article or thing likely to annoy ‘persons or to cause damage or injury to any person or property;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(e) parks a vehicle in aby part of the premises of the Hospital in which a notice prohibiting parking is exhibited ; or ee “",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(f) damages or destroys any plant or takes, collects or Temoves any plant therefrom,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "shall be guilty of an offence and shall, on conviction by ‘a Magistrate, be Hable to a fine not exceeding five hundred rupees. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Sri Joyewardenepura General Hospital Boord = T Act, No. 54 of 1983",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "For the purpose of this section, “premises of the Hospitel” include Hving quarters provided for employees of the Hospital and the service areas,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "34, (1) At the request of the Bourd, any public officer Apmoiniment may, with the consent of that officer and of the Secretary Gfagers and to the Ministry in which that officer is employed or attached, members be temporarily appointed to the staff of the Bord for such Local period as may be determined by the Board with like consent, Government or with like consent be permanently appointed to such staff. the Hoard.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) Where any public officer is temporarily appointed to the staff of the Board, the provisions of subsection (2) of section 13 of the Transport Boand Law, No, 19 of 1978, shall, mutatis mutandis, apply to end in relation to him,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(3) Where any public officer is permanently appointed to the staff of the Board, the provisions of subsection (3) of section 19 of the Transport Board Law, No, 19 of 1978, shall,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "‘mutatia mutendis, apply to and in relation to him.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(4) Where the Board employs any person who bas entered into a contract with the Government to serve the Government for a specified period, eny period of service ta the Board by that person shall be regarded as service to the Government for the purpose of discharging the obliga- tions of such contract.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(8) At the request of the Board any member of the Local Government Service or any other officer or servant of any local authority may, with the consent of such member, officer or servant and the Local Government Service Advisory Board or that authority, ax the case may be, be",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "+ temporarily appointed to the staff of the Board for such period as may be determined by the Board with like consent or with like consent be permanently appointed to such staff on such terms and conditions including those relating to Pension or provident fund rights, as may be agreed upon by” the Board and the Local Government Service Advisory Board or that authority. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "45.\" (1) No suit or prosecution shall be instituted against Protection any member of the Board or agatnst any officer, servant or Sf ihe? agent of the Board appointed for the purposes of this Act Board and for any act which is in. good faith done or purported tobe SFE Ey done by such person under this Act or on the direction of for 2ction. the Board, soo Bote",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "6 Sri Jayewardenepura General Hospital Board ‘Act, No, 54 of 1989 (2) Any expense incurred by the Board in any suit or prosecution brought by or against the Board befote any court shall be paid out of the Fund of the Board, and any coats paid to, or recovered by, the Board in any such suit oe or prosecution shall be credited to the Fund of the Board. (8) Any expense incurred by any such person os is referred to in subsection (1} in any suit or prosecution brought against him before any court In respect of any act which is done or is purported to be done by him under this Act or on the direction of the Board shall, if the court holds that such act was done in good faith, be paid out of the Fund of the Board unless such expense is recovered by him in such suit or prosecution, No writ to 16. No writ against person or property shall be issued jesus seninst against auy member of the Board or any officer or servant property of the Board in any ection brought against the Board. of a member of the Board. : (Officers end ‘11. All officers and servants of the Board shall be deemed . fevante of to be public servants within: the meaning and for the pur- deemed to poses of the Penal Code, . be public noe servants finder the Penal Code. . Board 18 The Board shail be deemed to be a scheduled institu- feemed to tion within the meaning of the Bribery Act, and the provi- schedulet sions of that Act shail be construed accordingly. - Enautution 9 ead a Inter, 19, In this Acf, unless the context otherwise requires— Prelation « Joeal authority” means—- . (@ any’ Development Counell established under the ‘Development Councils Act, No, 35 of 1990, or any other authority, body or institution created and established by or under any law, vested with the exercise, performance and discharge of the powers, duties and funetiona of any Municipal Council, Urban Couneil, Town Council and Village Council under the Municipal Councils Ordinance, Urban Councils Ordinance, Town Couneils Ordinance and ‘Village Councils Ordinance respectively, or undef any other law ; on",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "Sri Jayewardenepura Genera) Hospital Boord = 9 ‘Act, No. 54 of 1983",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "() sny Municipel Council, Urban Counefl, Town Council or Viliave Councit and includes anv authority created and established by or under any law to exercise, perform and discharge powers, duties and functions corresponding to or similar to the powers, duties and functions exercised, performed and dis- charged by such Couneil ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "“Post Graduate Institute of Medicine” means the Post Graduate Institute of Medicine established under the Universities Act, No. 16 of 1978;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "“service areas” mean property of the Hospital lessed or rented out to Governmental or private organiza- tions for the purpose of providing facilities to patients of, and visitors to, the Hospital.",
    "mean_p_confidence": 0.92
  }
]