[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ast Session 1970-'7i'~1-?° : } ie, QO Pessitin erie ES Co-operative Societies (Special Provisions) Act, No. 34 of 1970 Date of Assent: December 31, 1870 \"printed on the Orders of Government Sarita QF Wenn Pntochans Belo, Cas eae, othe TO, Ci EE Se ae, oo Ss, Price: 30 cents ‘Postage: 10 cents",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Co-operative Societies (Special Provisions) Act, No. 84 of 1970 E. D—O. 96/70. . An Act 10 PROVIDE FOR THE REMOVAL OF CERTAIN DIFFICULTIES, AND THE RESOLUTION OF CERTAIN + ROUBTS, WHICH HAVE ARISEN OR MAY ARISE IN REGARD",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "70 THE ADMINISTRATION OF THE CO-OPERATIVE",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Socretizs ORDINANCE, AND FOR MATTERS, CONNECTED",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". [Date of Assent: December 81, 1970]",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "* BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4, This Act may be cited as the Co-operative ahottite, Societies (Special Provisions) Act, No. 34 of 1970.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. (1) Subject to the provisions of sub-section (2), Soest every relevant power, duty and funotion conferred POSTS te and imposed on, and senignod to, the Registrar under Begins. the principal enactment shall be deemed to have been",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". and to be, validly so conferred, so imposed and so assigned, and accordingly—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(@) every relevant reference made to the Registrar,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "whether before or on or after the appointed date; and .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(®) every relevant act or thing done by, and all",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "> relevant proceedings eld or taken by or before, the Registrar in the matter of any such reference or in any other circumstances whatsoever, whether before or on or after",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "the appointed date, . shall be deemed not to have been, and not to be, invalid by reason only of the fact that soch power, duty, and fonction was so conferred and imposed. on’ and assigned to, any such reference was made to, any such det or thing was done by, and any such proceedings",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "__. Were held or taken by or before, the Registrar.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "@ Nothing in the provisions of sub-section (1) shall be deemed or construed to validate any relevant act or thing done by, or-any relevant proceedings held or taken by or before, the ‘Registrar in the matter of any televant reference made to him, or in any other J isgap—4an a0",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 — Go-dporative Societiss (Special Provisions) Act, No. 34 of 1970 circumstances whatsoever, if, but only if, such act or thing, or such proceedings, was or were subsequently hald ‘by any court of competent jurledition to be invalid on the ground that any relevant power, duty or fonction “not having been validly conferred or imposed on, or ‘ssigaed to, the Registrar under tho principal enactment, the Registrar had no jurisdic- tion-to do such act or thing, or to hold or take such proceedings: Provided, however, that nothing in the preceding ‘provisions of this sub-section shall be deemed or Seunstruad to prosinde or prevent any relevant act ot thing being done by, and any relevant proceedings being beld or taken by or before, as hereafter provided in this Act, the Registrar de novo under the provi- sions of the principal enactment us modified by ¢his eb. (8) Where any relevant act or thing done by, and ‘any relevant proceedings held or taken by or before, the Registrar prior to the appointed date in the matter of any relevant reference is not validated by sab-section (1) by virtie of the operation of sub-,. section (2), then, such reference shall be deemed to be a relevant reference made de novo to the Registrar on that date, and accordingly any relevant act or thing . mey be done by, and any relevant procesdings may be * beld-or.taken by or before, the Registrar de no00 under the provisions of the principal enactment as modified by this Act in the matter of such reference. spent 8.” (1) Subject to the provisions of sub-section (8), Eine» every. arbitrator appointed by the Registrar under the simon. principal enactment, whether before or on or after the appointed date, shall be deemed to have been, and : to be, validly appointed, and accordingly— (@ any, relevant reference made to any such ‘arbitrator under that enactment, whether a . before or on or after the appointed date; + (®) any selevant proceedings taken on such refer- o \"mee. whether hefore or on or afier the _+ +, appointed date; or.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Co-operatroé Societies (Special Provisions) 3 Act, No. 84 oF 1070 {¢) any relevant act or thing done by any such",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "arbitrator under that enactment on such",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "reference, whether before or on or after the",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "appointed date, : shall be deamed not to have been, and not to be, invalid by reason only of the fact that any such arbitrator ‘was so appointed by the Registrar, auch reference was made to, auch proceedings were taken by or before, and any such act or thing was done by, any such arbitrator.” ,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "® Nothing in the provisions of sub-section (1) shall",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "be deemed or construed to validate any relevant act or thing done by, or any relevant proceedings held or taken by or before, any arbitrator in the matter of any relevant reference made to him, or in any other circumstances whatsoever, if, but only if, such act or thing, or such proceedings, was or were subsequently held by any court of competent jurisdiction to be invalid on the ground that not having been validly appointed onder the principal enactment, such arbi- trator had no jurisdiction to do such act or thing, or to hold or take such proceedings: :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Provided, however, that nothing in the preceding provisions of this sub-section shall be deemed or construed to preclude or prevent any relevant act or thing being done by, aad any relevant proedings being held or taken by or before, as hereafter provided in this Act, any arbitrator de novo andes the provi- sions of the principal enactment as modified by this",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(3) Where any relevant act or thing done bp and any relevant proceedings held or taken by or before, any arbitrator prior 4 the appointed date in the matter of any relevant reference is not validated by sub-section (1) by virtue of the gperation of sub- aeotion (2), then, such reference shall be deemed to be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". a relevant reference made de novo to the arbitrator on that date, and accordingly any relevant act or thing",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "| May be done by, and any relevant proceedings may be + held or taken hy or before, any arbitrator dz novo under the provisions of the principal enactment as",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "_ Modified by this Act in the matter of euch reference,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Co-operative Societies (Special Provisions) Act, No. 34 of 1970 Tm povom Tha provisions of this Act shall be in addition site 22 to, and not in derogation of, the provisions of the Ret tes principal enactment, and accordingly shall be read . galicerir and construed as one With the principal enactment: Pact” “>” Provided, however, that, in the event of any conflict * emeat or inconsistency between the provisions of this Act and the provisions of the principal enactment, the provi- sions of this Act shall prevail over the provisions of the principal enactment to the extent of such conflict or inconsistency, Special 8. (1) Where there was, on the day immediately Reining prior ie the appointed orien ta or etion or Som appeal or application, whether by way of writ or watt CTterwisey=— 7 (@) pending before the Supreme Court in respect of any relevant act or thing done, or any relevant reference made to, or any relevant proceedings teken by or before, the gistrar or any arbitrator; or (®) pending before a District Court or a Magistrate in respect of any relevant act or thing done by the Registrar or any arbitrator, » then, any question which arises at the hearing of such’ suit, action, appeal or application as to the validity or otherwise of such act or thing, or such reference, shall he determined in accordance with the provisions of the principal enactment as modified by this Act, and accordingly, for the purpose of such _ . determination, the modifications made in the principal - enactment by this Act shall be deemed to have come into force on the day immediately prior to the date on which such act or thing was so done, or such reference was so made, or such proceedings were 80 taken. (2) Where, prior to the appointed date, any certificate issued by the Registrar under section 584 of the principal enactment to a District Court or a Magistrate in consequence of any other relevant act or thing dune by the Registrar or any.arbitrator was ~ refused or rejected, or no action or proceedings as rovided by that section was taken on that certificate, ' Ey that Const or Magistrate, as'the case tay be, on the ground that the Registrar, or such arbitrator, : an ike case may be, had no jurisdiction to do such -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Co-operative Societies (Special Provisions), 5",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "Ast, No. $4 of 1970 other act or thing, then, such certificate shall be deemed to be a certificate issued de novo to that Court ‘or Magistrate on thet date under the provisions of that enactment as modified by this Act, and ehall be determined and dealt with hy thet Court accordingly.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "8. The preceding provisions of this Act shall, for se prvicon all purposes arid in all respects, be as valid ‘amd ftw Ae sflectual as though those provisions were in an Act sacsfans te for the amendment of the Ceyton (Constitution) Order get aoa in Council, 1948, enacted by Parliament after com- Gre io plianee with the requirement imposed by the Broviso one te to subsection (4) of section 29° of that Order in Council.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "7. In this Act, unless the context otherwise tnerpetsio. requires—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "“‘ appointed date ” means the date of the commence-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "ment of this Act;",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "“* arbitrator ”* means an arbitrator appointed by the Registrar under the principal enactment, and includes arbitrators s0 appointed;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "“principal enactment * means the Co-operative Societies Ordinance, as amended from time to time by any subsequent Ordinance or Act, and includes any rules made under section 54 of that Ordinance for any of the purposes specified in Paragraphs (8) and (2) of sub- section (2) of that section; * “Registrar ’* has the same meaning as in the principal enactment; . . .* relevant act or thing ?,— 7 ’ (a) in relation to the Registrar, means any decision of the Register on any so relevant reference made to him, or on say appeal made to him under Seotion 68 of he principal enactment against ++ the award of any arbitrator on any relevant reference made to such . arbitrator, or any other act or thing, +. + by, whatscever name ‘or designation called, done by the Registrar in the . matter of any such reference, or any certificate issned ¥ the Registrar : under section 58a of that enactment; - or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "& Co-operative Societies (Speciat Provisions) Act, No. $4 of 1970 (®) in relation to any arbitrator, means any « award of such arbitrator on any «, } Pelevant reference made to him, or ~.\" any other act or thing, by whatsoever name or designation calied, done by chim in the matter of any such",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "o reference;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": ". “relevant power, duty and function \", in relation to the Registrar, means any power, duty and function conferred and imposed on, and assigned to, the Registrar under section 58 or section 58a of the principal enactment;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "“relevant proceedings ’\".—",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "(@) in relation to the Registrar, means an) inquity beld by, otvany other proosed- ings taken by or before, the Registrar, on any relevant reference made to or by him, or any appeal to him under section 88 of the principal enactment, or under section 58 of that enact- ment ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "(®) in relation to any arbitrator, means ay inquiry held by, or any other proceed-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": ". ings taken by or before, such aibitrator . on any reference of a dispute for Aisposal made to him by the Registrar under section 53 of the principal enactment; oe “ relevant reference ”?,— ‘ (@) in relation to the Registrar, means any reference of a dispute for decision . made to him under section 53 of the principal enactment, or any subsequent reference of such dispute : for disposal by any arbitrator made : . by such Registrar under that section; Lo on (b) in relation to any arbitrator, means any : reference of a dispute for disposal see made to him by the Registrar under . the aforesaid section 53.",
    "mean_p_confidence": 0.78
  }
]