[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  3rd Session 1958-59  pig  Aid  lise  (ens  ems  BUI  Public Security (Amendment) Act,  No. 8 of 1959  Date of Assent : March 18, 1959  Printed on the Orders of Government  Printed at the Govumomnir Passe, Cowon. To be   _ puniuad a the Gowmeary Poectasom Bomars, Corowa  ‘Annus! Subocription nsiuding Bk) ‘Ra 28, payable tn  Sivan the’ Surmattorsett, Gottuncort Places  Bureau, Post Orrrcz Box 500, Secretariat, Colombo 1  Price: 30 cents Postage: 10 cents",
    "mean_p_confidence": 0.4941052631578947
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Public Security (Amendment) Act, 8  No. 8 of 1959.",
    "mean_p_confidence": 0.6775000000000001
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L, D.—O. 58/58.",
    "mean_p_confidence": 0.386
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  AN Acr 10 AMEND THe Pustic SecunrTy ORDINANCE,",
    "mean_p_confidence": 0.5700000000000001
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  No. 25 oF 1947.  [Date of Assent: March 13, 1959.]  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  same, as follows:—",
    "mean_p_confidence": 0.8043103448275862
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  4. This Act may be cited as the Public Security short title.  (Amendment) Act, No. 8 of 1959.",
    "mean_p_confidence": 0.7890476190476191
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  2. The long title to the Public Security Ordinance, Amendment ot  No. 25 of 1947, hereinafter referred to as the (Morte  “principal enactment ”, is hereby amended by the ¥o. 2 of 1017.  substitution, for the words “‘ enactment of Emergency  Regulations ”, of the words “ enactment of Emergency  Regulations or the adoption of other measures”.",
    "mean_p_confidence": 0.74109375
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  8. Section 2 of the principal enactment is hereby Amendment ot",
    "mean_p_confidence": 0.7638461538461538
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  “amended, in sub-section (1) of that section, by the {fr°mscdu  substitution, for the words ‘* shall come into operation , esate.  forthwith or on such date as may be specified in the  Proclamation.””, of the words “ shall, forthwith or on  such date as may be specified in the Proclamation, come  into operation throughout Ceylon or in such part or  parts of Ceylon as may be so specified.””,",
    "mean_p_confidence": 0.7952631578947368
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  “Section 9 of the principal enactment is hereby Replacement ot  repealed and the following section is substituted s¥2%,9.0f,  therefor :— oucknent  “Proeaionia 9, No prosecution or other criminal  weescas proceeding against any person for any  faith vader ay act, purporting to be done under any pro-",
    "mean_p_confidence": 0.6652830188679245
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  ‘Stuukted or -. vision of any emergency regulation or of",
    "mean_p_confidence": 0.6691666666666666
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  seyeer or \"any order or direction made or given",
    "mean_p_confidence": 0.5718181818181818
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  teste, thereunder shall be instituted in any  court except by, or with the written  sanction of, the Attorney-General; and  no suit, prosecution or other proceeding,  civil of criminal, shall lie against any  person for any act in good faith done in  pursuance or supposed pursuance of any  such provision.””:",
    "mean_p_confidence": 0.7229310344827586
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  13.8. aeni—4¢ar G6,",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Public Security (Amendment) Act,  No. 8 of 1959.",
    "mean_p_confidence": 0.6816666666666666
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  ‘Addition of new 5. The following new Part is hereby added at the",
    "mean_p_confidence": 0.7926666666666667
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  fet fitto th | nd of the principal enactment :—",
    "mean_p_confidence": 0.4566666666666666
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Toncent  “Pant I1I—SreciaL Powers oF THE",
    "mean_p_confidence": 0.3422222222222222
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  Prive Minister.",
    "mean_p_confidence": 0.2025
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  oe 42. (1) Where circumstances endan-",
    "mean_p_confidence": 0.6025
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  Geared gering the public security in any, area",
    "mean_p_confidence": 0.46399999999999997
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  a ave arisen or are imminent and the  Prime Miniter is of the opinion that the  police are inadequate to deal with such  situation in that area, he may, by order  published in the Gazette, call out all or  any of the members of all or any of the  armed forces for the maintenance of pub-  lic order in that area.",
    "mean_p_confidence": 0.7838571428571428
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (2) The members of any of the armed  forces who are called out by order made  under sub-section (1) for the purpose of  maintaining public order in any area  shall for such purpose have the powers,  including the powers of search and  arrest, conferréd on police officers by any  provision of this Part or of any other  written law, other than the powers speoi-  fied in Chapter XII of the Criminal Pro-  cedure Code:",
    "mean_p_confidence": 0.7963953488372092
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  Provided that the power conferred on  police officers by sub-section (1) of section  14 shall not be exercised by any member  of the armed forces called out as afore-  said who is of a rank below that of Ser-  geant of the Ceylon Army or Royal  Geylon Air Force or of Petty Officer of  the Royal Ceylon Navy.",
    "mean_p_confidence": 0.8104477611940298
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (3) In any area in respect of which an  order is made under sub-section (1), sec-  tion 99 of the Criminal Procedure Code  shall have effect as if the expression",
    "mean_p_confidence": 0.8068571428571428
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  “peace officer ”” occurring therein in-  cludes any member of the armed forczs  ‘who is called out by such order and who  is of a rank not below that of Sergeant  of the Ceylon Army or Royal Ceylon Air  Force or of Petty Officer of the Royal  Ceylon Navy. *",
    "mean_p_confidence": 0.7291379310344828
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Public Security (Amendment) Act, 5  No. 8 of 1959.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (4) Where any member of the Ceylon  Army who is not an officer or a soldier  of the Regular Force is called out by  order made under sub-section (1), he  shall, within the meaning and for the  purposes of the Army Act, No. 17 of  1949, be deemed to be on active service  and to be a person subject to military  law.",
    "mean_p_confidence": 0.8040277777777778
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (5) Where any member of the Royal  Ceylon Navy who is not an officer or a  seaman of the Regular Naval Force is  called out by order made under sub-  section (1), he shall, within the meaning  and for the purposes of the Navy Act,  No. 34 of 1950, be deemed to be on active  service and to be a person subject to naval  law.",
    "mean_p_confidence": 0.8009333333333334
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (6) Where any member of the Royal  Ceylon Air Force who is not an officer or  airman of the Regular Air Force is called  out by order made under sub-section (1),  he shall, within the meaning and for the",
    "mean_p_confidence": 0.8013333333333333
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  _ purposes of the Air Force Act, No. 41 of  1949, be deemed to be on active service  and to be a person subject to that Act.",
    "mean_p_confidence": 0.7938709677419354
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (7) Any member of the armed forces  who is called out by order made under  sub-section (1) shall remain so called out  until the expiry or rescission of that  order.",
    "mean_p_confidence": 0.768611111111111
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  43. Any police officer, or’any member Ssirue snd",
    "mean_p_confidence": 0.512
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  + of any of the armed forces who is‘called jemovist  out by order made under section 12, may, ‘plosives.  _ if a written authorisation to do so 18”  issued to him by the Prime Min-  ister or by | any person appointed  by the Prime Minister to act  on behalf of the Prime Minister under  this section, seize and remove any gun or  explosive in the poseession of any person  in the area to which such order applies  and keep it in such custody as may be  determined by the person issuing such  authorisation, and may, for the purpose  of seizing and removing any gun or ex-  plosive, enter, with such assistants as",
    "mean_p_confidence": 0.7594573643410852
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Public Security (Amendment) Act,  . : No. 8 of 1959.  may be necessary, any premises or place  in such area and search such premises  or place and any person present therein.  Seong and 44, (1) Any police officer may remove\"  ofeasve any offensive weapon or any offensive  oa substance which any person, without law-  snircin ful authority or reasonable excuse, has in  fre public. his possession or under his control in any  ce public place in any area to which an order  made under section 12 applies.",
    "mean_p_confidence": 0.7250495049504951
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (2) In sub-section (1)—",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  . “offensive substance” means any  inflammable, corrosive or volatile  substance;",
    "mean_p_confidence": 0.5514285714285714
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  “offensive weapon” means any  knife or gun, or any bomb or  grenade or any other device or  contrivance made or intended for  a.use or purpose similar to that of  a bomb or grenade, or any other  article capable of being used for  causing injury to the person; and",
    "mean_p_confidence": 0.7678947368421052
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  “ public place” includes any high-  way and any other premises or  place to which at the material  time the public have or are per-  mitted to have access, whether on  payment or otherwise.",
    "mean_p_confidence": 0.7417073170731707
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  Diego ot 418, Any article or substance which  ge, ee is seized and removed under section 13 or  ‘olber section 14 from any person in any area to  ‘bstsnces which an order made under section 12  teil and applies shall, unless legal proceedings  pre are taken against that person for any  offence to which he is liable in respect of  that article or substance, be returned to  him forthwith after the expiry or rescis-  sion of such order. 2 3  ustew. 16, (1) Where the Prime Minister  considers it necessary to do so for the  maintenance of public order in any area,  he may, by order published in the  Gazette, direct that; subject to such",
    "mean_p_confidence": 0.7618320610687023
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Public Security (Amendment) Act, * 7.  No. 8 of 1959.  exemptions as may be made by that order  or by any subsequent order made under  this section, no person in such area shall,  between such hours as may be specified  in the order, be on any public road, rail-  way, public park, public recreation  ground or other public ground or the sea-  shore except under the authority of a  written permit granted by such person  as may be specified in the order. ,",
    "mean_p_confidence": 0.7941666666666666
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (2) In sub-section (1), ‘‘ public road ””  includes any roadway over a public  bridge, any pavement, drain, embank-  ment or ditch belonging or appertaining  to a public road. .",
    "mean_p_confidence": 0.6980555555555555
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (8) If any person contravenes an order  made under this section, he shall be  guilty of an offence and shall, on convic-  tion after summary trial before a Magis-  trate, be liable to rigorous imprisonment  for a term not exceeding one month or  to a fine not exceeding one hundred  rupees or to both such imprisonment  and fine.",
    "mean_p_confidence": 0.8020588235294117
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (4) Where a person accused of the  offence of contravening an order made  under this section is ordered by the court  to be released on bail or on his executing  ‘a bond without sureties for his appear-  ance in court, the amount of the bail  bond or of the bond without sureties shall  not exceed five hundred rupees.",
    "mean_p_confidence": 0.8083582089552238
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  47. (1) Where the Prime Minister. Ersentis!  considers it necessary in the public inte-  rest to do so for the maintenance of an}  service which, in his opinion, is essential  to the life of the community, he may, by  order published in the Gazette, declare  that service to be an essential service.",
    "mean_p_confidence": 0.781
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (2) Where any service is declared by  ‘eas inte under seventeen to:  an essential seryice,— .",
    "mean_p_confidence": 0.5599999999999999
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (a) any person who, on the day imme-",
    "mean_p_confidence": 0.741
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  diately preceding the date of  publication of that order in the  Gazette; was engaged or em-  ployed, or. who, alter that day,",
    "mean_p_confidence": 0.7485185185185186
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 * Public Security (Amendment) Act,  No. 8 of 1959.  is engaged or employed, on any  worl io connection with that  service shall be guilty of an  offence if he fails or refuses to  attend at his place of work or  employment or at such other  place as may from time to time  be designated, by his employer  or a person acting under the  authority of his employer, or if  he fails or refuses to perform  such work as he may be direoted  by his employer or by a person  acting under the authority of  his employer to perform; or  (®) any person who, by violence to per-",
    "mean_p_confidence": 0.7696062992125984
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  ‘son or property, or by spoken or  written threat, intimidation or  insult of any kind to whomso-  ever addressed or by molestation  of any description, or in any  other manner whatsoever—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (i) impedes, obstructs, delays or  restricts the carrying on  of that service, or",
    "mean_p_confidence": 0.6923529411764706
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (ii) compels, incites, induces or  encourages ‘any other  person employed in or in  connection with the  carrying on of that ser-  vice to surrender or de-  part from his employ-  ment (whether or not  such other person does  so surrender or depart  in consequence), or",
    "mean_p_confidence": 0.7163157894736841
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (iii) prevents any other person  from offering or accept-  ing employment in or in  connection with the  carrying on of that ser-  vice; or",
    "mean_p_confidence": 0.6832258064516129
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (c) any person who, by any physical  act or by any speech or writing,  incites, induces or encourages  any other person to commit any",
    "mean_p_confidence": 0.7458620689655172
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Public Security (Amendment) ‘Act, , 9  No. 8 of 1959.  act specified in paragraph (6  Of this sub-section (whether a  not such other person commits  im consequence any act so  : specified),  shall be guilty of an offence:",
    "mean_p_confidence": 0.6970212765957446
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  Provided that any cessation of work in !  consequence of a strike commenced by |  a registered Trade Union solely in  pursuance of an industrial dispute shall  not be deemed to be an offence under the  preveding provisions of this sub-section. |",
    "mean_p_confidence": 0.7595918367346939
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  in this proviso, the expression ‘ indus-  trial dispute’ shall have the meaning  assigned to it by section 47 of the Tndus-  trial Disputes Act, No. 43 of 1950",
    "mean_p_confidence": 0.6688235294117647
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (3) Where a person is prosecuted for  an offence under paragraph (a) of sub-  section (2), it. shall be a defence for him  to prove that he was prevented from  attending at his place of work or employ-  ment owing to illness or owing to the fact  that transport facilities were not avail-  able for him to travel to such place.",
    "mean_p_confidence": 0.775
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  () Every person who commits an ¢  offenoe under this section shall, on con- |  viction after summary trial before a  Magistrate, be liable to rigorous  imprisonment for a term not less than’:  three months and not exceeding five |  years or to a fine not less than five  hundred rupees and not exceeding five  thousand rupees or to both such  imprisonment and fine.",
    "mean_p_confidence": 0.7584000000000001
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  48. Any police officer may arrest Ofeaies  without warrant any person who is com- ation 16  mitting or has committed or whom he has 9 se\"  reasonable ground for suspecting to be aretet  committing or to have committed any Wihout  offence under section 16 or section 17.",
    "mean_p_confidence": 0.7194444444444444
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  49, Section 158 of the Criminal Pro- cetsie ro  cedure Code and section 6 of the Pay- Writes law  ment of Fines (Courts of Summary Juris- *,{2 spply  diction) Ordinance, No. 49 of 1988, shall {dee \"eeon  not apply to any person convicted of an 38 & sedion  offence under section 16 or section 17.",
    "mean_p_confidence": 0.6895161290322581
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  = 10 Public Security (Amendment) Act,  ieee No. 8 of 1959.  Peace 20. Any person arrested by any mem-  Senbere ot ber of the armed forces who is called out  peer by order made under section 12 shall  Gnivered fo without unnecessary delay be delivered to  oa the custody of a police officer to be dealt  \\ with according to law.  Provisions in 24. (1) An order made under section  lcs ouas 12, glen 1 00 eon shall be in  oder this operation for a period of one month from  : the date of its publication in the  Gazette, but without prejudice to the  a earlier rescission of that order or to the  making of a further order at or before  the end of that period.",
    "mean_p_confidence": 0.7062237762237762
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (2) The provisions of sub-section (8) of",
    "mean_p_confidence": 0.7233333333333333
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  : section 2 shall, mutatis mutandis, apply  to an order made under section 12, sec-  tion 16 or section 17 in like manner as  they apply to a Proclamation made  under sub-section (1) of section 2.",
    "mean_p_confidence": 0.7385714285714285
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (8) An order made under section 12,  section 16 or section 17, or the circums-  tances necessitating the making of such  order, shall not be called in question in  any court.",
    "mean_p_confidence": 0.7756756756756756
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (4) An order made under section 12,  section 16 or section 17 may be amended  or rescinded by resolution of the House  of Representatives or by another order  made under that section.",
    "mean_p_confidence": 0.7992105263157894
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  ‘The provisions 22, The provisions of this Part and  of te Bas of any order made under section 12, sec-  sorder made tion 16 or section 17 shall have effect  econ te notwithstanding anything inconsistent  Mother law, therewith or contrary thereto contained  in any other law.  Protection ix. 23. No prosecution or other criminal  eed a proceeding against any person for any  in podnin act purporting to be done under any pro-  oder any . vision of this Part or of any order made  proriecs oti thereunder shall be instituted in any  ‘of any order court except by, or with the written  aie sanction of, the’ Attorney-General; and",
    "mean_p_confidence": 0.7024590163934427
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Public Security (Amendment) Act, uw  No. 8 of 1959.  no suit, prosecution or other proceeding,  civil or criminal, shall lie against any  person for any act in good faith done in  pursuance or supposed pursuance of any  such provision.  24, In this Part— ete  “armed forces” mean the Ceylon sesioo»  Army, the Royal Ceylon Navy Fat  and the Royal Ceylon Air Force; «  “explosive” shall have the same  meaning as in the Explosives Act,  No. 21 of 1956; and  “gun” shall have the same mean-  ing as in the Firearms  Ordinance.’.",
    "mean_p_confidence": 0.7327522935779817
  }
]