[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". ieee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PARTITION (AMENDMENT) ACT, No. 32 OF 1987 [Certified on 25th June 1987] Printed on the Orders of Government Published as a Supplement to Part I of the Gazette of the Democratic Socialist Republic of Sri Lanka of June 26 1987 YADETED A2 P48 DSPARTMGEN? CP OOVELISCUT FRONTEND, em LAQIEA {50 UB PURCHASED A? THE GOVERNMENT PUBLICATIONS BUREAT, COLGED ~ Price : 60 cents Postage : 75 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Partition (Amendment) Act, No, 82 of 1937 [Certified on 25th June, 1987} L. DO, 40/86.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Aw Act 10 Autom tue Parton Law, No. 21 of 1977.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. ‘This Act may be cited as the Partition (Amendment) Short title. Act, No. 32 of 1987.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "% Section 16 of the Partition Law (hereinafter referred Amendment to as the “principal enactment\"), is hereby amended by offaw No. 21 the addition, immediately after subsection (2) of that of 1017. seetion, of the following new subsections i—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“* (8) Where the court orders the issue of a commission",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "to a surveyor under subsection (1) of this section, it shall in addition order the issue to such surveyor of such number of coples of @ notice substantially in the form set out in the Second Schedule to this Law together with the trans- Jations thereof, as the court may deem sulfficlent fn the circumstances, to be served on any person (not being a party to the action) or his agent who at the time of the survey may prefer any claim to the land to which the action relates,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(4) The surveyor shall serve the copy of the notice xefetted to in subsection (8) of this section on any person {not being a party to the action) or his agent who at the time of the survey prefers any claim, by personally tendering to such person or his agent such copy together with the translation thereof in the language of such person or his agent whose Ianguage is not the language of the court,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(5) The surveyor shali obtain from the person on whom 2 notice is served uncer subsection (4) of thig section an acknowledgement of te recelpt of such notice by signa ture or thumb ‘mpression of such person or his agent and ‘the date of such service.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(® Where any persou on whom a notice is served unde subsection (4) of this section is subsequently added as a defendent to the action, the notice served on such person or his agent by-the surveyor under subsection (4) of this",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Partition (Amendment) Act, No. 32 of 1987 section shall be deamed to be a summons served on such person in such action under the provisions of this Law, and. Ro further service of summons on such person shalt be necessary. ”, Srenionig «Section 18 of the principel enactment ta hereby ofthe 4 _ amended in subsection (1) of that section, as follows:— Euactment. (1) by the substitution, in sub-paragraph (iv) of para- graph (e) uf that subsection, for the words “pre- ferred any claim, and the nature of such claim}\", ‘vf the words “preferred any claim, the nature of such claim aud the date of service of the notice referred to in eubseetion (3) of section 16 ;\"; (2) by the addition immediately after paragraph (c) of that subsection, of the following new paragraph :-— “ @) the acknowledgement of the recvipt of the notice served on any person referred to in subsection (4) of section 16, together with the remaining copies and translations of such notice ;”, Amendment 4 Section 21 of the principal enactment is hereby ot fbe amended by the substitution for the words “Every person brineipsl named in the plaint, or desiring\", of the words “Every person named in the plaint or added as a defendent, or esiring”, Amendment 5% The Second Schedule to the principal enactment is Second, _ihereby amended 2 follows:— eS at (@) by the substitution, in the form prescribed under Snactzent, section 16 entitled \"“Consnatsstow ron PuELiBINARY Survey” for ali the words and figures from “A sum of Bs, ......\" to “day Of .sscrecereeey Dee\" of the following :— “You are further required to serve the copy of the notice referred to in subsection (3) of section . 180m any person (not being a party to the action) or his agent, who at the time of the survey may prefer any claim to tha land, A sum of Re ....., is deposited in court against ‘your fees, “This case will be next called in open court on AME ve reeseeeees day Of eeceeeceey Beers, eo Dated this. cssoeeeee day Of seer reer WF",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Partition (Amendment) Act, No, 32 of 1987 a",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "@) by the insertion immediately after the form preserib~",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "ed under section 16 entitled, “Comamsiow Fon",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Pamanuwany Survey\", of the following new",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "form :—",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "“FORM OF NOTICE TO RE SERVRD BY SURVEYOR OR CLAIMANT GR AGENT, {Section 166(8)",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "In the District Court of ......csseeemer",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Action NO... eeseeeceessuteneses",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "BB ce ceccecseneseserseeeeres Pladttlft",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Ve CD. veeceeeccseeseremeseess Defendants and others 4 osert name of claimant or agent)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "‘You are hereby notified that action No, .,...-.. has been inatituted in the District Court of ..........-. under the Partition Law, No. 21 of 1977, as emended by Act, No. 8 of 1997, for the partition/sale of the Jend/lands called ticssesceses ad situated in the village/villages of setteceeees I THE ceceeeseseee District,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Hf you claim any interest In the tand/lands you are hereby required to move to be added as a party to the aforesaid action on or before the ........ day Of .....-++ 49 .. and file your stetement of clefm, and to comply with the requirementa of section 19. This case will be next called Jn open court on the .....ssecee Cay OF 6c cecseeay Wee",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Signed ..sessecseseeeeesoee Commissioner. TRIS eee MOY OF cece eeeey 1G",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "{@) by the mubstitation in the form prescribed under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "section 18 (1) (c) entitled “Foust or Sunveror’s",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Report”, for subparagraph (viii) thereof, of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "following new subparagraph :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "“ (viii), Persons claiming (not being parties to the action), thety addresses, nature of claims andthe date of service of notice to Yhem.*,",
    "mean_p_confidence": 0.83
  }
]