[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "an 2 Be -) eee (SS oF oe ae - PARIIAMENT OF THE DEMOCRATIC _ SOCIALIST REPUBLIG OF - SRI LANKA MULTILATERAL INVESTMENT GUARANTEE AGENCY —- : ACT, No. 57 OF 1988 [Certified ou 17th December, 1988) : Printed on the Orders of Government Published as a Supplement to Part Ii of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 23, 1988 PRINTED AT THE DEPARTMENT OF GOVERNMENT PRINTING, BRI LANKA ‘ Tam ranaieee 2a nn comment FOVGEARoNS Breshy, Gouanan Price : Rs. 3.15 : Postage : Ra, 2.30",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Multilateral Investment Guarentee Agency Act, No. 57 of 1988 [Certified on 17th December, 1988] BDO, 16/87, : Atv Ace 10 axAsLE Sax LANKA 0 FOLEIL. 119 OBLIGATIONS UNDER ‘THe «CONVENTION ESTAPLISHIXG «THE MULTILATERAL LevesTMent Guananre Actncy WHEREAS Sri Lanka became, on October 3, 1988, a mgna- Preamble, tory to the Convention establishing the Multilateral Invest= ment Guarantee Agency : AND WHEREAS it is necessary to make legal provision to ” ensble Sri Lanka to fulfil its obligations tinder that Conven- tlon: 7 .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Now therefore be it enacted by the Parliament of the Democratic Socialist Republte of Sri Lenka as follows :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1. This Act may be cited as the Multilateral Investment ghont Guarantee Agency Act, No. 57 of 1208 and shall come into Hite ans operation on such date ax the Minister by Order published ott stlor, in the Gazetie, certifies as ithe date on which the Convention ‘establishing the Multilateral Investment Guarantee Agency {hereinafter referred to as ‘the Convention”), and the provisions of which are set out in the Schedule to this Act ‘enters into force In respect of Sri Lanka.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "% ‘The Minister shell on behalf of the Government, Powerto create and {sme to the Multilateral Investment Guarantee mle |, Agency (hereinafter referred to as “the Agency”) estab- Agency. lished by the Convention, such non-negotiable and non- interest bearing promissory notes and or similar obligations as may be necessary to mest Sri Lanka's obligations to the Agency, undex paragraph (1) of Article 7 of the Convention.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "3, There shall be paid out of the Consolidated Fund of Fayman Srl Lanke— gut of the (@ such sums as may rom time to timé, be required to {tet ‘pay to the Agency, the initial subscription payable ‘bby Sri Lanka under paragraphs (1)' and (fi) of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Article 7 of the Convention ; (®) much sums as may, from time to time, become paya- ble to the Agency by Sri Lanks, under any other provisions of the Convention ; and . . (@) such sums as may be required for the redemption of any notes or obligations created or issued to the Agency under section 2 of this Act, &—Deceols—eenn 68/09) a",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2 Malnilateral Investment Guarentee Agency Act, No, 87 of 1988 Tseue ot 4 (1) For the purpose of providing auy sums required Severn to be paid out of she Consolidated Fund of Sri Lenka under Totes ot section 3, the Minister in charge of the subject of Finance gbiigations fg hereby authorized to raise loans, on behalf of the Govern- Boca ment of Sri Lanka, by the creation and issue to the Central Bae Bank of Sri Lanka, in such form as he thinks fit, of non- Lanks, interest hearing and non-negotiable notes or obligations. (2) Notwithstanding anything in the Monetary Law Act : (Chapter 422) the Central Bank of Sri Lanka is ‘hereby . authorized to accept end hold any notes cr obligations crested and issued in accordance with the provisions of sub- + section (1) of thia section. : . (8) ‘There shall be peid out of the Consolidated Fund of Sri Lanka all. suras required for the redemption of any notes ‘of obligations created end issued to the Central Bank of Sri Lanka-under subsection (1) of this section. Recaipte, 5, All gum received by, or on behelf of, the Government “ of Sri Lanke from the Agency— =\" (q) as a refund under Article 10 of the Convention ; . (0) on 2 distribution of net-income. under Article 27 of . » the Convention ; te . £ +(e) on a Liquidation of the Agency under Article $3 of ~ the Convention ; and : (@) under any other provision of the Convention, shall ® , be credited to the Consolidated Fund of Sri Lanka, Status, ~~ 6.. The provisions of Articles 1,44 45, 44, 47, 48 and 50 Immunity of the Convention shall have the foree of Law in Sri Lanka Privileges and accordingly —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Many (a) the Agency shall have in Sri- Lanka, the status and enpacity specified in the aforesaid Article 1; ond :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(0) the Agency and its affcials shall, subject to the afore-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "a said Article 50, have in Sri Lanka, the immunities",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Co“ and privileges specified n the aforesaid Articles 44, 45, 46, 47 and 48, Contrat 1. When designated as stich by the Government of Sri Banke Lanka under Article 37 of the Convention, the Central Bank Besstory of Sri Lanka shall be the depository of the Ageney in Sti ney, ‘Lanka, for the purposes referred to in that Article, Interpre- 8 In this Act; ‘Central Bank’ means the. Central Bank tation, ‘of Sri Lanka established by section’5 of the Monetary Lav, Act (Chapter 422), °°",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Multilateral Investment Guarantee Agency 8 Act, No. 57 of 1988 * SCHEDULE (Section I} CONVENTION ESTABLISHING THE MULTILATERAL, INVESTMENT GUARANTEE AGENCY + ‘he Contracting Seater” ° , .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Considering the need’ to streugthen interneticrial co-operation for ecoonomic development and to foster the contribution to such development of foreign investment in general ond private foreign",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "* investment in particular 5 ? ‘Recognizing’ that the flow of foreign investment to developing - countries would be facilitated and further encouraged by alleviating concerns related to non-commarical riska ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Desiring to enhance the flow to developing countries of capital and technology for productive puxpoges under conditions sot sistent with their development aeeds, policies and objectives, and on the busig of fair and stable standards for the treatment of foreign investment;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Convinced that, the Multlstarat Investment Guarantee Agency san play an important role in the encouregment of foreign investment complementing national and - regional“ investmeat guarantee programs and private insurers of non-commercial risk and :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Realizing that sucb Agency should, to the extent yosutbla, meet",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "| ite obligetians without resort to fts.callable capital end that such",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "‘an objective would be served by continued improvement in ~_ investment conditions, .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Have Agreed ax follows — an",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": ", CHAPTER I : onqatiamncene, Srarus, Ponrotss ao Durgcrioms ° ~",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Atiicle 1. Botablishment and Stains af the Agency, - .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "4a)’ There is hereby established the Muldjsteral Tavestinent Guarantee Agency (hereinafter called the “ Agency”),",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(by The'Agency shell postess full juridical personality, and, in particular, the ‘capacity to—~ a.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(1) contrast; . .",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Git) acquire and dispose of movable and immovable property :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "md",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "(Hi) institute legal proceedings,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "Article 2. Objective and Purposes, .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "‘The objective of the Agency shell be té encourage the Sow af lnvestments for productive purposes among member couniries, and in particular to developing member countries, thus supplementing the activites of the Internationel Bank for Reconstruction and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 20,
    "text": "* Developmant (hereinafter referred to'as the “Bank™) the Interna~ tional Finance Corporation and sther Infernationel development ‘finance institutions.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Mulitlateral Investment Guarantee Agency Act, No, $7 of 1yse",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "‘To serve ite objective, the Agenoy shall (0) ssme quaruntess,” Including coinsurance snd reinsurance, ‘sgalost non-commercial risks in reapect ‘of investments in w member country which flow from other member countrias ;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(b) carry out appropriite complementary activities to promote tha fow of investments to and among developing member countries ; and (e) exerclie much other incidental powera af shall be necewary or desirable im the furtherance af Ita objective.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "‘The Agency shall be guided in all tts decislons by the provisiona of this Article,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Article 3. Defiattions,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "or the purposes of this Convention—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(e) A \"(Special Majority\" moans un affirmative vote of not less ‘Convention bea entered into force in accordence with Article 61.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(®) ‘Host Country” or “Host government * meana a member ts government.ov any public authority of a member in whova ter- Hitorles, a3 defined in Asticle 66, an investment which has been ‘guranteed or reinsured, or iz considered for guarantee or relnsi- ante, by the Agency is to be locsted,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(@ A “deviloping member country * means @ member which",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "1s Uasted-as such in Schedule A hereto aa thia Schedule may be smaended from time to time Hy the Counell of Governors referred to in Article $0 (hereinatter called the “Council”. + (@) A “Special Majority” means an affirmative vote of not less ” dan tro-thirds of the total voting power representing not lesa thon Atty-fve per cent of the subscribed shares of the capital stock ut the agency.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(e) A “freely usable currency” means G) any currency dealg- fated ss such by the International Monetary Fund from time to time and di) aby other freely available and effectively usable currency which the Board of Directors referred to in Article 30 (herainatter called the “Board ”) mey designate for the purposes cof this Convention after consultation with the International Afone- ‘tary Fund ond with the apgroval of the country of such currency.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "‘Multilateral Investment Gusrantee Agency 5 Act, No. 57 of 1988 : Lo CBAPTER I ‘Meoanregee axa Cart, Article 4, Membership, -",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(@) Membership in’ th Agancy shill be open to tl members of the Banks and to Switzerland.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "{) Original membars shal! be the States which are Heted in Sehedale A hereto and become patties 16 this Coavention on o before October 30, 1987,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Article 5, Cavital, : ;",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(a) Tha\" authorized capital stock of the Agency shall be one Difon Special Drawing Rights’ (SDR 5,000000000), The capital stock shall be divided Into 100,000 shares having a per value of SDR 10,000 each, which shall ‘be available far subscription by members, All poyment obligations of mambers with remect {9 capital stocks shall be settled on the ‘basis of the average value of the SDH in terins of United Stetes dollars” for the period Jenuary 1, 1981 fo June 80, 1985, such value.being 1.082 United States dollars per SDR,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(®) ‘The capital stock shall increase on the adintsilon of a new - ‘momber to the oxtent thet the then authorized shares are insu cient to provide the sheres to be subscribed by such member purauant to Article 8",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "{e) The Council, by special msjarlty, may at any time tuoresse the capital stock of the Agency.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Article 6. Subsoriptlon of Shaves.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Hach original member of the Agency shan subscribe at par to the number of shares of capital stock’ set forth: opposite ita name im Schedule A hereto, Rach other member shall subscribe: to such ourber of shares of capital stock on such terme and condi- ons as may be determined by the Council, but In no event at",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "<n tome prlee of leas thas pir. No-member shall subserfve to less than Sitty shares. The Council may’ prescribe rules by which members may subscribe fo ‘additional shares of the euthorized capital stock. : Article 7, Division and’ Calle of Subscribed Capital,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "\"The initial sihscription of each member shall be pid a0 follow:— -",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "() within ninety diys from the date on whieh this Convention centere into forea with respect to such member, ten per cent of the price af each ahares shall be paid in cash as stipu~ Ietod in section (0) of Article 8 and an additionnl ten per cent in the form of non-negotiable, non-itterest~",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". hearing promissory notes or similar obligations to he ‘encomhed pursumt to a decision of the Board in order to meet the Agency's obligations.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Gd \"The remainder shall be subject to call by'the Agency when required ta meet its obligations.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "3 spose (6/68)",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 \"-Muttilateral Investment Guarantee Agency | ~ Act, No, 57 of 1988 Article 6, Payment of Subscription of Shares,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(a) Payments of sabseriptions shall be made in ireely usable, currencles except that payments by developing member countries may be made in their own currencies up to twanty-Ave per cent ‘of the paid-in cash partion’ of their subscriptions payable under ‘Article 7. (1).",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "4b) Calls on any portion of ampaid subscriptions shall be uniform om all shares.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(e) If the amount received by the Agency on a call shall be insuficient to meet the obligations which have necessitated the call, the Agency may make further successive calls on unpaid subscriptions until the aggregate amount received by it shall be sucicient to meet such obligations. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(@ Liability on sbares shall be limited to the unpaid portion of the issue price.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Article 9. Valuation of Currencies,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "‘Whenever it shali be necessary for the purposes of thin Conven= ‘Hon to determine the value of one currency In terms of another, acch value shail be as reasonably determined by the Agency, after consultation with the Internationa) Monetary Fund.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Article 10, Refunds,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(a) Tue Agency shall, as soon as practicable, return to members arsounts paid on calls on subscribed capital if and to the extent that :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "4) the call shall have bean made to pay a claim regulting from",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "a guarentee or reinsurance contact and thereatier the :° Ageney shell have recovered its payment, in whole or ‘in part, in a freely usable currency ; or G0) he call shell have been made becaure of \"@ default .in ‘payment by a member and thereafter such member shall have made good such default in whole or in part; or it) the Council, by special raajority, determines that the financial position of the Agency petimits all or part af such amounts to be returned out of the Agency's revenues. (b) Any refund effected under this Article to a member shall be made in freely usable cintency fa the proportion of the psy- ments made by that member to the total amount paid pursuant ta calls made prior to such refund. . fe) ‘The sanivalent of amounts refunded under this Article to @ member shail become part of: the callable capital obligations of the member under Article 7 (ii). .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Multilateral Investment Guarantee Agency = _ det, No. 5 of 1988 CHAPTER 0 Me “ a . Operarsone . . Article 11, Covered Risks",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "4a) Subject to the provisions of sections (b) and (e} below, ‘the Agency may guarantee eligible investments against @ loss resulting from one or more of the following types af risk z=",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "@) Currency Transfer . . .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ". Any introduction attributable to the host government of restrictions on the transfer outalde the bost country of its currency foto a freely usable currency ar another currency acceptable to the holder of the guarantee, including & {uilure of the host government to act within a resgonabie period of time on an application by such hoMer for such feanster:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "GQ) Expropriation and Similar Mensures",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "‘Any legislative action or adzainistrative action or omission attributable to the host governument which has the effect",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": ": of depriving the holder of a guettntce of his ownership or conirel of, or 2 substantial benedt from, bis investment, veith the exception of ‘uon-discriminatmcy”sessures af general application which governinents normally take fo the punpote of regulating economic activity in their terctorlesy =",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) Branch af Contract . Any repudiation or breach by the host government of a contract with the holder of « guarantec, when (a) the - Niolder af a guarantee ‘does not have reconrie to a judicial ‘or arbitral forum to determine the claim of repudiation or breach, or (6) a decision by guch forum i not rendered * with in such reasonable period of time as shall be Dress eribed in the contracts of guarantee pursvant to the Agency s regulations, or (c) such-a decision cannot be enforreed and . . tiv) War and Civit Disturbance. ; ‘Any military aetion or elvil disturbance in any territory of the host country to ‘whieh this Convention sball be plicable aa pravided in Article €6,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(4) Upon the joint application: of the investor and the hort Country, the Board, by special majority, may approve the exten— sion of coverage under this Article to specific non-commercial risks ther than thore referred 10 1h section (2) above, but in no case -to the risk of devaluation or depreciation of currency,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "{c) Losses resulting from the following shall not be eaieaen . G5. any host government action or omission to which the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "alder of the guorantee bax agreed or for which he haa ‘been responsible; end",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "di any host government action or omisalon or any other rent cceurring before the conclusion of the con- tract of guarantee, :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "4—D c0oa26 (66/08) .",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "8 Multilateral Investment Guarantee Agency .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": ": Act, No,,57 of 1988 ‘Article 12, Bllgtble Investments,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(a) Eligible investments shall inciude equity interests, including medium or long-term loans made or guaranteed by holders of ‘equity in the enterprise concerned, end such forms.ot direct invest- ment as may be determined by tha Bosrd, :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(0) ‘Tha Board, by speclal majority mey extend eligibility to any ‘other mediwwa oF long-term form of iavestment, except that loans ‘other ahen those mentioned in section (6) above may be eligible aly if they ore related to a epetific investment covered or to be covered by the Agency.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(e) Gurantoes shall be restricted to investments, the imple mentation of which begins subsequent to the registration of the appileation for the guarantee by the Agency, Such investments may indude—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(2) ony treneier of foreign exchange made to modernite, expand,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "oF develop an existing investment; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "UD the use of earntiige from existing investments which could",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "‘otherwise be trangferred ontside the host country,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(2) Yn guaranteeing an investment, the Agency shall satisfy",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "staelt an to",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(D the econornic sowidzess of the investment and its contribu on to the development of the host country ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(i) compliance ot the investment with the bost country’s laws",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "‘end regulations :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "‘1) consistency of the investment with the declared development",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "objectives and prierities of the host country ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "Gv) the Javestment conditions in the host country, including the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "‘availability of fair and equitable treatment and legal protection for the investment,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "Articie 13, Hligibte Investors, .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(@} Any natural person and any juridical pemon may be eligible to reorive the Agency's guarantee provided that—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "® such natural person is a national of a member other than",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "the host country 5",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "(A) euch juridical person i incorporated and has its principal",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "., ace of business in a member or the rasjority of its",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "\"—enpital is owned by a member or membars or Nationsla",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "‘thereof, provided that such member in not the host cotm- try in any of the above cases ; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "¢1i) such Juridical person, whether or not It iz privately owned,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "operates on a commercial basls,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 29,
    "text": "€) In case the Investor has moore then one nationality, for she purposes if section (c) sbove the nationality of member sholl prevail over the nationality of a non-member and the nationality of the host Country shall prevail over the as tionality of any other member. :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Multilateral Investment Guarantes Agency Act, No, 57 of 1988 :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(e) Upon the joint application of tha investor and the host",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "country, the Board, by speclal majority, may extent eligibility to 42 natural person wha is a nations) of tha host country ors Juridical person which is incorporated in the host country or the majority of whose capital is owned by its nationals, provided that ‘the assets invested are transferred from outside the host country, Article 14. Eligible Host Countries .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Investments ehall ba guaranteed under this Chapter only if they fe to be made in the territory, of e developing member country, Articie 15. Host Country Approval . + .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "‘The Agency shall not conclude any contract of guarantee Lefora tho host government has approved the issuance of the guarantca by the Agency against the risks designated for cover.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Article 16, Terms and Conditlons",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "‘The termas and conditions of each contract ot guarantee shall be determined by the Agency subject to ruch rules and regulations",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "‘ae the Board shall issue, provided that the Agency shall not cover the total lost of the guaranteed iavestment, Contracts of guacan- ‘tee shall be approved by the President under the direction of the Board,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Article 17, Payment of Claims",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "‘the President under the direction of the Board shall decide on the payment of claims to a holder of a guarantee in accordance ‘with the contract of gurantoe anc such polieles as the Board may adopt Contracts of gunrantee zhall require holders of guarantees to seek, before a payment is mada by! the Agency, such adminis- trative remedies aa mey be approprite under the  cireumatanoey, provided that they are readlly avaliable to thent under the laws Of the host cutmtry. Such contracts may require. the lapse of certain reasonable periods between the occurrence of events siving rise to claims and poyments of claims.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "Article 18, Subrogation ° _",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "{a) Upon paying or agreeing to pay compensation to a holder of a gurantee, the Agency shall be subrogated to such rights or claims related fo the guaranteed investment as the holder of a guarantea may hava had against the host country and other oblige- tors. The contract of guarantee shall provide the terms and condi- tions of such subrogation.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(b) The rights of the Agency pursuant to section (a) above ‘shall be recognized by all members.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(6) Amounts in,the currency of the host country acquired by the Agency as subrogee pursuant to aectlon (a) above shall be accorded, with respect to use and conversion, treatment by the host country as favoursble ag the treatment to which such funés ‘would be entified in the hands of the helier of the gurantee, Ia",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Co Multilateral Investment Guarantee Agency |",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Act, No, 57 of 1988 any case, such amounts mey be used by the Agency for the pay= ment of ite administrative expaditures snd other costs, The Agency shall also sock to enter into arrangemante with host coun- ‘tries on other uses of such currencies to the extent that.they are ‘not freely usable, ee Article 19. Relationship to National snd Regionsk Entities,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": ". ‘The Agency shall co-operate with, snd seek to complement the operations of national entities of mambera and regional entities the majority of whose capital is owned by membare, which carry out activities similar to those of the Agency, with a view to maxi- mizing both the efficiency of thair respective services and thelr contribution to increased flaws of foreign investment, To this end the Agency may unter into arrangerente with such entities on the details of such co-operation, including in particular the modalities of refnsurance and coinsurance,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "Article 20. Relnsurance of National drid Regional Entities.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(a) The Agency may issue refnsurance in respect of 2 specific ‘investment against a loss resulting from one or more of non- commercial rks imderweitten by a member or agency thereot or by a regional investment guarantee agency the majority of ‘whone copital ia owned hy members. The Board, by special soajority, shall from time fo time prescribe maximum anictmts of contingent lability which may be asuroed by the Agency with respect to reinsurance contrasts, In respect of specific investments which have been completed more than twelve months prior to recelpt-of the application for reinrurante by the Agency, the maximum amount shall initially be set at ten per cent of the sggre- gate contingent ability of the Agency under this Chapter. The con-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "+ ditions of eligibility specified in Articales 11 to 14 shall apply to” Teinsurence operations, except thet the relnsured “investments need not be implentented subsequent to the application for reinsu- ance,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "(8) The mutual rights and obligations of the Agency and & reinmured member of agency shall be stated in contracts of rein surance subject to such rules and regulations os the Board shall {agve, The Bosra shall epprove each contract fer reinsurance cover ing an investment which har been made prior to receipt of the application for reinsurance by the Agency, with 2 view to mini- mising risks, atguring thal the Agency Zeceives premiums com- mensurete with its risk, and scruring that the reinsured antity is appropriately committed towards promoting new investment in developing member countries.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "1 Ce) The Agency ahell, to the extent possible, asmure that it or ihe reinsured entity shalf hove the righte of subrogation and ~ ebitration equivalent to those the Agency would have if it were ‘the primary guarantor. The terms snd conditions of reinsurance shall require that administrative remedies are caught fa accordance wlth Article 17 bofora a payment is made by the Agency, Subrog- atlon shall be effective with respect to the host country euacerned only after its approval of the reinsurance by the Agency, The Agency shall include io the contracts of reinsurance provisions requiring the reinsured to pursue with due diligence the rigts oF claims related to the reinzured investment, ot",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "‘Multilateral Investment Guarantee Agency 11 Acct, No.5? of 1988",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Article 21, Co-operation with Private Insurers and with Reinsu- . rary oye ~(@) The agency may enterinto arrangementa with private Insurers fm member countries to enfiance ita awn operations and encourage such insurers to provide coverage of non-commertal risks in deve- loping member countries on conditions simllar t those applied by the Agency, Such arrangements may include the provision, of reinsorence by tha Agency under the conditions and procedures specified in Article 20,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(>) The Agency may reinsure with any abpropriate reinsurance entity, in whole or in part, any guarantee ir gurentees issued by ft. . : hee",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(©) The Agency will in particular seek to gurantee investments for which comparable ceverage on ressonable terms és not avail- able from private insurers and reinwtrers.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Article 22, Limits of Guarantee oo .",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "- (a) Unless determined otherwise by the Council by special",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "* mafority, the aggregate amount of contigent Liabilities whieh may be asssumed by the Agency under this Chapler ehall not exceed ~ one hundred and fifty per cent of the amount of he Agency's tunimpaleed subscribed, capital and ite reserves plus such portion of its relnsurénce cover aa thie Board: may determine, The Hoard shall from time to time review the risk profle of the Agency's",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "+ portfolio in the Hight af its experience with claims, degree of ris Sivarsifcetion, reinsurance caver and other relevant factors with a view to ascertaining whether changes in the maximum eggre- ‘gele amount of contingent liabilities should be recommended to the Council, The maximum amount deterinined by the Counell Rue not: under any cizcumslances exoeed va times the amount of the Agency's unimpaired subscribed capital, its reserves",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "~ and such portion of ite reinsurance cover <a may ‘be deemed approriate, oa :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(@) Without prejudice to the general Iimit of guarantee refertod fo im section (a) above, the Boord may prescsite—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(G)snaximnm aggregate amounts: of contingent Lsbility whieh",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "‘1 may be assumed by the Agency under this Chapter for Il aqoaranteés istued fo inventors of each individual member. In determining such maximum amounts, the Board shall ive dus onnxideration to the’ share of the respective tmetober in the capital of the Agency and the need to __ apply more liberal Limitations in. respect of invertmnats originating in developing member countries; and Gl) maximum aggregate amounts of contingent liability which may be assumed by the Agency with respect to such risk Giversifation factors az individual projects, individual lhost eountcies and fypes af investment ar rise",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "12 Multitaterat Investment Guarantee Agency Act, No. 57 of 1988 Article 23, Investment Promotion",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(4) The Agency shall carry out research, undertake activities to promote investment flows and disseminate information on invett- ment opportunities in developing member countries, with a view to improving the environment for foreign investment flows to such csovattlea, The Agency may, upon the request of a member, provide technical advice and astistance to Improve the investment condi- ions in the tereitortea of that member. In performing there activities the Agency shall",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "G) be guided by relevant investment agreements among member",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "countries;",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(i) seek to remove impediments, in both developed and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "developing merober countries; and (Gi) coordinate with other agencies concerned with the promotion. of foreign investment, and in partienlar the International, ‘Fineace Corporation,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "@) The Agency also shall—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(@ encourage the amicable settlément of disputes, between Investors and host countries j",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(i) endeavor to cénclude agreements with developing member countrled, and in patticular with prospective host countrles, ‘which will assure thet the Agency, with respect to invest ment guaranteed by it, has treatment at least a favoursble: as thit agreed by the member concerned for the mast favoured investment guarantee ogency or State in an _ agreement relating to investment, such agreements to be approved by special majority of the Boord; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(Ui) promote znd facilitate the conclusion of agreements, among.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "+: ita memberg, on the promotion and protection af invest “ments,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "(©) The Agency shall give particular attention in fits promotional efforts te the importance of incrensing the flow of investments among developing member countvies. <Arficte 24. Guarenters of Sponsored Investments .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "In addition to the guerantee operations undertaken by the Agency ‘under this Chapter, the Ayency may guarantee investments under",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": ". the sponsorship arrangements provided for in Annex I to this",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "+t Multitazeral Investment Guarantee Agency 13 Act, No, 57 of 1988 : CHAPTER IV Fouxeus Parnas \" asticle 28, Financial Management -",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "The Agency shall carry out its activities in atoordance with sound business and prudent financial managanment practices with 4 view 4a maintaining under alt clreumstancea ite ability to meet its inanetal obligations,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Ariticle 26. Premiums and Bees",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "The Agency shall eitablich and periodically revieir the rates of premiums, fees and other charges, if any, applicable to each type ot risk. :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Atticie 21, Allocation of Net Income,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "{a) Withont prejudice to the provisions of seetion (2) (fil) of Article 10, the Ageney shall sllocate net income to reserves until saach reserves reach five times the subscribed capital of the Agency.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "{b) After’ the reserves of the Agency have reached the level prescribed in section (a) above, the Councit shall decide whether, and to what extent, the Agency's net income shall be allocated 10 reserves, he distributed to the Agency's members or be used other ‘vise, Any distribution of net Income to the Agency's wmemabers shall tbe made in proportion to the ahare of each member in the capital of the Agency in accordange with a decision of the Council acting by special majority.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "Article 28, Budget . ae ‘The President shall preyare an, annual mndget of revenues and < expenditures of the Agency for approval by the Boerd. Article 29. Accounta",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "‘The Agenay shall publish dn Anoual Report which shall include - statements of its accounts and of the accounts of the Sponsorship ‘Teust Fund referred to in Annex I to this Convention, as audited by independent audittors, The Agency shall clreulate to members at appropriate intervals a summary statement of its financial position and « praGt and loes statement showing the results of ite operations.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "U4. Multileterat Investment Guarantee Agency Act, No, 57 of 1988 CHAPTER. Organization andeManagement Article 20, Steurture of the Ageney ‘The Agency shull have @ Council of Governors, @ Board of Directors, a President and staft to perform such duties os the “Agency may determine. : “Article #1, The Counell : (@ AMI the powem of the Agency shalt bo vested in the Coun- il, except such powera as aze, by the terms of this Convention, sperlfigelly conferred apon enother otgen of the Agency, The Council may delegate to the Board the exercise of any of its powers, excent the power fo = 1 . + (i) admit new-members-and determine the condilions of their 2 SPadmlesion 522+ : : Gi suspend a member” . : (Gil) decide cn any ingzease or deserease in the capital 5 -. iv) inerease the limit of the, agzregate amount of contingent — . v7) “Giapiities pareuant of section (@) of Amticle 225. () deagnate 2 membsr oz a developing member countty +s, Pursuant to xection (e) of Article 3; : (ot) classify a new member ax beldnging to Category’ One or Categnry ‘wo for voting purposes pursuant to section (a) of Article 59 or reclassify an existing member for the be nme pRpORE TT ~ (vit) determine: the ‘compensetion of Directors and their Alle:- rates; . (elit) orase operations and liquidate the Agency 5 . G2) distsfbute assets to merakera upon liquidation ; and (x) amend this Convention, ity Annexes and Schedules, *() The Counsil’ shall be composed of one Governor arid one Alternate appointed by each member in such manner as it may Actermine. No Alternate may vote except in the absence of his Principal, ‘Te Council shall elect one of the Governors as Chairman. ri (©) The Counell shall hold ais annital menting and such other meetings es may be determined by the Council or called by the Board, ‘The Boerd shell call a meeting of the Council whenever requested by five members or by members having twenty-8Ve ‘per cent of the total voting power. “Article 22,\"The Bosra Lo (a) ‘The Board shall be responsible for the general operations of ‘the Agency and shall take, in tho fuldllmont of this responsibility, any action required or permitted under this Convention.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Multilateral Investment Guarantee Agency 15 Act, No. 57 of 1988",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(b) The Board shall conalst of not-lem than twelve Direcfors ‘Tae number of Directors may he adjusted by the Counell to take imo account changes in membership. Each Director may eppeint 2 Alternate with full power to act for him in case of the Directors absence or inability ty act, The President of the Bark shall be ex- officio Chatrman of the Board, but shall have no vote except a Heciding vote in case of an equal division,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(©) The Counell shall determine the. term af office of the Directars. The fist osrd ahali be constituted by the Counell at its inaugural meeting. 7",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "*- (@) ‘The Board shall meet at the call of its chairmen acting on, dis own initiative or upon request of three Directors,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(@) Unt such time as the Council may declde that the Agency shall hava a xesident Board which functions in continuous seselon, the Directors and Alternates shall receive compenration only for ‘the cost of attendance at the meetings of the Board and the * Gischarge of other official functions on behalf of the Agency. Upon lhe establlshment of a Board in continuous session, the Directors and Alternates shall receive such renuuneration as may be deter rained by the Council.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Article 38, President and Btoft . pO",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(a) The President choll, ynder the general control of the Board, sondust the ordinary business of the Agency. He shall be vatponsible for the orgenization, appointment and dismistal of the sta 7 -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "{b) ‘The Fresident shall. be appointed by the Board on the somination of its Chalrmen, ‘The Council aball determine the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": ". salary and terms of the contact of service of the President,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(©) In the discharge of their offices, the President and the staf? owe thelr duty entirely to tha Ageney and to no other authority. Each member of the Ageacy shall respect the international” character uf this duty and shall refrain from . all attempie to Infuenee the President or the staff in the discherge of their dutica.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(2) In appointing the staf, the President shall wibject to the paramount importance of securing the highest standards of effcleney and of technical competence, pay due regard to the importance af recruiting personnel on as wide a geographical basis °",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "8 possible,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(@) The President and ate shall maintain -at all tunes the confidentiality of information obtalned in carrying out the Agency's operation, .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Artigle 94. Political Activity Prohibited",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "The Agenuy, its President end staff shell rot interfere in the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "political affairs of any member. Without prejudice to the right",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "» of the Agency to take into account all the circumstances surrounding an investment, they shall not be itGuenced in their decisions by the politieal character of the member or members eoncemed, Considerations relovant to thelr decisions shall be ‘weighed inpartinlly in order to achieve the purposes stated in Axticle 2 .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": ". 16 Multilateral Investment Guarantee Agency Act, No. 87 of 1988 . __ Article 38. Relntiona with International Organizations >",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "‘The Agency sholl, within the terms of hia Convention, co- operate with the United Nations and with other inter-governmental organizations having specialized responsibilities in related flelde, Snchuding in perticular the Bauk and the Intemational Finanos Corporation,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "s Article 38, Location of Principal Office",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(e) The principal office of the Agency shell be located in ‘Washingion, D.C, unless the Council, by apectai majority, decides ‘to establish it in another location, -",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(®) The Agency may establish other offices as may be necessary for tts work,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "Article 87, Depositories tor Assets . . -",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "‘Each member sball designate Its central bank aa a depository in which the Agency may keen holdings of such member's currency or other assets of the Agency or, if #t bas no central bank, it shall designate for such purpoge much other institution as may be ‘acceptable to the Agency, . :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "Agficlo 38, Channel of Communication",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(@) Each member shall designate an appropriate authority with which the Agency may communicate ia connection with any matter arising under this Convention. The Agency méy rely on sletemente-of such authorily as being statements of the member. ‘The Agency, upon the request of 2 member, sball consult with that member with respect to matters dealt with in Articles 19 to 21 and related to entities or inqurers of that member,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "(0) Whenever the approval of any member is required before. ssiy act may be done by the Agency, epproval shall be deemed to ‘have been givan unlogs tha member presents an objection within such reasanable period as the Ageney may fx in notifying the =~",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "+ member of the Propased ect,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Multiloterol Investment Guarantee Agency 17 Act, NO, 57 of 1988. CHAPTER VI",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "‘Vororc, Apsutmerrs oF Soascmrrtows 4D REMERENTATION Article 39. Voting in@ Adjustments of Subseriptions",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(@) In order to provine for voting arrangements that reflect the equal snterent in the Agency of the two Cotngories of States listed in Schedule A of this Convention, ax woll es the importance of etch puember's nancial participation, each member ahall have 177 membership votes plus one subseription vote for each share of stock held by shat member,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(W) If at any time within three years after the eniry into foree of this Convention the aggregate min a membership and sub- seviption votes of members which belong to either of the two ‘Categories of States listed in Schedule A of this Convention is loa than forty per cent of the total voting poiver, Members from much a Calegory shall have such mumber of supplementary votes ag ‘hall be necessary for the agpregute voting power of the Calegory to equal such a percentage of the total voting power, Such supple-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "~ mentary ‘votes shall be distributed among the members of such",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "Category in the proportion that the subseription votas of each beara",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "to the aggregate of subscription votes of the Category. Such supple-,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "menlary votes shall be subject to automatic adjustment to ensure",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "that auch percentage ia maintained and sball be canceled at the end of the above-mentioned three-year period,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(6) During the third year following the entry into foree of this Convention, the Council shall review the allocation of shares and Shell be guided in its decision by the following principles :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "41) the voles of members shell xeflest actual sukscriptions to ‘the Agency's capital and the membership vater az set out Jn section (a) if this Article;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(Gf) shares allocated to countries which shall not Kave signed the Convention shail be made avaliable for reallocation 10 such members and in such maamper as to make posoble voting parity between the above-mentioned Categories : aod :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(GH) the Counelt will take meesures thai wif Zacltitate members! salty to subscribe to shaves allocated-to them,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(@) Within the three-year period provided for in section (b)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "_ eh this Article, oll decisions of the Council and Board shall be taken by special majority, except that decisions requiring a higher | majority under thia Convention chali be telsen by cuch higher moajority. :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 16,
    "text": "(©) In case the capital stock of the Agency ts increased pursuant to ection (c) uf Article 5, exch member which 20 requests shall be authorized éo mubsctibe a proportion of the increase equivalent to the proportion which ff wtock tharefore subscribed Dears to the total capital stock of the Agency, but no member abell be obligated to subseribe any pert of the increased capita, — -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "_ 1B — Multilaterat Investment Guarantee Agency Act, No. 57 of 1988",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "#) The Councit hall issue regulations regarding the making of additional subscriptions under section (@) of thie Article. Such vegulations shall prescribe reasonable. time limits fer the submis~ slon by members af requests fo make such subscriptions.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "Article 40, Voting inthe Coane .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(a) Bach Govemor shal! be entitled to cast the votes of the member he represents, Except a8 otherwise specitied in this Con. vention, decisione'of the Council shell be taken by 2 majority of the votes cast, :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": ": (b) A quorum for anny meeting’of the Counelt sha!l be conctitut- ed by @ majority of tie Governors exercising not tess.than two ‘thitds of the totat voting power, | ,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "{e) Tha Council may by regulation establish # procedure where by the Board, when it deems such action ta be in the best interests of the Agency, may request'a- decision of the Council on specific question without calling & meeting of the Cauncil Article 41. Election of Directors oe",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(a) Directors shell be elected In accordance with Schedule D,. > (b) Directors sholl continue in office until their successirs are elected. If the ofce of a Director becomes, vacant more than ninety days before the end of his Yerei, another Director shall be elected tor",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "the remeinder of the term by the Governors’ who elected the former Director. A majority of the votes cast shell be required for lection, While the office remains vacant, the Alternate of the former Diréctor shall exercise his powers, except that of appoint- ing an Alternate.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "Article $2. Voting in tbe Bord",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(a) Bach Director shall be entitled to cast the number of votes of the members whose votes counted towards his election, All the votes which a Director ig entitled to cast shalt be cast aaa unit, ‘Except an otherwise specified bn. thig Convention, decisions of the ‘Boned shall be taken by a mafority of the votes cast,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(®) A quorum for a meeting of the Board shall be constitufed bby a majority of the Directora exercising not lesa than one half",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "‘of the total voting power, 7)",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 19,
    "par_num": 13,
    "text": "(©) ‘The Boapd may by regulation establish a procedure whereby ite Chairman, when he déeraa auch action to be in the best interests ‘of the Agency, may request a decision of the Board on a specefic question without calling a meeting of the Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Multilateral Investment Guarantee Agency 19 Act, No. 57 of 1988 ‘CHAPTER VIE : . Privileges and Tmunttles + Article 48, Purposes of Chapter- wee :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "‘To enable the Agency to fulfil its functions, the imenunitles and Privileges set forth in this Chapter shall be atcorded to the Agency Jn the territories of each member,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Article 44. Legal Process",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "‘Actions other than those within she scope of Articles $7 and 58 may be brought against the Agency only in a court of competent Jurisdiotion in the territories af-a member in which the Agency bas an office or has appointed an agent for the purpose of nocepting service of notice of process, No such action against the Agency abiall be brought U) by members oF persons acting for or deriving laims from members or (11) in respect of pétsonnel matters. The property and assets of the Agency shall, wherever Iocated and by whomsoever held, be immune from all forms of seizure, attache ment or execution betore the delivery of the finl judgment ot award against the Agency,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Article 45, Assets",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(a) ‘The property and assets of the Agency, wherever located and by whomsover beld, shali be immune trom search, requisition, canfiscation, expropriation or any other form of seizure by cexeentive or legislative action.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(®) To the extent necessary to carry cut Its operations under",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "* this Convention, all proverty and assets of the Agerey shall be free from restrictions, regulations, controls and moratoria of any nature ; provided that property and assets acquired by the Agency a euccescor to of subrogee of a holder of a guarantee, a reiusured entity or an investor insured by a relnsured entity abeli.be free from applicable foreien exchange restrictions, regulations and controls in fare in the territories of the member concerned to the extent thet the holder, entity or investor to whom the Agency was subrogated was entitled to such treatment,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "+ @) For purposes of this Chapter, the term “assets” shall Imchide the asceta of the Sponsorship Trust Fund referred to in Annex 1 to this Convention and other assets administered by the Agency in furtherance of its objective,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "Articta- 45. Archives and Comoranications",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "{a) ‘The archives of the Agency sball be inviolable, winerever they thay he",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "(2) The afficial communications of the Agency shall be accorded dy each member ths same treatment that fs accorded to the official ‘cornmanications of the Bank. ts",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "20 Mulltitaterat Investment Guarantee Agency Act, No, 87 of 1988 Article 41, Taxes vo pearl",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(a) Tha Agency, its assets, property and income, and its operations and ‘rentactions autharized by thia Convention, shall be immane from all taxex and customs duties The Agency shall lao be immune from Kablity for the collection or payment of any tax or duty. :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(®) Bacept in the case of local uationels, n0 tex shall be Tevied on or in respect of expense allowances paid by the Agency to Governors and thair Alternates or on or in reapect of salaries, expense allowances of other emoluments paid by the Agency ts",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "- tho Chairman of the Board, Directors, their Alternates, the President or ateff of the Agency. j :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "{e) No taxation ‘of sty kind shall be levied on any investment guaranteed or roinsured by the Ageney (including any earnings therefrom) or any insurance policies reinsured by the Agency including amy premiums and other ravenues therefrom) by wwbomsvever held: (1)-which discriminates against such inveat- ment of Insurance policy solely because it 1s guaranteed or re- insured by the Agency; or Ci) if the sole Jurisdictional basis for such taxation is the location of any office or place of business maintsined by the Agency.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "Ariicte 4%. Offciads of the Agency",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "All Governors, Directors, Alternates, the President and staff of the Agency—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "_ @) shall be tune trom legal process with respect to acts performed by them in thelr official capacity;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "i) not being local nafionals, abe be ancorded the same immonities from immigration Testrictions, allen registra tion requirements and national service obligations, and",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "| the same fnellities os regards exchange restrictions ax are accorded by the maribers concerned to the represantatives, affclals and employees of compsrable rank of other + members and Gil) shall be granted the same treatment in respect of travelling + facilitien ag ia accorded by the members concerned to Tepresentatives, officials and employees af comparable Tank of otber members, * Articte 49. Application of this Chapter Esch member chal take auch sctioi as ia necessary in its own territories for the purpose of making effective in terins of its own, Jnw the principles set forth.in this Chapter and abel! inform the Agency uf the detailed action which it hus taken. Article 50. Walver The immunities, exemptions and privileges provided an this. ‘Chapter are granted {n the interests of the Agency and may ba waived, to such extent and upon such conditions as the Agency may determine, in casea where tuch a waiver would not prejudice ita intereata. The Agency shell waive the smmunity of any of its sta in cosea where, in its opinion, the immunity woukd impede the course of juaties and can he waived. without prejudice to the interests of the Agency. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "+, Multilateral Investment Guarenter Agency = 21 Act, No, 87 of 1988 CHAPTER VOI Wrraunawat, Susrtsion op Mmnarasnier ain CEtsk0n OF OrrRATIONe",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "Artiche 51, Withdrawal __ Any member may, after the expization of three yeers tollowing ‘the date upon which this Convention has entered into force with respect to such member, withdraw from the Agency at any time by eiving notice In writing to the Agency at ita principal office, “The Agency shall notify the Bonk, e¢ depository of this Conven- ‘on, af the receipt of such sotice.” Any withdrawal shall becoms ellective ninety deya following the date of the receipt of such notice by the Agency. A member may revoke such natice ab long ne it has not become effective, . -Artioie 52. Suspension of Membership",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(a) If a-member fails to fulfill any of its obligations under this Convention, the Council may. by = majority of its members ‘exercising a ansjotity of the tofal voting power, suspend its membership,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(@) While under mspension a member shall have no rights under this Convention, except for the right of withdrawal and ‘other rights provided in this Chapter and Chapter. IX, but shall Temain subject to all its obligations. .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(e) For purposes of determining eligibility for = guarantee or ‘eingurance to be lesued under Chapter JIT or Annex E to this Conventian, a suspended meraber shall not be treated os = member ‘of the Agency.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(€) The suspended member shall automatically cease to be 2 member one year from the date of ite suspension unless the ‘Council dacides to extend the period of suspension or to restore the member to good standing.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "Article 58, Rights ond Duties of States Ceasing to be Members",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(a) When a State ceases to be a member, it sball remain Hable ‘tor all ite obligations, including its contingent obligations, under ‘this Convention which aball have bean in effect before the -ensaution of its membership. .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "{b) Without prejudice te section (a) above, the Ageney shall enter into an arrengement with such State for the settlement of ‘their respective claims ond obligations. Any such arrangement -thall be approved by tha Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "Article 54. Suspension of Operations",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(a) The Bosra may, whenover it doems it juntified, “suspend “the lamance of new guarantees for a specified period.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "(B} In an enoargency, the Board way suspend all eetivitiea of ‘the Axency for a peried not exceeding the duration cf such -amergency, provided thet necessary arrangements sball be wade for the prateetion of the Interests of the ‘Agency and of third parties, 7",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "22 Multilateral Investment Guarantee Agency | Act, No. 57 of 1988 Soe (©) ‘The decision ta suspend operations shall hava no effect oa, the obligations of the membera under this Convention or on the obligations of the Agency towards holders of a guarantee or re- Insurance policy oF towards third parties, Article 55, Liguidation . (a) The Council, by special majority, may dacide to ccase operétions and to liquidate the Agency. ‘Thereupon the Agrocy hall forthwith cease all activities, except those incident to the ‘orderly reulizetion, conservation ond preservation of assets and eetilement of obligations, Until finel settlement and distibution ‘af assets, the Agency aball remain in existence .and all rights and obligations of mumbers under this Convention sball eoatinue vustupaired. » : (@) No distribution of assets shall be made to members untit all lishilition fo holders of guarantees and other creditors shall dave been discharged or provided for and until the Council shall ‘have davided to make such distribution, . + (@) Subject to the foregaing, the Agency shall distribute ita temaining amets to members in proportion t euch member's hare in the subscribed capital. ‘The Aguney shall also distribute any remaining assets of the Sponsorship Trust Fund referred to + In Annex 1 to this Convention to. sponoring membera in the proportion which the investments sponsored by each beara to the total ot sponsored investments. No member shall be entitled to itz share in the scseta of the Agency or the Spantorship Trust, Fund unless that member has. settled all outstanding claims by the Agency againat it, Every dlstrioution of assete shall be made at such times es the Council shell determine and in cuch manzer ax It shall deem ‘fair and equitable.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Multilateral Investment Guarantee Agency 23. Act, No. ST of 1988 CHAPTER TX ao . BEURLEMENT OF DEEP : Ariiels 56. Interpretation and Application of the Convention",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "fa) Any question of interpretation or application oft the provisions of this Convention arising between any mamber of the Agency and the Agency ar among members of the Agency shall be submitted to the Hoard for ite decision. Any metnber which is particularly affected by the question und which is not atherwise represented by © national in the Board may tend a reprosentetive ta attend any meeting of the Board st which such ‘ueation is considered.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "<>) In any cese where the Board has given a decision under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "_ section (a) above, any member may require that the question be feferred to the Counell, whose dcelsion shall be final. Pending ‘the result of the referral to the Council, the Agency may, so fa a it deems necessary, act on the basis of the decision’ cf the Board. | : : ‘Article 52. Disputes between the Agency and Members",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(a) Without prejudice to the provistons of Article 68 and ‘ection (b) of this Article, any dispute betsreen the Ageney and, 2 member or an agency theréof and any dispute between thé Agency and a country (or agency théreot) which ‘bas ceased to he a member, shall be acttied in accordance with the procedure set out Annex II to this Convention. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "{&) Disputes concerning claims ot the Agency scting ‘os mubrogee of an investor sholl be settled in accordance with ether (1) the procedure set out In Annex Ito this Convention, or (i) ‘an mgreement ta be entered into between the Ageney snd the member concerned on an alternative method or methods for the settlement of such disputes. In the latter cese, Annex II to this Convention hall serve as @ basis, for such an agreement which , shall, io each case, be approved by the Board by special majority prior to the undertaking by the Agency of operating in the torsiteries of the wiember concerned.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Artiste 58, Disputes Involving Holders of a Guarantee of ‘Reinsurance :",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Any dispute arising under a contract of gusrantes or reinsureiiot hetwean the parties thereto shall be submitted to arbitration for final deterenination In accordance with such ‘rules a6 shall be provided for or referteg to in the éontract of guarantee oF Felngurance. :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "5D coonns (80/00)",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "24 + Multilateral Investment Guarantes Agency Act, No. 57 of, 1988 a . CHAPTER X, nt Ancannmeees Article 59. Amendment by Council : (a) This Convention and its Annexes may be smaended by vote ‘of Uuree-ftths of the Governors exercising four-fitthe of the total voting power, provided that, @ any omendment modifying the right to withdraw from the ‘Aachoy provided in Article 51 or the lititation on Liability : ‘provided ta section (4) of Article shall require the affirmative vote of all Governors ; and (i) any amendment modifying the lost-ebering arrangement provided in Artlele 2 and 3 of Annex I to this Convention ‘which will resnit in an inevease in any member's liability ‘thereunder shall require fhe affizmative vote of the Gover- nor of each such member, (0) Schedules A and B to this Convéntion may be amnended by ‘the Council by special majority. (©) Tf an amendment aifects any provision of Annex I to this + Convention, total voter shall include the additional votes alloted under Article 7 of such Annex to spoasiring members and coun~ ‘ries hooting sponsored inveatments, Asticle 60, Procedure ve ‘Any proposal to amend this Convention, whether emanating fromt & member or a Governor or a Director, shall be communicated to ‘the Chairman of the Board who shall bring the proposal before the ‘Board. If the proposed amendment is recotamended by the Board, {it shall be submitted to the Council for approval {n accordance ‘with Article 58. When an atnendment has been duly approved by the Council the Agency shall eo certify by forme! communication “ addressed to afl mambers, Amendments shall enter into force for all members ninety doys after the dale of the formal communica- + tHom unless: the Couneil shal? specify a different date,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Multilateral Investment Guarantee Agency 25 ‘Act, No. 57 of 1988 CHAPTER XI FINAL Provisions Article 61, Entry ints Force : ._ (a) The Convention shall be open for signature on behalf of au members of the Bank and Switzerioad apd shell be aubject to ‘oilfcation, acceptance of approval by the signatory States in ‘accordance with their canstlintional procedures,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "*  (Q) This Convention shall enter into forve on the day when not lees than five instruments of ratification, acceptance at approval dhol have been deposited on behalf of signatory States in Category One, and not less than Afteen such Instruments shal have been depecited on behalf of signatory States in Category Two ; provided that total subscriptions af these States amount to not less than ‘one-third of the autharized capital of the Agency ax prescribed in Antic 5 :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "() For each State which deposits {ts instrument of ratifeation, acceptance or approval after thia Convention sball jkave entered nto farce, this Convention shall enter into force on the dete of ‘such, deposit, :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(a) 1 this Convention ghall not have entered into force within two years after its opening for elgnsture, the President of the Bonk shall convene a conference of interested countries to deter zine the futcre course of action.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Article 62, Inaugural Meeting “Upon entry into force of this Convention, the President of the ‘Benk shall call the inaugural mecting of the Councll. This meeting ‘thall be held at the principtl office of the Agency within sixty days ‘rom the dato on which this Convention bas entered into force or 3 soon as pranticable thereafter. + Article 69. Despository :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Instruments of ratification, acceptance or approval of this Con ‘vention and amendments thereto shell he deposited with the Bank ‘which shall act 9 the depository af this Convention. The depoct~ tory shall transmit certified copies of this Convention to States members of the Bank and to Switzerland.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Acticle 64. Registration ' .",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "The depository shell register this Convention with the Secre- tatiet of the United Nations in accordance with Article 102 of the: ‘Charter of the United Nations and the Regulations thereunder ‘sdopted by the General Assembly. :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Article 65, Notification",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "‘The depository: shell notlty oll signatory States and, upon the ‘shizy into force of this Convention, the Agency of the following :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(o) signatures. of this Convention ;",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(b) deposits of instruments of ratification, acceptance and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "approval in accordance with Article 6;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "28 —. Multilateral Investment Guarantee Agency . Act, No. 5? of 1988 .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "(©) ths date on which: this Convention ‘enters into -torce In accordance with Article 61;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "(d) exclusions from territorial applicttion pursuant to Article 05 and , ‘ .",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "“ (e) withdrewsl of a member from the Agency” pursuant to Articte 81, Article 66, Territorial Application",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "‘This Convention shall apply to all territories under the furis- diction of a member including the tercifories for whose intemna- tional relstions a member is responsible, except those which are exchided by such member by written notice’ to the depository of this Convention either at the time of ratifeation, acceptance ot approval or suboequently. = * . : Article 67.'Perlosic Reviews",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "(o) The Couneil shall periodically undertake comprehensive ‘eviews of the ustivities of the Agency as well as the results achieved with a view to introducing any changes required to enhance the Agency's ebllity to serve its objectives ~",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "(®) The fist such review shell take place five years after the entry into force of this Convention. The dates of subsequent reviews shall be' determined by the Council.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "DONE at Seoul, in a single copy which shall remain deposited in the archives of the International Bank for Reconstraction snd Development, which has indicated by ita siguature below its agreement to fulfll the fmetions with which it ts charged under ‘this Convention, ” .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "\"Multilateral Investment Guarantes Agency 27 Act, No. 57 of 1988 ” ANNEX I . Guinastines oF Srowsanen Invesriomra Unven ARTicLE 24 “Atile 1. Sponsorship .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(2) Any meinber may sponsor for guarantee an investment to be made-by an itivestor of any notionality or by investors af eny or several nationalities. .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(b) Subject to the provisions of sections (9) and (c} of Article 2 of this Annex, each aponsoriog member shall share with the ‘other sponsoring’ members in losses under guarantees of sponsored yavestments, when and to the extent that such losses cannot be \"+ covered out of the Sponsorship Trust Fund referred to in Article 3 ‘of this Annex, in the proportion which the emount of maximum ‘contingent Kebility under the guerantees of Savestments sponsored bby it bears to the total amount of maximum contingent Uability under the guarantees of investments sponsored by all members.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": ". (6) Tn its decisions on the issuance of guerantess under this Annex, the Agency shall pay due regard to the prospects that the spobscring member will be in a position to meet its obligations cunder this Annex and shall give priority to investments which are -co-sponspred by the host countries concerned.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(2) ‘The Agency shell periodically consult with sponsoring ‘members with respect to ifs operations under this Annex.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "Article 2. Sponsorthip Trust Fund,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(@) Premiums and other revenues attributable to guarantees of sponsored investments, including returns on the investment af such - ‘premiums and revenues, shall be held ia a seperate account which ‘shall be called the Sponsorship Trust Fund.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "{®) All administrative expenses and poymnents on claims attri- ‘wutable to guarantees issued under this Annex ¢holl be paid cut of the Sponsorship Trust Fund,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(e) The assets of the Sponsorship Trust Fund shall be held ang ‘edministered for the joint account of sponsoring members ang shall be kept separets and apart from the assets of the Agency. Anticte 3, Calls on Sponsoring Members",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(a) To the extent that any amount is peyable by the Agency on account ot a loss under a sponsored guarantee and such emount. ‘eannot be paid cut of avgets of the Sponoring Teust Fund, the Agency shall call on each sponsoring member to pay into such Fund i's share of such amount as shall be determined in accordance with section (b) of Article 1 of this Annex. -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "{b) No member shall be lable to pay shy amount on a eal pur * ‘suant to the provisions of this Article Hf as a result total payments made by that member witl exceed.the total atnount of guarantees ‘covering investments sponsored by it..",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "(© Upon the expiry of any guarantee covering an investment ‘sponsored by a member, the liability of that member shall be decreased by an amount equivalent to the amount of such guar= aantee ; such Hability shel? also be decreased on a pro rate basis",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "28 © Multilateral Investment Guarantee Agency",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "Act, No. 57 of 1988 pon payment by the Agency of any claim related to a sponsored investment and shall otherwise continue in effect until the expiry of all guarantees of sponsored investmente outatanding at the tine of such payment.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(4) Tf any sponsoring member shall: not be liable for sn. amount of a coll pursuant to the provisions of this Article because of the Uiitation cantalned in sections (b) and (e) above, of if any epon- toring member shall default fn payment of an amount due in responce ta ony such eall, the Liability for payment of such amount",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "+ ahull be shared pro sata by the other aponsoring members. -Ltabi- ity of membeta purmuant to this section shall be mibject to the Umitation set forth in sections (b).and (ce) above,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(e) Any payment by a sponsoring member pursuant to a call in accordance with this Article shall be mode promptly snd in freely usable eurzency.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "Article 4, Valuation of Currencies and Refunds :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "‘The provisions on valuation of currencies and refunds contairied mm this Convention with respect to capital subscriptions shall be epplied mutetie mutandie to fund paid by members on account of sponsored investments,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "Article 8, Reinsurance .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "{@) The Agency may, under the conditions set Yorth int Article T of this Annex, provide reinsurance to a micmiber, an agency thereof, a regional agency sx defined in section (a) of Article 20 of this Convention ot a private insorer in a member country. The provisions of this Annex concerning guartntees and of Articles 20 and 21 ef this Convention shall be applied mutctir mutandis to teinsurance provided under this section.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "(@) The Agency rey obtain reinsurance for investments guran- teed by it under this Annex and shall mest the cost of such re ingurance out ef the sponsersbip Trust Fund, ‘The Hoard may decide whether and to whet extent the loa-chering obligation of sponsoring members referred ta in section (b) of Article 1 of thir Annex may be reduced on’ acount of the reinmurance cover obtained. . : : Article 6, Operational Princtples",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "‘Without prefudice to the provisions of this Annex, the provi- sions with respect to gurantee eperations under Chapter IIT of this Convention and to fencial management under Chapter IV of this Convention ahall be applied mutatis mutandis to gurantee of sponsored investments excep? that (1) such Investments shall quality for sponsorship if made in the territories of any member. and in particular of any develuping member, by an investor or investors eligible under section (a) of Article 1 of this Annex, and (fi) the Agency shell not be Hable with reapect to tte own assets for amy gurantee or reinsurance issued under this Annex",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 29,
    "par_num": 12,
    "text": "and eack contract of guarantee ot reinsurance concluded pursuant to thi Annex shall expressly so provide,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "Multilateral Investment Guarantee Agency 99 Act, No, 57 of 1988",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "Article 7. Voting . Yoga For decisions relating to apensared. tnvestraents, each sponsoring * member shell have one additional vote for each 10600 Special Drawing Rights equivalent of the amount guranteed or reinsured on the basis of ita sponsorship, and each member hosting @ syon- sored Investment shal] have ane additional vote for each 10,000 Special Drawing Rights equivaient of the amount guranteed or seingured with respect to any sponscred investment hosted by it, Such additional votes shalt be east only for decislons related 10 sponsored investments and shall otherwise be disvayarded tn Aetermining the voting power of members, .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "Ld ‘Multiiateral Investment Guarantee Agency __ Aet, No, 57 of 2988 Lt ANNEX IL Sermuarne oF Diavuras Burwers, A Mamaex AND Tan AGENCE ‘Une Amracit 57 Asitele I. Appiitation of the Annex",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "‘Ai disputes within the svope of Article $7 of this Convention snail be settled in secordance with the procedute set out in thix ‘Anes, except in the cases where the Agency bas entered Into Gn agreement with a member pursuant to section (0) (i) of Article 67. . :. Article 2 Negotiation” . \"he parties to a @lspute within the scope of this Annex shall ‘attempt to uettle such diszute by negotiation before secking con",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": ". ehlaten or arbitration, Negotiatons shall be deemed to have beth Sebausted if the patties fall t reach a settlement within a period Gone hundred and twenty days from the date of the request to enter into negatiation,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "” Artiste 8. Conciliation . :",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "(a) If the dispute 12 not resolved through negotiation, either party may submit the dispute to arbitration in accordance with the provisions of Article 4 of this Annex, unless the parties, by fmavunt consent, hace decided to resort Grst to the conciliation Procedure provided for in this Article.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "(®) The Agreement for recourse to conciliation shall specify tha matter in dispute, the olims of the parties in reapect thereot and, If avallabie, she name of the conciliator agreed upon by the Parties, Ta the absence of agreement on the conciliator, the Parties ray jointly request either the Secretary-General of the Toternational Centre for Satslement at Investinent Disputes (here— jnatter called ICSTD) or the President of the International Court ‘af Zustion to appoint a concilistor, The conciliation procedure shall ferminate if the co eiliator hes not been appointed within ninety fiays etter the agraement for recourse to conelllation.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "(2) Unlers otherwise provided in this Annex or agreed upon thy ibe pasties, the conciliator shall determine the rules governing ‘the coneiliation procedure und shail be guided in this regard by ‘he concilist'on rules adopted pursuant to the Convention on the Settlement of Investment Disputes between States and Nationala of Other States, -",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "(d) ‘The parties shall co-operate in good faith with the concilia. _ tor and shall, in partivuler, provide him with all {uformation and documentation which would assist him’ in the discharge of his * fonctions; they shall give their most serious consideration 10 ‘hia recommendations.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "(©) Unless otherwise agreed apon by the parties, the conciliator stall, within a period not exceeding one hundred and eighty days Grom the date of his appolatinent, subralt to the parties a report recording the. results of his efforts and setting out the Sesiues controversial between. the parties and bis proposals for their setiement. : OS",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "Multilateral Investment Guarantee Agency _ 31 Act, No, 87 of 1988 (0) Sach party shal, within sixty days from the date of the seecipt of the Deport, express in writing its views on the rapor! to ihe other party.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "(9) Neither party to a conciliation proceeding shall be entitled to have reourse to arbitration unless:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "{4 the ooncilitor shall have foiled to ubmit his report within",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "the porfod established in section (e) above ; or i) the parties shill have foiled to accept all of the propesats —* ‘contained im the report within sixty days after its receipt; or + ‘ail) the parties, after an exchange of views on the report, shell have failed to agree on a settlement of all controversial isoues within sixty days after teceipt of the conelliator's report s.r iv) a party shall have failed to express its views oa thie report tas prescribed in section (f) above, . {h) Unless the parties agree-otherwise, the foes of the concilia 4or shali be determined on the bissis of the rates: applicable to JCSID vooelliation, These fees and the other costs of the canailia- Han proceedings shall be borne equally by the pertios. Each Party chall defray its own-expenses, . Ariicle 4: Arbitration (v} Arbitration rroccedings shall be instituted by means of a + totice by the party seeking arbitvation (the cloitant) addressed - to the other party or perties to the dispute (the respondent) . The notice shall specify the nature of the dispute, the relief soughe and the name of the arbitrator appointed by the claimant. ‘The respondent shall, within thirty days after tne dote of recelpt of the’ notice, notify the claimant of the naime of the « arbitrator sppcinted by it. The two parties shall, within a period ai thicty days from the dite af appointment of the second arbitra. tor, scloct a third arbitrator, whe shall att as President of the Arbitsal Twibunel (the Tribunal).",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "() If the Tribunal shall not have been constituted within sixty days from the date of the notice, the abritrator not yet appointed or the President not yet selected sanll be appointed, at the joint eequest of the parties, by the Gecretary-Genaral cf. ICSID. It there #8 no such joint request, or if the Secretary-General shalt fall to make the appointment within thirty days of the request, either party may request the President of the Internationel Court -of Justice to make the appointment,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "(@) No party shell have the right to ‘change the arbitratér appointed by it once the hearing of the dispute has ecnuuenced. In case any arbitrator (inclnding the President of the Tribunal) Stall reriza, die, ar hecome incapaciated, a successor shall ‘be",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "appoint] in the manner followed 1n the appointment of his pre~ desessor and euch successor aball have the same powers and duties of the arbitrator he succeeds, :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "(@) The Tribunal shall convene fiat at such time und place ‘as shall be determined by the President. Thereafter, the Tribunal shall datermine the placé and detes of its meetings.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "32. Multilaterat Investment Guerantee Agency Act, No, 57 of 1988",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "(e) Unless otherwise provided 4a this Annex or agrecd upon by the parses the ‘bunal abel! determine its procedure ang anal ‘be guided in this regard by the arbitration rules adopted pursuant to the Convention on the Settlement of Investments > Disputen detween States aod Nationals of Other States,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "G) The Tribunal shel] be the judge of its awn competenre except that, If an objection is ralsed before the Tribunal to the ‘effect that the dispute falls within the Judisdiction at the Board cr ‘the Council undar Article §€ or within the puridiction of a judicial of arbitral body designated in on agreement under Article I of this. ‘Annex and the Tribunal ix satisfied that the objection is gennine, ‘the objection shall be referred by the Tribunel to the Board or the Council or tha designated body, as the case may be, and the arbitration proceedings shell be stayed until a decision has been, teached on| the matte, which shall be binding upon the Tiibunsl..",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "(a) ‘Tov Tribenal shell, in any dispute within the scope of this ‘Annea, typly the provisions of this Corfvention, any relevant agreement between the porties to the dispute, the Agency's by-laws ‘tnd regulations, the applicable rules of ‘international law, the domestic Jaw of the member concemed as well as the applicable provisions of the investment contract, if any. Without prejudice fo the provisions of this Convention, the Tribune! inay decide & dispute ex aaquo et bone if the Agenty and the member concerned. 30 agree. The Tribunel riay not briog a finding of non liquet on",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "the ground of silence or obscurity of the Inve,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "(h) ‘The Tritunal shall afford a fair hearing #6 all the parties. All decisicas of the Tribunal shell be taken by a majority vote and shell state thé reasons on which they are based. The award of the Tribunal shail be tv'writing, and shall be signed by at leest two arbitrators and a copy thereof shall be tranumitted to eacl party, The award shall be final and binding upon the parties 200 shalt net be subject to appeal, annulment or revision, :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "{0 If any dispute shall arise between the partles as to the meaning or stope of an award, elther party may, within sixty days after the award was rendered, fequest interpretation of the award ‘ty mn application in writing to the President of the Tribunal",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "_/ which rendered the aqward, The President shall, if possible, subanit the request to the Tribunal which rendered the awant and hall convene such Tribunal within eixiy days alter receipt of the application. If this shall not be possible, a new Tribunal shall be constitated in accurdance with the Tirovisions of sections (i) to",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "* (@) above, The ‘Tribunal may stay, enforcement of the award pending ils decision on the requested Interpretation.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 33,
    "par_num": 10,
    "text": "G) Bach mamber shall recognizd on award rendered pursuant to this Article as binding and entorceable within ite territories of the awand shall be governed by the Inwo concerning the as it it were @ final judgment of a court in that merber Execution execution of judgments in fore in the State in whose territories such execution is cought and shall not derogate from the law in fonea releting to immunity rom execution, “",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "‘Multilateral Investment Guarantee Agency 33 Act, No, 57 of 1988 (ie) Unless the parties shall agree otherwise, the fees and remuneration payable to the arbitrators shall be determined on, the basis of the rates applicable to ICSID arbitrition, Each party ahall dofray ita own costs associated with the arbitration proceedings. The costs of the Tribunal shall be bore by the parties in equat proportion unless the ‘Cribunal decider otherwise, ‘Any question concerning the division of the costs of the Tribunal ‘or the procedure for payment of such costs shell be decided by the , Teibanal Ardcle §. Sarvike of Procesa Service of sny “notice or process in connection with any proceeding under this Annex shsli be mede in writing. Te shall be made by the Agency upon the authority designated by the member concerned pursuant to Article 38.of this Convention and by that «member at the principal office of the Agency.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "34 ., Multilateral Investment Guarantee Agenty \". |. Act, No, 57 of 1988 - SOHEDULE & . Mevomnict a0 SuNSCRIFTION . CATEGORY ONE L oustey 1 Numbur@f Shares Seneerotion : ~ ioe of SBR) Amtalia Rms ams onia vs 8 78 Belgium + ROO 80.80 fanods ws a 2.008 <9 Deon +s MR TB Fiakend - =. O00 00 « Franoa - = 4,800: 48.00 Germany, Federal Republic of .. 6,071 tom Yeolnd - 0 0.90 Deed 2 sto, 209 Taig . 2,820 28,20 . Sopa ” wey | 6085 50.98 Levembourg . ue” 116 Notherlands Be 21.00 Now Zeland nb rs Normy ws oe 0.90 omh Afion ME 3 amsn aero) 10.49 ‘Switaland 1,800 36.00 ‘United Kingdom ” 4,860 48.00 United States. - + 30510 205.19 . ——— wan ———— an",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "‘Multilateral Investment Guarantee Agency 35 . Act, No. 57 of 2988 Oownicy -Nrwnder f Storia” Subeeription : riions of SDR CATEGORY TWO Afghouiaten wo ae 1a Algnts no Oe 649 Antigua and Barbode “ 20 0.50 Argmtion ate 154 Bahama ” 200 1.00 Babin. 8 on * Baspaded ey) 2.40 Barbados\" ” * 0.98 Belize . ” we 080 Benin ~ . a \"ast Bhows . 10 0.50 Bolivia BB. 136 Botewans * 0 oa Brosit “ past 1438 Barkian Faso. a oat + Boreas ” ec 18 Burundi. \" ™ ona Oucaroon 8 Lor Gaye Borde. - 0 0.30 Central Afvian Republi. w~ 0.80 hed - - rm 090. cue - 485 486 Chine +. eats ase Colombia. eT as Comores. “ 60 0.60 ‘Congo, People's Republic ofthe. a os Conta Bice. Mt aap Oypece ” ees 204 Dios |, ” o , 0.20 Dominion. . 60 0.50 ‘Dominican Repsblie wpa a Koodo... wane +s : Reypt, Arab Republioof 489 a iGoleader. le a3 Hequatorial Goinee 2 ~ 080 “| Scounteinlisted under Gstegocy Two are developing cembér oountrien forthe purposes of this Convention. CATEGORY TWO Biklopia a” om Fis _ a n an Geten “ ‘6 0.08 :",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "36 «Multilateral Investment Guarantee Agency . Act, No. 57 of 1988 - every Number of Sharae Subscription (enilions of SDE)",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "Gamtio, The. ” ro o.80 bans ” we 248 Greco ” ve, 280 2.30 Gemads \" 0 = One . Gastenels Mo 140 Guinea ” ” is 091 Gaines Biamu ” oo 9.50 Gaya - 4 086 Haid ” - 6 076 Hlondwes TOL 101 Hegre en 5.54 Tati ” oa 3048 Indocosla ws a 8068 1049 ren, Yelomle Bepublis of 4, 660 18.50 Ing - 380 3.0 Toreel - a at ny Ivory Coat ote 136 Tema. tae : 181 Jordan ” oF 087 Keupochsn,Demostetio 98 093 Kanye ” MB aa ‘Kocia Ropublle of er) 409 Bawsit 7 980 \"930 ‘Lao People's Democrats Bepabile 6 0.80 Tetancn OE aaa motto. “ 0 0.20 Kibetia - Be one Libyon Avs Jamabiniye: O49 50 Mndageecer 100 1.00 Meewi . n on Malaya. =D 6.79 Maldins ..” . » 050 Mall “ ar ost Make ” ” 6 os Menritenis 8 063 Movies ” a ost Merion we eer 1st ‘Moroeo ee) $48 Moxambigna ” oT os . opal o o 0.08 Buarepoe We oe Niger ” ” @ 0.82 Nigra, re) sue Oman ” a me awe",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "Multilateral Investment Guarantes Agency 37 Act, No, 87 of 1988 + Consing Number af Shares Gebecripsten milton of SDB} pe ce Panase + BI an Papua Now Guise - 8 + 0.88 Peroguey - 80 . 0.86 Bora ” 8 3 Philippine. ate 44 Portugtl B88 a8 “Qater ” pon lst 1st Romain. O88 358 Rwanda ” 18 0.78 . ‘Bh Christopher and Nevis. 50 0.30 \"et. imaia ” oy on, Bt Vinwent - v9 050 \"$x0 Tome and Principe ” 69 0.60 “Bead Arabia. BST at Soom] er) at Seyehation ” Py \"aso Bierra Leone. ” 6 + om ‘Singepory Par) er) ‘Soloman Zslands, ” 0 0.00 fomlin - 2 0.78 Spin . 86 12.88 Btileaks ee an Sudan - 208 2.08 Swine - 82 ost Byvion Arab Ropublio Sas. 106 . Sweailané o 6 0.88 Tamanin cw la Thailand oo at 421 . ‘Tose. * o 1\" on ‘rinidad and Taboga 8B 2.08 Tunis 2 ae 1.68 Toney So ae £02 Waited Arab Emirates Soo a ae Ugenda Do se re Uruguay ee) ror Yanosta o 60 250 Yenormela Saget waz VistNes | coe) 220 ‘Western Samoa u 0 050 ‘Zemon Arab Republio 2 or 06 ‘Xemon, People's Democtatis Republic of 115 1as ‘Yogetlavia Ob 635 Maire an MB Be Bembie Te aie + sis Zimbabwe tts 296 . ___— 40.591\" ———- a0627 Tobet .. 100,000 1,000.00",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "38 Multilateral Investment Guarantee agency Act, No, 87 of 1988. SCHEDULE B . . . Le Euscon oF Dmnscronm :",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "1. Candidates for the office of Director shall be nominated by the Governors, provided thar a Governor may nominate only one person. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "2 The election of Directors shall be by ballot of the Governors.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "3. In balloting for the Directors, avery Governor slisll cast for ‘ono candidate al the votes which the morhber represented by him is entitled to casi under section (a) of Article 40.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "4. One-tourth of the number of Directors shall be elected. separately, one by each of the CGlovernors of members having tho largest number of shares. If the total number af Directors 1s not Givisible by four, the number of Directors so lected shall be one- fourth of the next lower number that. is divisible by four. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "& The temtining Directors shall be elected by the other Governors in accordance with the provisions of paragraphs 6 to 11 of thir Bchedule. : '",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "& If the number of candidates’ nominated equals the number of such remaining Directors to be elected, ali the candidates shall be lected in the first ballot; except thet a candidate ‘or candldater having received less than, the minimam pefcentage of total voles",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "* determined by the Council for such election shell not be elected = if any condidete sball have reorived more than the maximum. _ Percentage of totas votes determined by the Council",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "7. If the nwoher of conilidates nominated exceeds the number of such remaining Directors ta be elected, the candidates receiving: the latgest number of votes shall be elected with the excention of any candidate who has received less than the minimum percentage of the total yotes determined by the Council.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "8, If all of such remaining Directors are not elected in the Grst ballot, m second ballot shall be’beld. The eandldate or candidates ‘uot elected in the first ballot shell again be eligible for election.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "8. Jn the socond ballot, voting shell be limited to () those Governors having voted in the first ballot for a candidate not” lected end (il) those Governors having voted in the first ballot tor an elected candidate who had already recefved the maximum percentage of total votea determined by the Counell before taking their votes Lito account,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "10. In determining when an elected candidate has received more than the meximum percentage of the ‘votes, the votes of the Governor casting the largest number of votes for such candidate shall be counted fret, ten Uie votes of the Governors casting the .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": ". ‘next largest number, and so on until such percentage js reached,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 14,
    "text": "11, Tf not all the remaining Directora have been elected efter the second ballot, further baltote shall be held on the same * principles until all the ramaining Directors are elected, providet ‘that when only one Director remains to be elected, thia Director ~ may be elected by a slmple majority of the remaining votes and ‘shall be deemed to have heen elected by al] such votes, :",
    "mean_p_confidence": 0.8
  }
]