[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee) PARLIAMENT OF THE DEMOGRATIC SOCIALIST REPUBLIC OF SRE LANKA LAND DEVELOPMENT (AMENDMENT) ACT, No. 22 OF 1993 Poot [Certified om Sst March, 1980]° 9% 5-5. 4 eazy 1 (Printed on tha Orders of Government), Bo. ' —_ 1, Published as. Supplement to Part If of the Gazctie of the Demecratle an ‘Socialist Republic of Sri Lanka of Apri) 02, 1903 t PRINTED AT EW DEPARIMGSNT OF GOVEIOINRNE PRINTING, SRF LANA , ‘70 WE PORCKAGED Aq} pur COVERNMISNT PUBLICATIONS BUEEKD, coLoMaD 7 j Frice: 00 cents . Postage: Re, L6 4 ‘",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "rm Lond Development (Amendment) |, \"| Act, No, 22 of 1903",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "[Certified on 3iat March, 1993] . +",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "ED—0. 46/68 :",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Ax Acr To saan tax Lan Devexorsemrr ORDDTANCE ‘BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as followa:—",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited os the Land Development Short tide, (Amendment) Act, No. 22 of 1993.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 Section 2 of the Land Development Ordinance (here- Amendment Santior referred to an the “principal enactment\") is hereby $f puto amended by the insertion immediately after the definition 464, of “holding”, of the following new definition :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘“ Housing Development Finance Corporation of Sri Lenka Limited ” means the Corporation established ‘under the National Housing Act (Chapter 401) :’.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "% The following new section is hereby inserted imertion immediately after section 23a of the principal enactment S57\" .., and shall have effect as section 232 of that enactment :— fa the fBoverot 28m, The Land Commissioner may, within CHER | Semmte. one year from the date of notification of wet aside selection of a person for alienation of state GEipesiehs, land, ext axlde auch aeleotion if in the opiaton",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "of the Land Commissioner, such pereon has tailed or neglected to develop auch land of failed to take up residence on much land”, -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4 Section 39 of the principal enactment ig hereby Replacement repesled and the following section substituted therefor:— $f bettion",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "beincipal",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“Tend 3. No Jand alienated on @ permit or grant enaciment, qieoated shall be seized or sold in exacution of the Precpted decree of any court: Pei - Bebe, Provided that the preceding provisions of Sour this section shall not apply to the selzure and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "* sale of land alfenated on a grant in the b enforcement of a mortgage on that land IT . which ia permitted by this Ordinance: .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a «fend Development (Amenament) gE, Act, No: 22 of 1993 - 4 ; Provided further that where any land wows alienated on a grant has been accepted as . bail for the release of any person accused of + am offence before any court and where such -e. Person does not appear ag required by mich . court, such land may be seized and sold for Loe the recovery of such amount as may be fixed » @5 bail by such court”. : Tpeertion & ‘The following new section 1s hereby inserted new gestion ala ‘immediately after section 41 of the principal enactment and Brincipal ‘shall have effect as section 41a of that enactment:— fmactmemt, 4 Y 5 g SSetaure 42a. Nothing in the preceding provisions oe pages of this Chapter shall be deemed to prohibit ond pea ' ‘be seizure and sale, by the People’s Bank, Tiaitutisas, the State Mortgage and Investment Bank, the vrs\" Bank of Ceylon, the Development Finance Corporation of Ceylon, the National Develop- ment Bank of Sci Lenks, the National Housing Development Authority, the ‘Housing Development Finanes Corporation of Sri Lanka Limited or a registered society ‘or other prescribed institution in accordance with the provisions of the lew providing for the establishment of such Bank, Corporation, Authority, zocisty or institution, of any jand alienated on a grant, for the enforcement of @ mortgage on that Jand axecuted in favour of such Bank, Corporation, Authority, society cc... +9F institution, as the one may be”. Amendment\" '6. Section’ 43 of ‘the: principal’ enactment is hereby Gi Grise amended by. the mubstitution, for paragraph (b) of that Brincipel .. section, of the. following paragraph :— . vv\". 3\" sa¢by ghatl mot mortgage such holding to any person eore other. than the State Mortgage and Investment -Bank, , the. People’ Bunk, the Bank of Ceylon, the Development Finance Corporation of Ceylon, the Nations] Development Bunk of Si Lanke, the ‘National “Hottsiig | Development Authority, the ‘Houiing * Déveloprient Financa Corporation of 541 ‘Lanka, Limited, \"any registered society oF | other, preséribed institution,”",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "oT Land Development (Amendment) 3 Act, No. 22 of 1983 7. Sections 106 and 107 of the principal enactment are Replacement",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "hereby repealed and the following sections substituted fis*sn™ one Bar palatice to 106. If it appears to the Government Tactment. elder Agent that a permit-holder has failed to er observe a condition of the permit, the been & Government Agent may ise a notice in the reach Prescribed form intimating to such permit condition holder thet his permit will be cancelled ae unless sufficient cause to the contrary is",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "shown to the Government Agent on a date",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "and place specified in such notice, Tetlod 107. The date specified in a notice issued",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Torthewing Under section 106 shall not be lewx than cause, thirty days from the date of tha issue of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "such notice on the perm{t-holder.\", TeRRe",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "% Section 1184 of the principal enactment is hereby Amendment amended by the substitution for the words and figures fies ef the “under section 28a varies”, of the words and figures Principal “under sections 234 and 23s varies”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "9 In the event of any inconsistency between the Sinhala Sinhala and Temil texts of thfs Act, the Sinhala text shell pal prevail, casa ot",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "fener",
    "mean_p_confidence": 0.36
  }
]