[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "’ PARLIAMENT: OF.-CEYLON “Ist Session 1960-61 : iti 7 st “ Village Councils (Amendment’ Act, No. 60 of 1961 + Date of Assent: June 19,2961 °F 2-34 , Printed on the Orders of Government . Printed st the Govaxrment Press, Cevton, To ba ° Pardue coc a a, AM, Ta be Aznunl ‘subscription ove Bille} Rs, 25, Payable in Buazau, Poet Orsice Box 500, Secretariat, Colombo bo” * Price: Re 125 . Postage: 35 cents, |:",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Villagi- Councils (Anétdrient) Act; . No. 80 of 1962 .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "L. D.—O. 88/88,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Aw Acr 70 Aan raz Vitracz Communrrtes OnpiN- 8 at 90 atRE GENOA KHENDMESTS APEBCEING ESTP VILLAGE AREAS IN CBRTAIN OTHER WRITTEN LAW, ‘page 135,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(Date of Assent: June 19, 1061] .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "BE it enacted by the Quoen’s, Most Excellent Majesty, by and with the advice and eonsent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "4. This Act may be cited ‘as the Village Councile Stet th {Amendment) Act, No. 60 of 1961, and shall come into wien operation on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2 (1) In the Village Communities Ordinance (Tilers. hoveinedter referred ne the ‘principal enact- Geimem® ment.”) and in any other written lew, there shall be out\" Yilege substituted, — fede ove",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(a) for the words ‘* Village Communities Ordin- st Yilare",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "ance\", the yore Village Councils S77»",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Ordinance ””; . goa Flees ®) for the words ‘f Village Committes””, the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "words “ Village Council\"; and co (©) for the word ** Committee” (denoting Yil-",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "lage Committee \"), the word ' Council”. .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) Every reference to the Village Communities Ordinance and a Village Committee in any notics, notification, instrument or other document shall be read and construed as a reference respeotively to the Village Councils Ordinance and » Village Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "8.” Section 11 of the principal enactment is hereby amenameat of amended as follows:— seaion 1 of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": ". (1) in sub-section (1) of that section, — socal,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(a) by the substitution, for the words “ every",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "village headman's division in a village ares shall be deemed to be a ward ”, of the words “every village headman’s division in a villago area, o, if only a part of any village headman’s division is in that area, that part,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "~ shall be deemed to be a ward \";and",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "23. 2 sss 80 0) .",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "“2 Village Councils (Amendment) Acs, . No. 60 of 7961 @) by the substitution, for the second proviso thereto, of the following new proviso: — “Provided, however, that the Minister . may, by notification published in the Gazette — . (@) sub-divide— (i) an existing ward, or Gi) the combined ares of twa or more _.., ,, Sxisting wards, or (iii) the combined area of parts of two . or more existing wards, Or _",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": ". Gv) the combined area of an existing ward and a part of another existing ward,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "into two or more new wards with such limits as shell be specified in the notification; or (®) amalgemate— . (i) two or more existing wards, or + (ti) parts of two or more existing . wards, or (ii) an existing ward end a part of . another existing ward, : into a new ward with such limits as shall be specified in the notification.” ; and . * @) by the insertion, immediately after sub-section . (1) of that section, of the following now sub- section: — . “ (1a). The limits of any such part of & village headman’s division as ia doomed Flag “aroe ail bo° spotted tye ares. shall i! ‘Minister by notification published im the : Gaxeite.””. easton of 4. The following new section is hereby inserted iy wim immediately after section 11, and shall have effect 23 Bese! section 114, of the principal enactment: — LEB ot 11a. (1) Where in consequence af , stelitian of an order’ under section 6 or a notifica- ree er tion under section 11 the limita of any sor wis, | ward of a village area are altered, the member lected for that ward sball, upon the coming into force of the order _ OF notification, vacate his office, and & by-election in accordance with the provisions of written law for the time",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Villoge Councils (Amendment) Act, 3 , 7 Wo. 60 of 1961 ..  béing applicable in that behalf shail be held in that ward for the purpose of filing up such vacancy:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Provided, however, that the pre-- ceding provisions of this sub-section shall not apply in any. case where the Minister declares by such order or notification or any subsequent order or notification that the alteration made in",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". the limits of the ward is such that a by-olection is unnecessary.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(2) Where in consequence of an order under section 6 or a notification under section 11 a new ward of a village area is creatad, an.election in accordance ‘with the provisions of written law for",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". the time being applicable to @ by-cleo- tion shall be held in the ward s0 created.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(8) Where in consequence of an order under seotion 6 or @ notification under section 11 any ward of a village avea is abolished, the member elected for that ward shall, upon the coming into force of the order or notification, vacate his office,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "(4) Every member elected at a by-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". election referred to in sub-section (1)'",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "or an election referred to in sub-section (2) shali, unless he earlier vacates his",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "_ office, hold office until the expiry of the . current term of office of the members elected for the othet wards of the village area at the last general election. ””.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "6, Section 19 of the principal enactment is hereby . repealed and the following new section’ substituted Daytrometot herefor:— ms ieee austen 18. (1) If the Assistant Commis. “Me",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "sioner is aatisfied thet any member of & Village Council has after his election",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "4 Village Councils (Amendment) Act,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ". No. 60 of 196% been absent, without notice to the Coun- cil, from more than three consecutive meetings of the Council, the Assistant Commissioner shall, subject to the pro- visions of sub-section (2), by notice published in the Gazette declare that such member has vacated office, and thereupon such member shall vacate - office as from the date on which such declaration is published in the Gazette. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(2) The Assistant Commissioner shall not declare under sub-section (1)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ": that any member of a Village Council has vacated office except after notice to the Chairman of that Council and to such member and after such inquiry as the Assistant Commissioner may deem",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ": necessary. Every such notice shall be sent by registered post.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ": (8) Where a member of a Village Council has, without notice to the Council, abeented himself from three consecutive mestings of the Council, the Chairman of the Council shall, within seven days after the date of the third of such meetings, inform the Assistant Commissioner in writing of such absence.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "(4) Where the absence of any mem- ber of a Village Counci) without notice to the Council from three consecutive meetings of the Conneil is alleged to the: Assistant Commissioner by any persot other than the Chairman of that Coun- « cil, the, Assistant Commissioner may, before inquiring into the correctness OF otherwise of the allegation, require such person to deposit in the Kachcher such spm° not exceeding twenty-five rupees as the Assistant Commissioner” may require.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Village Councils (Amendment) Aot, 5",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": ": ‘No. 60 of 1062",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "-  (B) ‘The sum deposited under sub- section (4) shall, in the discretion of the Assistant Commissioner, be for- feited oad gredited to the ‘communal fond of the Village Council regarding whose member the allegation reterr to in sub-section (4) was made, if—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(a) the Assistant Commissioner finds",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "that such allegation is faleo ‘snd the person who made such allegation has done 20 with = frivolous, vexatious or -mali- cious intent, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(®) such person subsequently with-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "draws such allegation, or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(©) such person fails to attend any",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "inguiry held by the Assistant Commissioner “into such allo- gation or refuges to give Svidence at such inquiry.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(8) Any sum deposited under sub- section (6) shall unless it is forfeited under sub-section (6), be returned to the parson by whom it was deposited after the conclusion of the inquiry held by the Assistant Commissioner.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(7) Any person who alleges to the Assistant. Commissioner that a member of a Village Council has without notice to the Council sbsented himself from three consecutive meetings of the Coun- cil, knowing or having reason to believe that such ellegation is fale, shall be guilty of an offence and shall, on con- Yiction after summary trial’ before a ‘Magistrate, be liable to a fine not excéeding one hundred rupees or to im- prisonment of either description for = period aot exceeding six months or to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "th such fine and imprisonment.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(8) The Chairman ofa Village Council who refuses or wilfully negiects to comply with the provisions of sub- “section (3) shall be guilty of an offence",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Village Councits (Amendment) Act, - No. 60 of 196% . and shall, on conviction after summary trial before « Magistrate, be liable to a . fine not exceeding one hundred rupees or to imprisonment of either description : for a period not exceeding six months or : to both such fine and imprisonment. ”. Amgmament of 8, Section 25 of the principal enactment is hereby ie'jemeet © — amended, in sub-section (1) of that section, by the smomeh substitution, for all the words from ‘the first ‘ theeting ” to the end of that sub-section, of the + following :— “‘ the first meeting thereot by notice. Such notice shall, at least five days before the date fixed _ for the meeting, ; (@) be published in the Gazette and in one or more Sinhala newspapers circulating : in Ceylon, if the language in which proceedings are conducted in that Council is Sinhala, or in one or-more newspapers in Sinhala and Tamil circulating in Ceylon if the language in which proceedings are conducted in that Council is Tamil, and (8) be despatched by registered post to each . elected member of that Council.” Amanizant of 7. Section $0 of the principal enactment is hereby S229 amended, in sub-section (6) of that section, by the ‘snacizaant, substitution, for the words “' twenty rupees”, of the . words “ fifty rupees ’”. Tameton of 8 The following new sections are hereby inserted HrcTee immediately after section 30a, and shall have effect ate as sections 308 and 30c, of the principal enectment Eran «as: amended by Act No. 28 of 1957:— ‘Bower of 808. During the period commencing Sieniloner on the date of Spearrence of a vacancy iD under cersia | the office of Chairman of a Village Stum‘e’ °° Couneil and ending on the date of elec ‘ fren, ani tion of a new Chairman, or during the fem te eriod of absence of both the Chairman Gimmes. - and the Vice-Chairman of « Village",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Village Councils (Amendment) Act, 7 No. 60 of 1961 . Council on account of illness or other . unavoidable cause, the Assistant Com- missioner shal] be entitled to exercise the - same powers, and perform the same duties, as a Chairman daly elected hy ‘that Council, Remon of 30. (1) The Assistant Commissioner Germo'tcs. ° shall, whenever requested in writing by ‘resolution of not less than one-half of the total number Bs Males. of members of a Village Council to con- vene a special meeting of the Council for the purpose of considering a resolu- tion for the removal from office of the Chairman of the Council, forthwith convene @ special mesting of the Council . for such purpose. i, (2) Where, at any special meating of a Village Council convened under sub- section @, ‘a resolution for the removal of the Chairman of that Council from the office of Chairman is pessed by not less than two-thirds of the total number of members of that Council, he shall be . deemed to vacate such offica on the date on which such resolution is so passed; and the members of the Council present. at such meeting shall forthwith proceed to the election of, and shall elect, one of their own number to be the Chairman of - the Council, but no such election shall be “held unless there is present the quorum mentioned in section 26. (3) Where the Chairman is sot elected ~ at the meeting referred to in sub-section - (2) or the election of the Chairman is not \"eld at that meeting by reason of the want of a quorum, the Assistant Commis- sioner shall, by notice in accordance with the requirements of sub-section (8), forthwith convene » special meeting of the Village Council for the purpose of electing the Chairman. The election of the Chairman shall not be held at that spenial meeting unless, there is preset the quorum mentioned in section 26. Where the Chairman is not elected at",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "8 Village Councile (Amendment) Act, No. 60 of 1961 that special meeting or the election of the Chairman is not held at that special meeting by reason of the want of a quorum, section 29 shall apply as if that section ‘included a reference to the failure to elect the Chairman in accord- : ance with the provisions of this sub- . section. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(4) Where, at any special meeting of a Gu © Couneit convened under sub- Setion Q, a resolution for the removal of the Chairman of that Council from the office of Chairman is negatived or is passed by less than two-thirds of the total namber of members of that Council, no other meeting of that Counoil for the purpose of considering « resolution for The removal, from offce of the same Chairman shall ba convened by the Assis- tant Commissioner within six months after the date on which the first-men- tioned resolution was negatived or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": ": passed, anything in sub-section (1) to contrary notwithstanding.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(6) ‘The Assistant Commissioner shall . preside at every special ing on Yened by him under this section, but shall not be entitled to vote on any question coming up for decision thereat.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": ": (6) The Assistant Commissioner shall, on the termination of every special meeting convened by him under this section, cause the minutes of such meet ing to be entered in the book opt for that arpose under section $8, and shall sign such minutes. A copy of sock minutes shall be forthwith sent by the Village Council to the Commissioner of Local Government.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(7) Where for any reason other than * the want of a quorum a special meeting",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "; convened by the Assistant Commissioner under this section is not held on the date appointed by him, he may by farther notices in accordance with the require- ments of sub-section (8) appoint, as often as may be necessary, any other date for such meeting.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Village Counoils (Amendment) Act, 9 No. 80 of 196 Every special meeting of a Village Colabedl tdey this vation shall bo oot vened by the Assistant Commissioner notice in writing addressed to and sorrel upon each member of tha Couneil not less than. two days before the date of the meeting, 0 sotvice of any such notice cannot for any reason be effected Personslly on any member, the notice - shall be deemed to be duly served if itis -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "sent by post to, or left at the last known place of abode of, that member, and every such notice which ia sent by post shall be deemed to be served at the time at which it would be teosived in. the . ordinary course of post. Every notice shall apecity the date, time and place of the meeting.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(0) Where the number constituti aod proportion of the totsl munber of members of a Village Council as is men- tioned in sub-seotion (1) or sub-section",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": ". (2) iz on integer and a fraction, then, t the purposes of this section, the next higher integer shall be deemed to be the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "number constituting that proportion.”’,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "9. Section 99 of the principal enactment is hereby simxines of amended by the substitution, for the words “at the S03 of commencement of this Ordinancs ”, of the words and sitcmet. figures “ on December 31, 1938, ”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "410. Section 48 of the principal enactment Js hereby Reems of repesled and the following new section substitute 8 therefor:— 8 aa + Genel 48. For the purpose of the discharge of omens. ita duties under this ‘Ordinance &",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": ". Village Council (without prejudice to any other powers. spenialy ‘conferred upon it) shall, subject to the other pro- visions of this Ordinance and to any rules made thereunder, have tho following powera:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) to create all such posts or offices as",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": ".. it may deem necessary; ~ +, ®) @ to assign to any post or office © © 00 wie rervioe of the Count, . other than a scheduled post within the meaning of the",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "7 Ww Village Councils (Amendment) Act, No. 60 of 1962 . Local Government Service Ordinance, such salary, allo- ‘wances or remuneration as the Council may think ft; (ii) to make, with the prior approval of the Assistant Commissioner, advances of salary to officers and servants of the Council for such pur- poses and subject to such terms and conditions as may be presoribed by rulea which the Minister is hereby authorised to make under section 59;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "{¢) to remove any officer or servant of the Council, other than a mem- ber of the Local Government Service;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "(@ to abolish any post or office in the service of the Council which is not a scheduled post within the meaning of the Local Govern- ment Service Ordinance;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "(®) (i) to grant pensions to officers and servants of the Council who are not members of the Local Government Service on",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": ". their retirement from service; (ii) to establish and regulate & provident fund for the benefit of the officers and servants of ‘the Council who are not mem- - bers of the Local Government Service aud who will not receive 9 pension from the . Council under sub-paragraph @, and to make contributions to such fund from the commu- . nal fund;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Village Councils (Amendment) Act, 11 No. 60 of 1962",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(f) to grant leave of absence to offi- cers and eorvants of the Council . who-are‘not members of the Looal Government Service;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(g) tespend any part of the communal fund in the payment of subsis- tence and travelling allowances to officers and servants of the Council by way of reimburse- ment of expenses incurred in the performance of any duty;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(8) to enter into any arrangement with any other Village Council or other local authority for the joint execution of any work or. Yor the employment and remuneration of any officer or servant, not being a member of the Local Government Service, for the several purposes of each Council or local anthority;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "( to spend any part of the commu- nal fond on maternity and child- welfaie services, the training of midwives for the purposes of any maternity service eatab- lished by the Council, housing",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "_ schemes, such charities or such measures for the relief of dis- + tress cansed by rain, floods, fire, earthquake, famine or epidemics, or such other pur-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ": pose as may be approved by the Minister;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "@) to parchase or take on lease any iand or building;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(2) to sell, exchange or let or give out",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": ": com lease, any land or building - which is deemed to be vested in the Council by virtue of section 39; or which has been purchased.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "2 Village Councils (Amendment) Act, Wo. 60 of 1961 2 . or otherwise acquired by the Council; or in the case of any Jand or building vested in the Council by a vesting order under section 40, to Ist or give a out on Iease euch land or build- . ing to any person subject to the conditions of the vesting order, or to surrender such land",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "or building to the Crown;",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(@® to receive and hold property in trust for the inhabitants of the village area, or any section of such inbabitants, or for the Purposes of any publie service adwinistered by the Council, and to otherwise act as trustee for any public purpose;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(m) to enter into any contract with any person for any work to be done, service to be rendered, oF goods or materials to be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": ". supplied; (a) to spend any part of the communal fund for the construction oF ' alteration, improvement or maintenance of village works, and for the purpose of adminis- tering any property vested in oF acquired by or otherwise trans- ferred to the Council, or of carrying out the provisions of . : this Ordinance or any by-law made or deemed by virtue of any written law to have been « made therennder;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "(0) to establish ferries, to impose and to levy or to lease the right to collect tolls at any ferry estab- ished or maintained by the Council, and for the protection",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "Village Councils (Amendment) Act, 18 No. 60 of 1961 of such ferry, to prohibit or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "-  yeatrict private ferries by by- Jaws made in that behalf;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "{p) im the case of a ferry establiahed or maintained between any place within the. village area and apy place within any other",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ". village area or within the administrative limits of any",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "~' other local authority, to dis. tribute the tolls that may be imposed or levied in respect of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ". any such ferry, in such manner",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "or proportion as may be fixed by",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "agreement entered into with",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "the Council of the other village",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "_ area or with such local autho-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ". rity, as the case may be, and to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "apend any part of the communal",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "fund for any work of construc-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "tion or maintenanes to be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "carried out beyond the Himita of",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "the village area in connection with any such ferry;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": "@ to spend any part of the communal fond in the conduct of experi- ments in agriculture and the breading of domestic animals, and in the maintenance of experimental farms and studs for that purpose;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ". (7) to make by its officers authorised in that behalf and the servanta or workmen accompanying them all such entries into lands and buildings and inspections there- on as may be necessary for the detection and abatement of nuisanees, the detection, pre-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 19,
    "text": ". \" vention and abatement of al) contraventions of this Ordin- ance or of by-laws or rules made",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "uw Village Councils (Amendment) Act, No. 60 of 196% °",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "thereunder, or for the perform-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "4. ance of acts required to be dove",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "* \"ander this Ordinance in respect of which the owner or occupier is, or may be deemed to be, in defanlt; ~ .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(s) by its Chairman or other officer authorised by him, to hold all inquiries which the Chairman may deem necessary for. any of the purposes of this Ordinance, and for the purpose of all such inquiries, to administer oaths and summon witnesses;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "@ to set apart euch contributicns from the communal * 0d as the Minister may approve towards the cost of any association of local authorities for the coa- sideration of matturs relating to local administration;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "{#) to spend any part of the communal fund in the payment of travel: ling allowances 1. wembers of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": ". the Council for attendance at meetings of the Council, or to mambers or officers of the Coun- oil attending, with the approval of the Council, auy meeting OF conference of members OF officers of Villagy Councils for the consideration of matters relating to local administra- tion;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "(v) to apply an; tof the communal fund ‘o the. paj sant, of such",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "_ expenses not exoeeding in ihe te one thousand Fup",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 15,
    "par_num": 11,
    "text": "+ HEF year as may be ineaered",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "1.” Village Councils (Amendment) Act, BUS : + No, 80 of 1967 ‘hs 71%, by the Couneil, and such other ‘expenses as may be incurred by the Council with the prior sanction in writing of the Minister, in connection with civic receptions or the celebra- ' tion or observance of any events or occasions of public interest, or any religious, charitable, i cultural, health, recreational or . educational purposes; : (w) to make from, the communal fund such contributions not exceed: . ing in the aggregate five hundred rapes fany year as : may be voted by the Cooncil, and such other contributions as om may be voted by the Council with the prior sanction in writ- ing of the Minister, towards the cost of public entertainments or Tecreations, or towards the sup- port of any libraries, or aay educational, scientific, charit- . able or benevolent institutions, : or, any, religions, charitable, . cultural, health or edooational e purposes; {a) to institute or defend any legal proceedings which the Roanedl may deam necessary to institute or defend for the’ purpose of enforcing or protecting the 7 rights of the Council or of the a public or of protecting its . ‘tmerbere or officers in the execu- . tion or intended execution of . their duties; . (y) to enforce by-laws made or deemed ! by virtue of any written law to ‘ . have been made by it under this - Ordinance and to enter prosecu- tions in the Rural Court for 2-4 breaches of such by-laws; B96 8)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "16 “Village Councils (Amendment) Act, No, 80 of 1961",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(@) generally to do all things necessary for the effective exercise of the Powers and datise of the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "‘ouneil.””. : Toentin.o¢ 44. The following new sections are hereby inserted rn cr inmedistely after section 48, and Salve effect a3 iS ions 44, and 448, o} inci sheckment, enactment: — Principal “Pome 44, (1) Whenever it appears to the | ed Chairman of any Village’ Counell that an examination or a survey of any private land, building, or premises is necessary for any public parpose in the village 763 for which the Council is constituted, it shall be iawful for the Chairman to direct any officer or servant of the Council to make such examination ot survey, and it shall thereupon be lawful for such officer or servant and his workmen to enter such land, building or premises, and to do thereon ‘any of the following: acts:— @) to make s survey and to take : : levels; :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "@) to dig or bore into the sub-soil; «",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(@) t© do other acts to ascertain whether the land, building, oF premises is or are adaptable to such public purposes",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "@ to set out the boundaries of any Jand which is to be acquired, or street lines, or the lines of any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": ". . work proposed to be carri out;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(©) to mark each levels, boondaries, oF ines, by placing perma marks on existing Quuldings, trees, posts, walla, fences, OF < other thed ‘objects, or by. fixing",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": ". new marks, or by ‘cutting trenches as the case msy require;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "- (A) and where otherwise survey cal not be completed or levels taken, or the boundaries em the lines marked, to out dows",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "Village Councils (Amendment) Act, 7 No, 60 of 1961 and clear away any obstructions “+, interfering with the execution ve 0S of such work. : \". ° @) Where eny damage is caused to any land or ss anything ‘therern by the performance of any of the acta referred {in subsection (1), full compensation shall be paid by the Village Council to the owner or other person entitled thereto.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(8) No person shall enter any building or any enclosure attached to a dwelling- house for the purposes of sab-section 6 except with the written consent of the Deeupant thereof, or if such consent ig withheld, with the written sanction of the Chairman of the. Village Council.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(4) Every mark fixed on any land under this section shall be deamed to be the property of the Village Council.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "Seis ot 44a, (i) It shall be lawful for any Tee, person thereto authorised by the Chair- seul man of 2 Village Cooncil to seize any m or, bale, horse, sheep, gouk or Pig, = which he may find tied, tethered or straying on of about any’ road or path within the administrative limits of, the Council, unless such animal is tied or tethered to cart which is being loaded or unlonded, and to place every animal 80 seized in the pound established by the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "Council for the purpose.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(2) No animal seized under snb- section (1) shall be delivered to the owner thereof except upon payment to the Chairman of the Village Council of the sum of one rupee, or such other sum as the Minister may by notification pub- lished in the Gazette fix from time to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": ": time, which the Chairman shall causs to be remitted to the parson by whom the . animal may have been seized, and of a forther sum of thirty ceints for each day during which the animal may have been",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "kept in the pound. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "@) If no person claims any animal planed thd dor pays the dues",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": ". aired ‘by sub-esction @) within ten",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": ". 18 “Village Councils (Amendment) Act, No. 60 of 1961 : . * days after the seizure of the animal, it shall be. lawful for the Village Council to sell it by public suction, and after payment of two rupees, or such other sum as the Minister may by notification published in the Gazette fe from time to time, to the person by whom the animal was seized and a sum calealated at the rate of seventy-five cents » day for the custody and maintenance of the apimal in the pound, to pay eny balance of the proceeds of such sale, if such . balances is not claimed and the payment thereof is not obtained by any person . entitled thereto within » period of one year from the date of such sale, to the communal fund, :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "(4) Tho provisions of this section shall have effect in every village area notwithstanding anything contained in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "On. 1, the Cattle Trespass Ordinance. + Tsteterenoe 443, ‘Any person who removes 8Dy ria pees animal from the lawful custody of any stern’ Person authorised to seize it under gaia go section 44a, or who in any way molests",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "oo Bl or obstructs such person in the exercise",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "or discharge of his powers or duties,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "shall be guilty of an offence punishable",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "by the Rural Court having jurisdiction",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": ". over the area in which the offence was : committed.”",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "Acminentot 12. Sevtion 45 of the principal enactment is",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "Tease? hereby amended, in sub-section’ (8) thereof, 98",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "solet ——follows:—",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "(1) im paragraph (a) of that sub-section, by the betition Jor the word Sain, of the word “ nine”;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "(2) in paragraph (b) of that sub-section—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": ". @ by the substitution, for the words",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": ": “fifty cents’, of the words “* two",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "Tupees ”; and",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "(i) by the substitution, for the words ~",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": "“outside a built-up locality and”,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 19,
    "par_num": 19,
    "text": ". of the words “ within the village area and which“; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Village Councils (Améndmont) dot, 18 . No. 60 of 1961 (8) by the insertion, immediathly alter the second proviso in that sub-section, of the following Rew proviso >— “And provided further that the . Village Connoil shall not impose an acre- age tax exceeding fifty cents o year on gach acre of any divided portion of land, duly defined and forming one property, : rich is less than five acrea in extent end ig situated in any area declared by tho Minister by Order published in the Gazette to bea special area for the purposes of the imposition and levy of that . tax: 7, __48, The following new section is herehy inserted Tamtin of immediately after section 45, and shall have effect as’ 397 $74\" section 454, of the principal enactment: — Progoe! “eninion ot 454, (1) Where eny building, other ., Biraies than @ iihane containg tumilure, is . fame or remains unoccupied for an; iod, Se a Village Council me ‘allow for that stV alee — period a proportionate remission of the amount due on that building in respect - - of the assessment tast. -_ @) Where any building containing farnitare fe vrogistered with @ Village Council as a building intended to be farnished, or as a building not intended to be permanently occupied, and the building remaiis unoccupied for any period, ‘the Council may allow for that petiod «proportionate remission of ono half of the amount dus on that building ‘ in respect of the assessment tax. (3) Tho period for which « remission smay be allowed, under eub-ection (0) or sub-section (2) in respect of au building shall— ¥ @ commence on the date on which written notice is recsived by the Council to the effect that . the, building is mocenpied + . ani",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": ": 20 Village Councils (Amendment) Act, . No. 860 of 1961 .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "Gi) end on the date on which the building is re-ocoupted :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "Provided, however, that where",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": ". written notice of the date of the re ccoupation of any building is not given to the Council within threo days of the re-ocoupation, then—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "(@) if the period for which such remission. is claimed exceeds one month, no such remission in respect of one month in that",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": ". period shall be allowed, acd . (2) if that period does not exceed one month, ‘no such remission in : respect of the entirety of that period shell be allowed. . . _ (4) Every person who gives notice pader subsection (3) tha Sy building : is unoccupied, shall specify in the notice the address to which any communication may be sent to him by the Coaneil for the purposes of this section. . (5) Where any question arises aa to the period during which any building is . or remains unoccupied, the decision of the Council thereon shall be final; notioe of such decision shall be sont by post t + the address specified in the notice . relating to that building. ”. ampinmts 48. Section 47 of the principal enactment is hereby’ gig amended as follows:— . . (@) in aub-section (1) of that section by the substi-+ tation, in paragraph @ of the proviso in that sub-section, tor ll the words and figures from “ sections ”? to the end of that Petegraph, of the words and Sgures “ the tar Tralfic Act, No. 14 of 1951.\" ; ®) in sub-section (5) of that section— - (1) by the substitution, for the words and figures “‘ or section 128 of the Mani- cipal Councils Ordinance, , of the ‘words and figures ‘' or section 175 of . the Town Councils Ordinance, No. $ of 1946, or section 245 of the Muni- cipal Councile Ordinance, No. 28 of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Village Councils (Amendment) Act, No, 66 of 198% (2) in paragraph (2) of that sub-section— (@) by the substitution, for the words . ‘an Urban Couzcil or”, of the words ‘ an Urban Conneil, “ a Town Conncil or”; and (®) by the substitution, for the words such Urban Council or”, of the words ‘* such Urban Coun- cil, Town Council or” ; and 48) in paragraph (8) of that sub-section by Be Sights for all the words from ‘an Urban Council” to * Yimits ”, of the words “an Urban Council, eTown Council or a Munici- pal Council, to the Villegs Council, : roan Council, Town Council or Manicipal Council within whose . administrative limits ’*. : 418, Section 474 of the principal eusciment is Rapleemrah of hereby repealed and the following new section ‘an teat substituted therefor:— sadam ty \" Public Utility Services. Saree of 47a. A Village Council may, for the WEG\" — purpose of the village eres Of any part pa wint thereof, either independently or in con- iors, junotion with any other iocal puthority, cot: Gad elther directly (with or without the assistance of Government) or through a any promoter or body of promoters, an establish and maintain for the benefit of the persons inhabiting or resorting to : 7 guch area or part, any of the following public utility services :— (@) water supply; @y the lighting of streets, public ‘places, and public buildings; (© the supply of electric light or ‘power; + @ markets; (@) public baths and bathing places; {f) the manufacture and supply at cost price of squatting plates : for latrines;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "2 “Pillage Councils (Amendment) Ait, No. 60 of 1961 (g) the provision of housing accommo dotion for the [poorer clases: + (®) any other form of public eervice : ‘which the Council may be . specially authorised by the Minister to establish and maintain; @ any other form of public service ‘which the Council is authorised by any other written’ law: to establish and maintain.”’. Imig ot 48. The following now sections are hereby inserted Rctar immediately after section 47a, and shall have effect Sa pisapel §— ag sections 478, 470, 47D, 47x, 477, 470, 47a, 477, covet 4m, 47L, 47M, £7N, and 47p, of the principal enactment :— 2 Mamner of 472, For the purpose of the establish- rote ment and. maintenance. of any public meble wtlity utility service which a Village Council em. ig anthorised by or under section 474 to establish and’ maintein, the Council may— (@) provide for any expenses involved + . out of the ‘revenue of the : Couneil; or : (®) levy a special rate upon the area benefited by such service, subject . to such limits and exemptions as may be prescribed by by- laws; or (©) contract with the owners or coc . piers of premises for the supply of the service, and charge an enforce such rates in respect of such service as may be pres- cribed by by-laws; or @ charge such fees as it mey deem : reasonable from persons deriv- ing benefit from such service; or (®) where any such public servico is established and maintained through any promoter or body . of promoters, in pursuance of any agreement made with the Comet or under any licence issued by the Council, authorise",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "Village Councils (Amendment) Act, 28 a No. 60 of 1961 =)",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": ". such promoter or promoters to charge such fees as may be approved by the Council from persons deriving benefit from such service.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "Maxinem of 47¢. A special rate levied by a Village pase Council upon the area benefited by 8 omuvnegy water service ot conservancy service ial established and maintained by the Council shall not exoned six per contum of the annual value of all buildings and lands situated within snch area. Eiahility tor 470, (1), Where any land or building, Sanee™ which if Oikoted within any village area ot Grown and ig the property of the Crown, is prewar: oceupied or held by any person under any = - leage or permit antes by ‘the Crown, such land or building shall be tiable to bbe assessed in respect of any special rate imposed under section 472, and such petoon shall be Liable to pay and shall bay the special rate leviable in respect of that land or building.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "(2) No property of the Crown, whether movable or immovable, shall be liable to be ssized or sold for the reqvety of any special rate which may be due from any person ovoupying or holding that",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": ". property under any agreement, contract or permit, whether expressed or implied, with or ffom the Crown.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "Assemineat 47, Every special rate under section",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "aa ecorety",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "‘of mpecial 47s shall be assessed and levied and, in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "bias case of default shall be recovered sum- marily, in such manner as may ‘be prescribed by rules made under section 59: Frovided, however, that for the yurposes of the recovery of any such rate . by case of default, ‘nothing specified in the proviso in section 45 @ shall be lieble to such seizure or aale as may be “ prescribed by any such rule,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "Baenptica 479, A Villege Council may by resolu-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "Sm pest tion specially exempt any property from",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "swktin, any special rate imposed ler section ‘478 on the ground: of the poverty of the owner.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "% ‘Village Councils (Amendment) Act, No. 60 of 1961 ory 470. A Village Council may, with the pereed approvel of the Minister and aubjest to wen ‘consent of the local authority of aay area adjacent to the village area, con- tract with the owners or occupiers of any promises situated in any such adjacent area for the supply of any public utility service to such premises, and may charge and enfores rates in respect of such supply. Sener 47x. For the purposes of the establish rset. ment and maintenance of any public utility service which it is authorised to establish and maintain by or under this Ordinance, any Village Council may enter into any contract and may, subject to the provisions of this Ordinance, purchase, take upon lease, hire, cons- truct, maintain all premises, machinery, and apparatus required for such pur- poses and do and execute all such works, inatters, and things as may be necessary : in that behalt. Batepare 475. Where the Village Council estab- foo wae lishes gud maintains a public amaler wai tem supply for the henefit of the inhabitant Eis aat Of\"hhe village erea or any part thereof, Uses - the owner or occupier of any premises Pero, in such area or part, as the exse may be, in respect of ‘which the Council levies special water rate, shall be entitled to have free of further chenge # supply oF water from the public stanc pipes for the domestic purposes of himself and his household or of his tenants or .otber persons occupying the premises. Hesoiog at fiz. A supply of water for demestig entxie _purposes shall aot include a supply of -- aaa Tater for horses or eatte or for wasbiDE vehicles, where such horses, cattle, oF vehicles are kept for sale or hire, or & supply for any trade, manufacture, oF business, or fountains or swimming baths, ot for any ornamental or mecbs- nical’ purpose, or for’ puxposes of irrigation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "Village Councils (Amendment) Act, © % No. 60 of 1961 ‘potest 47. A Village Council may suppl En eater for othor than domestic purpovee or allow a private service of water to # premises for domestic purposes ia cosh Guantities and upon such terms and conditions as may be agreed upon bet- ween the Council and the persons desirous of being so supplied, or as may be preseribed by-by laws'in that bebalf. Boras ot 474, Tt shall be lawful for a Village Couey Council to establish and maintain within {e silnge the village azea all such village faire as - are required for the service of the inhabi- fants, and to provide for the proper regulation, supervision and control of such fairs. Protons 478. The following provisions shall tere opply jn the case of every village area Bence a= where the establishment or maintenance: saeite of a private fair except under the fs. authority of a licence is prohibited under any by-laws made in that behalf by the Village Council of that azea:— (1) Every licence, for a private fair granted on or after such dato &s the Minister may sppotnt by Order published in the Gazette, shall be upon the condition that should the Council at apy time : decide that it is in the public interest to establish a village : fair in place of such private fair, the authority empowered in that behalf may refuse to renew: the licence of such pri- _ vate fair, and that the owner of such private fair shall not be entitled to any compensation in r respect of such refusal. —, (2) The authority empowered’ in that behalf may, on or after the ae appointed under paragrap! , a ‘thia section, refuse to ay a renew licanoe for a private fair, if he is satisfied that tho wants of the area are sufficiently",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "8 Village Councils (Amendment) Act, No. 60 of 1961 . provided for by the village and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "- private Sine already in",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": ": existence.or in contemplation. ox 47p, (1) Wheve a Villege Council is egos satisfied that it is in the public interest wmte'ti, that any private fair should be either—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "(@) discontinued, or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "@®) taken over by the Council and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "‘maintained as a village fair, the Council may either direct the dis- continuance of such fair, or may take it over and maintain it as a village fair, subject in either case to the payment of compensation in accordance ‘with the Provisions of this section,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "(2): Where any private fair is direoted by a Village Council to be discontinued,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "e compensation payable, unless other-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": ". wise settled by agreement, shall be the difference between the value of the Premises if used as a fair under this Ordinance and the value of the same Premises if used, not as e fair, but for any other purposes to which similar Promises in the same locality are oF might be put to the best advantege, together with an allowance in respect of the cost of adapting for any such parpos® the buildings used for the fair.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "(3) Where any private fair is taken over by a Village Council to be main- tained as sa village fair, the ES pay be the value of the promis when used as a fair under this",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": ": Ordinance. <",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": ". (4) Wo estimating the value of the . premises aed a5 a fair under this Ordi- nance, regard shall be had to the depreciation likely to occur in the value . of such premises in the event of a village fair on a new private fair being getab-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "lished in the same neighbourhood.”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Village Councils (Amendment) Act, 27 No. 60 of 1981 47. Section 49 of the principal enactment is hereby  amendmet of amended as follows:— wesd (1) by the substitution, for sub-section (1) of that ' smh section, of the following new sub-section:— '(@Q) Every Village Council shall have power to make from ‘time to time such by- va, not inconsistent with the provisions of this Ordinance, as may be authorised or required by this Ordinance, or mey appear to the Coneil to be necessary for the purposes of the exercise of its powers and the discharge of its duties under this . Ordinance, and to amend, vary or rescind + any by-law 90 mede.””; (2) in sub-section (2) of that section— (a) in paragraph (G) of, that sub-seo- ton— . @ by the substitution, for enb- paragraphs (2) and (6) of . that paragraph, of the follow- : ing new sub-paragraphs:— - +(q) the oreation of posts or offices ; (®) appointments to posts Of offices in tho service ot, tbe cyanea not i 8 onts ‘withia ‘tho meaning of the Loval Government Service Ordinance 3” . and a () by the insertion, immediately : after sub-paragraph ©), of - . that paregraph, of the Lad . ing. new sub-paragraph >— 7%) the qualifications _ne-  cessary for appoint ments to posts or offices . referred to in sub- . a paragraph (0) ;\"\" ; and : (iii), by the eubstitution, for sub- paragraphs (6), @ and (©) ‘of that ‘paragraph, of the _ following sub-paragraphs :— “(o) the payment of salaries, allowances and rema- ‘ a neration to officers and '",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "2% Village Councils (Amendment) Act, No, 60 of 1961 servants of the Council who are uot members of the Looal Govern- + ment Service; (@ the establishment and . regulation of @ provi- dent fund for the bene fit of the officers and servants refered to in sub-paragraph (¢); . (@) the \"grat oF Vie ot absence to officers and servants referred to in : sub-paragraph (¢).\"; (®) in paragraph (1) of that sub-seo tion (i) by the substitution, for the word “Markets”, of the words “Village or private mat- aa kets” 5 (i) by the substitution, for sub: . paragraphs (c), (2) and (e) of that paragraph, of the. follow- ing new sub-paragraph — “@) their establishment, main- tenance and improve- @ thelr per their’ regulation, #0 vision, seer and control, including the regulation of the prices . of articles sold therein; (0) their conservancy and scavenging, and the prevention of naisances : in connection there- hae with; \"5° (iii) by the eobativotion, in sab-pare- . a of that paragraph, SRR Gof tae paragran _, ,_ kets”, of the word ‘them 3 (iv) by the omission, in sub-para- graph (e) of that paragraph, of the word “ village (v) by the sobstitation, in sub-psra- graph () (of shat paragraph, for the words “ spaces in village markets;\", of the word “ spaces; ; .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "Village Councils (Amendment) Act, 9",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "No. 60 of 1961",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "(vi) by the omission, in sub-para- , graph (t) of that paragraph, of the word “village”; and (vii) by the substitution, in eub-para- raph (2) of that paragraph, forthe words “employees ef village markets; \", of the word“ employees; *; and (©) by the insertion, immediately after paragraph (cai) of thet sub-soo tion, of the following new para - graphs :—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "“ (zeia) The regulation, —super- vision, inspection and con- trol of hairdressing saloons and barbere’ shops; oan",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "(xxit) The regulation, _super- vision, inspection and con- trol of billiard saloons;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "(xxic) The regulation, . super- vision, inspeotion and con- trol of forges;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "{axid) The licensing of austion- Su nad brokers;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "(xxie) The licensing of persons ‘carrying on the business of money lending;”.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "418. Section 50 of the principal enactment ia smeiomi at hereby amended by the repeal of sub-section (2) of yee that ‘section and the substitution therefor of the suka following sub-section: —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "“ (1) Subject to the provisions of section 56, it shall be lawful for a Village Council to borrow from the Ceyion Government, or any person or body of Persons whether incorporated or not, auch sum or Sums of money as may be necessary for any of the Barposes of the Council, Every Ivan raised by a",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "‘llage Council shall be subject to such rate",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "\"of interest and to such conditions for the. repay- ment thefeof as the Minister with the concurrence of the Minister of Finance may approve. ”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "30 Pillage Councils (Amendment) Act, * , Loe No. 60 of 1961 Iownimeg 19, ‘The following new section is hereby inserted Ug immediately after scction Sia, and shall Lave effect abaya as section 818, of the principal enactment:— ene cua ot 51s. (f) Where in any village area Vilage any tree or any branch, frait, or other Sconct in part of tree is causing ois likely to aoa ee cause damage to any building, or is in a tact\" condition dangerous to the occupants of frog smisn. any building, or to the safety of paseers- sare by along any, public thoroughfare, the fern airman of the Village Council of such _ Peery, area, may, by » notioe in writing served on the owner or occupier of the land on which such tree stands, require such owner or occupier to tie up and make + secure, or to cut down and remove, such tree or the branch, fruit, or other part of such. tree within’ such time as may be specified in the notice. ; (2) Every person on whom a notice from the Chelrman of « Village Council ig served under sub-section (1) shall comply with the requirements of such notice within the time specified therein, . and in the event of the refusal or neglect . : of such person to comply with such > Yequirements within euch time, uch : Chairman, or any offcer ot workman . anthorised in writing by such Chairman, ay enter upon the land referred to ia such notice and do what such person Was required to do by such noties, and the expenses thereby incurred ‘may be Tecovered from such person as a debt due te such Village Council.”’. Amendment of 20, Section 53 of the principal enactment is ge. horeby amended as follows; ssudirat” —_\"(1) by the substitution, for the expression “‘ seotions : 43 to 474”, of the expression “ sections 43 to 47 and section 47\"; and : . @) in paragraph (2) of that section— . @) by the substitution, for sub-paragraph © of that paragraph, of the following new sub-paragraph :—- . ‘ (@) the creation of any salaried. post or office in the service of Connell ;?;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Village Councils (Amendment) Act, a1 No. 60 of 1961 (®) by the insertion, immediately after sub- oa : paragraph (oof thot paragraph, of the following new sub-paragraph :— ‘* (@0) the remuneration to be assigned to any post or office in the ser- - : vice of the Council, not being » scheduled post within the ' meaning of the Local Govern- ment Service Ordinazce ;”* 5 and (0) by the substitution in sub-paragraph @ : : and (¢) of that paragraph, for the words * one hundred”, of the words “ three hundred ”. 21. Section 64 of the principal enactment is amesimeatot hereby amended as follows: — geen (1) in sub-section (2) of that section— coca (@) by the substitution in paragraph (a) of that sub-section— . (i) for the words “‘ shall be andited : . annually ”, of the words ‘* shall be inspected and examined once at least in every year, and shail be audited annually,””; and Gi) dor the words “such audit,”, of the words “such inspection, examination and andit,”’; (®) by the substitution in paragraph (b) of that scb-section, for tho weeds “audit and exaviinetion ’’, wherever those words occur in that paragraph, of the words ‘inspection, examination and audit \"5 : (e) by the substitution in paragraph (c) of that sub-section, for all the words fom\" : “document, or papers,” to: “ this sub-seotion,”, of the following :— “ document, or papers within thirty days of his being required so to do, ‘or to make or sign any declaration when required so to do, under this. aub-section,””; a me ane) : .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "a2 Village Councils (Amendment) Act, No. 60 of 198% {@ by the substitution in paragraph (@) of . that sub-section, for the words ies from such person: ”?, of the follow- : ing:—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "S “ due from euch person and oom- municate his decision in writing to such person through the Commis- sioner of Local Government., The communication shall be transmitted hy the Commissioner of Local Gor- * ernment to such person by registered post, and if so transmitted shall be deemed to be received by such person at the time when the letter con- taining the decision would be delivered in the ordinary course of Bost, and in proving that such letter was posted it shall be sufficient to prove that such letter was properly addressed and put into the post:”5",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "(2) by the insertion, immediately after para. graph (d} of that sub-section, of the following new paragraph:—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "“\" (dd) Whore any item of the accounts of @ Village Council relating to any expenditure authorised by a resolution of the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": ": Council is disatlowed by the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "uditor as being contrary to Jaw under paragraph (2) of this sub-section, the Chairman of : the Council and every other . member of the Council who voted in favour of such resolu-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "tioa, shall each be deemed to - be a person who’ made or authorised the .making of the payment for the purposes of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": ". that paragraph.\"”; ‘",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "\"(by the substitation in raph (f) of that. sub-section, tore the __ word.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "“fourteen”, of the word “ thirty '\"s",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "(G) ia patagraph (4) of that sub-aection—",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "{i) hy the substitution, for the words",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 33,
    "par_num": 13,
    "text": "* Village Committee“, where- . ver those words occur in that",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "Village Councils (Amendment) Act, 33 No. 60 of 1961 aragraph, of the words R Commissioner of Local Government”, and =~ . (ii) by the substitution, for all the words from ‘* recover the som from such person ” to the end of that paragraph, of the words “recover the sum das from such person in the manner specified in paragraph (Aa) or paragraph (Ad) (®) by the insertion, immediately after Lain graph (4) of that sub-section, of the following paragraphs:— (lo) UE any sam referred 0 ia aragraph (4) is not paid with-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "FrtaS tle alowed skerfor by that paragraph to the Commis- sioner of Local Government by the person. from whom it is due, such Commissioner may make an application—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "(i) where such sum excseds three hundred rapees, to the District Court, and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "(ii) where such sum does not exceed three hundred rupees, to the Court of Requests,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "within whose jurisdiction such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "person resides, for the recovery",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "~ Of such sum by seizure and sale of the immovable property of each person, and upon such pplication ‘being made, the ‘ourt shall issue to the Fiscal a writ for tbe recovery of such sum by tbo seaaze and sale ot such immovable prot . The provisions of fa Chri Broce. dure Code relating to the seizure and sale of immovable property by the Fiscal in execu- tion of a writ issued by a court and to the making and edjudi- cation of claime in respect of immovable property seized by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": ". 34 Vidlage Councils (Amendment) Aci, No: 60 of 1961 ; : the Fiscal shall apply to the seizure and sale of immovable > property for the recovery of the : sum specified in the Commis- sioner’s application and to the making and adjudication of claims in respect of immovable property seized for the recovery of such sum. For the purpose of the application of auch pro; vistons the sum so specified shall be deemed to be due on a decree entered by the court and such Commissioner shall be deemed tobe the judgment creditor and the person Table to pay such gum shall be deemed to be the Judgment debtor. (45) Where the Commissioner of Local Government is of the opinion ip . ‘any case that recovery from any . person of any sum referred %0 in paragraph (4) by seizure and sale of such person's immovable . property is impracticable or in- expedient, or where the full amount of such sum has not been so recovered, auch Com- . missioner may issue a certifi cate containing particulars of the amount due from such Led son and the name and last known place of business or resi- dence of such person toa Magis- trate having jurisdiction in the place in which such pesson Tesides. The Magistrate shall - thereupon summon such person before him to show cause why proceedings for the recovery of the amount due should not be~ taken against such person, end if no auliclent cause is abown by such person, the amount due . Shall ‘be deemed to be a fine . ‘imposed by a sentence of the Magistrate on such defaulter for an offence punishable with a fine only: or not punishable",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "Village Councils (Amendment) Act, 98 No. 60 of 1962 . with imprisonment, and may",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "be recovered accordingly.”; - @ by th vent h (A), fo () by the substitation in paragraph (i), for",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "7 the words “Village Commiltes ”, of - the words ‘ Commissioner of Local Government ’; and @ by the addition, immediately after sub-section . (2), of the following new aub-section:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "‘* (8) Every sum paid or recovered under” this section, other than any sum paid or recovered:as costs and expenses incurred in the enforcement of any disallowance or surcharge, shall be credited to the commn- nal fund of the Village Couneil.””.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "22. Section 56 of the principal enactment is hereby Replacement ot repealed and the following new section substituted ¥*05,%% of therefor:— cadawst “ Depot 55. (1) All moneys received by a Village eet eng, Council or by the Chairman of the Coun.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "cil on behalf of the Council, and payable",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "to the communal fund shall, within four-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 36,
    "par_num": 8,
    "text": "- teen days of the receipt thereof, be de- . posited by the Chairman either— __ @) in the nearest Kachcheri; or () in auch of the banks én Ceglon a9 ray be selected by the Counoll with the sanction of. the . Minister, . and chall be credited to an account bear- ing the name of that fund. {2) Subject to the provisions of sub- section (8) of section 63s, no payment shall— (@) where the communal fund of a Village Counell is maintained in a Kachcheri, be made out of . that fund, ‘except by the . . Government Agent on an order -of payment signed and iesned : by the Chairman of the Conneil, or by the Vice-Chairman of the Council acting under the . authority of the Chairman and : \"by an officer of the Council : specially authorised by the cil for that purposs; or ai",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "88\" Pillage Councils (Amendment) Act, : No. 60 of 1961 (®) where that fund is maintained in a banks, except on a cheque oF an order of payment signed and : issued in suck manner as may be prescribed by roles ‘whiol are hereby authotised to be made for the purpose under section 59.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "(8) Subject to the provisions of sab- section (2) of section 638, no cheque OF order for payment of moneys out of the communal fond of a Village Council shall be issued unless the expenditare to which it relates has been authorised by",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": ". the Council either generally or by & resolution in that bebalf.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "(4) For the purpose of resolving any doubts as to the legality of any item of expenditure authorised OF, ‘a resolution of a Village Council, the Chairman of the Council may refer the matter for decision through the Assistant Commissioner to the Cominiasioner of Local Government. ‘The Commissioner shall communicate his decision on any such reference through",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": ". the Assistant Commissioner to Chairman, (6) Where the Commissioner of Local . Government has, on apy reference made to him under sub-section @ confirmed the legality of any item of expenditare authorised by a resolution of @ Village Couneil, the Chairman of the Counell and every other member thereof sball not, notwithstanding anything to the contrary in section 54, be liable to a sar . charge by the auditor under that section in respect of any payment relating tothat item of expenditure.” - Iovertoa, of 23. The following new section is hereby inserted Ereuee immediately after esttion 56, and shall have effet 88 Eisal” section 5a, of the principal enactment: — Waiter of 56a. A Village Council may by rex rust © Intion waive the whole or aay partof any Coansil sum of money due to the Council from ' any person on the ground that the amount",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "Village Councils (Amendment) Act, 37 ‘No, 80 of 1962 : to be waived is inconsiderable or irre- coverable or on the ground of the poverty of euch person. A resolution relating to the waiver of an amount exceeding ty rupees shall be subject to the approve of the Minister. ”. 2%, Section 5@ of the principal enactment is Amectmotot hereby amended as follows ee ed ‘| . suamest, (1) in sub-section (1) of that section—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(a) by the insertion, immediately after paragraph (4) of that sub-section, of the following new paragraphs :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "* (ha) the rates of subsistence and traveling allowances payable to members or officers or servants of Village Councils by way of reimbursement of expenses incurred in the per-. formance of any duty;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": ". (hd) the rates of travelling allowances payable to meal of a illage Council for attendance",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": ". at meotings of the Coancil;’”;",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(®) by the insertion, immediately after parageaph (® of that sub-section, of the following new paragraph -—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "“ (ii) the receipt and disposal of stores and equipment, the ~ keeping of inventories and the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": ". manner in which such inven- tories shall be kept;\"*;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "(©) by the substitution, for raph (7) of that sub-section, of the ra vera paragraph :— \"",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": ". “@) the appointment, discipline, suspension and dismissal of officers and servants of Village",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": ". Councils who are not members of the Local Government Service, and— ® the qualifications necessary",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 38,
    "par_num": 12,
    "text": "for appointment to posts or biices not Hoing",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "38 Village Councils (Amendment) Act, . : No. 60 of 1961 : . scheduled posts within the meaning of the Local Government Service Ordinance;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "Gi) the scales of the salaries to be assigned to such posts or offices;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "(iii) the terms and conditions, and the duration, of any leave of absence that may be granted to such",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": ": officers and servants;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "Gy) provident funds for the benefit of such officers and servants of Village Councils as are not members of the Local Government Service;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "(*) the payment of pensions and gratuities to officers",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": ". or servants of the Vil- . lage Council on their retirement from service from such Couneil;”; and @ dy the omission of paragraph (4); and (2) im sub-section (8) of that section, by the substitu- tion, for the words “made by © Village . + Committee”, of the words “* made by, or a7 power vested in, a Village Council ”. Aomines'g 28. Section 61 of the principal enactment is hereby fom amended as follows: soak (1) by the renombering of that section as sub- section (1) of that section; and (2) by the addition, at the end of that section, of | the following new sub-section: —",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": ": -\"() For the purpose of satisfying himself in regard to any of the matters xeferred to in sub-section (1), the Minister may appoint any person to inquire into and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": ": report upon such matter, and the person se appointed shall, in relation to witnesses",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 39,
    "par_num": 10,
    "text": "“ at euch inquiry and their examination and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "Village Councils (Amendment) Act, 89, No. 60 of 1961 “ roduction of documents, have the powers Efe Commission of Inquiry appointed under the Commissions of Inquiry Act, No. 47 of 1948.\",",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "26. The following now sections are hereby inserted Lourton ct, immediately after section 63, and shall have effect as Sit ese im sections 634, 838, 63¢, 63D, 632, 63F, 686 and 62H, of ts propel the principal enactment:— cnet",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "* Bower of 63a, (1) Tf at any time it appears Mbpieter a to the Qi that Taay Village Coun Se duh ail is omitting to perform any duty or guile * to carry out any work imposed upon the Sour. Council hy this Ordinances or any other",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "written law, or that the Council has otherwise made default in the perfor- . mance of any of its duties or the discharge of any of its responsibilities under this Ordinance or any other written law, the Minister may in writing give notice to the Council that, unless within such time as shall be specified in the notice the Council shows cause to the contrary, the Minister will appoint @ peron of persons to inquire into and Teport upon such omission or default to the Minister and to make recommenda. tions ag to the measures that should be” taken for the purpose of performing auch daty ot carrying out euch work oF making good such defaalt.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "(2) Where any cause or sufficient cause ig not shown by any Village Council to which notice is given under sub-section (1), the \"Minister shell appoint a person or persons to hold the inquiry Teberred to 4m the notice. Such inquiry shall be held as far as practicable ~ in public,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "~ Boma ot 638. (1) On the receipt of the dees report of the person or Dersons ap- feet pointed to hold an inquiry ander section ilage 634, the Minister shail determine what Seep w -messanes shal bo taken for the purpore = of performing any duty or carrying out",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "snp work whieh the Village Counodl Ras omitted to Rerform or carry out or in : respect of which the Village Council has",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "0 Village Councits (Amendment): Act, No. 60 of 1962 made eny default, and make in writing an order requiring the Council within such time as shall be specified in the order to take such measures sccord- ingly, and to raise the funds necessary for the purpose by levying any one oF more of the rates or taxes leviable under this Ordinance or by means of 6 loan. (2) If a Village Council fails to , comply with an order made under sab- geotion (1) within the time specified therein, the Minister may in writing eppoint some person to take the measures specified in the order, aud may in writing fix the remuneration to be paid to ‘such person, and direct that such remuneration and the cost of the meesures taken in accordance with the order of the Minister shall be paid or defrayed out of the communal fund of the Council, and that, if necessary, any . one or more of the rates or taxes leviable under this Ordinance shall be imposed, or increased, and levied. (8) For the purpose of carrying -out a direction of the Minister under sub- section (2), any pereon appointed under that sub-section shall have the power— (@) to impose, or increase, and levy any such rate or tax as may be imposed, or increased, and levied by the Village Council . affected by such direction + and * @) to sign and issue a cheque of a0 order of payment for the with- drawal a and to withdraw, any. sum, from the commuoal : fund of the Council ; and be shall, after paying or defraying all sums and cite paring ee aed bY such direction to be paid or defrayed by binm, pay to the communal fund fe Council the surplus, if apy, of the toneys received by him in the exerclee of his powers under this sub-section.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "Village Councils (Amendment) Act, 41 No. 60 of 1962 Bowe of @3c, The Minister may direct a Xiiserte person. appointed under sub-section (2) io Of section 632 in respect of any village sant area, in addition to imposing, or satisa 6m inoreasing, and levying any Tate or tax iv ate iN that village area orn lien thereof, to raise a loan from the Local Loans and Development Commissioners on the security of any rate or tax in that village area for the purpose of performing any duty, or carrying ont any work, or making good any defaalt under that section. + Pome of 3p. The Minister may from time Baier to to time certify the amount of- the pane, expenses that have been incurred, or an estimate of the expenses about to be incurred, by any person appointed under sub-section (2) of section 63n, and the amount of any loan required to be raised for the purpose of defraying «the expenses that have been so incurred, or are estimated as shout to be incurred, and a certificate of the Minister shall bbe conclusive as to all matters to which it relates. Form of toca 63. (i) Whenever, the Minister fea Commi. under section @3p certifies a loan to be Eee Receogary in respect of any village area, mie the Local Loans and Development $e\" Commissioners may Jend fo the Com- missioner of Locsl Government or the person appointed under sub-seotion (2) of section 63p the amount of such loan on the security of any rate or tax in that village area without requiring any other security. (2) The Commissioner of Local . + Government or the person appointed under sub-section (2) of section 85 may, as security. for any such loan referred to in sub-section (1) as is obtained for any village area, mortgage any rate or tax in that village area, and such mortgage shall havo the same effeot as if it hed been mede by the Village Council of that village area.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "42 Village Councils (Amendment) Act, No. 60 of 1962",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "Reon of 63r. (t) The principal and interest",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "Enon asl. due in respect of any loan Taised for pay.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "the Village ment of any expenses incurred or to",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "Goonei. ineurred wider this Part in respect of any village area shall be deemed to be # debt due from the Village Council of that village area, and, in addition to any other remedies, may be recovered in the manner provided by the Local Loans and Development Ordinance.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "(2) The ourplus of any loan, after pay- ment of such expenses i respect of any village area as are referred to’ in sub- section (1), shall, after that surplus is certified by the Minister, be paid to the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": ". communal fund of the Village Council of that village area.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "” Delegation €8e. Any power, duty or function ot gece vested in or imposed on or assigned to Goominime the Commissioner of Local Government Zloalsg by or under this Ordinance, may be anita exercised, performed or discharged by Commission. any Assistant Commissioner generally or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "specially authorised thereto in writing by the Commissioner, subject to the direc- tions and contro) of the Commissioner, : for such period and to such extent, if any, as may be specified in such written . authority. | eink 62H, The Minister may in writing Freel direct the Chairman of a Village Coua- joy book of cil to transmit oo he Minister for dgument of = inspection any su k or document igs Cunek. Feiates to any affair of the Council.”. jena \"27, Section 128 of the principal enactment is Seyprcroel hereby amended aa follows :—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "(1) in the definition of “local authority ’”, Ls the substitution, for the words ‘ Urban Coun- cil,\", of the words “ Urban Council, Town Councit,”; and. +",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "@) by the insertion, immediately after the defini",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": ": tion of “local authority”, of the following new deSnitions:— “Local Government Service” means the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "Local Government Service constituted",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "by the Local Government Service",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "rdinance;",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "Village Councils (Amendment) Act, 43. No. 60 of 1961 ” ““Local Government Service Ordinsucs’* . toeans the Local Government Sarvioe Ordinance, No. 43 of 1945; \", 28, ‘The Second Schedule to the principal enact. Ammimeatt ment is hereby amended by the addition, at the end of BS, _ that Schedule, of the following :— Pr “ All fines and penalties recovered within the administrative limits of the village area under— : {@) the Excise Ordinance (Chapter 42); (@) the Street Collections Ordinance (Chapter 935); (©) the Poisons, Opium and Dangerous Drugs Ordinance (Chapter 172); (2) the Food and Drags Act, No. 25 of 1949; (@) the Pawnbrokers Ordinance, No, 13 of 1942; ( the Public Performances Ordinance (Chep- a ter 184) ; {g) the Provention of Cruelty to Animals Ordin- . ance (Chapter 332) ; (4) the Local Authorities Elections Ordinancé, ‘No. 58 of 1946. \", : 29. Tho Third Schedule to the principal enact: smeadarat of ment is hereby amended as follows — {oe tard (1) ia paragraph 2 of thet Schedule, by the eepcsae dition, immediately after sub-paragraph (©) of that paragraph, of the following new sub-paregraph — “ (f) The Public Performances Ordinance (Chapter 134,” and \" (2) in paragraph 8 of that Schedule— @ by the substitution, in sub-paragraph (¢) MT of that poragresh, Tor the Lal ces, of a semi-colon ; and . Gi) by the addition, immediately after sub-paragraph (0) of that pategraph, of ‘the following new sub-para- graphe:— ““@ as pawnbrokers, on_ licences : : issued under section 8 of the Pawnbrokers Ordinance, No. . 18 of 1942 ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "4” Village Councils (Amendment) Act, . No. 60 of 1981 (@) under ‘the Stamp Ordinance in respect of transfers, mortgage bonds, gifts and leases.””. dgminer ot 80, Section 1 of the Vehicles Ordinance is hereby ‘hapter U5. amended as follows :— > (1) im eection $ of that Ordinance by the substitu. - . tion, for the words “‘or town”, of the words “ town ot village area \"”;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "@) in section 16 of that Ordinance by the substi. tution, in sub-section (1) of that section, for the word “town, ”, of the words “village area, town, \"?; and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "(8) im section 51 of that Ordinance by the substi- tution, in the definition of “ proper autho-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": ". rity”, for the word ‘town, of the words “ town or village area\", and by the substi- tation, for the words ‘ District Council, ”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": ". of the words “Urban Council, Town Council, Village Council, ”.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "Ameions¢ 34, The Registration Ordinance is bereby Stel ua owes ,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "(1) in section 2 of that Ordinance, by the sabi tution “in the definition “ proper authority vo (@ for the words “town or village”, of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 45,
    "par_num": 8,
    "text": "the words “village area”; ®) for the words \"Small Towns Sanitary Ordinance”, of the words ‘* Village Councils Ordinance”; and, {¢} for the words “Sanitary Board”, of the words “‘ Village Council; : @) in section 3 of that Ordinance by the substitu: tion, for the word ‘* town, ”, of the words . _ “town, village area,” ; . . - (B) in section’ 4 of that Ordinance— (@) by the substitution, for the words “town, or place’, of the words + “town, village area, or place”; (®) by, the substitution, for the words ‘itown or village #, of the words \"village area ’*; and ts (©) by the substitution, for the wor \"Small Towns ‘Sanitary Ordin- ance”, of the words |“ Village Councils Ordinance ” ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "Village Councils (Amendment) Act, °*\" 48° No. 60 of 1961 * @) in-seotion 11 ofthat Ordinance by the substi <“fation, in aub-section (1) of that section, for the words .“' town, or place”, of the _ + words “town, village area, or place; and (8) in section 14 of that Ordinancs— “. (a) by. the substitution, for the words «town or village, of the words +... # village axes 5 {) by| the substitution, for the words . “Small Towns ‘Sanitary Ordin- cs nee”, of the words“ Village . Councils Ordinance ”; {@) by the substitution, for the words < Sanitary ‘Board, of the words “Village Council\"; and (a) by the substitation, for, the word “Board”, of the word “Council”.",
    "mean_p_confidence": 0.68
  }
]