[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1949-50 . i _— estan to tease Zee oA [ psseor5 3 Commissions of Inquiry (Amendment) Act, No. 8 of 1950 - .. Date of Assent : Maroh 9, 1980 Printed on tha Ordera of Government i Se a\" .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Commissions of Inquiry (Amendment) Act, . No.8 of 1960. B.D—0, 28/48. : An Acr T0 AMEND THE Cosmrssrons oF INQUTRY ‘Act, No. 17 or 1948. [Date of Assent! March 9, 1950]",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the King’s Most Excellent « Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. This Act may he cited aa the Commissions of stor sis, Inquiry (Amendment) Act, No. 8 of 1950,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. The following new section is hereby inserted. Insertion of x, immediately after section 12 of the Commissions of 27% Inquiry Act, No. 17 of 1948, and shall bave effect as 1¢ section 124 of that Act:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Special 124. Where the Governor-General",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "oe in the warrant of appointment of a",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "witness, Commission or by chbsequent, Order declares that this section shall apply in relation to such Commission, the Follow. ing provisions shall have effect, that is to say:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(a) Subject as hereinafter provided,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". no person shall, in respect of any evidence, written or oral, given by that person to or fore the Commission at the inquiry, be liable to-any action, prosecution or other proceedings in any civil or criminal court.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(®) Subject as hereinafter pro- vided, no evidence of any statement made or given by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "+ any person to or before the : Commission for the arpoves of the Commission shall be admissible against that erfon in any ection, prose cution, or other proceedings in any civil or criminal court; . 3. mUA-2000 (185) core, ema, cum. é",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "m \"2 Commissions of Inguiry (Amendment) Act, No.8 of 1950.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": ": Provided, however, that nothing in the preceding - paragraphs shall—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(i) abridge or affect or be deemed . or constmied to abridge or . affect the liability of any . a person to any prosecution or penalty for any offence under Chapter Si of the Cop. 8. Penal Code, read with i.‘ -section 8 of this Acts or i. (ii) prohibit or be deemed or con- ~~ strued to prohibit the publi . cation or disclosure of the name or of the evidence or any part of the evidence of any witness who gives evidence at the inquiry, for the purpose of the prosecu- tion of that witness for any : offence under Chapter XI of : . the Penal Code.",
    "mean_p_confidence": 0.78
  }
]