[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ": ca eR ‘ PARLIAMENT OF CEYLON ~ 8 a 2nd Session 1971-72 oo Psion, . ; Sy oo : Land Development (Amendment) Act, No. 21 of 1971 L Date of Assent ; Sune 16,1971” . a Printed on the Orders of Government : . can Printed ab the Dapargpener op Gowsuramrs,Penerara, CHWs, Se : * Aunwal Subscription Gneluding Bills) Ra. 30 (Local), ‘Re 4 | Bee ioe oe ae a el Et atl atin os nee ned «Price: 15 cents Pastage: 16 cents",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Land Development (Amendment) Act, No. 21 of 1971 .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Lb. D~0, 4/70.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "An Act To AMEND tHE Lang Deverorment ORDINANCE AND 10 VALIDATE ACTS HERETOFORE DONE UNDER ‘THAT ORDINANCE BY CERTAIN OFFICERS.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent: June 16, 1971]",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "16 House of Representatives of Ceylon in this present Parliament assembled, and by the authority = of the same, as follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. ‘This Act may be cited as the Land Development shart tis, (Amendment) Act, No. 21 of 1971.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2, Section 2 of the Land Development Ordinance, snapdnens a hereinafler ‘referred to ae the “principal enact, eet 3 ment”, ig hereby amended in the definition of “Government Agent ”', by the substitution, for the words “ Assistant Government Agent;”, of the words “ Additional Government Agent, Assistant Government Agent and Additional’ Assistant Government Agent;”'.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8. Section 6 of the principal enactment is hereby Anenimess ot amended in sub-section (2) of that section, by the sto tcf substitution, for the words ““ under this Ordinance. ”, ssdasat, of the words ‘ ander this Ordinance or any regula tion made thereunder.\"\".",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. The amendment made in the principal Pr vetize enactment by section 3 ahall be deemed to have come ‘eerauuct into foree on the date on which that enactment came seée ia tbe into force. 3 Sreent",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". z by anction 8.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "5. (1) Where, prior to the date of commencement Yalidntion of of this Act, any permit under the principal enactment faci, fat of has beea issued or endorsed by an officer appointed crisis axis ot under sub-section (1) of section 6 of that enactment jrct'te the or any other act or thing has been done by such officer, sgnmmeraent such permit or other act or thing, sball, at all times, be deemed to be and to have been validly and properly issued, endorsed or done by such officer under the principal enactment as amended by section 8 of this",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ct,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Emam",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "2 Land Development (A mendiment) Act, No. 21 of 1071",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "(@) Whore, prior to the date of the commencement of this Act, any permit under the principal enactment has been signed or endorsed by any officer, other than an officer appointed under sub-section (1) of section 6, such permit shall, at all times, be deemed to be and to have been as valid and effectual as if it had been signed or endorsed by the Government Agent.",
    "mean_p_confidence": 0.89
  }
]