[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "“PARLIAMENT OF CEYLON . 4th Session 1963-64 : ey Aaa : . ‘ ; \\ A>: af 8 . far» } 64-3- 18 2 B ua): N \\ 4 y GS ee eme®, ar ‘ Ceylon Constitution and Parliamentary Elections (Amendment) Act, No. 8 of 1964 % Date of Assent: March 22, 196¢ Printed on the Ordere of Government Printed at the Goverwmewr Foran, Crrzow. To be purchased at the Goversment Pomticarions Bresac, Cocomno Apnua) Subseription (including Bills) Ha. $0 (Local), Rs. 40 Sonteialons?Hmusy, 8 On box oor Coloma’ 1, Tees See Ecceuler sec Jeu’ ped ine gear lows? Ee MO af Rens males Price: 30 cents Postage: 10 cents",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Ceylon Constitution und Parliamentary vot Elections (Amendment) Act, No. & of 1964 : L. D0. 87/61. ‘. Aw Act 70 amenp vax Cuvon (Consmrorton) Onpae T™ Counc, 1946, aXD 10 MAKE CERTAIN wt CONSEQUENTIAL AMENDMENTS IN THE CEYLON oa . Gamusanceetany Exgctions) Oxpag ww CounctL, . {Date of Assent: March 12, 1964] . BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4. This Act may be cited as the Ceylon Constitu- stan sius, tion and Parliamentary Elections (Amendment) Act, No. 8 of 1964.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2. Section $ of the Ceylon (Constitution) Order in amredaect ot Council, 1948, hereinafter ‘referred to as the grim Sot ‘ rinolosl entotment js hereby amended in the dalintion of the term\" public officer”, by the insertion, immediately after paragraph @ of that definition, of the following new paragraph :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "“(h) tho Commissioner of Parliamentary Elections,” . <, & Section 13 of the principal enactment is hereby smssimen at mended in sub-section (8) of that section, by the mtu of substitution, in paragraph (6) of that sub-section, for Saucauat” the expression ‘Auditor-General; ot ”, of the expres. sion “* Auditor-General or the Commissioner of Parliamentary Elections; or ””. 4%. Section 87 of the principal enactment is hereby smmdmen of ‘ amended 28 follows:— mead ence (1) im eub-seotion (1) of that section, by the . substitution, for the expression * in sub- section (8)\"\", of the expression ‘in sub-sections (8) and (4) 7; and (2) by the insertion, immediately after sub- section (3) of that section, of the following new sub-section: — “ (4) Where the Governor-General dis- ¥ eolves Parliament and fixes a dats or dates for a general election, the Governor-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": ": General, may, unless “Parliament bas",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "mremuanae .",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": ": \"a\" +\" Ceylon Constitution and Parliamentary : + Elections (Amendment) Act, No. 8 of 1964 ‘ already made provision in that behalf, authorize the issue from the Consolidated . Fund and the expenditure of such sums a5 wie he may, after consultation with the Com- . missioner of Parliamentary’ Elections, consider necessary for such election.”. > Toution of we 8, The following new Part is hereby inserted it vulai® immediately efter Part VIII, and shall have effect as mame, Part VIIIa, of the principal enactment: —~ a ‘ “ PART VIIA. : : : Commusstonur of ParLiaMENtary ELac- TIONS AND FINANCIAL PROVISION FOR ° PREPARING AND REVISING REGISTERS AND HOLDING RLECTIONS. . Qouminsoner ot _ 71a. There shall ve a Commissioner Earianentery “of Parliamentary Elections who shall be : : appointed by the Governor-General and . who shall hold office during good bebaviour. Salary of Tix. The salary of the Commissioner Sonminioner ot of Parliamentary “lections shall” be Eiedlene determined by Parliament, shall be charged on the Consolidated Fund and ,~ shall not be diminished during his term of office. I Yen of ‘Tic. The office of the Commissioner - { Conmisione of of Parliamentary Elections shall become } Zelinesisy” — vacant— : (@) by his death; or | F (2) by his attaining the age of fifty- ‘ five years oF such Figher age * as the Governor-General may . determine; or (©) by big resignation in_ writin addressed to the Goverom General; or {@) by his removal by the Governor- General on account of ill. health or physical or mental ‘{ infirmity in like circums- ‘ ‘ tances and subject to the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ": Ceylon Constitution and Parliamentary. 8 wy Elections (Amendment) Act, No. 8 of 1964 B sume conditions as @ public : officer in receipt of similar pensionable emoluments; or = (8) by his removal by the Governor- . « . General upon an address : : from the Senate and the House of Representatives praying for his removal. Ronen, dis «71. The Commissioner of Parlia- tpifrstoor” mentary Elections shall exercise, perform 5 esoon of of discharge all such powers, duties or Emmet” fonctions as may be conferred or imposed on, or vested in, him by the Ceylon (Peclismentary flection’) Order in ouncil, 1946, or any other written law.” 6. The Ceylon (Parliamentary Elections) Order in smeatnent ot Council, cone ja hereby amended as follows:— Pee cary Binsin {@) in sub-section (1) of section 8 of that, Order Sheri, in mal ye Substitution, forthe : definition of the term ‘* Commissioner ‘’, of the following new definition:— << Commissioner” means the Commis- ‘y sioner of Parliamentary Elections ; appointed under the Ceylon . (Eonstitation) Order in Council, 1946;’; and ®) by the repeal of enb-sections (1), (3) snd (4) 7 of section 88 of that Seder Quast. 1. The following provisions shall apply in the case Syetal of the person who TE Pine holder of the-ofice of Com- Fest missioner of Parliamentary Elections on the day pes ‘thet immediately prior to the date of the commencement 30's °° of this Act:— Sealine at . iene {@ he shall Be deemed, for all purposes, to be the Blstcas ” : Commissioner of Parliamentary Elections appointed by the Governor-Geiteral under the principal enactment as amended by this Aot; and ‘bis salary call be deemed, for all purposes, to have been determined by Parliament under that enactment, ‘ '",
    "mean_p_confidence": 0.71
  }
]