[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "“ RUS 7 on Jey ap PARLIAMENT OF THE DEMOCRATIC ‘ SOCIALIST REPUBLIC OF SRI LANKA GEM TRADING BANK ACT, No. 51 OF 1993 [Certified on 2ist October, 1993] . . Printed on the Order of Government . Pubitshed as a Supplement to Part IE of the Gazette of the Democratic Socialist Republic of:Sri Lanka of October 22, 1993 autre AT THE DEPANTMENT OF COVERNMGNT FAINTING, Smt LANKA Price: Re, 1.65 _ Postage: He, 155 . 7",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Gem Trading Bank _ ‘Act, Ho, St of 1993 . [Certified on 2ist October, 1993] L, DO, 62/90 : Aw Act to ysovme yon THE ESTABLISHMENT OF THE Ge ‘Tnannic Baws, roa ‘rae Puspose oF Paomormg \"a= Flow OF Cumrr 70, anp DevELOPING, THE GEM INDUSTRY AND TRE JewatLimy INDUSTRY ; AND FOR BSATTERS CONNECTED THERE- ‘WITH OR INCIDENTAL THERETO. BE it enacted by the Parliament of the Democratle * Socfalist Republic of Sri Lenka ax follows :— 1._ This Act may be cited as the Gem Trading Beak Act, spon, . No. 51 of 1993, and shall come into operation on such date Htle (hereinafter referred to as the “appointed date”) a the Gcte of Minister may appoint by Order, published in the Gazette. operation : “on. PARTI . . EstagiisHMmnt of THE Gent Trabinc BANK 2. There shail he established 2 Bank which shall be Eetablish_ called the “Gem Trading Bank”. (hereinafter referred to ment 98 “the Bank”) and which shall consist of the persons Gem ‘who are shareholders thereof. zg 3. The Bank shall by the name assimnedto{tby section Bank 2 he a body corporate and shall have perpetual succession {93 and a common seal and may sue and be sued in such name. Sorporat- 4. The head office of the Bank shall be in Colombo. Hoi The branch offices of the Bank es the Board of Directors Sct of the Bank may consider necessary may be established in ‘officer places in Sri Lanke and abroad. Sart 5 (1) \"The administration and management of the Board of . affairs of the Bank shall he vested in Board of Directors Pirectora, (hereinafter referred to as the “Board ”) consisting of— (@) two persons nominated by the Monetary Board, one | of whom shall be the Chairman of the Board; {®) the Chairman of the National Gem and Jewellery ___ Authority established by the National Gem and “Jewellery Authority Act, 1998; +, (0) alperson elected by the shareholding financial institu. ~ _fion; and, : (® 4 person’ nominated by the Monetary Board, from - +> among persons engaged in the gem industry or tho | Fewellery industry, . : 2D 021965-~8,980 62/03) - ‘ a",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Gem Trading Bank . Act, No. 51 of 1993",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(2) The provisions of the Schedule to thts Act sill have effect in relation to the term of office af the directors of the Board, the remuneration payable to such directors. meetings of the Bourd and the seal of the Bank.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) The Board shall exercise, perform and discharge ai powers, duties and functions conferred or imposed on, or assigned to, the Bank by this Act. -",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Functions 6 The functions of the Bank shall be to promote the Sa flow of credit to, and to develop, the gem industry and the jewellery industry of Sri Lanke and to provide re-finance facilities for commercial banks lending to the gem industry and the jewellery industry and to provide credit facilities to persons engaged in the gem industry and the jewellery tadustry. : Powers 7, In discharging its functlons the Bank may exercise wae and perform ail or any of the following powers and paid duties:— ne Bonk, (2) to grant loans sna other accomodation on securities ! and property (including gems, jewellery or precious metal( and to give credit to persons, or companies on such terms as it may deem expedient, either with or without security, for the development of the gem industry or the jewellery industry : ca {b) to open, maintain and “manage current, deposit,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "+ savings and other accounts; ‘",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) ta buy, stockpile and sell, or enter into such other",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": dealings in, gems, precious metals and jewellery, ; ~~ BB may be necessary for the dincharge . of its functions ; woth e yp Re",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@)_ to subscribe to, purchase or underwtite, tho issue ol,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "- stocks, shares, honds and acceptable instruments, “_, , et any company engaged in the gem ‘industry or the jewellery industry ; a (@) to issue bid bonds and guarantees, in-or outside Sti Lanks, on behalf of the gem industry or the | 8 Jewellery industeys 2 te (8) to sovept, collect, discount, “re-discount, soll of negotiate, in or outside Sri Lanka, hills of exchance <‘or'promissory notes” arising out of transactlons",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". xelating to the export or import of dems or jewel-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "+, ety, and to grant loans and advances, in or outside ‘dt . Sri Lanka, against; such bills, of. exchange oF Pro . milssery notes; “eebat ml ons",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Gem Trading Bonk ‘ a Act, No, St of 1993 ® (9) to open, issue, cdnfirm or endorse, letters of credit and to negotiate or collect, bills of exchange snd other documents drawn thereunder, pertaining to the gem industry or the jewellery industry ; {h) to grant loans and advances, within and ovtside Sri Lanka, to any person engaged in the gem industry or the fewellery industry ; @ to finance the export or import of, machinery and equipment, on an outright or lease basis to be used, for the gem industry or the Jewellery industry ; @ to buy or sell, foreign exchange ar enter into, dealings in foreign exchange, as may be necessary for the discharge of its functions, subject to the existing foreign exchange laws; . _ (k) to acquire or purchase any movable or immovable property, used for the gem industry or the jewellery industry ; @) to convert @ part or whole of its loans to bonds or debentures issued by companies engaged in the gem industry or the jewellery industry, and to . subscribe to bonds and debentures issued by com- panies engaged in the gem industry or the jewellery industry; ro (0) to open accounts in commercial banks or any other finencéel institutions, in or outside Sl Lanka, or to make any agency arrangement with, or act ag an agent or correspondent of, any commercial bank or any other financis! institution, within or outside Sri Lanka ; : (®) to transfer for consideration, any instrument relating 7 to loans or advances granted by it; ‘ {0) to raise such sums of money, in or outside Sti Lanka, by way of loans or otherwise as may Be necessary for discharging its funetions ; : “{@) to hold stocks of gems and jewellery, for the pur. : ‘pose of trading, buffer stocks or otherwise or as may : be otherwise necessary for the discharge of its . — funetions 5 . : 19) to subscribe to, invest in, or purchase, stocks, shares, : bonds or debentures to the extent necessary for ' the enforcement af 2 lien, pledge or contractual : rights - . . ! S—Deaises e200) i",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "% Gem Troding Bank Act, No, 51 of 1993 Fit) to undertake and finance, research, surveys, techno- ve - economic or any other studies, i connection with “'¢ tha planning, promotion and development of i uhe'gem industry or the jewellery industry;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "{#) to provide technical, marketing, administrative and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "+ nancial sssistance of any kind to the gem industry and the jewellery: industry ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "WH ‘@ form such subsidiaries as are necessary for ear",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "+. Fying out activities related to the discharge of the functions of the Bank ;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(w) to collect, compe and disseminate, market anu",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "*- + eredit information in respect of the gem industry or the jewellery industry ; .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(w) to provide training facilities in marketing and valuation of gems and jewellery, banking and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "management, and allied subjects ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "{t0) to provide re-finance facilities to any Hank or faan- cial institution approved by the Monetary Board, for the devetopment of the gem or the jewelicry industry ¢ :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "{@) to enter into and perform, all such contracts, whether",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": ". in or outside Sri Laska, as may be necessary for the exercise of the powers and the discharge of the funetiona of the Bank ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "() t acquire, hold, take or give on lease or hire, mort-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "~ ARS, pledge, sell or otherwise dispose of, any movable or immovable property ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "@) t appoint a General Manager who shall be the chief executive officer of the Bank; and to appoint such other officers and servants as may be necessary for the discharge of the functions of the Bank ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(Go) to establizh a provident fund, and provide welfare amd recreational factitties, houses, hostels and other",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "‘\" Tile accommodation for officers and servants em-",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "* ployed by the Bank; °",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(Bb) to make rues in relation to its officers and servants, including thelr sppointment, promotion, remunera- tion, disciplinary control, conduct and the grant of",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "se) leave to them os.",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(ec) to make sules in respect of the administration of the affairs of the Bank; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(da) to do atl other things which, in the opinion of the Board ate necessary to facilitate the proper discharge of the functions of the Bank:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "- . Gem Trading Bank Bt Act, No. 51 of 1993 .) PARTOS =: : . 2 Finance ‘ the, () Tue authorised capital of the Bank shiall be two Gapliatot ‘cusand million rupees divided into twenty miilloa shares of one hundred rupees each. . (2) ‘The inl*ial issued capital of the Bank shall- be five ‘hundzed milion rupees divided into five million shares of ‘one hundred rupees each, 3) The Bank may subject to subsection (1) from time . to time, raise such sums of money as further contributions to the capital of the Bank, with the approval of the Mone~ tary Board, ® (1) The Monetary Board shall invite and receive Jane of applications for the initial issue of shares of the Bank and shall on receipt af such applications, allot shares to the Monetary Board, financial institutions and any public coz Poration or statutory institution in the following propor~ tions: — Monetary Board: filty per centum of such issued share capital. financisl institutions thirty per centum of such issued * other than public share capital e-tporations : : Public corporations @r twenty per centum of such issued statutory institue share capital, tions other than . Brancial — institu... . . tions or the Monetary Board: f (2) No allotment or transfer of shares of the Bank after ‘the initial issue of shares, shall be made by the Bank except with the written approval of the Monetary Board. . (8) In grunting approval for an atlotinent or transfer of shares under subsection (2); tha Monetary Board hall ‘subject’ to the provisions. of subsection (4), endeavour to ensure that the proportions referred to in subsection (1) ‘are mainteined in the shareholding af the Bank, : (4) The Monetary Boord may, after a period of we ‘yeara from the appointed date offer its shares to the public fm such. manner as may be determined by the Monetary jonrd, * . .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Gem Troding Bank . Act, No, 51 of 1993 Lsability 10. The Hability of any shareholder shall be limited to Rida =the emount, if any, unpaid, on his shares. Funda ot ke Funds ot 12, (1) All sums of money received by the Ban! (@) as subscriptions towards the capital of the Bank; (®) in discharging the functions of the Bank; . (©) in exercising and performing the powers ond : duties of the Bank ; and . * @) in corducting the business and affairs of the Bank, . . shall be eredited to the funds of the Bank. + _@) The financial commitments or Uabilities of the Bank atising from or incurred in connection with— {@) the discharge of the functions of the Bank ; (®) the exercise and performance of the powers and ~ duties of the Bank; and (©) the conduct of the business and affairs of the Bank, | Shall be charged on the'funds of the Bank. General 12, ‘The Bank may raise such sums of money in or out borrowing side Sri Lanka, by? way of loan or otherwise as may be The Hank, necessary for discharging its functions and exercising anc performing its powers and duties. Rorrowing 13. The Bank may, from time to’ time, borrow from the Sokntent, Government and the Government may, from time to time. Jend to the Bank from the Consolidated Fund any sum of money subject to such terms and conditions ax may be determined by the Government, Gem'Reserve. 14, (1) The Bank shall establish a Gera Reserve for the purpose of— (a) preserving gems as collector's items; (®) stock pilling gems for the purpose af trading and 1: With o view to stabilizing the price of gems in the ce” market (2)\"\"The Bank may, with the prior approval of the Mone- tary Board— : : : (a) purchase for'the purpose of preservation, any gems which, in its opinion are desirable to be acquired for the Gem Reserve ; .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Gem Trading Bonk 1 Act, No. 51 of 1993 (©) accept any gems from local or foreign organisations and the public, to be kept and preserved in the Gem Reserve ; (c) sell, exchange or otherwise dispose of any gems referred io in paragraph (6) of subsection (1). (3) The Board may make rules with the approval of the Monetary Board as regards the management and tho administration of the Gem Reserve. 15. (1) The Bank may establish and maintain a Gem Re- Gem Ro- serve Fund (hereinafter referred to as the “Reserve ‘erveFund Fund\"). (2) ‘There shall be paid into the Reserve Fund— {a) any sums of money realized from the sale of any gems under section 14(2) (c) ; {b) all granty made to the Reserve Fund and recei- ved by the Bonk; and (©) all moneys transferred out of the funds lying to the credit of any other account (8) There shall be paid out of the Fund— (2) all swns of money required for the acquisition . of gems for the Gem Reserve ; and (B) all sums of money required to defray any ex- penditure incurred by the Bank in maintain ing the Gem Reserve. #4) (a) The stock of gems of the Gem Reserve shall be : ‘valued at the end of each financlal year and any revaluation Profits reallzed or any revaluation losses incurred by such : valuation shell be credited to or debited to a special ac- : count to be maintained by the Board which shall be : named “Gem Reserve Revaluation Account\", : (b) The Board may make rules with the approval of the Monetary Board in respect of the administration and : Management of the Reserve Fund end the Gem Reserve i Revaluation Account, 18 (1) The Board shalt, every three years, appoint such Panet of : number of fit and proper persons as {t' may deem fit to ‘MuErs ' constitute a panel of vatvers. . fy",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "8 Gem Trading Bank Act, No, 52 of 199 @) The duty of each members of such panel shall be to— S 4d) inepect and value the gems that are to be purchased by the Bank under section 1é ; « Gi) value the gems and jewellery that are offered . - fag security in respect of any loan or other ac- 2, L.+, s, somoedation io be obtained from th: Bank, ‘and ‘submit reports'in respée: of auch gems and jewellery to the Board when raquired te do so.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": ": (3) A member of the-pattel of veluers shall, unless he dies or is removed fram, or resigns from he panel, eat-ier, remain as a member of the panel for @ period of three yours from the date of his appotatment, : -» {4) Rules may be’ made by the Board governing—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(a) the appointment of members, the resignation ” ’ and removal of members from the panel of valuers and the remuneration payable to such : + members ; (®) the submission of the valuation reports to the Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Fivencial | _-47. ‘The financial year of the Bank shall be the calendar",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "eat of year.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "We Bank,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Audit, ~- 18, @) The Auditor-General shall audit the accounts of the Bank at such intervals not exceeding a period of twelve months as the Board may determine.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "\"\" @) The’ Auditor-General may appoint a qualified audi- tor or auditors to eudit the accounts of the Bank and shall { \"inform such auditor or auditors that he proposes to utilize ' his or their services for the performance and discharge of . the Auditor-General’s duties and functions in relation to the Bank and thereupon such auditor or auditors shall act",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "under the direction and control of the Auditor-General, i (@) Every qualified auditor appointed under the provi- | « slons of subsection (2) shall submit a report te the Auditor~ @) The auditor shall examine the accounts of the Bank and ascertain the correctness of the balance sheet and any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "' , other accounts and report to the Zoard— ‘2 (@) whether or not he has obtained all the information and explanations he han required ; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": ". Gem Trading Bank ead Act, No, 81 of 1993 (®) whether in bis opinion the balance sheet referred . to in the report is properly drawn up so as to ex- hibit a true and correct view of the Bank's affairs according to the best of his information and ex: Plantations given to him as ‘and shown by the books . ‘of the Bank. 45) For the purpose of ascertaining the correctness of e balance sheet and any other eecount the Auditor-General May, with the sanction of the Board accept In respect of sny branch of the Bank, any copies or abstracts from the books of accounts of such branch which have been trans- Mitted to the head office of the Bank and which nave been - certified to be correct by the officer of the Bank authorized in that bebslf by the Board. (8) In this section “qualified auditor” means— (@) an individual who being a member of the Tnr- Uitute of Chartered Accountants of Sri Lanks — - ot of uny other institute established by Law, Possesses & xertificute to practise as am : + accountant: or : (®) a firm of accountants, exch of the resident . partners of which being a member of the Institute of Chartered Accountants of Sr Lanka or of any other institute established =. by law, possesses a certificate to practise 2s an accountant issued by the Council of such institute. 19. (1) The Board shall on receipt of the Auditor~ ee , General's report in respect of any year, cause a copy of Prnaa® each of the following documents relating to that year to be ato the transmitted to the Minister and all the share-holders:— bela Before (a) the Auditor-Generat’s report ; Parbament, (®) the balance sheet ; {e) the profit and Joss aczount ; and - @ the report of the Chairman of the Board giving an account of the work of the Bank, (2) The Minister shall lay copfes of the documents transmitted to him under subsection (1) before Parlizment, 20. Any moneys belonging to the Bank may be invested’ tnvestamt | by the Board in such manner as the Board may determine, ga\"? | . Paak. ot Se",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "10 . Gem Trading Bank . Act, No. 51 of 1983 PART Ii GenenaL Reviaratoe 21, Every directo? of the Board and all officers aud of secrecy. servants of the Bank, shal) before entering upon his duties, sign a declaration pledging himself to observe strict secrecy in respect of all matters connected with the aflairs of the Bank, and shall by such declaration pledge himself not to reveal any matter which may come to his knowledge in the performance or discharge of his duties and functions excopt—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": ". (@) when required to do so by a court of law or by any person or body of persons to whom suvt matters, relate ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": ": (8) in order to comply with any of the provisions of this Act, :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "Protection 22, (1) No suit or prosecution shall tie against any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "felspunder director, officer, servant or agent of the Bank for any act",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "las ag Which in good faith is done or purported do be done, by him",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "YieBoure’ under this Act, or on the direction of the Board.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "@) Any expenses incurred by the Bonk in any suit oF prosecution brought by or against the Bank before soy court shall be paid out of the fumds of the Bank and eny costs paid to, or recovered by, the Bank in any such suit or prosecution shall be credited to the funds of the Bank.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "(3) Any expenses incurred by any such person as is",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "referred to in subsection (2) In any suit or prosecution",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": ": ‘brought against him before any court in respect of any act",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "which is done or is purported to be done by him under this",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "Act or on the direction of the Board shall, if the court",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "‘holils that such act wes done in good falth, be paid out of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "* the funds of the Bank, to such person, unless such expense",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "is recovered by him in such suit or prosecution. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "Certin’ 23, Nothing in the Debt Conciliation Ordinance shall",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "Botte apply to any debt due to the Bank,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "Buse .",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "Soecial 24. (1) Notwithstanding anything in section 117 of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "Proungte Monetary Law Act, the Monetary Board is hereby",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "fhe anere- _ empowered to subscribe to the capital of the Bank, and tc",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "ners. purchase, guarantee or accept as securily, any’ share",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 24,
    "text": "srornissory noto or other security of the Bank, :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Gem Trading Bank i Act, No. 51 of 1993 (2) Every financlal institution, publie corporation and statutory institution shall. be deemed to have the power to subscribe to the capital of the Bank, notwithstanding anything to the contrary in any law or instrument establish ing _Such financial institution, public corporation or Statutory institution. * 25, ‘The Bank shall be deemed to be a credit astitution The Bank | for the purposes of the Monetary Law Act and accordingly Sereuit + the Bank may borrow from the Medlum and Long Term institution, Credit Fund of the Central Bank, such sums as the Board ‘may from time to time determine. : 2. No writ against person or property shall be issued No writ gpinst any director of the Board im any action brought persone 2 peed against the Bank, Babes “21, (1) The Board may make rules, which are not ineon- Bowery of the sistent with the provisions of this Act in respect of all or POU, ‘any of the matters In respect of which rules are authorised or required by this Act to be made. (2) No rule made by the Board under subsection (1) shall have effect until it hes beon approved by the Minister and approved by Parliament. 28, (1) Every person who-~ Oftences and {a) contravenes the provistons of this Act or any role made thereunder ; (By being a director, officer or servant of the Benk ; discloses any information obtained by hie ' im or in connection with the exercise of nis , Powers or the performance of his duties H Under this Act, to any person for any purpose i other than a purpose for which he is i \"authorized to disclose such information by i thia Act, H shall be guilty of an offence under this Act. \" (@) Bvery person who commits an offence under this Act shall on conviction after trial before 2 Magistrate, be i Table to a fine not exceeding one hundred thousand rupees { or to imprisonment for a period not exceeding three years ‘oF to both such fina and imprisonment, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "B Gem Trading Bank Act, No, 51 of 1993",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(@) Where an offence under this Act is committed by » body Gf persons, then— ,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(@) if that body of persors is a body corporate, every",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "rector or officer of that body corporate;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(B) if that body of persons is a firm, every partner of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "that firm, shell be deemed to be guilty of that offence:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "Provided however thst 2 director or an officer of such body corporate or partner of such firm shall not be deemed to be guilty of such offence if he proves that such offence ‘was committed without his knowledge or that he used all such diligence to prevent the comm:'seiom of such offence,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": ". 4 The Board may, having regard to the circumstances fn which an offence under subsection (I) was committed, compound such offence for a sum not excecding fifty thou-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": ". sand rupees. All sums received by the Board in composition for an offence under this section shall be credited to the . . funds of the Bank, ‘ Bank 29, The Bank shall be deemed to be a licensed com- {ove s mercial Bank within the meaning of the Banking Act, No. Heensed 80 of 1988, . , - Beck woe ‘Monetary 30. ‘The Monetary Board may from time to time given Boord general or special dirccticns in writing as to the perfor- BENvos. mance of the duties and the exercise of the powers of the aires Bank and it shall be the duty of the Bank ta comply with such direction, =.” ‘Omeers 31. Every Director of the Bosrd and every officer oF Servanty + servant of the Bank shall be deemed to be public servants | ‘of the Bank within the meaning, and for the purposes, of Chapter IX of ome the Penal Code. eo, Eereunte Persona 32 No person other than a director or a person 4} “guthorised expressly authorized by the Board, shall sign and execute Ba 2 any documenta required to be signed or executed by the | BRU Board in the exereise, discharge or performance of #ny 3 Powers, fanctlons or duties conferred or imposed on, on.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "assigned to, the Bank under this Act. ~ .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "+B) Receipts signed by'a director or by any person ' expressly authorized by the Board to sign such receipta shell be an effectual discharge of the smounts pald to the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "Bank.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Gem Trading Bank M3 + Act, No, 51 of 1993 . 83, Nothwithstanding anything in the Stamp Duty Act, Exonpt No. 43 of 1962, any instrument required or authorized to be Jiamp made or executed by the Bank or any instrument mads or duty, executed in connection with the business of the Bank by the Bank, and any instrument made or executed by any ether person in favour of the Bank in respect of any secur : : tity for a loan, shall be exempt from the.payment of duty under thet Act, 34 Every donation made of money or otherwise to tha Fxcmotion ‘Bank shall, for the purposes of paragraph (b) of subsection curtain {2) oF section 31 of the Inland Revenue Act, No, 28 of 1979, ** bo deemed to be a donation made in money or otherwise to a fund established by the Government. 35. Th this Act, unless the context otherwise requires Zoterpre: “aecomodution” means any loan or overdraft or any ‘commitment to grant any loan or overdraft oF advance, including: a commitment to accept 0 contingent liability ; “Central Bank” means the Central Bank of Sri Laake established under the Monetary Lew Act (Chapter 422) ; “Development Finance Corporation, of Ceylon” means the Development Finsnce Corporation established by the Development Finance Corporation of Ceylot Act (Chapter 165) ¢ “finance company” means a company registered under the Finance Compantes Act, No. 78 of 1988 to carry on finance business ; “finanela) institution” means— (@) a licensed commerciat bank, {8} 2 Bnance company, _ ° + (ce) The National Savings Bank, (@) The National Development Bank of Sri Tonks, (@) State Mortgage and Investment Bank, . (f) Development Finance Corporation of Ceylon ; “ gem ” includes a prectous stone or a semi-precious stone, t and @ product of any gem or any such stone; '",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "4 Gem Trading wens Act, No. 51 of 1993 “gem industry” means any trade or business of all : any of the following classes or descriptions :— {a} mining for gems or gemming : (b) importing gems into, or exporting gems from. Sti Lanke ; . (©) selling, purchasing, or supplying gems; (@) valuing gems; {e) cutting, polishing, engraving or carving of gems ; () heat treatment of gems and any other method of enhancing the value of gems; . (g) examination and certification of gems and . assaying of precious metals; and (&) lapidary training ; . “jewellery” means any ornament made from precious . metals or precious stones for personal adornment or any curio made out of such metal or such stone ; “Jewellery industry ” means any trade or business relat- : ing to the assaying of precious metals or the manufacture of ornaments from precious metals or . Precious stones for personal adornment or the export of such ornaments; “Ueensed commercial bank means a licetsed cou ‘mercial bank within the meaning of the Banking ‘Act, No. 30 af 1988 authorised to carry on banking business ; “Monetary Board” means the Monetary Board of the Central Bank of Sri Lanka constituted under section @ of the Monetary Law Act ; “Natlonsl Development Bank of Sri Lanka” means the National Development Bank established by the National Development Bank Act, No. 2 of 1979; “National Savings Bank\" means the Na‘tonat Savings . ° Bank established by the Natlonat Savings Bank Act, No. 80 of 1971;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Gem Trading Bank cry Act, No. 51 of 3323",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "“public corporation” means any corporation buard ut other body which was or is established by or under ‘any written Jaw other than the Companies Ordi- nance, with iunds or capital wholly or partly provided by the Goverment by way of grant, Joan oF otherwise ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "“State Mortgage and Investment Bank” means the State Mortgage and Investinent Bank established by the State Mortgage and Investment Bank Act. No. 18 of 1975;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "“statutory institution” means any body or institution established by a Statute, not being a public eor- Poration and includes a company established under ‘the Companies Act, No. 17 of 1982 in which more than fifty per centum of the share capital is owned by the Government of Sri Lanka,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "36. In the event of any inconsistency between’ the Sinhala Sinhala and the Tamil texts of this Act, the Sinhala text prevail shall prevail fh ease of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "SCHEDULE [section 5 (2) Paowistons Reiarma 20 7mE Board or Duwectooa",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "1. A person shall be disqualified from being nominoted, elected OF continuing a5 a director of the Boart— .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(@) if he is or becomes a Member of Parliament any Provincial",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "‘Council ‘or any local authority;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(2) if ne is not, coasts or to be a citizen of Sri Lanka ; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(©) if be ts under any lew in force in Sti Lanka or in ony other",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "country, found or declared to be of uneound mind ; oF",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(2) it he ts serving or served a sentence’ct imprlsooment",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Smpased hy any court in Sri Lanka or any other counts.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "2, Exeept the Chairman ‘tnd the director referred to in ection $C} (b), every other directors shal, unless he vacates offte carller by desth, resignation or removal held office“for a term of three years and chall be eligible for renomination, oF re.election i the case may be:",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Provided that a director nominated or elected fa place of a director who had vacated office by death, tesignation or removal, shall hold office for the unexpired term of office of the direc‘or Whom be succeeds, :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "‘Tha director referred to in section §(1) (b) shell hold office for 20 long as he ix the Cheirman of the National Gom and Jewellary Authority.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "16 Gem Trading Bonk =~ . on Act, No. 51 of 1993",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "3. If any director is temporarily unable to perform his duties of bis office during eny period due to ill-health or absence from Stl Lanka, or for aay other couse, another person tay be nominated ox elected to act in his place,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "4. A direclor referred to in section 5{1)(¢) may be remaved from office for reasons assigned by the Monetary Board,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "5, The directors (cther than the Chairman) and the director |” referred to in section 5(1)<b), may rebign his office by Ietter addressed to the Chairman and such resignation shall taive effect upon it being accepted hy the Chairman,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "6, The Directors may be poid such remuneration out of the funds 83 may be determined by the Monetary Board,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "4, (A) The Board shalt meet st least once a month and also as frequently os necemsary for the purpose of discharging te funttions under this Act.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(2) The quorum for any meeting shall be three directors. and mibjest_ io the other provisions of this Act, the procedure to ke followed in regard to the transaction of business at meetings of the Hoard shall be ax detarmined by rules made bY ‘the Board,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(3) All questions for decision at any meeting of the Board, shel! be decided by the vote af the majority of the directors present. In the case of an quality of voles, the director presiding",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "ahall have a casting vote, ° :",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "‘4. No act or proceeding of the Boand shall be deenied'to be (nvalicaced by reason only of the exiatence of a vacancy among",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "the directore or of any defect in the appointment of any such | irector, oe",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "9, (1) The geal of the Bank shall be in the, custody of the Chairman. . .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(2) The seal of the Bonk’may be wltered In such manner..ns ‘thay be determined by the Board",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(3) The seal of the Bank shall not be affixed toany Instmument; ‘or document except with ihe sanction of the Board and In the Presence of two directors who shall sign the instrurmant or dau. ‘ment in token of thelr presences. :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(4) The Board shall main‘ain a register of the instruments 6nd documents to whlch the zeal of the Bank hae been affixed.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "19, (1) The term of office of the Chairman shell,subject to the ‘Drovitions of subsection (3), be four years commencing on the date of his appointment as Chatman *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "(2) In the event of the vacation of office of the Chairman before the expiration of bls term of office the Monciary Board ahall in terms of section (1) (a) appoint another person ‘e hold office for the unexpired part of the term of office of the Chetrman 50 vacating offre, :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": ". Gem Trading Bank ro Act, No, 51 of 1993",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "* (2), The Chairman smsy resign his office by 2 Telter addressed",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "to the Monetary Board and auch resignation shall take effect 00",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "‘it being accepted by the Monetary Board,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "(4) The Chairman shall preside at every meoting of te Loar, 4m the absence of the Chairman, the Monetary Board shail nominate a Chsirman from among other directors",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "11, very director who is interested in any toan or contract Proposed io be obtained or made by the Bank shall disclose the Ratura of bis interest at a meeting of the Board. Ths disclosure shall be recorded in the minutes of such meeting ond such ‘director shall net take part in any deliberation or decision of such Board with respect to such foun or contract.",
    "mean_p_confidence": 0.83
  }
]