[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "- PARLIAMENT OF CEYLON . Ist Session 1960-61 : ; Gay? . ie (lea! Public Service Provident Fund (Amendment) Act, No. 52 of 1961 Date of Assent: June 19, 1961 Printed on the Orders of Government . ‘Printed .0t @e Govmamar Frees, Conon, To be Pan dt aostitaan Pmucaatis Basen, Comes Annual Subscription {including Bills) Re, 25, payable in advance to the SurernvTeNpent, Goverymert PUBLICATIONS Bureau, Poar Orrice Box 500, Secretariat, Colombo 1 Price: 15 cents, . Postage: 10 cents,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“+ Public Servics Provident Fund (Amendment) Act, No. 62 of 1961",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "L, DO. 28/38, .",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "AN Acr 70 amenp ‘tax Pustic Service Paovinent Fowo Onpinance, No. 18 of 1942, anp To vara- \"pate contRsUTIONS MADE T0 THS Pusiic SeR- ‘vier Provipenr FUND BY THOSE NON-PENSIONABLE EMPLOYERS OF THE GOVERNMENT WHOSE POSTS OR OFFICES WERE NOT SPECIFIED OR DESCRIBED IN TRE Scuenviz 10 Hat ORDINANCE DUE 10 INADVERTENCE,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". [Date of Acsent: June 19, 1962]",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Queon’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon io this present Parliament assembled, and by the autho rity of the same, as follows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4, “This Act may be cited as the Public Service shot sie, Provident Fund (Amendment) Act, No. 52 of 1961.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. Section 2 of the Publio Servios Provident Fund Amintamt ot Ordinance, No. 18 of 1942 (hereinafter teferred to as Same the “ principal enactment) is hereby amended, in No. 18 of 1044 sub-section (L) of that aection, by the substitution, for all the words from _‘* those’ non-pensionable srployees ** to the end of that sub-éection, of the following: — .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“every non-pensionable employee in the service",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "of the Government whose salary is payable at a",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "monthly rate. Such employes is hereafter in this .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Ordinanos referred to as a’ “ non-pensionable",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "employes ”.”.",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "-8, Section 4 of the, principal enactment is hereby Amuimdmpent of mended by the substitution, for .the words 4 ct ‘* scheduled employee ”’, wherever those words occur in sasdau. that section, of the words “‘non-pensionable employes\".",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4, Section $ of the principal enactment is hereby amendment at amended by the sobstitagion, for the words jven,t ot “scheduled employee’, of the words ‘non. carta pensionable employes\",",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "5, Section 5A of the principal enactment (inserted - rapet of by Ordinance No. 28 of 1947) is hereby repealed. gas",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Fox. zane asec",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2  Publie Service Provident Fund (Amendment) Act, No. 58 of 1967 Anping! ¢ 6. Section 12 of the principal enactment is hereb; mes B* amended, in  gub-seotion (2) of that section, as souls” follows: (@) by the substitution, for the words “ schedaled post”, of the words “ non-pensionsble post 5 (®) by the substitution, for the words “be closed.””, of the words “‘ be closed:””; and (© by the addition, at the end of that sub-section, of the following proviso: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "“* Provided that where any contribution onder section 4 which was due from such contributor before euch date hos not been paid to the Fund before such date, the interest and bonuses referred to in para- grapha (a) and (6) of this sub-section shall be credited to his account, but such account shall not be closed till such time as shall be determined by the Board in order that such contribution may be deducted from his salary. and paid, or be otherwise paid, to the Fond; and if such contribution is paid to the Fund before such account is closed, the Fund shall be credited by the Deputy Secretary to the Treasury with a sum equivalent to one and « half times such contribution, and euch account shall be credited with « bonus equivalent to one and a half times such contribution, and sach account shall then he closed.””.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "Amandrarot of 7. Section 18 of the principal enactment (as Gepiga: amended by Ordinance No 23 o 1947), is berehy suomi =——amended a8 follows: — : {@) by the substitution, for all the words from “i? a contributor is transferred” to “in any of the following circumstances, ”, of the following :-—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "“if a contributor dies while in the ser-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "vice of the Government or leaves the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "service in any of the following circumstances, \"”; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Publie Service Provident Fund (Amendment) 3 Act, No, 68 of 1961 (@®) in the marginal note thereto, by the sub- stitution, for the words “ death, trans- fer”, of the word “ death\". - _ 8. Section 18 of the principal enactment (as Amminmt of ‘amended by Act No. 83 of 1952), is hereby amended $i incon as follows:— suicinear (@) in sub-section 2 of that section, by the sub- stitution, for the words |‘ scheduled : employes '’, wherever those words occur in that ‘sub-section, of the words “ non- pensionable employee \"’; (2) by the addition, at the end of that section, of the following sub-seotion:— * (3) In this section, ‘' pensionable office in the public service \"’ means any office in the pablic service which has been declared to be pensionable under the Minutes on Pensions.’; and (©) in the marginal note thereto, by the eubstitu- tion, for the words “ under - Govern- ment.”, of the words ‘in the public service. *, : _% ‘The following new section is hereby inserted tommon of immediately after section 18, and shall have effect as Ii site section 18A, of the principal enactment:— elucipal * Pagtnoas 18a.) Where a contributor who is vente an Uncertificated Government Teacher “epee becomes eligible for the grant of a pen- aumic.t®, sion under the School Teachers Pension super“ Regulations published in Gazette sug. No. 7,681 of February 24, 1928 (and Ferchars therein referred to as ‘rules \"?}— Regaletione, (a) the account of that contributor shall be closed on the day on . which he becomes so eligible; * (2) the aggregate amount of the + bonuses credited by Govern- ment to the account of that contributor together with the interest accrued on such . bonnses shall be paid to Government ont of the Fund;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 . Public Service Provident Fund (Amendment) Aot, No. 58 of 1962 . (@ the aggregate amount of the ‘compuleory contributions and . voluntary contributions, if any, made by that contributor * Yo the Fund together with interest accrued on such. contributions shall be paid to that contributor out of the . Fund; and (@) no award under the Minutes on oO : Pensions shall ba made to that contributor in respect of any service as an uncertifi- cated Government Teacher which is teckonable fer the yarposes of any pension pay- able under tho. aforesaid . Regulations. @) In this section, ‘* Government Teacher” means a teacher appointed by the Department of Education to a school adminietored under the Code of Regu: lations for Government Schools published in the Supplement to Gazette fo. 7,726 . of Angust 2, 1929.\", Repeal of 10. Section 28 of the principal enactment is hereby Geto’ repealed. sudaen Amednect of . 44. Section 25 of the principal enactment is hereby Bicpel amet’ Amended, by the mission of the definitions of ant. ‘Schedule’, ‘scheduled employee” and “* scheduled post *. Repeat of 42, The Schedule to the principal enactment is Selsia 'o he hereby repealed. princips Eoaeane, Eetospeie 48, ‘The amendments made in the principal enact- 7 ment by Paragraphs (8) and (¢} of section 6 of this” Act shall be deemed to bave taken effect on April 1, 1042, the amendments made in that enactment by _ Paragraphs (b) and (0) of ection 8 and by section 9 - of this Act shall be deemed to have taken effect on October 1, 1954, and the amendments made in that enactment by sections 2, 3, 4, 5, 6 (a), 7, 8 (a), 10, 12 and 12 of this Act shall be deemed to have taken effect on October 1, 1957,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Public Service Provident Fund (Amendment) 8 Act, No. 68 of 1961 44, All snch contributions as have been made Yatistion of hefore October 1,-1957, to the Public Service Provident Stitt tis Fand establishied by the principal enactment by any Fublc Servier, uon-pensionable employes of ‘the Government whose Ferien 3 Beet ‘or office was not specified or described in the proshreble chedule to that enactment shall, notwithstanding jnyes woe that anch contribations were not required to be made esc to thet Fund under that enactment, be deemed to have smile, fy, been made by such employee under and for the pur- Shell whe poses of that enactment and accordingly such fuscee employee shall be deemed to have been a contributor to that Fund during the period in respect of which such contributions ware made and to have been entitled to all the benefits fom that Fund in respect of that riod,",
    "mean_p_confidence": 0.79
  }
]