[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ist Session 1953 ; Ruse ea; Chank Fishery Act, No. 8 of 1953 Date of Assent: March hd 1953 Printed on the Orders of Government, Pini AR. Coum Son. Fae, Sacuae, To be ae Sern cate be gees Bony, Post, Orica Box $60, Seereianiat, Colombe Prise 20 cent Povtope + cent,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Chank Fishery Act, No. 8 of 1958 8",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "L. D0, 19/52.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "AN ACT 70 MAKE PROVISION FOR RECULATING THE TAKING OF CHANKS, BECHE-DE-MER, CORAL, AND SHELLS, FOR REGULATING CHANK FISHERIES AND THE EXPORTATION OF CHANKS, AND OTHER MATTERS INCIDENTAL TO OR COMMECTED WITH THE MATTERS APORESAID.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "[Date of Assont: March 14, 1958]",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "BE it enacted by tho Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament sesembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1, This Act may be cited os the Chank Fishery so ste. Act, No. 8 of 1963. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Taking of Chanks",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2. (1) No vessel shall be used or employed in or Betietico for the purpose of taking chanks or of any operations“ “\"™\" for taleing chanks, unless it is registered ander this",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "~ Act and registration card issued in respect thereof is carried in the vessel at the time when it ia so used or employed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "@) The authority empowered under this Act to register vessels which are to be used or employed for the purpose of talcing chanks or of any operations for taking chanks may refuse to roger any vessel ot ‘cancel the registration of any vessel if he has reasonable canes to believe thes such vessel ix to be so used or employed, or is heing so used or employed, by or on fatal of ‘ny petwon’- proven",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(@ who is neither a citizen of Ceylon nor the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "holder of a valid residence permit; or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(®) who has been convicted of any offence hy reason",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "of his having acted in contravention of any of the provisions of thie Act or any regulation made theveondle relating to the taking of chanks.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "The decision of such authority to refuse or cancel such",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Tegistration may: be the enbject of an appeal to a",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "District Court. :",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "& (1) No person shall carry ont any diving temiag operations for the purpose of taking chanks unless he .* aa\" ia the holder of a diving licence isstied under this Act and for the time being in force. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "12. Rammsnacins)",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "4 Chank Fishery Act, No. & of 1953",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "@) No person shail use or employ any other person for the purpose of carrying out diving operations for taking unless that other person is the holder of a diving licence issued under this Act and for the time being in force.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(3) The authority empowered under this Act to ismue diving Hieences may refuse such Ticence to any applicant therefor, or may cancal the lioenos of any holder thereof, if such authority has reasonable cause to believe that the applicant or holder, as the case may be—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(@) is neither a citizen of Ceylon nor the holder of a valid residences permit; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(®) has been convicted of any offence by reason",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "+ of his having acted in contravention of any of the provisions of this Act or any regu- lation made thereunder relating ‘to the taking of chanks.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "The decision of euch suthority to refuse or cancel such licence may be the subject of an appeal to a District Court, ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Erohiion %. No person shall use any dredge or other",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "aietgea, apparatus of a like nature for the porpote of taking",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "ankks. a 5. Regulations may be made providing for— + fopeliioos,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(@) the ngistration of vessels used forthe purpose of taking chanks, the fees payable for such registration, the period for which, such registration shall be offective and the renewal of such registration;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(®) the time and manner of the making of applications for diving Licences;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(©) the isene and form of such licences, the fees payable therefor, and the duration and Tenewal of such licences;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(@) the declaration of close seasons for the taking",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ": of chanks in specified areas and the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "prohibition of the taking of chanks during the close seasons;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(@) the regulation, supervision and contro! of gpstations for the taking of  chanks,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ":  Beluding the e prohibition of the taking of : \" * ghanks Beyond a specified depth or in specified areas; and :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Chank Fishery Act, No. 8 of 1958 5",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "G rally in res) of matters connected with A oer ‘nbideutal to the matters mentioned in the preceding paragraphs of thie section.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "6. (1) The Minister may, with the concurrence of Stank",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "the Minister for Health, from time to time by Order timp. published in the Gazette— (2) declare any place specified in the Order to be a chank Eohery amp, during such period ._9F patiods ee may be so specified for the purpose of any chank fishery specified therein; (0) prescribe the duration of the period of such fishery; and * (©) appoint any person, by name or by office, to be ‘the superintendent of such camp.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The Minister may make rales—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(@) for the preservation of order in any chank fishery camp;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(®) for the prevention of accidents, fire and disease in any such camp;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(@) for the regulation of the water supply and sanitation in any such camp; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) for any other matter which he may deem necessary for the proper administration, regulation and control of any such camp.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(8) Every rule made by the Minister shall be published in the Gazette and shall come into operation upon the date of such Publication or upon such Inter date as may be apecified in the rule.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(4) Every rule made by the Minister shall, as soon ag convenient after ite publication in the Gazette, be brought before the Bronte and the House’ of Representatives for approval. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Every rule which is not so approved shall be deemed to be rescinded ag from the date of auch disepproval, but ‘without prejudice fo anything previously done thereunder. . .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Every rule so approved shall be as valid and effectual as though it were herein enacted.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(6) Any person who acts in contravention of any provision of any rule made under this section eball be guilty of ax offence and shell be liable on conviction after summary trial before a Magistrate to a fine Tot exceeding one hundred rapess.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "6 Chank Fishery Act, No. 8 of 1958 Enportation of Chanks and Royalty. Soot at 7. (1) No person shall export any chanks from ‘tame, = Ceylon— y (a) except under the authority of an export licence issued in that behalf by the Controller of Exports on the recommenda- tion of the ‘Director or an officer authorised by the Director in that behalf; or (®) except from any port declared by the Minis- ter by Order published in the Gazette to be a port from which chanks may be exported. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(2) The Minister may by Order published in the Gazette declare that the ‘provisions of paragraph (2) of sub-section (1) shall nat apply during the period",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "' lor which the Order is in force. Rapnty oo 8. (1) ‘There shall be levied and paid on all chanks shale. ent for exportation from Ceylon a royalty at such rates as the Minister, with the concurrence of the Minister of Finance, may from time to time appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "@, Brety such Order shall as soon a8 convenient he laid before the House of Representatives, and may at any of the ‘next following, eight mestings be rescinded by resolution of the Hlouse of Representa- tives, but without prejudice to anything previously done’ thereunder.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "Every such Order which is not so rescinded shall be as valid and effectual 2s though it were herein enacted.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "spplntion % The provisions of seotions 7 and 8 shall be read. geen and construed as one with the Customs Ordinance. Gap 38s, ” Beche-de-mer, Coral and Shells. Regus 10. Regulations may be made for the prohibition Bere, or the regulation, supervision and control, of the aida.” —export.and taking of beche-de-mer, coral or shells, whether generally or-in any specified area. . “Supplementary Provisions. . Kean 44. (1) The Minister may make regulations for or wavetes, in respect of all matters for which Syalations are required or euthorised to be made by any of the pre- ting provisions of this Act and generally for the purpose of cerrying out or. giving effect to the principles of this Act. : :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Chank Fishery Act, No. 8 of 1958 7",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "@ Every regulation made by the Minister shall be published in the Gazette and shall come into operation upon the date of such publication or upon such later date ac may bo specifiel in the regulation.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "{8) Every regulation made by the Minister shall, as soon as convenient after its publication in the Gazette, be brought before the Senate and the House of Representatives for approval.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Every regulation which is not so approved shall be deemed to Be reacinded as from the date of such dis- approval, but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Bvery regulation so approved shall be as valid and effectual ag though it were herein enacted.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "12, (1) Any person who acts in contravention of Ofte ssa any provision of this Act or any regulation made Pl thereunder shall be guilty of an offence and shall be liable on conviction after summary trial before a Magistrate to imprisonment of either description for @ period not exceeding six months or to a fine not exceeding five hundred rupees or to both auch imprisonment and fine.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(2) Where any vessel is used or employed in contravention of section 2 of this Act Ere ay regulation made thereunder, the person for the time being in charge of the vessel shall be guilty of an : offence punishable under sub-section (1) of this section; and the owner of the vessel shall also be guilty of the like offence unless he proves to the satisfaction of the court that the offence was committed without his con- sent and that he had taken all reasonable steps to Prevent auch contravention.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "48. (1) Any chank, beche-de-mer, coral or shell s:izae taken, or any dredge or vessel used or employed, in Siw, contravention of any provision of this Act or of any rogulation made thereunder, may he seized by any fisheries inspector, or by any police officer or officer of |< customs, or by any ead, or by any petwon appointed for ‘tbat urpose in writing by the Govern-. tment Agent of the Province or Assietant Government Agent of the district in which such seizure is made,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "and when seized shall be conveyed to the Customs affce nearest to the place of ssicure; and anything so seized— : (a) shall be returned to the person from whose ‘possession it was seized forthwith upon -<Iv 2\" the expiration of fourtésn’ days after the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "8 Chank Fishery Act, No. 8 of 1953 seizure, unless a prosecution for the _ alteged contravention is instituted before",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "a the end of that period; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(®) shall be returned to that person forthwith , after the final determination of the pro- seoution unless it is duly declared to be forfeited to Her Majesty under",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ". sub-section (2).",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(2) Any court convicting any person of any offence under this Act may make order declaring that any chank, beche-de-mer, coral, shell, dredge or vessel used in or in connection with the commission of the offence shall be forfeited to Her Majesty; and anything so ordered to be forfeited may be suld or otherwise dis- posed of in such manner as the court may direct.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Tplemer'e 14. A court imposing a fine under this Act may “res award to the informer o share not exceeding & moiety : of 20 much of the fine as is actually recovered an vealised. Offences, 48. All offences under this Act shall be cognizable oir, offences for the purposes of the application of the provi- pe aon sions of the Criminal Procedure Code, notwithstanding tan 16 anything contained in the Firet Schedule of that Code. Injarprtation. 18. In this Act, unless the context otherwise . requires—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ", “citizen of Ceylon\" means a person who is, 8 citizen of Ceylon under any taw for the",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "- time being in fores in that Behalf",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "* chanks ”” includes both live and dead chanks;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "“coastal waters” means the part of thé sea within a distance of three nautical miles",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "wet from any point on the coast of the Island messured from the low water mark of ordinary spring tides;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ". ‘Director’ means the Director of Fisheries bppointed under any law for the time being",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "~ im foros relating to fisheries;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘¢ “immature chank ’? means any chank of a size capable of being, passed through a metal ring two and three-eighth inches in diameter; .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "“ fisheries _ inspector” means Gay. person sppointed an Inspector of Fishories under any law for the time being in force relating to Fisheries and ‘noludes: 8 person ©",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": ". ‘appointed @ Sub-Inepector of Wisheries;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Chank Fishery Act, No. 8.0f 1988 8",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "“take” with its grammatical ‘variations and cognate expressions, when used with reference to chanks, includes the fishing for or diving for or collection of chanks; ~*~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "* valid residence permit ” means a temporary or permanent residence permit isoed under the Immigrants and Emigrante Act, No. 20 of 1048, and for the tame being in foree; an",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "“‘ vessel ”* includes boats, canoes, rafts and craft of every description.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "47, The provisions of this Act, other than the Dys0t provisions of this section and of sections 5, 6,10 and 11, 7m: into shall not come into force until such'date as tha fe: Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "48, (1) The Chanke Ordinance is hereby repealed eps of with effect from the date appointed by the Minister SR US by Order published under section 17.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "@) Notwithstanding the repeal of the Chanks Ordinance, any notification under section 2 of that Ordinance’ in force immediately prior to the date of such repeal shall continue in fores and be deemed on and after that date to be an ordar made and approved under section 8 of this Act; and the provisions of the aforesaid section 8 shail apply avonrdingly.",
    "mean_p_confidence": 0.82
  }
]