[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON worcrm 4th Session 1963-64 ...02-, Gia PREC 6s Jet) GTM AS PPD «5 a \\ “YW AigBA NS OY Berk Mees, BR Qeaey Criminal Procedure Code ; (Amendment) Act, No. 10 of 1963 Date of Assent: December 4, 1968 i Printed on the Orders of Government i Patel ats ll come Bomurcasiies Snoas, Couonms Subscription (including Fills) Rs, 90 (Local), Re. 40 ese eee, fee EREREED Ge Sonate aaa Price: 15 cents, Postage: 10 cent,\"",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "\"\"Griminal Proveduie Code (Amendment).",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "awe ‘Act, No. 10 of 1963 a",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L DEO. 90. 0 a",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "AN ACT TO AMEND THR CRIMINAL PROCEDURE CODE .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "[Date of Assent : 4th December, 1963] : :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Criminal shot ia Procedure Cade (Amendment) Act, No. 10- of 1963.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2, For 0 long and so long only as Chis Amendment of section remains in force, section 440A of the Criminal S72 (40s, Procedure Code shall have effect as though for sub-section (8) of that section, there were substituted “ the following new sub-section :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(8) (@ The trial of any person before the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Supreme Court under this section may commence",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "or continue in the absence of such person if the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Court is satisfied —",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@ that such person is evading arrest or absconding ; of . ( that such person is unable to attend . or remain in Court by reason of iliness ‘and has consented to the commencement or: continuance of the trial in his absence ; or (© that such person is unable to attend ‘or remain in Court by reason of illness ad no prejudice willbe caused to such person by the commencement or con- Biusuoe Sf the tral in his absence. scfid The commencement or,continuancs of the of any person before the Supreme tier this Yedlion in tao absence of such person shall not be deemed or construed to affect or rejudice the right of such person to be defended 4 by'a pleader at such trial.” :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. Section 2 of this Act shall remain in force Timeumy = ° ~~ until the date of the conclusion of the trial of any ant Dptson before the Supreme, Court under section 9 thi Act",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "of the Criminal Procedure Code which com- menced before, and is pending on, the date of the coming into operation of this Act ; and accordingly : shall cease to be in force on the conclusion of such",
    "mean_p_confidence": 0.91
  }
]