[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  fer  a)  PARLIAMENT OF THE DEMOCRATIC  Fl SOCIALIST REPUBLIC OF  7 SRI LANKA  t  GOODS AND SERVICES TAX (AMENDMENT )  7 ACT, No. 11 OF 1998,  ‘ [Certified on 31st March, 1998}  h  ee  ‘Republic of Sri Lanka of Apri! 03, 1998.  oa ae",
    "mean_p_confidence": 0.5294827586206897
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Goods and Serices Tax (Amendnen)  Act No 1 of 1998  {cere on 3s: March, 1996  Lp 0.4387  ‘A Act akan 1 Gos ano Sev Ta  ‘Aco. Sor 196  BE tented by the Parliament of be Democratic  Repu of ei Lanka flows  : 1, ThisActmay be cited athe Goods and Semets Tx ttt  ‘ (Amendment) Act, No 11 of 1998, and shall come into  4 operation on och da she Minter may spit by Order  pblisted inthe Gaete,  2._ Seton 2 of te Goods and Services Tax Act, No. 34 Avene  1996 (herinateretemed toa the\"pincialenacinen’) tea A  ie tereby amended by the repeal af subecin G) of thet  Section andthe subsaton therefor of the following  sebsection—",
    "mean_p_confidence": 0.41157894736842104
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  “) The tax on imporation of goods shal be  charged, levied and coleced aii were a csi  ye sf al gods impo ina St Lan are  ital nd able custo dy. These provisions  shall not be applicable vo any goods entre into  customs Bonded area in lems of the Custom",
    "mean_p_confidence": 0.4863157894736842
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  . ‘Ordinance:  Provided however tht the Director-General of  : ‘Castoms may defer prynent oft tad on ay  sods imported by a egtered pron who imports  ‘od tobe sed forthe pupae of manufrs and  {xporathe gros somanutrreoray other pen  ‘fered toin subsection 6)of ecto 2 fra peiod  Aoenceding frye dy orsoch ober prod ok  owen ninety days as maybe determined bythe  Miniser by noinion pubis in th Gare,  fromthe dof mpeation och gods, abject to  the frishing of «bank gunrance ox «corporate  faniate whieh over te amount of etx do  te gods imported”  2-powrs2—9350 (002)",
    "mean_p_confidence": 0.3541818181818182
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Goole and Semices Tax (Amendmert)  fet or [1 0f 198  Amine 3, sets, f the prin enatent is amended as  som felons  ae CU) by ca nsarton mmeiney afer sutscdon (1) of  that section af the flloing subsection >—  “19 Notwheaning the provisions of oragraph  (eof autcstion (I), bere a Hv i ae  {expt of go ssp itn ten dy rom the  {eof Gey of sath goods, te te o spe OF  Sch goede sl be deemec 0 De te ine ich  {he inwace ee iste",
    "mean_p_confidence": 0.38689999999999997
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (2) by the isetion immediatly afer subsection 2) of +",
    "mean_p_confidence": 0.42083333333333334
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  tia stom af th eng subset",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  -2) Notwithstanding the provisos of paragraph  (a) et abecton 2), when an vce i sued In  {eopet of services applied within nda ro he  {dt of performance of sh servic, thetime of suply  ‘cochericeshalbe deemed tobe tbeGmet wich  ta voice wa sue”",
    "mean_p_confidence": 0.40693877551020413
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (2) in paragrapt (a) subsection (3) ofthat seton by  the substitution forthe words “unde an agreemest™  tthe words \"unr an agreement ened it OF OF  ‘er the appointed date\"?",
    "mean_p_confidence": 0.4052941176470588
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (4) by the addition atthe end ofthat section of the  folowing substan :— :",
    "mean_p_confidence": 0.5235294117647059
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (4) Where the Commissioner-General has",
    "mean_p_confidence": 0.42857142857142855
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  directed any eisteed person account fora ona  ‘payment basis under ction 23 theme of supply of  foods and services supplied by such person shal be  etme at which pays espe of sch py  inrecived",
    "mean_p_confidence": 0.39325
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  neninatot 4, Section ofthe principal enactments hereby amended",
    "mean_p_confidence": 0.323
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  ‘sseeSeite follows —",
    "mean_p_confidence": 0.198
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  I",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  cme (1 im subsection (1) ofthat section bythe substitution  forthe word nd figures “any tax chargeable under  thi Act any exci day payable under he Excise  {Sposa Provisions) Ac NO. [0 1989\" ohe words  “ay tx chargeable Under his Ae",
    "mean_p_confidence": 0.4484782608695652
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  ’",
    "mean_p_confidence": -0.0033333333333333335
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Gocrs cad Services Tax (Amendment) 5  ‘Aet No HP of 1998  GD in pangsan of subsection {8} of vas sation by  ‘he substation forthe word \"by a perc are  Uinse he wands \"hy pecs ace time”,  12) sa subsection (10) of thot setion by the sbi  forthe words al be he soak pad ose ike  ‘rhe emoun dst\" of the words “shal be he  lr paid for sc ike exe tx yee aden  ‘ht Ae dhe amount dep est hein pale  . under AGE jam  (3) by the addition atthe end of that section of the  . {ellowirg ubanctons  “(11 Where goals or sve ate sepied wer  sm apsemen: catered into on oetetore 2 December,  1996 no: being hie parhase agreement ad wh  ‘cnotroviowsbls the vale of such spy atl Behe  ‘conaicontlan for such supply ae spitared auch  aprocment fess the tax dovermined by the  ‘Commissions-Geaeral as being etibatic to cich  ‘coacderiton  (12) Waste ang goods suppited under a lease  agement subsequent ane fovnd odes ot  . \\Boespiny ofthe period ofthe nse, ara consideration  not roentgen pe cent f th ttl consider  Of the lem agreemen, sich condemn sal i  ‘onside a par of the eansicerstion of the Fae  ‘ agreement  Anettocn ct  ot Seen eet te mind manent amined sowtet et  ee  ©) in paragraph 09 of subscton 15 ofthat sect by ME  the substation, forthe weeds “and any #85\" of the  ‘words und figures “any cess and any excise duty  ‘yale der a Becive Special rwicone} At, Ho.  Hof 1989\";  2) bythe rapeat of sobecedom 2} of tnt sation, .",
    "mean_p_confidence": 0.3753333333333333
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Gon and Series en haeader  ‘hy ie 12 of 906  cenit? 6 Seton eta eracmt ier eed  SET opto heh pattem  eee 1) sab-peragragh (i) of that pograph by the  sutton torch words \"Ree ote Stank,  Shee worderoren sie St Lath an  a) by be aon edincy ners ping i  ‘Shapers ofthe flowing new tah =  “tie international tansportaion Gietusing  rrhipmen of goss ora  Aneniems 7. Seto 1 af he orn enactment 2 htehy  waton ice gapended in subsection (25 of thot section by the repeat of =  oem Garages (oh (sc) of tat buen abd he  Sabsteaen ert oft fling psig  “a aie i ay wrbi vid foe torr et  ‘oni he case say be se alse a  teable spies of goats oF were orgs a8)  ‘Sov nae in St Lanka nat tate paid of  fa mos fre meh she ae 7b hes  ‘eeaded fe bonded host! peso  inthe tle mons pei ie ating, the wa  tri oi trae spin of gods o rit  oes od crvicea mate ni Lanka ne cee  Sovrnin angi feed usa pes sor”  (0) sag tne here re rasenble ous fo be  Moneta ae bina ops in Belk  of gos on stvice goats ev sees ee”  ‘neteding one noth dre rts ae period  cece ray be. By to ced fe nde  Send apr nheSscag inv ot  rv’ ily to creed one rion and wight  nied Baad eee  ‘roid Noweve fh where the Commission  ocr of gon ht Se sappy oo ec  {o ena emctoe,te value 0 cb 6)  Inoy be enh n colciting the il bie of  teary sorte pups of ston”",
    "mean_p_confidence": 0.3508766233766234
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Goods and Services Tax (Amendment) 3 7  Act No 1 of 198",
    "mean_p_confidence": 0.5633333333333332
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  4 Section 11 ofthe principal enacimentis hereby | Anennet  amended inte proviso wo subsection (1 of that section by sem oe  the substation for the words ard gues “eton 10 or as  section 12\" ofthe words an gue “seston 10 oven  12 ois deemed to be a regired pesin under subsection  (ot section 755",
    "mean_p_confidence": 0.47557377049180327
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  8. Section 13 ofthe prncpst enactment is hereby _Ancndes of  mended in paragraph () ofthat scion bythe sabi mothe",
    "mean_p_confidence": 0.39999999999999997
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  + Torte words and gues “becion 10 or section 12 of be Pach  words nd figures \"“eton 10 or vston 12 ois deme  ben egistered person under subction (I) of section 75\"",
    "mean_p_confidence": 0.38222222222222224
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  . 10. Section 15 of the principal enactment is hereby Ameidment of  sendin ection) at vecton by te subsion eee  fo th words “eet a copes plac” ofthe words =,  “eect at aconspicwus pat =",
    "mean_p_confidence": 0.4465
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  11. Section 16 ofthe principal enactment i hereby Amendment t  amended follows seni  (1) im subsection (1) of that section by the repeal of al “*t™e#t  the words fom “igh successive tnable periods  following he dt of registration” tothe end of that  subsection andthe substitution therefor of the  : flowing —  “period often ourmonts allowing the date  5 freien whee schregetered pre as ceased  tocany enor cary oi atarable activity orth oa  valucofhis supplies cing any table period within  such ptiod does not enced the vale st ut in  secon 10°;  (2) In subsection (of hat section by the substitution  fect wordsand ures “ay person registred under  section 10 o section 12 whee the Commision  ‘ener iof the pinion” of the wort “ny person,  where es fhe opinion",
    "mean_p_confidence": 0.4293877551020408
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Goods and Services Tax (Amendment)  Act Na, 11 of 1088  ‘emrnemd HL. Stton 20 of whe inci nacrent fe beh  Faso spend a fll  ones (A> in subeetiog (1) of sat section by the static",
    "mean_p_confidence": 0.37452380952380954
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  {othe words all ise to uncer rested peter",
    "mean_p_confidence": 0.33199999999999996
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  tewhomn a sup is made ofthe wards “hal iasoe",
    "mean_p_confidence": 0.3245454545454545
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  to te gecton te whom auch supply made,  (2) tn sabection 2) hat section —",
    "mean_p_confidence": 0.3655555555555556
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  a}, bythe repeal ofperazaph bof tha subsection  sand Uae suboition these cf the tllowing >  parton",
    "mean_p_confidence": 0.1905
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  \"(8 a name and meet of the pevon  eho the supply was aaa",
    "mean_p_confidence": 0.341875
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  By in porspeaph Gp of Oat susscation, ty the  substation fr the sonds ont Gguees “the  ‘amon of any eacive dey pryable under se  ‘Bxcie (Sporn Provisions) Act, No. 3 of 1989  ‘aay raion” of he ards \"ihe amount of any  sation,",
    "mean_p_confidence": 0.4130612244897959
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (2) bythe repeal af ubceation (6pof tersetion and Be  saboticn tee fe Foo  7, Nagin diag the provions of section 2,",
    "mean_p_confidence": 0.2884
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  ‘whore sepimored perma makes utube pp, the",
    "mean_p_confidence": 0.2222222222222222
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  ‘ha of which does not exceed te dhousand apees 7",
    "mean_p_confidence": 0.38083333333333336
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  ach reiteed person may Ee 8 inven sting",
    "mean_p_confidence": 0.324
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  atthe follwing",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  {> the name, advo and he rogicmaon number  ofie applic,",
    "mean_p_confidence": 0.2353846153846154
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "  Gh) te data on whic the tox ime ws ive  a ssa easber.",
    "mean_p_confidence": 0.311875
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "  {e)_the deto of sappy an the description of goods  conserves supped,",
    "mean_p_confidence": 0.3514285714285714
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "  ey the quant oc vole of he serpy,",
    "mean_p_confidence": 0.33599999999999997
  },
  {
    "i_page": 7,
    "par_num": 17,
    "text": "  (@) the consideration inchs of the tax for the  supply aed the atevane se of”",
    "mean_p_confidence": 0.42000000000000004
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "  .",
    "mean_p_confidence": 0.07333333333333333
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  onl ed Se etn) 7  Se  EB. Section 21 of the principal enactment ix hereby  Aendanst of  csi some  Sia os  (2 in satsetion (0 of tha acca ty the sebatiton  cette ates wares meets  stor  ca npn tnt 30 a  | ey ty sega ft  Heseimirbere erste  “Wt bet Coa  ce  Soames  -subercsion {3} shall be guilty of ya offence under this:  Retr iberbeter sacar  So Uietnagear str menage  erence  sere Scheer menses  Sane  sh Sein ot i ns any spt  wna St  «Tp iin dt tu on win, San  anaes acta ots  Silgrey ain saeaeehe  . ese nary onda  ee tect  pe reeintrennrared  Fesseronnrengetceeertoar  canty aaa  (2) in subsection (4) of that section by the substation .  ‘for the words “the expiration of one month”, of she  ornare ce”  (here np be poenwevin of t  SS ae  , ae :",
    "mean_p_confidence": 0.30569832402234637
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  1% Sinan and Services Tax (amendmen)  ‘et, No, 1D of 1928  “Provided however, that were th a tacabte  pee  (a) tha aloe of waa cated eaplis ws tes  than Fy por centane of de ita tancthe  apie fr thal axable pong, such pat of  the o#oen of the inpit tn inlisive oF any  ‘excess beonght forwan from s preceding  axable period) as Hs equieaient 0 the .  propernon thatthe tera rated supplies Bear  adhe oink tate supplies ot  1) shere ican excess paras. nthe case aa  ‘eton wi Has erlered into an arectnent  ‘With the Board of sesumant of Siz Lank>  Sg the peed refered oem KV)  OT CRXVETY of the Sede to this Act so  Ae) there ie an onceas oFtaputan, nthe fa  person refer fn subsoevon (2,  such pt afte excess ac suc core, ax te case  hay he, es be rfomtad, capac 0 te gaovisions  of sation 58, nt Iter thar ose month af he a  of te teable period at rm the date ofthe eceipt ah .  ‘he setueFarave aah period. in whe the ewes  arose, whichever ie ber. he evento «fale 19  py suc yefund iia sock pding, etre on sh .  fefund shall be payabie from de de om wih the  ‘fs bosomes de ta de date of payrnen thea et  se as may be presctibed we etn 39.  (4) sm paragsesh (2) of sabsetion (53 ofthat secon by  ‘Be suheaton ore words “foe the wansporation  ‘Dt any gone\" of the words foe de isaepocation  ‘of eny fords oc oot vehicle forming pat of ay  ‘took in mage of eng unable netiviy”s",
    "mean_p_confidence": 0.3904620462046205
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Goals ond Services Tax (Amendment) 9  ‘Act, Na, 10 af 1098  (5) by the ation immediatly ates svbeecion (5) af  shat seeton ofthe olosing eabsectons —  \"18; Where any opera peteon tas proved co  ‘de svar ofthe Comisicer General atic,  etcon ha somnmencad any basins in Sei Lanka an  ‘underake tomiake enable suples i espect of  suc business within u period of tiny mont fom  . ‘he date of such ccmmmeacemeny, ie Csmeieioner  Genera nay slow eet fr inp tax In respect of  such basiners subject t9 sack contin 39 enay De  . specie by ten  ( Neewithianting he provisions of vetion 33,  any refund imexcersof te amboat doe, OF ny exc  ‘avons of tpt tax shied zal he asseczel by a8  Asersor onthe registered perionto whom the refind  ‘baa been made cr making ssl sia, athe case ony  ‘oe, and such amount shall be deemed 19 e tmx i  <efautom te rst dy of he tanabie pv in which  ‘he excess of inp an Fest are resulting such  fefund or excessive san ks exces 9 the case may  . ter  15, ‘Section 25 of he pocipalenacen: hersby Amanat  mented as fellows  aoe  12) in semesion (1) ofthat ection by the substi,  foc the words supply made oa egies person\",  ofthe words \"a supply mide te moar person aad  £2) in paragraph (} of subsection (2) of that seston by  ‘the subaacon, for dhe wads “ie sey was mad  shall oy\" the words \"te soply wes nade shal  ‘such pean in aepioared parson pay\".",
    "mean_p_confidence": 0.40875
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Goud and Semices Tax tAmendieat?  ‘et No. 10 of 98  amvamenit 16 Sevaen 28 of the principal enactment is Rees  Sexuan262% gente a6 Floss —  paces  Peon (a) ix tabaetion (1) ofthat getion by de subsunsion +  Tete wns \"eur Tates tan te Seen day oF, of  (he woud nce than she Ist day of  (2) bythe repeal of beth he prises ota sec  Awmimrist Yh. Scotion 27 of the principal eaactinent is eveby  ete Pathe asended i prrgraph (6 of ssiection CI} of tht section,  sieve! Ey ty sutton fr the weeds “foe as, anever  ‘sccm ‘ese wor apypeac in ha poengropd of the wows ast ay\",  wonioerst —FK,_Seoton 30 of the prncipaensorment Se BeTsby  SSR amnesty subsea for Be weeds SSCA che BEEN  Rec Gtan te seal, ofthe wreds“avoi the parse ef tox  eer hore the spy elores a 8 rameastion between asec  persons he ral  areciranet 19. Section 33 ofthe principal envctmein ie heseby  Stboetlot tis sqrended fy the eatin For the wonde “has farisbee  ~ pe tor respect of hal ence” of the word: \"hs fared  ers Cheer an posi ae setion 2 i espet of that pio.  renieeaist 28, Section 4 of the poseipal cmnctment is hereby  Seen nerd flow mm  Sows 1:3 im subsecttn (2) oF tot sation by the suttiaton  ete wins “Wether sac officers pmporaible ot  ot for nich Gaul of te weds as 12008 otic  Teeapomsie for sec defor ones Re paves te  ‘contrary #9 the satisetion uf Commissionel-  Great: *  21 bp the speate substeins @) ofthat section om the  setlion tareto othe ftw subection  \"(Whore on uncopreatSbndy sf pasos Nas  ot paid aa an omc Beare ahe ie Ste sta be  Fawfuteoqnoceed vr alla ary of dhe pron oF  this Chspier space any print 0 otce bearer af  ich unincorpurdtea boy of persons as i Re is  opunsile fr such default wena be proves he  Sontery te the signton ofthe Commsinaes-  (General norwitcensing nytingn ny ober writen  tas",
    "mean_p_confidence": 0.3377688172043011
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Soc dnd Stoic: Tis tamemdorw) #8  Aer Hf 188  21, Section 7 ofthe pingpal enacisat i ewby Atom  asrended follows rid  0) by semorng of a, set sot af  Sotections  © bythe aitoninmesily ator th rennet  bert of to filing stein —  “£39 Where a pinoy pers  Ainsfood aad hers any fox to which such  : drdacrguted hy Unb, canoe Be reser  lhemevey peo whe wa apie ore Sat  ‘fh cmicorparaed Sy my Oe Si Ve  . eid trast ot wach chs pyabest be  ‘ny and sve at Tore pyr Fak  Jeske heprnee Carte def paper athe  ten canna by sited to ane gies nies.  ‘lester raf day om i a le  tte ata of ich wrmerpased tly a tie  Broviians of tis Act reining tn colleon  fesoery of x sal apy acing”  32, Seaton 8 ofthe prinipal encom beceby Anema  ‘mvended fous = Shatin  A) inthe pris wo ebirton (1) ofthat ectin by be  repel of paragraph 6) a (oF that pans  : esuinioice ert is fotovng prgrphe  \"19 aceite puto who mates zee me  spas  . say repastd person feral poagraph  {Broth pists sireccon 4 eset  B:  {ily ay reise paso stentoiaaecen  Gh ataeton 2  (2) inrabocein fh section  (a) bythe obit in pra fo theeeot  fede weds amy tahieyeea ors  Ins unable petit a Se en any  = ate pored™",
    "mean_p_confidence": 0.2825190839694656
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Goods and Senices Tax (Amend  “het No 11 of 98  (0) by the sbstnton a prgragh tect  fe he words \"ay tae pte on  tonne abl peo haat fried  rou fran tnabl pero ora oath  {uti pero of te wordy table  evo har ot fished eu  neil 2, _Setion 59 ofthe principal enactment is herby  ‘section 39 of the amended in subsection (1) of that section by the substitution |  = Torthe words “by he Minister from tie to time” of he words  ‘Sy he Minis om ime tine  Provided howe no sch ners le pate whee  there was cay om he pat of he epic psn In  complying wih ny rieent made bythe Ass:  ‘pec of ny coli eee prion”  epetsCupes 2A, Chapter Xf the principal encinent i herby  RUS sepa  pmeanené 25, Section 68 of the principal escent i hereby  Se ane te ep fare (fh so,  ‘Amendment of 26, Section 71 of the principal enactment is hereby  = mented n sabsaction (2) of he sony he sbson  Teepeatot re words \"a Deputy Commie ofan Reve”  ine werd Depy Commision land Revenue  Senior Aes ond Reve”  ncrastn 27. The following new sections ate hereby inserted  som edit arsenal vel eons  Teigte Tigand Tle expen often eosin  soooined 11h (1) Thr sal belied a and  SR cated te God nd Servier Tax Rend  ‘Refund Fund. Fund (hereinafter referred to as “the Fund”).",
    "mean_p_confidence": 0.3990601503759399
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Goods and Services Tae (Amendrens) 13  ‘Ae Ma AP of 998  2) There salt be creed tothe Pd —  a} & cam of Rupees one hued  train which shale pat eon  ‘af the Conse Fido he  Funds  8) wee five per cee of te  Goode and Services. Tox  saltected every month  . commencing from the  ‘ppeinted date, on or bate he  FiWeente day of the mouth  : medinely voceceding thal  on,  3) Tse sl be paid ot of he Fad at  etuntseoquiced ee pain aosrdance ith  the provisions ofthis Ac,  6) The Commissioner Cane or any  ‘ther ofRcor of the Deporunent af Inked -  Rexenue autores by Be in that Deal in  seri Sb adrdnister the Fp  ‘9 Reuione may demade spied the  nage at ode 39 which to fends may  be made,  . Femmes 7 Thy Cammiesonen Coe ay 59,  ‘fewer. rons sums appropiate tor thal purpose by  Parliament. suet tuine of money as fe  . consider: reasonable in he crcumstanens of  the eats, to any individual who provides  information anh esis ye the assessment  (Phe tax parable by anyother pesnon mae  olin of tx am such pa  2. Semon 75 of the pineal enactment is hereby Aneto of  seid ws fas Meare  2) ja subsection (1) ofthat section by tbe entation Etazren,  Tor words “escent olde ewsard ees\",  ‘of weeds\" exsods fee hanredshosrond pee\",",
    "mean_p_confidence": 0.38230188679245286
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  Vi Goods and Senices Tax (Amendmert}  ‘ei Na 11 of 198  (2) subsecoe 2) of tat etn by hs eben  Forte ones ore pened sect in abseton  Ay\" ofthe woud Tor any taal pened a he  sepoled date,  12) by the abonimmesinely afer saben @) of  Ur scion of tlewing sbseon=—",
    "mean_p_confidence": 0.3465
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  1 Whee ii proved othe safc f the  Commisscne Genet egired pecwn ks  wid ever ik onder coco 12 ofthe Teron  ‘Tact Na. 08 181 respect gore mpd  ino So Larha by sch ere bee the apo?  ate an sic onda a tule bj s2ch peace  ‘he course of making tabi epics which ae ot  ‘hihisectin 3 an orate pein dest  tumor x pa a pet eel avibaabi bach  Anas op sal deride np x rd  fete puro of scion 2, fm anova  petits on gen cei efunabicandet  ‘etna £7,285, a8 bn cfthe Tamover TAA,  eo 6 of 1981 oe aot rund wer ection 8 of  thea Aer”",
    "mean_p_confidence": 0.3065322580645161
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  smennatel 08 Seon 76 of he ppl emcee hay  ince te peed as tll me -  oor by the nso Fnmiaay fer he deiotion of  “Aeseer” of te flog ein —  “acim pend” meant  (0) tag two oe ne cmp ic amt  ‘flan sites rr mee  ‘mld bythe sun Diseean of  (0) any company and any shares, whee  thet ender fe Spas oF dof  Such sharehaber of any wees of such  Sores ac any use of the spe or",
    "mean_p_confidence": 0.33391304347826084
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Goods and Service ex enters} 18  ot No.1 of 188  steclldof ach saatsr tots ointyor  several wen Re per cen  thera opener ovaty fe peer  ‘rome oe mina leo ted  stores fa company or  {© ey wo idiom of wham is be  Space oof ete 8:  fraiche ecco  : (2) presi anda nda tere ach  ‘rel ad ay art ch  Pavesi  \" (ei ajotne-vontare and any person who is relate  {ee member of ach eto  4G saly two persons one of whom is a misice  farther  (> oy won rtd a ech aber,  {2} by de pa fhe defo rexel f open  ‘arte vuiue” and “anable persod™ and te  ‘ssn threo of fog tos  “open market value” in relation to the vthie of 2  supply of gods ox services at eny dive means Sie .  ‘ eral inmoey let sy caged er  ‘this Act, exctuding the national spcunty levy payable  ‘ander the National Security Levy Act No, 52.a¥ 1991,  : ‘ich 2 ile sepoly wovld gene feck if  ‘poled in vinta sboaranen at that a in  ‘Se Laka, tng apy Psy tre a eae  teiweunpenons ube ae na snout peemn  “table pro ett  (0) 4 boviod of ne mca —  © whem there of male mp  ty posta eased ope ty  sting the preceding tive  ‘moat oF",
    "mean_p_confidence": 0.37456692913385825
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  V6 Gods eel Services Ta (Amendornt)  “Act Na JU of 9",
    "mean_p_confidence": 0.28214285714285714
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  i) where de vay of tanabie supp of|  Say perso for the pertod of the  scoring tev oes aimed  teceevd rupeos thin mila oF",
    "mean_p_confidence": 0.3279310344827586
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  i) here he tua tur ove of ay perio  ‘nade Me Tora Over Tos fet, Ro. Spot  1981 hes exceeds rupee tity tion  Sings consecutive qaseers cong  Sik onthe tnomtitely preceding ho  appointed de,",
    "mean_p_confidence": 0.3170731707317073
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  {is} whore any person makes sono rated  pati:",
    "mean_p_confidence": 0.3527272727272727
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  (2 -where amy person has ented ino as  pytennent wilh de Baad of vest  of Sei Lavks eeterred to fe ems  UXRVID oF XVII ofthe Schedles",
    "mean_p_confidence": 0.36870967741935484
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (iy sre ney peteon Bos comenencad  Froeiess and uecer ocomply wid  ‘he eequibmiengs of subsection (6) of  sein 2",
    "mean_p_confidence": 0.2333333333333333
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  (6) 9 period of tee wortha comatensing  spect he st Day of Facey. the  fireday f Ap fe fast cay oF uly end  tha frst day of October of each year it  spent of regiriated perm wha 3s wei  ‘fered to inporagrop ox Apsson whe  tres aa ae! supp and we os  abe goats etn 2 prone By the  ‘Crmasisioner Oesest",
    "mean_p_confidence": 0.32535211267605635
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  Aeweomictitc 38, Tha Schedule wo ke pelacga! ometmens is teredy  Sez te sana as fate  roe 2) ine of ha Sees, he sbattaton for he  wots “sappiy oF coronats, desiccated coves,  Zrcoret Ri, cream poate, pnb” of the  ‘oouds Taapgiy 07 fsgor of coconuts, deiesated  ‘enconus9, SOCUAUE pIDRAE, uaprOLeA¥ed Forestry  prods  (2) sem (i) ofa Schad by Ore sebtsion forthe  . fpotde \"The lugar” of tae woes supply oF  ame",
    "mean_p_confidence": 0.2623170731707317
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Gord ond Services Tor fdmendmemt) 13  ‘Bei Me If of 18",
    "mean_p_confidence": 0.3964285714285714
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  1 by he cepeat of fran Sv of tha Schee aat the",
    "mean_p_confidence": 0.35214285714285715
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  sebsiusioa therefor of te fein tem =  “Yie} The sepply or import of bread of eny  seseripion”,",
    "mean_p_confidence": 0.47095238095238096
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (4) tem Ce) oft Sched, By the eabintiza To  the ends \"The sappy” af the words \"Tae sply ot  frepoe",
    "mean_p_confidence": 0.43166666666666664
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  . (5) in om (8 of at Seed, by She sett fox  the words “and lqpid pote yas” ofthe words  \"Tiga pirsoum, gas and geil”",
    "mean_p_confidence": 0.37689655172413794
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  ” (6. in tem 93 of tat Sebel. y the subsination foe",
    "mean_p_confidence": 0.32857142857142857
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  the words “Tha ra” f the wards “The senpiy or  impor” 5",
    "mean_p_confidence": 0.4086666666666667
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (2 imitem (ix) of i Schau. by te site for  he words \"Republic of Sei Lanka” of the wont  \"Reis of Se Lark sr of 2 Provincial Canes\",",
    "mean_p_confidence": 0.459375
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  8) smite oxi that Sched, by the substi for  the words “The rapet” of e wends “The sappy ar  tnipet”:",
    "mean_p_confidence": 0.33125
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  (9) by he repo of tam (xn of that Shee:",
    "mean_p_confidence": 0.4141666666666666
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "  (105 in era eas hs Scnodla bythe setiton for  : ‘ie wonds and figures “pen 8 Kish, per comme”  ‘fhe woos and figures pio SOKwh, pee encom:  . (LAY by the repel of tee (xn of dh Schees  (12) by the repeat of erodes) of thar Sete, st by  ‘Be subsiutign efor of he follwing Hes m=  (ex) The supply in Se Lanka, of echtetur,  engineering, quantity surveying ot  coxstucion manages! services By Roe  fesiter person within the rvaing of the  Tinlad Revenue Act, No, BoE 199, toa  ompiny wth wich an agreement Bae  bbeee entered into ty the Board of .  Investment of So Lane voder section 17",
    "mean_p_confidence": 0.400241935483871
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 Goods and Services Tax (Amendment)  ‘Ac, No. 11 of 1998",
    "mean_p_confidence": 0.5471428571428572
  },
  {
    "i_page": 19,
    "par_num": 2,
    "text": "  ofthe Board of Investment of Sri Lanka  Law, No. 4 of 1978, on or before the  appointed date, ifthe total cost of the  ‘project o which such agreement relates is  not less than US § 50 million or its  ‘equivalent",
    "mean_p_confidence": 0.6661702127659574
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "  (13) by the edition at the end of that Sedu of the",
    "mean_p_confidence": 0.6078571428571429
  },
  {
    "i_page": 19,
    "par_num": 4,
    "text": "  following items -—",
    "mean_p_confidence": 0.354
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "  (xxi) The supply, lease or rent of residential  accommodation;",
    "mean_p_confidence": 0.4908333333333333
  },
  {
    "i_page": 19,
    "par_num": 6,
    "text": "  (ex) The supply oF impor of timber:",
    "mean_p_confidence": 0.38666666666666666
  },
  {
    "i_page": 19,
    "par_num": 7,
    "text": "  (xaxiv) The supply of all health cate services  provided by medical institutions or  professionally qualified persons providing  such care;",
    "mean_p_confidence": 0.6008333333333333
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "  (exxy) The supply of hotel accommodation to  tourists during the period of two years  ‘commencing from the appointed date;",
    "mean_p_confidence": 0.6326086956521739
  },
  {
    "i_page": 19,
    "par_num": 9,
    "text": "  (xxxvi) the supply of inbound services to tourists  by travel agents registered withthe Tourist  ‘Board established by Ceylon Tourist Boxrd,  ‘Act, No. 10 of 1966 during the period of  two yeas commencing from the appointed  ue;",
    "mean_p_confidence": 0.5399999999999999
  },
  {
    "i_page": 19,
    "par_num": 10,
    "text": "  (exxvil) The supply and importof peas, diamonds,  natural or synthetic precious or semi-  precious stones, diamond and other powder,  ‘recious metals ormetalscled with precious  ‘metal, and god coins;",
    "mean_p_confidence": 0.5485294117647058
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Goods and Services Tax (Amendment) 19  ‘Act No. 11 of 198  (eanvil) The supply and import of machinery,  ‘Medical and Surgical instrument, apparatus,  land accessories including medical and  ental equipment and ambulances forthe  ‘provision of Health Service.  31. Inthe eventofany inconsistency between the Sinhala. Saas  nd Tamil texts ofthis Act the Sinhala T online  1 Tamil texts ofthis Act the Sinhala Tet shall preva",
    "mean_p_confidence": 0.5113333333333333
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  n  ‘  |  ‘Real etecpn tage Aa be Pte Rs 15(Lea) R180,  noi wt Sraarmem, Comme Pcanors Bea, No.3, Taueven HOUR,  \"Ls Ron Caan 0 bash Decne cc er raphe Yr flowig,  r",
    "mean_p_confidence": 0.23121951219512196
  }
]