[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT. OF CEYLON 3rd Session 1954-55 = EID fren’ fs [Se Civil Procedure Code (Amendment) Act, No. 48 of 1954. Date of Assent : September 27, 1954 . Printed on the Orders of Government Biches ue bo RE Ee SE nt” Annual Subscription (including Bills} Rs. 25, payable in ee Rg er Bumcav, Post Orrice Box S00, Secretariat, Colorabe 1 Price: 15 cents, Postage: 20 cents.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Civit Procedure Code (Amendment) Act, 3 : No. 48 of 1964. L. DO. 84/54. An Aor 70 AMEND THR Crvi Procepune Conn. Shays a4 ‘ [Date of Assent: September 27, 1954.] mee i BE it enacted by tho Queen's Most Bxodlent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as followe:-— 4. This Act may be cited as the Civil Procedure shat site Code (Amendment) Act, No. 48 of 1954. 2. The heading of Carmen xxxt of the Civil Anepinst of Procedure Code (hereinafter referred to as the stourmt “ principal enactment \") is hereby amended by the sata te, substitution, for the words ' Pupuic Orricers”, Code of the words ‘ MrwisTeRs, PARLIAMENTARY SCRE. ‘TARIES, OR Pusiic OFFICERS \". ° : 8. Seotion 481 of the principal enactment is hereby Amenineat of amended as follows :— fection ih .  @) by the substitution, for the words ‘¢ against SS\" a public officer *, of the words “ against a Minister, Parliamentary Secretary, or public officer ”\"; @) by the substitution, for che words“ Attorney- General or officer”, of the words “ ‘Attorney-General, Minister, Parliamen- tary Secretary, or officer ’; and (©) in the marginal note to that section by the substitution, for the words ‘ Attorney- General and\", of the words “ Attorney- . General, Minister, Parliamentary Seore- tary, and’, . : 4. Section 489 ofthe principal enactment is hereby Anentment of amended by the substitution, for the words “in any maar case.””, of the words or in any action in which the  endmest Attommey-General is substituted as a party defendant ander section 468.””. * 6. Seotion 483 of the principal enactment is hereby Amgnduest of emended ae follows:— iS pricapel” (@ by the substitution, for the words '* Govern. ment undertake”, of the words ‘Attorney-General undertakes\"; and Lux maneweorT wb :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Civil Procedure Code (Amendment) Act, No. 48 of 1954. (0) by the substitution, for the words ‘a public officer’, of the words ‘a Minister, : Parliamentary Secretary, or public , . offeer ’'. \" é Aueoiment of 6, Section 465 of the principal enactment is hereby Sigs! emended a fellows:— saciment. (@) by the substitution, for the words “' a public officer”, of the words “a Minister, Pazliaméntary Secretary, or public officer \"\"5 (®) by the substitution, for the words ‘‘ without detriment to the public service.”, of the words ‘‘ without detriment to the transac- tion of any business of the Senate, House of Representatives, or Cabinet of Minis- ters, or to the public service.””; and (¢) im the marginal note to that section yy the substitution, “for the words ‘ Public officer’, of the words ‘ Minister, Parlia- mentary Secretary, or public officer **.",
    "mean_p_confidence": 0.77
  }
]