[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fa) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA AIR NAVIGATION (AMENDMENT) ACT, No. 22 OF 1981 [Certified on 23rd March, 1981} : Printed on the Orders of the Government ‘Published as a Supplement to Part II of the Gazcite of the Democratic Socialist Republic of Sri Lanka of March 27, 1981 Tobe PORGIASHD At FOR OVE, FURLEATIONS MOREAU, CODED Price: 20 conts Postage + 59 conte",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Air Navigation (Amendment) Act, No. 22 of 1981 [Certified on 23rd March, 1983] L, DO, 90/80, Aw Act ro aMENp swe Am Navaianon Act. BE it enacted by the Patlisment of the Democratic Socialist Republic of Srl Lanka as follows :— .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "1. This Act may be cited as the Air Navigation shorttitle (Amendment) Act, No. 22 of 1991,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "% Section 3 of the Air Navigation Act is hereby amended Amendment fa subsection (2) of that section by the insertion, imme- of Chapter diately after paragraph (p) of that subsection, of the 25 following new paragraph :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "“ (op) the regulation of the charges that mey be made",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "from. over-fying aircraft tor the use of air navigation services or facilities provided by any Governmental Authority or Airport in Sci ‘Lanka 5\".",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Annual subscription of Bille and Laws of the Parliament Ra, 30 (Lovsl)s Rs. 40 (Foreign), payable to the Sormunsennewr, Govaoncmes Pusicartows Buacan, P, 0. Box 600, Covomze 1, before J6th December each year in ramped of the year following Late auiscriptions will be accepted on the condition that ‘Bills and Lawn issued before tha date of payment will not be supplied. ~ o",
    "mean_p_confidence": 0.67
  }
]