[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "! : . PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF : SRI LANKA ; BUDDHIST TEMPORALITIES (AMENDMENT) : ACT, No. 3 OF 1992 i [Certified on 26th February, 1992) : + Printed on the Ordera of Government Published as a Supplement to Part Il of the Gazette of the Demecratic Socialist Republic of Sri Lanka of February 28, 1992. eorres Af THE PEPARTOOUIY OF COPBEOCRNT PROTON, HME DAMA ‘FO AE PURCHASED AT THE GOVERNMENS PUBLICATION BUREAU, COLCA — Price: 30 cents, Postage: Re. 106",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Buddhist Temporalities (Amendment) : Act, No, 3 of 1983 : : {Certified on 26th February, 1992) : LD—O 68/80 aan Ax Aer 10 jump mae Buooutsr Taseronatsnins ORDINAKCR , j BE it enacted by the Parliament of the Democratic Socialist =. J Revuntc of Srl Lanka ps follows: — : 1. This Act may he cited os the Buddhist Temporalities Short title (Amendment) Act, No. 3 of 1992. . 4% Section 2 of the Buddhist Temporalities Ordinance Amendment (hereinafter referred to as the “principal enactment”) is of Chapter ~ hereby amended as follows :—- a8. - . (a) by the insertion immediately after the definition of “court”, of the following new definition :— . “* local authority” means a Munictpal Council constituted under the Municipal Councils , Ordinance (Chapter 252), an Urban Council ‘constituted under the Urban Councils’ Ordi- nance (Chapter 255), or a Pradeshiya Sabha constituted under the Fradeshiya Sabha Act, No, 16 of 1967 and includes any authority ereated and established by or under any written law to exercise, perform and dis- ° charge powers, duties and functions corces~ ponding to, or similar to, the powers, duties . and funetions exercised, performed end dis- charged by any such Council or Sabha;7; {) by the insertion immediately after the definition of “paravent panguwa”, of the following new definition: — + Provincial Counell” means a Provincial Couneil established by Article 154a of the Constt- . _ tution 5, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "3. Section 14 of the principal enactment is heteby Amendment, amended by the insertion iromediately after paragraph (c) of ihe” of that section, of the following new paragraph :— principal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "“ (ec) iif he is elected us @ Member of Parliament, .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "member of a Provincial Couneil, or a member of a Tocal authority 5°.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4 In the event of any inconsistency between the Sinhala Sinhala text",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "and Tamil texte of this Act, the Sinhala text shall prevail, in case of Inconsistency.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 . . , . Annual subscription of English Bills end Acts of the Parlament Re. 850 (Lock) | Ba 1,260 (Foreign), payable to the Soraurrenzet Govmmaceer Poruicatt 1 BBuREAD, Cotonano 5, before 15ib December each yeer ‘n rewpect of the ye | following.",
    "mean_p_confidence": 0.57
  }
]