[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1955-56” ao ‘ fe arenes 2 - Gay wo A EMU Cad Are esa Control of the Possession of Food Act, No. 14 of 1956 Date of Assent : February 3, 1956 Printed on the Orders of Government Printed at the Govennmexr Press, Crviow, To be ‘purchased at tha GovernmEnt Pustications BUREAU, COLOMBO Y Annual Subscription (including Bills) Rs. 25, payable in ge advance to the Sureruyevern7, Goveanmaenr Punticavions Src Poa” Saiee her wie Gocearn, Celowee TL Price: 20 cents. Postage: 10 cents, ae",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Control of the Possession of Food Act. 3. No. 14 of 19656 Ts: -D.—0_ 22/55. . . moet Aw Acr To conTRoL THE Possession or CERTAIN ~ ARTICLES OF FOOD. \" [Date of Assent: February 3, 1956] = gti yemmetad by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon _ in this present Parliament assembled, and by the ae authority of the same as follows:—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4, This Act may be cited as the Control of tha aan tile Ponmession of Food Act, No. 1d of 1956.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2. On or after the appointed date no producer of gue any scheduled article of food in any ares, shall, except [we Ruta under the authority of a permit {ssued by the Food sites Controller, have in his possession or under hia control % gol by in that area » quantity of that article in excess of the maximum quantity of that article allowed to @ producer of that article in that area,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "8. On or after the appointed date no wholesale {eotral of dealer in any area shall, except under the authority gf\" dite” of a permit issued by the Food Controller, have in his ptHq #",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "> possession or under ‘Kis control in that area quantity balers of aacheduled article of food in excess of the maximum dale. quantity of that article allowed to 9 wholesale dealer in that area.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. On or after the appointed date no retail dealer Gat of, in any area shall, except under the anthority of a {Jesus permit issued by ‘the Food Controller, have in his Sefieaf possession or under his control in that area a quantity [24,07 ll of a scheduled article of food in excess of the maximum quantity of that article allowed to # retail dealer in that area.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "_ 5: (1) On or after thé appointed date mo person conta af",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "in any ares shall, exeopt under the authority of a the renesios",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "permit issued by ‘the Food: Controller, have in his guider af",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Possession or under his control in that area, other- fal by . Wise than as a producer, wholesale dealer of retail ““°™™",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "dealer; a quantity of a scheduled article of food in",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "excess of the maximum quantity of that article allowed",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "to a consumer in that area.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "._ @) 4 person who is the ohief occupant of a house",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "in any area shall not be deemed to contravene the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Provisions of sub-section (1) by reason only of the fact",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "J.B dole-aasncianin",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "£ Control of the Possession of Food Act No. 14 of 1956",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "that there is in that house a quantity of a echeduled article of food which exceeds the quantity which he may lawfully possess a8 a consumer in that area, if the quantity of that article in that houss does not exceed the aggregate of the quantities of that article ‘which all the oceupants of that house may lawfully possess as consumers in that area, :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Mazinum @. The Minister may by Order published in the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "quanti. Gazette determine the quantity to be the maximam quantity for the purpose of each of sections 2, 3, 4 and 5. Such quantity may be either a definite amount, or an amount determined according to a method of calculation, specified in such Order.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Penna, 7, (1) The Food Controller may, on an application made by any person in the prescribed form, issue a permit ‘to that person authorising him to possess or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "ave under his contro! in the epecited area the specified",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "quantity of any specified scheduled article of food in excess of the quantity of that article which that person without the permit may lawfully possess or have under his control in that area.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@ In sub-section (1), “' specified ” means specified in the- permit issued under that sub-section. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(8) The decision of the Food Controller refusing to issue a permit under sub-section 0) shall bs final and conclusive and shall not be called in question in a court of law.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Apes 8. There may be appointed such number of officers",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Sud'sevon, and servants as may be necessary to carry out the provisions of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Regalatioas, 9. (1) The Minister may make regulations for the purpose of carrying out or giving effect to the provisions of this Act. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(2) In particular and without prejudice to the gene- tality of the powers conferred by sub-section (1), the Minister may make regulations in respect of all or « ' any of the following matters: — (@) all matters required by this Act to be pres- eribed; (®) the collection of information necessary for the ‘purposes of this Act;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": ": Controt of the Possession of Food Act = : No. 14 of 1956 (@) the returns to be made, and the registers and other records to be maintained for the pur- poses of this Act, and the forms of such returns, registers and records; fa) the inspection of registers and records main- tained for the purposes of this Act; and (2) the inspection and search of any place or pre- mises used or reasonably suspected to be ised for keeping any scheduled article of food. (3) No regutation made by the Minister shall have effect until it has been approved by the Senate and the House of Representatives and notifications of such approval has been published in the Gazette. 10. Every person who— Obesees, (@) contravenes the provisions of section 2, section 8, section 4 or section 5, or (®) contravenes the provisions of any regulation, or (©) refuses to answer any question asked of him by any officer authorised by eny regulation to . question him, or wilfully makes a false or incorrect answer thereto, or {@) makes or causes to be made in any return, . register or record which he is required by ’ any regulation to make or maintain, an entry which is to his knowledge false or incorrect in any material particalar, or {@) does not allow the inspection or search of any place or premises by an officer who is authorised by any regulation to inspect and search such place or premises, or (does not allow the inspection of any register or record by an officer who is authorised by any regulation to inspect such register or record, . shall be guilty of an offence under this Act. =~ 14, (1) Every producer or dealer who is guilty of . Susisbuent am offence under thie Act shall, on conviction. etter eo summary trial before a Magistrate, be liable to a fine not exceeding five thousand rupees or to imprison- ment of either description for a period not exceeding ‘one year or to both such fine and imprisonment. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "6 Control of. the Possession of Food Act, No. 14 of 1956",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(2) Bver'y person; other than a producer or & dealer, who is guilty of an offence under this Act shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding one thousand rupees or to.imprisonment of either description for period not exceeding six months or to both such fine and imprigonment. 6",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(3) Where a person is convicted of an offence under this Act in respect of any quantity of a scheduled § article of food, the Magistrate convicting such person may, in addition to any other punishment which he |",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": ": may impose, order the forfeiture of that quantity.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(4) Where the Magistrate ordere the forfeiture of | any quantity of a scheduled article of food under sub- | section (8), such quantity shall be disposed of in the j prescribed. manner. !",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Ofteaces. by 12. Where any offence under this Act is committed mms” by a body of persons, then—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "{@) if the body of persons is a body corporate, every diveetor and officer of that tol cor: porate shall be deemed to be guilty of such offence; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(b) if the body of persons is a frm, every partner if that Arn shall be deemed to be guilty",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "ie of such offence: : Provided, however, that no such director, officer or : partner shall be deemed to be guilty of such offence if : he proves that such offence was committed without his knowledge or that he exercised alt due diligence to prevent the coramission of such offence. 000% to 43. Notwithstanding anything to the contrary in Se cusiabe the First Schedule to tho Criminal Procedure Code, every offence under. this Act shall be a cognizable cop. 18. offence within the meaning of that Code. Tho Food 44, The Food Controller and: every officer Centeslier + authorised by any regulation to inspect and search Sithosied any place or premises used or reasonably suspected to qiem ve - be used for keeping any acheduled article oF food oF older. -,'. to inspect any register or record maintained for the purposes of this “Act shall be deemed to be peace , Cea officers within the meaning of the Criminel Progedure Code for exercising, for fe putposes of this Act, any power conferred on peace officers by that. Code.” ~ ' ee",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Control of the Possession of Food Act a Wo, 14 of 1966 15. The Ministog may by Onder _publishea in the Amesdment Gaxetta amend the Schedule to this Act. Seuedcle. 46, The provisions of this Act or of any regula- Brempthoe tion shall have no application to any scheduled article of food in the possession of — (@) Her Majesty's Forces; or @) the Civil Administration; or (e) any person who may be expressly exempted ® \"pibm those provisions by Order mede by the Minister and published in the Gazette. 17, In this Act, unless the context otherwise Yterpetatio. requires— “appointed date ”” means the date fixed by the Minister by Order published in the Gazetie; “* Food Controller’ means the person for the time being holding the office of Food Con- troller and includes any person for the time being holding the office of Deputy Food Controller “or Assistant Food os Controller; “* yepulation ” means a regulation made under this Act; “yetail dealer’, in relation to a scheduled article of food, means a person whose chief business in respect of such article is its sale or supply at retail rates to consumers: “« scheduled article of food ”” means an article of food specified for the time being in the Schedule to this Act; and “wholesale dealer”, in relation to o scheduled article of food, means @ person whose chief business in respect of such article is its sale or supply wholesale to other dealers. . SCHEDULE 1. Paddy 2, Rice 3. Wheat 4. Wheat flour 5. Sugar. .",
    "mean_p_confidence": 0.81
  }
]