[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fea» ee) PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF . SRE LANKA SRI LANKA TEA BOARD (AMENDMENT) - ACT, No. 17 OF 1985 [Certified on 100 ‘May, 1985] Printed on the Orders of Government Published as a Supplement to Part If of the Gazette of the Democeathe . Socialist Republic of Sri Lanka of May 10, 1985 seo 4H Sumy GCE eet as \"Ro BE PURCHASED AT =HE GOVERNGENT PUELICATIONS BUREAU, COLOMBO Price: 60 canta Postage: 60 cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+ Sri Lanka Tea Board (Amendment) Act, No. 17 of 1985 (Certified on 10th May, 1985] L.D—O, 23/84. | Ax Act 70 aMznp Tae Sox Lanna Tea Board Law, No, 14 o¥ 1975",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as followa:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may be cited os the Sci Lanka ‘Tea Board short title (Amendment) Act, No. 17 of 1985.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 Section @ of the Sri Lanka Tea Board Law, No. 14 of Amendment 1975 (hereinafter referred to as the “principal enactment”) hing is hereby amended by the repeal of subsection (1) thereat ‘ot act Na, 14 and the substitution therefor of the following subsection: 87% Sotitation @ (1) The Board shall consist of—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(® @ Chairman nominated by the Minis- ter with the concurrence of the Prime Minister who shall be the chief executive of the Board;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". (@) the person holding office for the time being as Secretary to the Ministry in charge of the subject of Planning, or any Senior Officer of that Minis. try nominated by the Minister in charge of thut Ministry ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(©) the person holding office for the time being as Secretary to the Ministry im charge of the subject of Finance, or any Senior Officer of that Mints- ‘tzy nominated by the Minister in charge of that Ministry ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(@) the person holding office for the time being as Secretary to the Ministry in charge of the subject of Planta- Hon Industries, or any Sentor Officer of that Ministry nominated by the ‘Minister in charge of that Ministry ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ".  (@) the person holding office for the time",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "being os Secretary to the Ministry",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "in charge of the subject of Trade, ot",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "any Senior Officer of that Ministry",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". nominated by the Minister in charge of that Ministry ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "@teaned—a 500 88/00)",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Sri Lanka Teo Board (Amendment) — Act, No, 17 of 1985 {) the person holding office for the time being as Secretary to the Ministry in charge of the subject of Shipping or any Senior Officer of that Minis- try nomfnated «by the Minster in charge of that Ministry ; (@) the person holding office for the time being as the Director of Commerce ; (h) the person holding office for the time being as the Chairman of the Jana- tha Estates Development Board ; @ the person holding office: for the time being os the Chairman of the State Plantations Corporation ; G) the person holding office for the time being as the Chairman of the Tea Small Holdings Development Autho- ity; {k) the person holding office for the time being as the Chairman of the Export Development Board; and @) five other’ members nominated by the ‘Minister with the concurrence of the Prime Minister from among persons who have a knowledge of, and expe- tienes in, the tea industry with special reference to planting, manu- ” facture, safe, export and finanee.”. Regliccmest 2 Section 23 of the principel enactment is hereby stn repealed and the following section substituted therefor:— rscinient jeigvisons 23, Any person who fs employed by the releing!o Board shall not by reason of such employ- Peiptot 4. . ment be disqualified from receiving a pen EXployes ny sion from the Government, or from any local SBenrd.”. quthority or from the Local Government Service\" Commission. *,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Sti Lanka Tea Roard. (Amendment!) 3 Act, No, 17 of 1985",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "4 Section 24 of the principal enactment is herchy Replscemao! tepesled and the following section substituted therefor: of fhe “Offence. 24 Every person who is guilty of an “*uBeat",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "offence under this Act shall, on conviction",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "after summary trisl before a Magistrate, be a liable to a fine not exceeding fifty thousand rupees or to imprisonment of either deserip-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "tion for a period not exceeding one year, or",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "‘to both such fine and imprisonment, notwith- standing that the fine exceeds the amount of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "fine which a Magistrate may impose in the exercise of his ordinary jurisdiction.”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "S Section $1 of the principal enectment is hereby Amendment amended by the substitution for the definition of the ofise expression “local authority” of the following definttlon:— Pimgeel",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "*Jocal autherity” means any Municipal Council, Urban Council or Develop- ment Council and includes any Authority created and established by or under any Iaw to exercise, perform and discharge powers, duties end functions corresponding fo or similar to the powers, duties and functions exerelsed, perforined and dischargel by any uch",
    "mean_p_confidence": 0.83
  }
]