[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1952 rae ep, i Be. Pas aes Hf 24aahieve S Oise) MN en re aN es __ i t Ere) —™ ; Paceeeieaen A School Teachers Pension (Amendment) Act, No. 3 of 1952 . ; Date of Assent : January 16, 1952 Printed on the Orders of Goverament - Bie Seger So. em Sar, Ta i ‘Apoual Subscription (including Bills) Re 25, ‘payable in Sheree ae i Price: 10 conte. Postage: § centn t ce",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Schoot Teackere Pension (Amendment) Act, No. 3 of 1962. LL, D.—O, 41/51. AW Act 10 AMEND THE SCHOOL THACHERE PENSION — hap 208 OnbINANCE. oat [Date of Assent: January (6. 1952.]",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "[BE it enacted by the King’s Most Exesllent Majesty, by and with the advios and consent of the Senats and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4. This Act may be cited as the School Teachers stor Pension (Amendment) Act, No. 3 of 1952. fide, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2. Section 8 of the Bchool Teachers Pension ameoiment Ordinance (hereinafter referred to as the \"\" principal st sesten enactment”) is hereby amended by the substitution, gi\" for the word “‘ teachers.””, of the words “* teachers and to the widows and orphans of all or a particular clase of such male persons as have been so employed.”” .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "5, Section 4 of the principal enectment is hereby sorntury amended, in sub-section (2) thereof, by the substitu- of wtioa 4 tion, for the word “teachers.” of the words piscpal “teachers and to the widows and orphans of all or a smeaeat. particular class of such male persons as have been so employed.””.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "%. The amendments made in the principal enact- nate tron ment by this Act shall have effect and be deemed to THe have had effect from the first day of October, 1951, tte te bave and accordingly rules made under eection 4 of the et. principal enactment for the granting of pensions, gratuities, or allowances to widows and orphens referred to in that section as amended by this Act may be declared to he effective as from the said day.",
    "mean_p_confidence": 0.85
  }
]