[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "BARS AO Q (grr eee a PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA KANDYAN. MARRIAGE AND DIVORCE (AMENDMENT) ACT, No. 19 OF 1995 a [Certified om 19th October, 1995} . Printed on the Order of Government Published as a Supplement to Part I of the Gazette of the Democratic Socialist Republic of Sri Lauka of Octuber 20, 1995 rman AE SEARCY OF GEA AO, a Se rane wie en WE Fa, Sa Price? 38 cents Postage: Bs. 290 g",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Kandyun sMarriage and, Divorce (Amendment) Act, No, 19 of 195 [Certified on 19th October, 1995] LD~O 3/85, Aw Acr TO AMEND tie KanuvaN MARRIAGE AND Drvoace Ouomance",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘BE it enacted by the Parliament of the Democratte Socallst Republic of Sré Lenka as follows :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "1 This Act may be cited as the Kandyan Marriage and short ttle, Divorce (Amnendiment) Act, No. 19 of 1995,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2 Section 4 of the Kandyan Marriage and Divorce Ordi- amend. nance (heteinafier referred to as the “principal enact ment of ment} is hereby amended by the cepeal ot subsection (1) Shapter 118 of that section and the substitution therefor of the following wubsection :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“ (1) No Kandyan marriage contracted after the coming into force of this subsection, shall be valid if, at the time of marriage—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(@) either party thereto is under the lawful age of marriage; of : () both parties thereto are under the lawful age of marriage.”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. Section 66 of the principal enactment is hereby amend- Amat. ed by the substitution for the definition of “lawful age of ment of, marriage \", of the following definition :— hey",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "orincipel",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "‘“lawatul age ot marriage” in relation to the enactment",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "male party and the female party to the marriage means elghtem yeara of age;’.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. In the event of any inconsistency between the Sinhala sinhala",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "and Tumil iexts of this Act, the Sinhala text shall preva. fet ta Fare of tm cooteny.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "———__——",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "‘Annual subscription of English Bills and Acts of the Parlloment Ra ua? (Local).",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Re, 1180 (Foreign), payable to the Surisvesenvent, Covennment PustictxOWs",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Bowcay, No. 22, Thansworms House, Lotus Ross, Covomso 01, befces 1Sht . December each Year in respect of tha year dollowing.",
    "mean_p_confidence": 0.69
  }
]