[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  2nd Session 1957-58  Gn”  KHIR  Customs (Amendment) Act, No. 25  of 1958  Date of Assent : July 19, 1958  Printed on the Orders of Governinent  rind at the Goveewnimng Press, Cerio. To be  ringed at, {he Garr Rienus Burin, CoLones  parchaset anption Gneluding Bil) Rs. 25,-payable tn  Annual Subsrriptgn (nel, yeantan” PUaLicATOns  Fea ee eee OBocreanias, “Colombo tl  Price: 10 cents Postage: 10 cents",
    "mean_p_confidence": 0.4702439024390244
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Customs (Amendment) Act} No. 25 of 1958 8  D—O. 74/51.  ‘Aw Acr 70 AMEND THE Customs ORDINANCE. tap 8  [Date of Assent: July 19, 1958] me a)  BB it enacted by the Queen’s Most Excellent Majesty,  rand with the advice and consent of the Senate and  Hu'tfouse of Representatives of Ceylon in this present  Parliament assembled, and by the authority of the  ame, as follows:—  $4, ‘This Act may be cited as the Customs (Amend- Siw tie  pent) Act, No. 25 of 1958.  *g, Section 126 of the Customs Ordinance is hereby Replseenet ot  {epealed and the following new section is substituted Ghapter is  therefor:—  twecgener 196. (1) The Collector or any officer  fun premies of customs authorised in that behalf in  sec, writing by the Collector may—  oiimens,  rs  : (a) at all reasonable hours by day or  ; night enter and search any  building or place in which he  suspects there are—  (i) any uncustomed goods,  (ii) any goods enumerated in the  table of prohibitions and  restrictions in Schedule  Band imported or  brought into the Island  contrary to the prohibi-  tions and restrictions  referred to in that  Schedule, or  (iii) any books of accounts or  other documents contain-  ing any evidence relating  tb an offence under this  Ordinance which, or  which he suspects, has  been or is being 'com-  mitted;  (®) break open any door, vault, chest,  trunk, package or other place of  storage which he may consider  reasonably necessary to. break  3am 10-3084)",
    "mean_p_confidence": 0.666518771331058
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  + Customs (Amendment) Act, No. 25 of to  for the purpose of exer:  his powers under the preity  provisions of this subst  and a",
    "mean_p_confidence": 0.6203333333333333
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (¢) where he discovers any such gy.",
    "mean_p_confidence": 0.5244444444444444
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  books or documents, seis)",
    "mean_p_confidence": 0.35333333333333333
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  store them in a place of seg",
    "mean_p_confidence": 0.44555555555555554
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  selected by the Collector. “8  i",
    "mean_p_confidence": 0.45333333333333337
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (2) The Collector or any officer a  customs referred to in sub-section (1) nt!  request any person in charge or oceay!  tion of any building or place specified’,  paragraph, () ofthat, subsacton,  assist the Collector or such officer to eage  and search that building or place in the  exercise of the powers of the Collector  such officer under that sub-section, and  such person when so requested fails 4  assist the Collector or such officer, ib  shall be guilty of an offence. *",
    "mean_p_confidence": 0.6665263157894736
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (8) If any person obstructs the Ca.  lector ot an feet of customs referredis  in sub-section (1) in exercising any power  under that sub-section, he shail be gully  of an offence.",
    "mean_p_confidence": 0.6686486486486486
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (4) A person who is guilty of an offen  umder sub-section (2) or sub-section )  shall be liable on conviction to a fine not  exceeding one thousand rupees.”.- 5",
    "mean_p_confidence": 0.6961764705882353
  }
]