[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "| PARLIAMENT OF CEYLON Ist Session 1956/25.° ; Aver ele . ASSES wen nay Cen TPES? National Planning Council Act, No. 40 of 1956 Date of Assent : September 14, 1956 Printed an the Orders of Government Pes eo 2a SE el Annus! Subseription (including Bills) Rs, 25, ble in SEK Ra” GRE Rea, aoe Price: 15 cents, Postage: 10 cents",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "National Planning Council Act, No. 40 of 1956. 3",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "L. D.—0, 19/36,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "AN Acr To PROVIDE FOR THE ESTABLISHMENT OF A",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "NarioxaL Pianninc Councr aNp A PLANNING",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "SECRETARIAT AND FOR MATTERS CONNECTED THERE-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "WIT.",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(Date of Assent: September 14, 1956] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "4. This Act may be cited as the National Planning ster. Council Act, No. 40 of 1956.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2. (1) There shall be established a council which] ccorttutoa ot shail be called the National Planning Council (herein-{ te Nett ttter referred to 2a“ the Conall) and which shall | Eisai consist of —",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(@) the Prime Minister, (®) the Miniater of Finance, and . (6) not more than fifteen other persons appointed",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "as members of the Council by the Prime",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Minister, .",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "‘@) A member of the Council who is appointed by the Prime Minister’shall, unless he earlier resigns or his appointment is terminated under sub-section (8), hold office as such member for thres years commencing on the date of his appointment.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "{8} The appointment of any person 63 a member of the Council may at any time be terovinated by the Prime Minister.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "3, ‘The Prime Minister chall be the Chairman, and canimnen the Minister of Finance shall be the Deputy Chairman, rt, Deroty, of the Council. ee oneal.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "4. The Chairman of the Council may delegate any Devin",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "» of his powers and functions to the Deputy Chairman fp yd of the Connell Pen ate Comat",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "8. The Council shall advise the Cabinet on the Rese of planning of agriculture, industry, commerce, educa- tion, housing, health ‘and soctal services, public utilities, and all other matters pertaining to the national economy. ‘",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "3, N, B 7072-9,000 (9760) .",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": 4 National Planning Counoil Act, No. 40 of 1956. | Oxbinat's | 6. The Council shall be subject to the general Teapot of direction and control of the Cabinet. toe Gouna Boles. 7. The Council may make rules relating to the meetings of the Council, the procedure for the tans- action of business, and any other matter connected with the affairs of the Council. m € Geniaon tg, (1) Theze shall be established a Planning Becraterint. Secretariat which shall be a Government department consisting of such stall as may be necessary for per- forming the functions specified in section 9. {1 () There shall be appointed a fit and proper person . to be the head of the Planning Secretarial, and he shall be desigmatod ‘and shall setve as Secretary of the National Planning Council. Emetean of 9, The Planning Secretariat shall obtain for the Seum™ — Council such information, provide such advisory services, and render in other ways such assistance, as the Council may require for the performance of ite . functions. Srsiaen's 10. The Planning Secretariat shall be subject to Ferpest_ of the general direction and control of the Chairman of fe Bespiog the uneil, . Agpintmen of 44, ‘The Council may appoint consultative bodies, guasit or engage experts, to inquire into and report on such Seequeat aspects of planting the economy of Ceylon as may be ‘expert, specified by the Council. ‘omar te obtain 42, o) The Chairman of the Council or any Snfecmation, officer of the Planning Secretariat authorised for the purpose by the Chairman may—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@ require any person to furnish to him such information as he may consider it neces- sary to obtain for the purposes of the pro- ia discharge of the functions of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "ouncil, or",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(8) require any person to produce for inspection ‘any books or records in his possession con-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ": taining or likely to contain any such : information,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) Any person who without reasonable cause fails",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "or fefuses to comply with any requirement made under",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "sub-section (1) shall be guilty oF ‘an offence and shall,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "National Planning Council Act, No. 40 of 1958. 5 . | on conviction after summary trial before a Magis- trate, be liable to a fine not exceeding five hundred i rupess or fo imprisonment of either description for a | term not exceeding one month, or to both such fine and such imprisonment. : (8) Where any information which is prohibited by “uny written law from being disclosed is disclosed in compliance with a requirement made under sub- section {1}, such discloguve shall not be deemed to be a contravention of such written law. 13. (1) No information supplied by any person in Restition compliance with any requirement made under sab- % {ec section (1) of section 12 shall be published without the cisinel under consent in writing of the owner for the time being of |\" 1% the land, business or undertaking to which such infor- } mation relates, nor shall such information be com- muniested to any person except in the discharge of the funetions of the Council or the Planning Secretariat. i (2) Any person who— (a) contravenes the provisions of sub-section (1), or =. @) being ia sion of any information which 1 his knowledge is disclosed in oontraven- tion of the provisions of sub-section (1), publishes or communicates that information to any other person, shall be guilty of an offence and shall, on conviction after sommaty trial before a Magistrate, be liable to the same punishment as ig prescribed by section 12 for an offence under that. section. 4%, Where the porson convicted of an offence under réabity af this Act is « body eorporate, every person who as the Sei at time of the commission of auch offence was a director torpatea or an officer of the body corporate shall be deemed to ‘ich, commite be guilty of such offence unless he proves that such tease this Ach offence was committed without his knowledge or that he exercised all due diligence to avoid the commission af such offence. $5, (t) The e Chairman of the Council may, in cons Retin, sultation wit ‘ouneil, male regulations in respect of the following mattere:— (@) the remuneration to be paid to ary of the members of the Conneil who are appointed 1 by the Prime Minister;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "6 National Planning Council Act, No. 40 of 1966.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(8) the engagement of persons otherwise than as public officers to perform any work for the Council or the Planning Secretariat;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "{e) any matter connected with the exercise or discharge of the powers and functions of the Council or the Planning Secretariat.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "@ all regulations made under sub-section (1) shalt be published in the Gazeste and shall come into opera- tion on a date specified in the regulations or, if no date is so specified, upon such publication, and shail, ag soon as practicable after their publication in the Gazette, be brought before the Senate and the House of Representatives for approral, ‘Where any regula- tion is not approved either by the Senate or by the House of Representatives, it shall be deemed to be rescinded and the rescission shall take effect on the date on which the regulation is not approved.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(8) The validity of anything done under a regula- tion shall not be ‘ae oy the subsequent rescission of the regulation under sub-section (2).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(4 Notification of the date on which the rescission of a regulation under sub-section (2) takes effect shall be published in the Gazette.",
    "mean_p_confidence": 0.92
  }
]