[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  . SRI LANKA  WIDOWERS’ AND ORPHANS’ PENSION SCHEME  (ARMED FORCES) ACT, No. 60 OF 1998  [Certified on 15th December , 1998]  Printed on the Order of Government  Published as a Supplement to Part II of the Gazette of the Democratic Socialist  Republic of Sri Lanka of December 18, 1998  Tiersen Giamet Rise sowiienateet  Price: Rs, 5.75 Postage : Rs. 3.50",
    "mean_p_confidence": 0.720379746835443
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Widowers’ and Orphans’ Pension Scheme  (Armed Forces) Act, No. 60 of 1998  [Certified on 15th December, 1998]  L.D.—0.10/90  AN ACT TO ESTABLISH AND MAINTAIN A SCHEME FOR THE GRANT OF",
    "mean_p_confidence": 0.7041666666666666
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  PENSIONS TO WIDOWERS AND CHILDREN OF DECEASED MEMBERS",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (OF THE ARMED FORCES AND TO PROVIDE FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.7466666666666666
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  ‘THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.605
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.776
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  1. This Act may be cited as the Widowers’ and Orphans’ Shor tile,  Pension Scheme (Armed Forces) Act, No. 60 of 1998.",
    "mean_p_confidence": 0.7728
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. There may be established, in accordance with the “Establishment of  regulations, a Widowers’ and Orphans’ Pension Scheme briany ce  (hereinafter referred to as the “pension scheme”) for the grant Scheme,  of pensions to the widowers and orphans of deceased members  Of the armed forces who have been, or are deemed to have  been, contributors to such pension scheme.",
    "mean_p_confidence": 0.782878787878788
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  3. (1) Any person who became a member of the armed Contributors 1o  forces on or before July 31, 1983, and who continues to be _ the pension  ‘Such member after that date may before the prescribed date ‘=m  elect to be a contributor to the pension scheme :",
    "mean_p_confidence": 0.7805555555555556
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  Provided that where such person dies before the prescribed  date and without making an election under the preceding  Provisions of this subsection, she shall, if she leaves a husband  r child ora husband and child or a husband and children, be  deemed to have elected to be a contributor to the pension  scheme,",
    "mean_p_confidence": 0.8173333333333334
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (2) Any person who has become or becomes a member  of the armed forces on or after August 1, 1983, shall be a  Contributor to the pension scheme, from the date on which  she becomes a member of the armed forces :",
    "mean_p_confidence": 0.8182978723404255
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  Provided that, where any such person has died prior to the  date of commencement of this Act, she shall, if she leaves @  husband or child or a husband and child or a husband and  children, be deemed to be a contributor to the pension scheme.",
    "mean_p_confidence": 0.8274509803921568
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  2D 049829 — 8,550 (98/09)",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Widowers’ and Orphans’ Pension Scheme  (Armed Forces) Act, No. 60 of 1958",
    "mean_p_confidence": 0.71375
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (3) Where any person is deemed to be a contributor to the  pension scheme under the proviso to subsection (1) or (2) of  this section, the person administering the estate of such person  shall pay to the pension scheme all arrears of contributions  for the period commencing from August 1, 1983 and ending  cn the date of her death or the period commencing from the  date on which she became a member. of the armed forces and  ending on the date of her death, as the case may be, with  interest thereon at four per centum per annum.",
    "mean_p_confidence": 0.840462962962963
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (4) An election made under subsection (1) shall be final.",
    "mean_p_confidence": 0.7866666666666666
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  Extension of the 4, (1) Notwithstanding anything in this Act, any person  Pension Scheme. Who became a member of the armed forces on or before July  whoae \"= 31, 1983, and who continued to serve as such member after  continuing in that date, and who has subsequently retired, may, before the  service, or who _ prescribed date, elect to be a contributor to the pension  have retired or scheme :",
    "mean_p_confidence": 0.7163636363636363
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  died.",
    "mean_p_confidence": 0.23666666666666666
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  Provided that any person who became a member of the  armed forces on or before July 31, 1983, who has continued  to serve as such member after that date and who has died  Prior to the date of commencement of this Act, or dies before  making an election under the preceding provisions of this  subsection, such person shall if she leaves a husband or child,  or a husband and child or a husband and children, be deemed  to have elected to be a contributor to the pension scheme.",
    "mean_p_confidence": 0.8503092783505155
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (2) Any person who elects to become a contributor under  this section, or in the case of persons who are deemed to have  elected to become contributors to the pension scheme under  this section, the person administering the estate of such -  deceased person, shall pay to the pension scheme all arrears  of contributions for the period commencing from August 1,  1983, until the date of election, retirement or death, as the  case may be, with interest thereon at four per centum per  annum.",
    "mean_p_confidence": 0.8251063829787234
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (3) An election made under the provisions of  subsection (1) shall be final.",
    "mean_p_confidence": 0.765625
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Widowers’ and Orphans’ Pension Scheme 3  (Armed Forces) Act, No. 60 of 1998  5. (1) Regulations may be made— Regulations for  the pension  as z sheme.  (@) providing for the establishment, regulation,  administration and management of the pension  scheme ;  () prescribing the conditions and circumstances in which,  and the restrictions subject to which, the widowers  and children of deceased contributors will be eligible  for the grant of pensions ; .  (c) providing for the particulars to be furnished by  contributors ;  (@) fixing the contributions to be made to the pension  scheme by contributors ;  (@) fixing the contributions, if any to be made to the  Pension scheme by the Government ;  (/) authorizing the deduction of contributions from the  Pay and allowances of, or from other moneys due or  in respect of, contributors and prescribing the  procedure for making such deductions ;  (g) prescribing the manner in which contributions for  Periods in respect of which a contributor has not made  any contribution, are to be recovered ;  (A) providing for the apportionment of the pension  between the widower of a contributor and the children  of such contributor in cases where such contributor  has contracted more than one marriage  @ authorizing the payment into the Consolidated Fund  of contributions made to the pension scheme by  contributors ;",
    "mean_p_confidence": 0.7862549800796812
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Widowers’ and Orphans’ Pension Scheme  (Armed Forces) Act, No. 60 of 1998",
    "mean_p_confidence": 0.760625
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  @ prescribing the circumstances in which, and the  conditions subject to which, the contributions made  to the pension scheme by a contributor may be  refunded and providing for the payment of interest on  contributions so refunded ;",
    "mean_p_confidence": 0.8016279069767441
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (& prescribing the mode of calculating the pensions  payable to the widowers and children of deceased  contributors ;",
    "mean_p_confidence": 0.7677272727272727
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (D inrespect of all matters incidental to or connected with  the administration and management of the pension  scheme.",
    "mean_p_confidence": 0.6781818181818182
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (2) Without prejudice to the generality of the provisions  of subsection (1), regulations made under that subsection in  respect of any matter may make provision similar to that made  in respect of the same matter in the Widowers’ and Orphans’  Pension Act, No. 24 of 1983.",
    "mean_p_confidence": 0.8157692307692308
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  Pensions, © 6. All pensions, refunds and interest on refunds payable",
    "mean_p_confidence": 0.6953846153846155
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  a charge onthe i i",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  weidisnes under this Act shall be a charge on the Consolidated Fund,",
    "mean_p_confidence": 0.7342857142857142
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  Fund. =",
    "mean_p_confidence": 0.405
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Contributions, 7. Any contribution, pension, refund or interest on a",
    "mean_p_confidence": 0.7191666666666666
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  penned refund payable under this Act shall not be assignable or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  scahed. transferable or liable to be or attached or sequestered or levied  upon, in execution of any decree or order of Court, for or in  respect of any debt or claim whatsoever.",
    "mean_p_confidence": 0.8013888888888888
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  Ministertomake ‘8 (1) The Minister in charge of the subject of Public",
    "mean_p_confidence": 0.7328571428571429
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  regulations. Administration may make regulations in respect of all matters  for which regulations are authorised to be made under this  Act.",
    "mean_p_confidence": 0.7536
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  (2) Every regulation made by the Minister shall be  published in the Gazette and shall come into operation on the  date of publication or on such later date as may be specified  in the regulation,",
    "mean_p_confidence": 0.8247500000000001
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Widowers’ and Orphans’ Pension Scheme 5  (Armed Forces) Act, No. 60 of 1998  (3) Every regulation made by the Minister shall, as soon  as convenient after its publication in the Gazette, be brought  before Parliament for approval.  (4) Any regulation which is not so approved shall be  deemed to be rescinded as from the date.of disapproval but  without prejudice to anything previously done thereunder.  (5) The date on which any regulation shall be deemed to  be so rescinded shall be published in the Gazette.  9. In this Act, unless the context otherwise requires — Interpretation.  “contributor” means a member of the armed forces who  is, or is deemed to have been, a contributor to the pension  scheme ;  “member of the armed forces” means any person —  (@) who, being a female, is an officer or soldier of the  Regular Force of the Sri Lanka Army ; or",
    "mean_p_confidence": 0.8167469879518071
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (6) who, being a female, is an officer or seaman of the  Regular Naval Force of the Sri Lanka Navy ; or",
    "mean_p_confidence": 0.8216
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (©) who, being a female, is an officer or airman of the  Regular Air Force of the Sri Lanka Air Force.  but does not include —",
    "mean_p_confidence": 0.797
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  @ any such officer or soldier of the Regular  Reserve, Volunteer Force or Volunteer Reserve  as is deemed to be an officer or a soldier of the  Regular Force under subsection (3) of section 3  of the Army Act ; or",
    "mean_p_confidence": 0.8178723404255319
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  i) any such officer or seaman of the Regular Naval  Reserve, Volunteer Naval Force or Volunteer  Naval Reserve as is deemed to be an officer or a  seaman of the Regular Naval Force under  subsection (3) of section 3 of the Navy Act ; or",
    "mean_p_confidence": 0.7994117647058823
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Widowers' and Orphans’ Pension Scheme  (Armed Forces) Act, No. 60 of 1998  iii) any such officer or airman of the Regular Air  Force Reserve, Volunteer Air Force or Volunteer  Air Force Reserve as is deemed to be an officer  or airman of the Regular Air Force under  subsection (3) of section 3 of the Air Force  Act;  “prescribed” means prescribed by regulation.  Retrospective 10. The provisions of this Act shall be deemed to have  effect ofthis Act. come into force on August 1, 1983, and accordingly any  regulation made under this Act in respect of such pension  scheme may be declared to be effective from that date or any  subsequent date.  Sinhala text to 11. Inthe event of any inconsistency between the Sinhala  prevail incaseof and Tamil texts of this Act, the Sinhala text shall prevail.  inconsistency.",
    "mean_p_confidence": 0.7850641025641025
  }
]