[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  ©  VS Zi  OO  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA ;  CEYLON. COLD STORES  (POSSESSION AND CONTROL)  ‘ACT. No. 1 OF 1989  [Certified on 10th April, 1989)  Printed on the Orders of Government :  Published as a Supplement to Part II of the Gazette of the  Democratic Socialist Republic of Sri Lanka of April 12, 1989  PRISTED AT ‘te DEPARTMENT OF GOVERNMENT FAINTING, SRI TANKA  Price : 60 cents, Postage : 75 cents",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Ceylon Cold Stores (Possession and Control)  Act, No. 1 of 1989  [Certified on, 10th April 1989]  L.D.—O 16/89  “AN ACT 70 PROVIDE FOR THE CONTINUATION OF THE POSSESSION",
    "mean_p_confidence": 0.7358823529411764
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  AND CONTROL, wy \"THE GOVERNMENT, OF THE UNDER-",
    "mean_p_confidence": 0.642
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  ‘TAKING CARRIED ON BY CEYLON CoLD STORES FOR A FURTHER",
    "mean_p_confidence": 0.7183333333333333
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  PERIOD OF ONE YEAR.",
    "mean_p_confidence": 0.6116666666666667
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  WHEREAS the possession and control of the business un-  dertaking carried on by the company known as the Ceylon  Cold Stores Limited, was taken over by the Government  for a period of three months, by regulation made under  section 5 of the Public Security Ordinance, due to the  disruption of the services provided by that undertaking,  and industrial unrest.",
    "mean_p_confidence": 0.8080597014925374
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  WHEREAS for the purpose of ensuring the maintenance  of the services provided by such undertaking, which are  integral to the national economy and essential to the life of  the community, and for the purposes of securing the due  recognition of, and respect for, the rights of the employees  of such undertaking it has become necessary for the Govern  ment to continue to administer and control such business  undertaking for a further period of one year:",
    "mean_p_confidence": 0.8314285714285715
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  Now therefore be it enacted by the Parliament of the De-  mocratic Socialist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.7868181818181817
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  1. This Act may be cited as the Ceylon Cold Stores short  (Possession and Control) Act, No, 1 of 1989. ‘Atle.",
    "mean_p_confidence": 0.7625000000000001
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  2 From and after the date of commencement of this Act, Government  the Government shall continue to hold and possess, for a to hold  period of one year calculated from the date of commence- Sovvess  ment of this Act (hereinafter referred to as the “specified PUSnes  period”), the business undertaking specified in the First or oi  Schedule to this Act, the possession and control of which one year.  was taken over by the Government by regulation made  under the Public Security Ordinance.",
    "mean_p_confidence": 0.7736263736263737
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  3 (1) There shall be appointed a Competent Authority Competent  for the purposes of this Act. rs",
    "mean_p_confidence": 0.7224999999999999
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Ceylon Cold Stores (Possession and Control)  Act, No. 1 of 1989  (2) The Competent Authority shall, during the specified  period manage and administer the affairs of the business  ‘undertaking specified in the First Schedule to this Act, on  behalf of the company owning that undertaking and may  give. such directions as may be necessary for that purpose.  *(8) The Competent Authority in the discharge of his  functions and the exercise of his powers under this Act,  shall be subject to such general and special directions as  the Minister may from time to time issue, having regard to  ‘the need to maintain the services provided by that under-  taking and the need to safeguard the rights of the em-  ployees of that undertaking.  Competent 4. (1), The Competent Authority shall during the speci-  Cnn fied period take possession and control of all property  possession _ specified in the Second Schedule to'this Act, used for the  oes of purposes for the business undertaking specified in the First  property Schedille to this Act. ~~  Second (2) Any person who fails or refuses to deliver possession  ta the Competent Authority of any property specified in the  Second Schedule to-the Act, or prevents or obstricts or  causes any persori to prevent or obstruct the Competent  ‘Authority in taking possession of the property referred to  in subsection (1) or resists or obstructs the Competent  Authority in the discharge of his functions under this. Act,  shall be guilty of an offence under this Act, and: shall on  conviction after summary trial before a Magistrate be lia-  ‘ble to imprisonment for'a term not exceeding ten years or  toa fine not exceeding tei thousand rupees, or to both such  imprisonment and fine.  Competent. 5. The Competent Authority may during the specified  Authotity: “period, use or deal with or authorize the use of, or dealing  ony “with any property specified in the Second Schedule to this  of business \"Act, and used for the purposes of the business undertaking  taking. specified in the First Schedule to this Act, for such pur-  poses and in such manner as he thinks expedient for the  maintenance of the services provided by such business  undertaking, and for the purposes of securing the due  recognition and respect of the rights of the employees of  such undertaking. s",
    "mean_p_confidence": 0.7817924528301887
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Ceylon Cold Stores (Possession and Control) 3  Act, No. 1 of 1989",
    "mean_p_confidence": 0.7233333333333333
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  6. (1) The company owning the undertaking, the Compensa-  possession and control of which is taken over by the on  Government, for the specified period under this Act, shall  be entitled to reasonable compensation in respect of such  Possession and control,",
    "mean_p_confidence": 0.7802127659574468
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (2) Regulations may be made with respect to the  assessment of the compensation referred to in subsection  (1) and the mode and manner in which such compensation  shall be paid, to the company owing such undertaking.",
    "mean_p_confidence": 0.8080487804878049
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  7. (1) The Minister may make regulations in respect of | Regulations,  all matters in regard to which regulations are required or  authorized to be made, or which are required to be pre-  seribed, under this Act.",
    "mean_p_confidence": 0.8038095238095238
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (2) Every regulation made by the Minister shall be pub-  lished in the Gazette and shall come into operation on the  date of such publication or on such later date as may be  specified in the regulation.",
    "mean_p_confidence": 0.8078571428571428
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (3) Every regulation made by the Minister shall, a8 soon  as convenient after its publication in the Gazette, be  Drought before Parliament for approval. Any regulation  which is not so approved shall be deemed to be rescinded  as from the date of disapproval but without prejudice to  anything previously done thereunder,",
    "mean_p_confidence": 0.8062068965517241
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (4) Notification of the date on which any regulation is  deemed under subsection (3) to be rescinded shall be  published in the Gazette.",
    "mean_p_confidence": 0.7859259259259259
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  8 In the event of any inconsistency between the Sin- Sinhala  hala and Tamil texts of this Act, the Sinhala-text shall eva  prevail. kn case of",
    "mean_p_confidence": 0.729
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  inconsistency,  FIRST SCHEDULE (Section 2)",
    "mean_p_confidence": 0.51875
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  ‘The business undertaking carried on by the Company known  45 Ceylon Cold Stores Limited, having its registered office at the  Elephant House, Colombo 02 for the purpose of the manufacture  and sale of food, beverages and milk products.",
    "mean_p_confidence": 0.7967441860465115
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  SECOND SCHEDULE (Section 4)",
    "mean_p_confidence": 0.5966666666666667
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  All immovable property including Jand and buildings which on  te day preceding the date of commencement of this Act was used  for the purposes of the business undertaking specified in the First  Schedule to this Act, all plant, machinery, equipment and fixtures,  which on that day were used for the purposes of that business  undertaking and all movable property, including vehicles, which on  that day was used for the purpose of that business undertaking.",
    "mean_p_confidence": 0.8296341463414634
  }
]