[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA EXCISE (SPECIAL PROVISIONS) (AMENDMENT) ACT, No. 8 OF 1994 [Cortifed on 27th Apeil 1904] \"Printed bm the Order of Government ‘ublished as a Supplement tp Part Tt of Je Gantt of the Democratic ! ‘PRETED AT YO DEPARTMINT OF COVEREMIENE PRIMING, EXE LANA 70 BF FUNOHARED AT ANE GOVGIOGINE FUNLICATION OWEAW, COLIIG 7. Pelee: Re. 150 : Postage: Re. 155",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "\\ Excise (Special Provisions) (Amendment) : Act, No. & of 1998 iCertified on 27th Apert, 1994) L. D0. 40/82, ‘Axl Acr 0 ascann aun Bycms (Sreci4t, Provisions)",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘Act, No. 13 ov 1989 BE it enacted by the Parliament of the Democratic Soclalist Republle of Sri Lanka as éallows:—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "J. This Act may be cited ss the Excise (Special Provi- Short tte slots) (Amendment) Act, No. 8 of 1998,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. Section 2 of the Hxeize (Special Pravistons) Act, Replacement ‘No. 23 of 1960 (hereinafter referred to es the “principal ORR? fauactment”) is heey repeaied and the folowing new HOS, : section substituted therefor :— aPwenmment a. (1) There may be appointed hy name Gescr'of or by office, for the purpose of this Act—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Feeclel (a) a Director-General of Excise (Spectal Provisions) (hereinafter referred to a2 the “Director-General”} who shall be in charge of the adminis ration of this Act;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "() such. number of Dizectora of Hxcisn Deputy Divectars of Excise, Assis tant Dixectors of Excise, and such other officers, as may be necessary for the implementation of the . provisions af this Act} and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(@) such numberof administrative accounting, technical, legal, and lerieal officers and other taf, 20 may be necessary to assist the aforesaid officers,",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) Te Divector of Excise, a Deputy",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "+ Director of Excise, an Assistant Director ch Excise, may. subject to the general direction and control of the Divector-General, exercise, perform or discharge all or any of the powers, cuties or functions conferred or fmposed on. er assigned to, tbe Disector- General by or under this Act.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "ED esesmenr90n",
    "mean_p_confidence": 0.06
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2- \" Breise (Specint Provisions) (Amendment) Act, No. 8 of 1994 -(8) Unless there is express provision to ‘the contrary, every excise officer below the yank of nn Assistant Director of Excise may, subject to the general direction and contro! of the Director-Genersl, exercise, perform or discharge, all or any of the powers. duties or functions conferred or imposed on, or assigned to, the Director-General by of oo. under thés Act, other than any power. func- wee . tion or duty referred to in sections 5a, 8a, 10, 12, 13, 14, 16, 18 and 27.. Angertion of aeregeiion 3. The following new section {s hereby inserted imme- ‘Beineipot diately after section 2 and shall have effect as section 24, enastwenf, “of the prineipal enactment ;— “Omelal 2a, (1) Except in the performance of his secrecy. duties uncer this Act, every person appoint ed under this Act, shall preserve and aid in preserving secrecy with regard to all matters relating to the affairs of any person that may come to his knowledge in the perfor- mance of his duties under this Act, and shall not communicate any such matter to apy pereon other than the person to whom such matter relates or his authorized represen- tative or to the Minister or the Secretary to the Ministry of the Minister or suffer or permit any person to have access to any records in the possession, custody or control of the Director-General.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(2) Every person appointed under this Act shall before acting under thin Act, and the Minister ond the Secretary to the Minis- try of the Minister may before acting under this Act, take and subscribe before a Justice ‘of the Peace an oath of sedrecy in the pres. erlbed form.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(8) No person appointed under this Act shall be required to produce in any court any return, document or notice or to divulge or communicate to any court any matter or thing coming to his notice in the perfor mance of his duties under this Act, except as may be necessary for the purpose of giving effect to the provisions of this Act or any other written law administered by the Director-General.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Excise (Special Provisions) (Amendment) r ‘Act, No. 8 of 1994",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "(@) Notwithstanding anything contained in this section, any person appointed under this Act may communicate any matter which comes to his knowledge in the performance of his duties under this Act or under any other written law administered by the Director-General to any other person appointed under this Act, ff the communica- tion of such mutter is necessary for the performance of any duty under this Act or ‘under any such other written law and the Director-General may, produce or cause to be produced in any court, in any proceed- ings under this Act, a copy of any particulars contained in any ‘return or document fur- nished to him under this Act or other written lew or otherwise in his possession certified by him or on his behalf to be a eorrect copy of such particulars and such copy shall notwithstanding anything in the Evidence Ordinance relating to the proof of documents, be admissabie in evidence :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Provided that the Director-General may produce or cause to be produced the origi- nal of any such return or document in any case where it is necessary to prove the handwriting or the signature of the person who wrote, made, signed or furnished such return or document, but only for the purpose ‘af such proof :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Provided further, thet the Director General slioll not in any case be compelied to produee, in any court either the original ‘of such return or document or copy of any perticulers contaized in such return or document,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "6) Notwithstanding anything contafned in this section, the Director-General shall permit the Auditor-General ot any officer of the Department of the Auditor-General",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": ". duly authorized by him in that behalf to have such access to any records or docu ments as may be necessary for the per formance of his official duties. The Auditor General or any officer authorized by him under this subsection shall for the purpose of subsection (2), be deemed te be @ person appointed under this Ary .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "4 Bacise (Speciat Provisions) (Amendment) Act, No. & of 1994 {6) Notwithstanding anything in the preceding provisions of this section, the Director-Geueral or any person authorized in that behali by the Director-General may, having regard to the need to ensure the equitable administration of this Act, cause to be publisned in such manner as the Directon-General may consider expedient in respect of any area, a list containing— {@) the names and addresses of all the . manvfacturers. and importers in that area registered under this Act; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(b) 2 description of the excisable articles, manufactured or imported by such manufacturers or importers during any given period and the wholesale price declared by them for exch",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "such article. ”,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Dppettion 4, The following new section is herchy inserted",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "ection immediately after section 3p, and shall have effect as section",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Se,in tue 3c of the principal enactment :—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "Snactent | «Exemption 3c. (I) ‘The. Minister may, having regard otgeriain tp the economic development of the country, from (4, bY Order published in the Gezette, exempt Sdiceuy, from the payment of the excise duty payable",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ": under this Act, any such excisable articles or any such class or description of excisable articles as are or is specified in such Order subject to such conditions as may be specified tn the Order, .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "(@) Every Order made by the Minister",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "under subsection (1) shall come into force",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "‘on the date of such Order. Every such Order shall be published in the Gazette and shall,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "as soon as may be after its publication in the Gazette, be tabled in Parliament. Parliament",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". may by resolution revoke any Order made by the Minister under this section within six months of the publication of such Order in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "the Gazette, ond in the computation of such period of cix months ns sccaunt shall be taken af any perlod during which Parliament",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": ". stands proragued or dissolved, Where any such Order ia £0 revoked, the excise duty",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Excise (Speciat Provisions) (Amendment) 5 Act, No. 8 of 1996",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Payable oa the exempted articles shall be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "paid by the znanufacturer, producer importer",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "ot consignce of such article, to the Director-”",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "General, nnd such excise duty may be recovered under the provisions of this Act.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) Whore sny articles specified in an",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "Order made under subsection (I) are sub-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". sequently sold or disposed of contrary to the conditions specified in such Order, such atticles shall be lieble to the same excise duty as wax paysble under this Act on Ike articles which are subject to excise duty and the manufacturer, producer, importer of consignee or such articles shall prior to such sale or disposal obtain the permission of the Director-General and pay the excise duty payable on such articles at the time of such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": ". sale or disposal.” 5. Section 5 of the principal enactment is hereby Amendmest amended as follows :— one ‘principal (1) by the repeal of paragraph (8) of subsection (1) of Snactment, that section and the substitution therefor, of the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "following paregraph :—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“ (8) in any case where such excisable article was imported into Sri Lanka, be paid by the importer of such exeisable article in the prescribed manner before its removal. from the customs warehouse or other place where such exeisable article was stored immediately after its importation into Srl Lanka,”;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "(2) by the repeat of cudsection (2) of that section and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "‘the substitution therefor, of the following sub-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "section :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 15,
    "text": "“ (2) (a) Notwithstanding anything in this Act, every person who imports any excisable article manufactured outside Sri Lanka (not being an exempted article within the meaning - ‘of sections Sa, $2 and Sc) shall pay to the Director-General of Customs, exelse duty, in respect of such excissble article, prior to its removal from the customs warehouse or such other place at which such exciseble article fe stored, at. the rates of exeie duty determined unaer veetnn 3.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "“6 Bactse (Special Provisions) (Amendment) Act, No. & of 1994 (b) Where exelse duty is levied on any excisable article which is imported, wlth telerence to the vatue of such article, then, notwithsienaing anything in section 7 oF any other provision of this Act, the value ef such article shall be deemed to be the aggregate of— . ; G) an amount equal to the value af the cost, : insurance and freight of such excisa dle article ; Gi) an amount equal to five percentum of the amount referred to in sub-para- . graph (i), to defray banking ond : viher charges ; Gi) an amount equal to the total of all taxes, . . essex and levies payable in respect of a: the import of such erticte, under any written law.\"\"; and 48) by the repeal of the proviso to subsection (3) of that section and the substitution therefor, of the following proviso :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "“Provided that—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "4) an excisable article which has been produced or manufactured in Sti Lanka for the purpose of export, shall not be liable for the payment of excise duty, f a bond iz executed for the Janding of such excisable article at the port of destination ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(ii) an excisable arlicle imported for the purpose of being used as raw material in the manufacture of articles for export by exporters, shell not be lishle for the payment",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "of excise duty if suffictent proof is furnished",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "fo the sstisfuction of the Director-General that such manufactured article was manu- factured for export.”",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Excise (Special Provisions) (Amendment) ty Act, No, 8 of 1994 ©, Section 7 of the principal enactment is hereby amen- Amendnient ded in subsection (1) of that section by the substitation for 9\" eto the words “any excisable article, with reference to”, of the principal the words “ sny excisable article, not being an exeisable arti- enactment ele imported into Sti Lanke, with reference to”. 7. Section Ya of the principal enactment is hereby repea- Replacement Jed and the following new section substituted therefor:— ff of the prmeipal “Power of ‘ta. (1) The Director-General or any excise enactment, Birector: | —saficer uot below the rank of an Assistant enil for Director of Excise authorized by the Director- fomptes, General in writing may— opens, (a) by notice in writing require any per- Segords oF son, who in the opinion of the Dires- documents, tor-General or such excise afficer is ‘8 persom lable to registration under section 14, to register under that section and require such person to . ‘ furnish within such time as may be pe specified in such notiee, such returns =. containing such particulars, as are required to be furnished by ® person registered under section 14; (b) by order in writing require any pere son to give information, or produce for examination, any books of account, . register, record or other document relating to any exclsable article or samples of any excisable article ‘ which are in such person's power to give or produce, at such place and ‘ within sueh period as may be spe- : ctfed in such order and to allow the i ” Director-General or such excise : officer to examine, and take copies, i or meke extracts from, any such books of accounts, register, record or other document, for the purpose of ascertaining the value of any excl- soble article or verifying any mat- ter relative to the recovery of excise- duty under this Act,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "& Excise (Speciat Provisions) (Amendment) . Act, No, & of 1994 : (©) give notice in writing to any persoa . chargeable with excise duty, requir a ing him to attend in person or by an authorized representative at such place and on such date and at such ., time as may be specified in the notice, for the purpose of being examin- wy ed regarding the excise duty paya- a bie by such person. (2) A Deputy Director of xcise or an ex- else officer not below the rank of Assistant Director of Excise authorized by a Deputy : Director of Excise in writing may retain in ‘his custody as long as such retention is necessary for the purposes of this Act, any ‘books of account, register, record or other . Gocument which hes been produced for , examination in compliance with a require \\ ment imposed under subsection (1).”. ' neminent 8 Section 9 of the principal enactment is hereby amen- Tet the ed in subsection (1) of that section as follows :— fn Soactioent. 2) by the substitution fur the words “a period of one year*, of the words “a period of five years” ; and (2) by the substitution in the proviso to that subsection for the words “five years”, of the words “ten years”, Amendment “4 Section 10 of the principal enactment is hereby amen- | fo oti — “-ded-ab follows :— -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "7 pemeipal () by the repeal of subsection (2) of that section and the substitution therefor, of the following subsec- sions :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "+. 5; # (2) Bvery appesl under subsection: (1) shall be preferred by a petition in writing addressed to the Director-General and shall state precisely the grounds of such appeal. ne (3) Where the determination appealed against hag been made in the absonce of @ return under see- “tion 14 in respect of the period to which the deter- “ gajuation relates, the petition of appenl shall be sent together with a return duly made. : (4) An appeal preferred under subsection (1) shall he rejected by the Director-General if it does not conform to the provisions of subsections (1), : @) and @3).\"3",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "Bueise (Special Provisions) (Amendment) a Act, No. & of 1996",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "42) by the re-numbering of subsections (8), (4), (8) and (6) of that section as subsections (5), (6), (7) and 48) respectively thereof; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(8) in the renumbered subsection (6) of that section, by the substitution for the words “such appeal was made”, of the words “such appeal was made and shall give notice in writing to the appellant of his decision on appeal”;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "() in the renumbered subsection (8) of that section by the substitution for the words and figures “sub- sections (8), (4) and (5) of section 31D\", of the words and figures “subsections (6) and (9)",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "- of section SID”,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "10. The following new section is hereby inserted imme- diately after section 10, and shall have effect as section 104 of the principal enactment !—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "“Service of 10a. (1) Every notice or notification to be poten, given by the Director-General, a Director of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "a Excise, Deputy Director of Excise or any ex-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "cise officer net below the rank of Assistant",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "Director of Excise under this Act shall bear",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": ". the name of the Director-General or Direc-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "tor of Excise or Deputy Director of Excise",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": ". -or such excise officer, as the case may be,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "and every such notice or notificatfon shall be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "deemed to be valid if the name of the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "Director-General, Director of — Exctse,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": ": Deputy Director of Bxcise ot such excise officer is duly printed or signed thereon.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "(2) Every notice or notification given un- der this Act may be served on a person either personally or by being delivered at,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "ae or sent by post to, his last known place of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "“abode or any place at which he is, or was Guring the period to which the notice relates. _ (3) Every notice sent by post shall be : deemed to have been served on the day suc- ceeding the day on which it would have beet received mn the ordinary course of post.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": "* {4) In proving service by post it shall”be sufficent to prove that the letter containing the notice was duly addressed and posted.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 22,
    "text": ": (8) Every neme printed or signed on any notice or notifestion or signed on any eetti",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "10 Excise (Special Provisions) (Amendment) Act No, 8 of 1994 ficate given or issued for the purposes of this Act, which purports to be the name of the officer authorized to give or issue the same, shail be judicially noticed,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(©) No notice, notification, certificate or other document purporting to be given or issued in accordance with the provisions of this Act shall be quashed, or deemed to be void or voidable, for want of form or be affected by reason of a mistake, defect or omission therein, if the same is in subs",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ". tance and effect in conformity with, or ac- cording 10, the intent and meaning ‘of the Provisions of this Act, and if the person, to : whom such notice, notification, certificate or document relates or ix affected thereby is designated therein according to common intent and understanding, ”, Iarertion. of \"11. ‘The following new sections are hereby inserted imme- yur motions diately after section 11 and shall have effect os sections bite 11a and 119 of the principal enactment :— Seceneat, enactrnent piece aoe lta. Any excise duty in default shall be charge cn a charge upon all the assets af the defaulter : asseta of defaulter. Provided that—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ": @) such charge shall not extend to or affect any assete sold by the defau- ter to a bons fide purchaser for valle prior to the seizure of the seme",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Oo ‘under section 1s;",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Gi) es regorda immovable property, the",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "cone cherge shall not rank in priority to . any lease ar encumbrance created bona fide for vatue and registered yelor to the date of the seizure of . such property under section YB;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ": and",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Gi) as regards movable property, the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ". charge shall rank in priority to any lien or encumbrance created bone fide for value prior to the date of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ": default.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "‘",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": ". Excise (Special Provisions) (Amendment) Wh Act No, 8 of 1994",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Seoeery, lis. (1) There may be appointed persons",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "duty by to be tax collectors for the purposes of this",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "seizure and Act,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "sale.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(2) (a) Where any excise duty is in de- dault, the Director-General may issue a cer tificate to a Divisional Secretary or tax col- lector containing particulars of such excise duty and the name of the defaulter, and the offcer 10 whom such certificate is tesued shall he empowered and is hereby required to couse the excise duty to he recovered from the defaulter named in the certificate by seizure and sale of his movable property.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "(b) The said seizure shall be effetted in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": ": such menner as the sald officer shall deem most expedient in that behalf, and any property so seized shall be kept for five days at the costs and charges of the defaulter. Ik",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "wt net the defaulter does nat pay the excise duty . in default together with the costs and charges co. + Within the said five days, the Divislonal ss Secretary or tax collector shall cause the said ~ \"property to be sold by public auction. an (c) The sum realized by the sale shall be Soa applied— 2. leu. Gi) firstly, in payment of the costs and - charges of seizing, keeping and selling por ae the property ; and ss (ii) secondly, in satisfaction of the excise net duty in default — and any balance shall be paid to the owner Sor\" + of the property seized. vo (@) Where any excise duty is in default, ‘7s and the Director-General is af opinion that recovery by the means provided in subsection (2) is impracticeble or inexpedient, he may . issue a certificate to a District Court having jurisdiction in any district where the Gefaulter resides or in whieh eny property movable or immovable owned by the defoulter js situate, containing particulars of such",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12 Excise (Special Provisions) (Amendment) Act No. 8 of 1994 excise duty and the name or names of the person or persons by whom th excise duty is payable, and the court shall thereupon direct a weit of execution to issue to the Fiscal authorizing and requiring nim to seize and sell ail or any of the praverty, movable and tmmovable of the defatter, or sch part thereof as he may deem necessary for the recovery af the excise duty and the provisions of sections 226 to 297 of the Clvil Procedure Code shall, mutatic mutandis, apply to such seizure and sale. (4) Whenever the Director-General issues a certificate under this section, he shell at the same time issue to the defauiter a notification ” thereof by personal service or by registered etter sont by post; but the non-receipt of . such notification by the detavlter shall not invalidate proceedings under this section.”, Amendment 12, Section i2a of the principal enactment is hereby 12a of tbo: amended in subsection (1) of that section as follows :— principal enactment, (J) by the substitution in paragraph (b) of that sub- section for the words “two per centum”, of the words “three per centum”; and (2) by the substitution in the proviso to that subsection for the words “fifty per cextum of the duty in default”, of the words “the amount in default”, Amendment 13, ection 18 of the principal enactment is hereby YSetwne’ amended in subsection, (1) of that section by the evbstitution Qrincipal | for the words “from the relevant date\" of the words “from the date of payment. \". Amendment 14 Section 20 of the principal enactment is hereby $f seren amended in subsection (2) of that section as follows :— cipal Saibent. (a) by the repest of sub-paragraph (i) of that subs weetfon ; and (B) by the renumbering of sub-paragraphs (if) and (itl) ‘of that subsection as sub-paragraphs (i) and (il) respectively thereof,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "” Eweise (Special Provisions) (Amendment) B Act No. & of 1994 15, Section 23 of the principal enactment is hereby Amendment amended by the substitution for the words and Sgures 3 ot the (No.] 16 of 1979\" of the word and figures “No; 16 of 1979\". principal 16, Section 24 of the principal enactment is hereby Amendment amended by the addition, at the end of that section, of the $4 OF the following subsections :— prinelpal Eunctment. “(D Any person— . (@) who being a person required to take an oath of secrecy under section 2a (2), acts under this Act, without taking such oath; or th) whe acts tn contraventon of section 2a (1) or an oath taken under section 2a (2), hail be guilty of an offence under this Act, end shall on conviction after summary trial before a Magistrate, be liable ~0 imprisonment for a term not exceeding one year or to 3 tine not exceeding one hundred thousand rupees, or to both euch imprisonment and fine, (2) Any person who, being the manufacturer, producer, afaporter or consignee of an article specified in any Order ‘made under section 3c, sells or disposes of such article, with- ‘out the prior permission of the Director-General or in con- travention of any condition specified in such Order shall be guilty of an offence under this Act, and shall on conviction atter summary trial before a Magistrate, be liable to = Ane not exceeding one hundred thousand rupees. (9) Any person who, being a person on whom a notice or : order under section Ta has heen served, wiltully fails to comply with the requirements of such notice or order shall be guilty of an offence under this Act and shall on conviction after summary trial before a Magistrate, be lisble to a fine not exceeding one hundred thousand rupees. \". AT. Section 32 of the principal enactment is hereby Amendment amended as follows :— ar principst (1) by the insertion immediately after the definition of enactment, “agent” of the following new definitions :— * authorised person”, mesns any individual whe is authorized in writing by a manufacturer, producer or importer registered under this ‘Act. to act on his behalf for the purposes of this Act ;°;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "“14 Excise (Speciat Provisions) (Amendment) Act No, 8 of 1994 ‘“exeise duty” means any sum payable by aoy ‘imonufacturer, producer or importer of am excisable article under this Act and includes any sum added by reason of default under section 12a, to any such duty ;\"; (2) by the substitution for the definition of “manu ~~ ‘facturer or producer\" of the following defini tion: : “manufacturer of producer” means any persox ‘who (@) makes any article ; (8) adapts for sale any article ; (©) processes or assembles any article ;'; * @) by the insertion immediately after the definition of “quarter” of the following new definition :— “refund” includes rebate of excise duty an excisable articles exported from Sei Lanka ;’ Sinbala 18._ In the event of any inconsistency hetween the Sinhala Brevaitia «and Tamil texts of this Act, the Sinhala text shall prevall, ot '",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "‘Ancuai subscription of English Bills and Acts of the Parliament Ra 895 (Locat)",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "Ba, 1280. (Foreign), payable 0 the Susteren, Govmnnany Puricacars",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "Biuwziv, No 256 Batromatoma MAweni, Covoscaa 7, before Sth Desember sect wear i respect of the year following,",
    "mean_p_confidence": 0.56
  }
]