[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "2ud Session 1957 oom _ gost GE. je NE, ao fej sesnnn NSE ep fel gers, S>\\0__A Siena Re Cy (ERE IE Scere, ee Sy ENN Veo National Planning Council (Amendment) Act, No, 58 of 1957 Date of Assent: December 21. 1957 Printed on the Orders of Government Printed ot, the Govemnrrnr Pees, Cmtor, To be purchased wt the Qovernscent PusiicaTions BUREAU, COLOMBO ‘Sonat, SEC Atpaaitenest, Cogemmtin Peateatons —° Bonace, Post” reves Box 860,\" Seoretarst, Colonia Price: 30 cents: . Postage: 16 cents",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "National Planning Couneit (Amendment) 3 Act, No. 58 of 1937",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "i, D.—0. Wj5T.",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "AN Act 70 AMEND ‘time Natronar, Pranntne Couner. Act, No. 40 oF 1956,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ". [Date of Assent: Decomber 21, 1957]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BL it enacted by the Queen’s Most Exocllont Majesty,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "| by and with the adviee and consent of the Senate ond the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, ag follows: —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. This Act may be cited as the National Planning shat ste, Council (Amendment) Act, No. 68 of 1957.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. Section 3 of the National Planning Council Act, Ameninest ot No. 40 of 1956, hereinafter referred to as the ‘lee 8 of “principal Act ’”, is hereby amended as follows:— ties.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(@) by the renumbering of that section as sub- +” section (2) of section 85 (0) by the addition, at the end of that section, of : the following sub-section :— - “ (@} The Prime Minister may appoint a. member of the Council as an Additional Deputy Chairman of the Council, and such Additional Deputy Chairman shall exercise and perform, on behalf of the Chairman of the Couneil, such powers and functiona as may be delegated to him under section 4°; and (©) in the marginal note to that section, by the anbstitution, for the words “ Chairman and Deputy Chairman”, of the wards “Chairman, Deputy Chairman, and Additional Deputy Chairman,”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "3, Section 4 of the principal Act is hereby amended ameninont of. by the substitution, for the words “ the Depaty Chaiv- fection 4c man of the Council.”, of the words “the Depaty $y, Par! Chairman, or the Additional Depnty Chairman, of the Comeil.””,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4. Section 16 of the rineipal Act is hereby Anping ot amended, in sub-section (1) of that. section, by the wei substitution, in arograph (a) of thet sub-section, for 3. the words “Prime Minieter;”, of he words “ Prime Minister and to the Additional Deputy Chairman of the Council ;”..",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Peerurerotiny",
    "mean_p_confidence": 0.0
  }
]