[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  i",
    "mean_p_confidence": 0.5214285714285715
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Shalt Educational Foundation  (incorporation) het, No 0 of 2024  {Cened on 19th of Bly, 2024)  1.0 (tne) 17/2021  ‘x Acro scoot St Enveanot Fata  WHEREAS a Foundation called and known asthe \"Shai Pemble  in Sri Lanka forthe purpose of effectually earying ott is  objects and transacting all mars connected wih Ihe  ‘sid Foundation according tothe rules agreed to by its  members  AND WHEREAS the sald Foundation has heretofore  ‘accel cared ot and neat te several object and  tates pied inthis Actor which was cabs  AND WHEREAS he sad Foundstion as now applied tobe  ineorporned and it wil be forthe ble avanige to grat  the sd ppicaton:  Et therefore enc by te Patament ofthe Democratic  Socialist Republic of $1 Lan as follows  1. This Act may be cited asthe Shall Educational shor sie  Foundation insorporation) Act, No, 40 of 2024  2. (1) From and ater the date of commencement of acrporation  this Act. such and so many persons as now ae members ofthe Sal  the Stall Educational Foundation (hereinafter ceteredEétaon  tothe “Foundation”, and shall erate be adidas  rmembers ofthe body corporate Berehy constituted ball  have perpetual soceession under the aame and style of  the \"Shall Educational Foundation” (hereinafter refered  tora the “body corporate), and by that name may sue  and be sued with fl power and authority to have sd",
    "mean_p_confidence": 0.44911646586345383
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Shai Educational Foundation  (Incorporation) At, No. 40 of 2028  (2) The body corporate shall be deemed tobe &  ‘Voluntary Social Service Organization within the meaning  and for the purpose of the Voluntary Social Service  (Organization (Registration and Supervision) Act, No. 31  of 1980 and the provisions ofthat Act sal apply to and in  elation to the management of the affaits of the body  corporate,  Gere sets 3, (1) Subject to the provisions of any oer writen  Shift aw, the general objets for which the Body corporate is  constituted are hereby declared abe to",
    "mean_p_confidence": 0.5739252336448598
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (@) assis through commencement and promotion  ‘ofeducatonal and creative activities the chien  elders and differently abled persons in Sei Lanka  in developing their educational skills and  personalities making them suitable for self  ‘employment",
    "mean_p_confidence": 0.5462499999999999
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (©) ideatify requirements of children, youth, elders  tn differenly abled persons in Sri Lanka and to  physical and mental wellbeing:",
    "mean_p_confidence": 0.49041666666666667
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (6) helpeitdren, youth and elders ofthe community  to become balanced persons who are contended  and identity",
    "mean_p_confidence": 0.5509999999999999
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (a) commence and conduct programmes to preserve  traditional heritage of Sri Lanka relating to",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (©) provide relief services wo differently abled  children, youth and elders and the Betpess in the  communi",
    "mean_p_confidence": 0.48571428571428565
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Shalt Educational Foundation 3  (incorporation) het, No 0 of 2024  (2) nthe implementation ofthe object specified  in subsccton (1), the body corporate shall ens that  sch implementation shall be earid out witout any  ender, political opinion, place of birth or such other  4. The objets the bay corporate shale aie out Hoy carat  subjectionecesary approvals under applicable writen laws, gh  fndinsich manner ae nottoereste any conic tween, we of Mit  the work o he body corporate and any work being eared Gagarin  ut simultaneously by any Minsty or Department of the Senna  Government or of any Provincial Council. Covet  5. (1) Subj othe provisos ofthis Act andthe rules Managnen of  sme under section 7, he management tnd adminiraton er of he  ‘of the affairs ofthe body corporate shall be carried out by a\" “™PO=NE  Counel) consisting of such numer aoe beaters as  say be specie by the rls made unde section 7  (2)(a) The members ofthe Coun ofthe Foundation  holding office onthe day immediatly preceding the date  of contmencement ofthis Act, shall ject the eules  fade under paragraph (2), funtion sa aterim Counc  Of the body corporate unl the fist Counce appointed  or elecied within the period specified in paragraph (@)  (0) Subject tone provisions of subsections (2) (2) and  (4 ot section 7, the Interim Counc of the body corporate  shall have the power to make rules for the interim  Administration ofthe Boy corporate not iconssteat with  the provisions of his Act or any ele writen law.",
    "mean_p_confidence": 0.5034296028880866
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Shaili Educational Foundation  (Incorporation) Act, No. 40 of 2024",
    "mean_p_confidence": 0.5323076923076923
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  {) Any decision ofthe Interim Council shall be taken  by the majority ofits members present at any meeting.",
    "mean_p_confidence": 0.6247619047619047
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (d) The first Counc of the body corporate shall be  appointed or elected within one year of the date of  ‘commencement ofthis Act",
    "mean_p_confidence": 0.6914814814814816
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (3) (a) Every office bearer of the Council appointed  under paragraph (a), including the patrons and advisers,  shall be appointed or elected fora period of three years  and any such office bearer, patron or adviser shall be  eligible for re-appointment or re-cletion after lapse of  the said period of three year.",
    "mean_p_confidence": 0.646896551724138
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (0) Intheevent ofa vacaney occuring due to the death  resignation incapacity or removal fom office of an office  bearer the Counel shall having tegard tothe rules ofthe  body comporate,eleet or appoint » person to fill such  vacancy.",
    "mean_p_confidence": 0.5786046511627907
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (6) The person elected or appointed under paragraph ()  shall hold office only forthe unexpired portion of the term  of ofice of the member whom he succeeds",
    "mean_p_confidence": 0.5606451612903226
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  gers of he 6 Subject 1o the provisions ofthis Act and any other",
    "mean_p_confidence": 0.5933333333333334
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  dy corarte writen law, the body corporate shall have the power to  do, perform and execute all such ats and things a8 are  ‘necessary oF desirable forthe achievement ofthe objects  of the body corporate or any one of them. including the  povwer-",
    "mean_p_confidence": 0.6172916666666667
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (a) purchase, eat construct, renovateand otherwise  ‘obtain Lands or buildings which may be required  forthe purposes ofthe body corporate and to deal  With or dispose ofthe same as may be determined  hy the Council witha view to promoting the objec  ‘of the body corporat:",
    "mean_p_confidence": 0.5798039215686275
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Shai Educational Foundation 5  (Uncorporsion) Act, No. 40 of 2024",
    "mean_p_confidence": 0.5138461538461538
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (0) w enter into and perform or carry out, whether  <iecly or through any officer or agent authorized  in that behalf by the body comporat, all such  ‘contracts or agreements as may be necessary fr the  attainment of the objects or the exercise ofthe  Powers ofthe body corporate:",
    "mean_p_confidence": 0.5894545454545455
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (6) to orrow of aise funds with or without securities  and to receive grants, gifts or donations from local  ‘or foreign soucesincashor kind forth attainment  ‘ofthe objects ofthe body comport:",
    "mean_p_confidence": 0.498
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  Provided that, the Couneil shall obtain the  prior written approval of the Department of  Extemal Resources in respect of ll foreign funds,  _rants gifs or donations received by or made to  the boy corporate:",
    "mean_p_confidence": 0.5955
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (d) to make, draw, accept, discount, endorse,  negotiate, buy. sell and issue bills of exchange,  ‘cheques, promissory notes and other negotiable  instruments and to open, operate, maintain and  lose accounts in any bank:",
    "mean_p_confidence": 0.6443589743589744
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (@)-winvestany funds that are not immediately equited  for the purposes ofthe body corporate, in such  ‘manner asthe Council may determine:",
    "mean_p_confidence": 0.5304166666666666
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  () to undertake, accept, execute, perform and  administer any lawl trust having objects similar  to those of the body corporate or any real or  personal property with a view to promoting the  ‘objects of the body corporate:",
    "mean_p_confidence": 0.6504651162790698
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Shaili Educational Foundation  (Incorporation) Act, No. 40 of 2024",
    "mean_p_confidence": 0.533076923076923
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (4) to appoint, employ, dismiss or terminate the  services of officers and other employees of the  body corporate and exercise disciplinary control  ‘over them and to pay them such salaries,  allowances and gratuities as may be determined  bythe hody corporate in terms of rues made under  section T ofthe Act",
    "mean_p_confidence": 0.6112068965517242
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (0) tw organize lectures, seminars and conferences with  4 View fo promoting. the objects of the body  corporate:",
    "mean_p_confidence": 0.5068181818181818
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (© to Hise and co-ordinate with other local and  foreign institutions having similar objects to  those of the Body corporate; and",
    "mean_p_confidence": 0.6724
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  () to tain officers and other employees in Sri Lanka  ‘or abroad forthe purposes ofthe body corporate",
    "mean_p_confidence": 0.534
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  a fhe 7.(0) It shall be lawful for he body corporate, from",
    "mean_p_confidence": 0.515
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  ody comets sie to time, at any general meeting ofthe body corporate  and by amajority of not ess than two-thirds ofthe members  present and voting. to make euls, not inconsistent with  the provisions ofthis Actor any ater written La, forthe  following matters",
    "mean_p_confidence": 0.53875
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (a) the classification of membership, admission,  withdrawal, expulsion or esignation of members  and fees payable bythe members",
    "mean_p_confidence": 0.569047619047619
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (0) the election of office bearers of the Council or  vacation of or removal from office of office  hearers and the powers, duties and funetions of  the office bearers",
    "mean_p_confidence": 0.6688235294117647
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Shai Educational Foundation 7  (Uncorporsion) Act, No. 40 of 2024",
    "mean_p_confidence": 0.5284615384615384
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (6) the terms and conditions of appointment, power,  functions and duties of various officers and other  employees ofthe body corporate:",
    "mean_p_confidence": 0.5491666666666667
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (4) the procedure tobe followed for the summoning  and holding of meetings of the body corporate  and of the Council, notices and agenda of such  meetings, the quorum andthe conduct of business  thereat",
    "mean_p_confidence": 0.6307692307692307
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (the qualifications and disqualifications to be a  ‘member ofthe Council and the body corporate;",
    "mean_p_confidence": 0.5805882352941177
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  () the administration and management of the  Property of the body corporate",
    "mean_p_confidence": 0.6586666666666667
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (@) the procedure and manner of liaising and  coordinating with other local and foreign  institutions having objects similar t that of the  body corporate: and",
    "mean_p_confidence": 0.6243333333333333
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (0) generally the management ofthe affairs ofthe body  corporat andthe dissolution ofthe bay corporate",
    "mean_p_confidence": 0.46294117647058824
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (2) Any rule made by the body corporate may be",
    "mean_p_confidence": 0.7683333333333334
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  amended, altered, added to or rescinded at a ike meeting  and in ike manners arule made under subsection (1) of  this section",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  (3) The rules made under subsection (1), shall be",
    "mean_p_confidence": 0.6690909090909091
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  published inthe Gazette witin three months upon making  sch rules and shall come into effect onthe date thereof",
    "mean_p_confidence": 0.5771428571428571
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Shaili Educational Foundation  (Incorporation) Act, No. 40 of 2024",
    "mean_p_confidence": 0.5215384615384615
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (4) Every rule made by the body corporate within three  ‘months afte its publication nthe Gcerte, be brought before  Parliament for approval. Any rule which snot so approved  shall be deemed to be rescinded as fom the date of such  Aisapproval, but without prejudice to anything previously  done thereunder.",
    "mean_p_confidence": 0.5641071428571428
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (5) Notification ofthe date on which any such rule is  deemed tobe so rescinded under subsection (4) shall be  published inthe Gace.",
    "mean_p_confidence": 0.643076923076923
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (6) The members ofthe body coeporte shal atl times be  subject othe ules of the ody corporate",
    "mean_p_confidence": 0.473
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  Reger of ‘8. The Council shall maintain a register of members in",
    "mean_p_confidence": 0.5757142857142857
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  enon Which name, address and other essential details of the  ‘icmibers shall be insribed",
    "mean_p_confidence": 0.5082352941176471
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  and of be 9. (0) The body corporat shall have its own Fund,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (2) All moneys received by way of gifts, bequests  donations, subscriptions contributions, fees or grants for  and on account of the body corporat shall be deposited  none or more banks approved by the Council tothe eet  ‘ofthe body corporate subject othe provisions of section 6 (0).",
    "mean_p_confidence": 0.6365384615384616
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (3) There shall be paid out ofthe Fund, all such sums of  money as are equiedto defiay any expenditure incurred by  the body corporate in the exercise, performance and  discharge of its powers duties and functions under this Act.",
    "mean_p_confidence": 0.5961363636363637
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  Acsounsand 10. (1) The financial year ofthe body corporate shal be  ain the calendar yar",
    "mean_p_confidence": 0.4766666666666667
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Shai Educational Foundation 9  (Uncorporsion) Act, No. 40 of 2024",
    "mean_p_confidence": 0.4969230769230769
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (2) The body corporate shal cause proper accounts to be  ‘kept ofits income and expenditure assets and liabilities  and al ther transactions of the body comporate,",
    "mean_p_confidence": 0.5773333333333334
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (3) The accounts ofthe body corporate shall be audited  annually by the Auditor-General or « qualified auditor in  terms of the provisions of Antcle 154 of the Constitution  and be centfied by the Avditor-General or such qualified  suitor.",
    "mean_p_confidence": 0.6109090909090908
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (4) For the purposes ofthis section “qualified auditor”",
    "mean_p_confidence": 0.5770000000000001
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (a) an individual who, being 3 member ofthe Institute",
    "mean_p_confidence": 0.47454545454545455
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  ‘of Chartered Accountants of Sri Lanka or of any  ‘other Institute established by law, possesses &  cemtificate to practice as an Accountant, issued  by the Council of such Institute: or",
    "mean_p_confidence": 0.6145714285714287
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  (0) atiemof Accountants, each ofthe esdent partners",
    "mean_p_confidence": 0.3844444444444444
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  ‘of which, being a member of the Institute of  ‘Chartered Accountants of Sri Lanka or of any  ‘other Institute established by law, possesses a  ‘emificate to practice as an Accountant, issued by  the Council of such Institute.",
    "mean_p_confidence": 0.6630232558139535
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  11. (1) The Couneil shall prepare report of the Annu! Repo  activities of the body corporate for each financial year  and submit uch report together withthe audited statement,  fof accounts and a list of all assets and liabilities of the  body corporate certified by the Auditor-General or a  qualified auditor to the Secretary ofthe Ministry of the  Minister assigned the subject of Education and to the  Registrar of Voluntary Social Service Organizations  appointed under the Voluntary Social Service",
    "mean_p_confidence": 0.6801136363636364
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Shall Eduatona! Foundation  (terran fe Ne 8 of 224  Stoceting te eet which suchrep eats  Bp the a comport nthe asa th bs oro  Ide andr ston 7 dring thea! ya shal Be  ab gy 1, All det ad ali of he Faundaon exiting  SSRRBES —comneayimmeial peeing th at ofconmescemet  Ot in Act tal pid bythe Boy corporate ey  onus payee othe Foundation on th ny sal  te io th ay ope forthe purposes his Act  iy certs 8, Sut he poisons hs Act nay ter  Sa rica ath ay ote shal bland cpa a  SOT at vitae an bed ay poperys mote ronal  whch may become vet n by eo ny prs,  Stch pope sil held bythe buy porate  purpose ois Act and bjt te ees te tay  stone mise unrseson itp sla  tem echnge reeves.  promotion ofthe bjs he hoy cpr nd no  Inet y ws) vend, tus, roto terse  nonsorver ke nombre by Caper.",
    "mean_p_confidence": 0.38266666666666665
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Shai Educational Foundation u  (Uncorporation) Set No. 40 of 2024  15.(1) Theseal ofthe body corporate shall note afTxed Sea of eb  toanynsrunen whatsoever. exceptin the presence two Sora  ‘members of the Council who sbll ign thse ames tthe  dnsrumentin token oftheir presence and sch signing sal  beindspeadent of he signing of any person asa wie  (2) Theseal ofthe ody compote shal bin he custody  of an office err ofthe Council as maybe dese by the  16.() pon the dsolton ofthe ody corporat there rpeny  remains fer the satisfaction ofall is debs and iblitis, mie om  ny property whatsoever. such property shall not be “=  disibted among the meters ofthe body corporate, bt  stall e given or ante to any oter iain having  ject similar to thse ofthe body corporate, and which  by therules thereof, prohibited rom dstbutng any income  or propety among is members  (2) For he purposes of subsection (1). the appropriate  ‘nstitton shall be determined hy the members ofthe body  comorate inmedstely before the dissolution ata general  ‘meting by the majry of votes ofthe members present  17, Nothing inthis Actconsined sal prejudice or aect Saigo te  therighs ofthe Republic oro anybody pai orcorprae,  18 In this Ac. unkss he contest otherwise reqhies=——perpetaton  “honk” means 8 bank licensed unde the provisions  of the Banking Act, No.30 of 1988; and  “writen tw” shall have the same meaning assigned  to sch expression in he Consition  19. tn the event of any inconsistency Between the Sih ete  Sinhala and Tani texts of this Act, the Sinhala text shall Beal cl of  preva",
    "mean_p_confidence": 0.4832534246575343
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]