[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  ee  Local Government Service  Pensions (Special Provisions)  (Amendment) Act, No. 8  of 1969  Date of Aten: Api 2 50  Printed on the Orders of Goverment  ont muna Spm Cin Coenen Gi  See Se See es  “Eee sthiveehdeeeis",
    "mean_p_confidence": 0.5051785714285714
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  ocak Government Service Pensions (Special  Provisions) (Amendment) Act, No. 2 0f 1968  1. D0. 964  Ax Acr 10 sxNo me Looks, Gownnceer Senvice  exitons (Sree Phovistows) Acr, No. 59 oF 196  (Date of Assent: April 28, 1969]  BE. it enacted by. the Queen's: Most Exodlent  Majesty, by and with the vee and consent of the  Sentte and the House of Repreventatives of Ceylon  inthis present Parliament assembled, and by’ the  tithorty of te same, a fllows:—  4._ This Act maybe cited asthe Loe Goverament cn  Servi Pensions (Special Provision). (Amendieat)  ‘et, No. 8 of 1008  2 Section 4 of the Lacal Government Sorvce sainatat  ensione (Special Provisions) Act, No. 99 of 1961, Saag  (Qereinafer referrto as the \" principal Act\") ig Wiest  Sereby amended as fllows:—  1 by the substitution, for the expression “ provic  (© by Sins of ection 26 of the Loa Government  Service ‘Ordinance \", ‘of, the expression  provisions of section $7. of the Local  Government Service Ordinance to members  ofthe werige who have relied in  Aexrdance with he provisions of ton 3  fof that Ordinance and the pensions which are  fasted nde he pron of mon 3 ot  Slat Grainance \"nd  fn the marginal note to that setion, by the  © im Niiaten, forthe expresiontnder  fection 88, of the expresion “under  ‘etions 87 and 88\".  a, Sto ofthe principal Actix rey amend tet  me  (0) by the eetitution, for, the expression  «provisions of setion 88.\" of the expression  « Provisions of echon 87 OF 88, a0 the ease  may be, and  {in tho marginal note to that section, by the  © % bien, forthe ‘eprecion er  Section 38\", of the expression under  Section 57 oF 38\",",
    "mean_p_confidence": 0.4772755417956656
  }
]