[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL HOUSING (AMENDMENT) ACT, No. 49 OF 1981 [Certified on 24th July, 1981) Printed on the Orders of Government : *ublished as a Supplement to Part II of the Gazette of the Democratic ‘Socialist Republic of Sri Lanka of July 31, 1981 sma af pet ner Of COWDEN DTN GF te ~ \"Fo be FONONAaED AT THE COVE, CURLICATIONS BUREAU, COLOMBO ~ Price: 36 conts Postage: 50 cents ee |",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Netional Housing (Amendment) ‘Act, No, 49 of 198 [Certified on 24th July, 1981] is D—O. 75/80 a . . Aw Act 10 amgne Tat Nationa, Housme Act. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— 1 This Act may be cited as the Nations] Housing Short, (Amendment) Act, No. 49 of 1981. i 2, Section 38 of the National Housing Act (hereinafter Amendment referred to as the “ principal enactment”) ig hereby amend- Tigion 93 of ed by the repeal of subsection (1) of that section and by the Chapter 401. substitution therefor of the following subsection :— “(Q) In any case where the occupier of any house 7 to which this Part applies fails to comply with the provisions of subsection (1) of section 32, it shall be lawtul for the landlord to file, in the District Court of the district in which the house is situated, an appli- cation praying for the recovery of possession of the house, and for the eject ment from the land or premises ou which the house is situated of the occupier, his dependants and every other person occupying such land ‘or premises oF portion thereof. Every such application shall be supported by an affidavit setting forth the time and manner of the termination of the occupation of the occupier. ”. 3. Section 38 of the principal enactment is hereby Replacement repealed and the following section substituied therefor: fection orineipas Suactment, Appeals, 36. Any pergon who is dissatisfied with any final judgment, or any order having the effect af a final judgment, pronounced or made by the District Court under this Part may, befare the expiry of a period: of fourteen days (exclusive of Sundays and public holidays) from the date. of such judgment or order, appeal to the Court of Appeal against such judgment or order ; and the provisions of any other written law re lating to appeals to the Court of Appeal from. judgments or orders of District Conrts shall apply in the case ef any appeal preforred under the preceding provisions af this section. ”, Fa",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 National Housing (Amendment) Act, No. 49 of 1981 Rerorpeetive 4, The amendments made to the principal enactment by sections 2 and 3 of this Act shall be deemed to have come into force on July 2, 1979. : validity 5. (1) No application made to, or final judgment, or Seottcations order having the effect of a final judgment, pronounced ar Pon made by, a Magistrate's Court under Part V of the principal Court enactment during the period commencing on July 2, 1979, day [a and ending on the day immediately preceding the date at date ot commencement of this Act, shall be deemed to be,-or to cme = shave been, invalid by reason only of the “fact that auch of gis application was made to, or final judgment, or order having the effect of a finel judgment, was pronounced or made by, a Magistrate's Court. (2) With effect from the date of commencement of this Act, every application made to @ Magisrate’s Court under Part V of the principal enactment and pending in such Court on the day immediately preceding the date of commencement of this Act, shell stand removed to the Distriet Court of the district in which the division of such ‘Magistrate's Court is situated. -, (3) Every final judgment, or order having the effect of a Gnal judgment, pronounced or made by a Magistrate's Court under Part V of the prinelpal enaetment during the period ‘ commencing on July 2, 1979, and ending on the day { immediately preceding the date of commencement of this ‘ Act shall be deemed for all purposes to he, and to have cen, a final judgment, or order having the effect of @ finel judgment, pronounced or made by a District Court under Part V of the principal enactment, as amended by this Act, and may he executed or given effect ta accordingly.",
    "mean_p_confidence": 0.85
  }
]