[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA : FISHERIES AND AQUATIC . RESOURCES ACT, No. 2 OF 1996 [Certified on 11th January; 1988] . Printed on the Order of Government fa Published as a Supplement to Part If of the Gasoite of the Democratic Soctaliat Republic of Sri Lanka of January 12, 1996 . ence Ax Tm FEPSERGONY OF ORIENT MICTEDG, SA To mr FOLGuED ar nar SOVIET FNIEATOND TREAT, COUOMDO Price: Rs. 3.00 Postage: Ra. 319",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Fisheries and Aquetic Resouroes Act, No. 2 of 196 {Certified on ith January, 190) . : LD, 27/38, ' AM Act To proving yor THE Manaceoorr, Revutation,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "CONSERVATION any DEVELOPMENT oF Frivmares aND AQUATIC Resources in Smt LANKA; 70 REPRAL THE FIsHERita Ommaance (CHarren 212), tax Caank Fismmmms Act * (Chapman 213), sue Paam, Fisurxzes Onpntance (CHAPTER 214) anp nie Weatawo Onntuancr (Crarten 215); AND 7 PROVIDE FOR MATTERS CONSEPIED THEANWINH Gh INCTLRNTA. THERETO.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :— .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited aa the Fisheries and Aquatic Jha ‘Resources Act, No, 2 of 1996.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "PARTI . ADMINISTRATION",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 (1) There shall be appointed— Apprintment",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "{a} a person, by name or by office, to be cr to ect es tng Director of Fisherien and Aquatle Resources;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(®) one or more persons, by name or by office, to beer to act us Deputy Director of Fisheries and Aquatie ‘Resources ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(c) such other officers as may from time to time be Tequired for the purpose of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) The Director of Fisheries amd Aquatle Resources (hereinafter referred to as the “Director ”) aholl be res ponsttle for the administration of the provisons of this Act.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(8) Any perzon appotnted under subsection (1) to be or te, act a. a Deputy Director of Fisheries and Aquatia Resources may, aubject to the control of the Director, exercise all ot ‘any of the powers conferred an the Director by or under this Act",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(@) AM officers appointed under this section ehall be deemed to he public servants within the meamng of the Penal Code, :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2D ogniot_o.ato Gat",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Fisheries cnd Aquatic Resouross | Act, No, 2 of 1996 (8) All officers (not below the rank of Preventive Sergenot) oppointed under this section shall be deemed to be perce officerg within the meaning and for the purposes af : the Code of Criminal Procedure Act, No. 16 of 1079. Esabliuhment 3, (1) There shall be 2 Fisheries and Aquatic Resources aad Aguee Advisory Counell (hereinefter referred to au the “ Council \") Resumes | which shell conslet of— : Council. . (a) the Secretary to the Ministry of the Minister appoint- ed under Article 44 of the Constitution to whom the __ subject of Fisherler and Aquatic Resources haa been asnigned, who shell be the Chaixman of the Council ; (B) the Director; {c) the Director of Fisheries of each Province ; 1. (@) tho Director tn charge of the Tal!:sel Institute of . Fisherles Training ; (@) the Director in charge of planning of the Mintitry of the Minister who shall be the Secretary of the Council ; 1+... @ the Chairman of the National Aquatic Resources ‘Research and Development Agency ; : . (@) the Chairman of the Ceylon Fisheries Corporation established under the State Industrial Corporations kbs . ‘{h) the Chairmen af the Ceylon Fishery Harhours Cor- poration exteblished under the State Industral ~*~ Corporations Act; (© the Chairman of the Central Environmental Autho- < adty established by the National Environmeut Act, No. 47 of 1080; G) the Director of Coast Conservation ; Go), the Chairman. of the Sti Lanka National Federation {of Fisheries. Co-operative Societies Ltd. ; . * () two persons engaged in fishing nominated by the Sri ‘Lanka National Federation of Fisheries Co-operative 1 1. Societies Ltd; ,, L nar (m) the President of the Fishery Products Exporters Association ; .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Fisheries and Aquatic Resources 3 Act, No, 2 of 1998 .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(a) the Chatrman of the Association of Live Omamental",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "+ Fish Exporters of Sri Lanka ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{0} two representatives of women engaged in fishing ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{p) six other members appointed by the Minister herein- afer referred to a5 “appointed members” from among persons who shall have special knowledge - gud experience in matters relating to the fisheries",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "_ Industry or other octentifie disciplines.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(2) ‘The Council may invite euch other persons as it may think fit to attend its meetings as observers, ‘",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) A person shall be disqualified from being appointed or continuing as an appointed rember at the Council—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{e} if he fs, or becomes, a Member of Parliament; oF",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{b) if he ts not, or ceases to be, a eltizen of Sri Lanta",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(a) Every appointed member of the Councfl shall, unteus he vacates office earlier or is removed from office by the Minteter under subsection (5), hold office for a period af sbree years and shell be eligible for reappointment,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{6} The Minister may remove from office any appointed tember of the Council without assigning sny resann there- tor.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) fp the event of the vacation of office of any appointed member, or bis removal from office under the provisions ot subsection (5), the Minister shall appoint another persoti to hold such cifice for the unexpired period of the term af offlce of his predecessor. : .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(7) If any appointed member is temporarily unsble to discharge the duties of hfs office duc ta iZ-health or absence fron Sri Lanka or for any other cause, the Minister shall appoint some other person to act in his place. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(@) Subject to the provistons of this Act, the Council ahall mika rules regulating the procedure in regard to its mest- ‘ings and the transaction of business at such meetings.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) No act of proceeding of the Council shall be invalid by reason only af the existence of e vacaney in the Council, oc auy defect in the appolatment of a member of the Council.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ": 4 Fisheries and Aquatic Resources ‘Act, No. 2 of 1996 1 Pumettons 4, Subject to the provisions of this Act, the functions and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "ARs” responsihilitfes of the Council ehail be—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "‘of the,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Gouncth (©) to sdvise the Minister on all matters relating to the Managerient, regulation, conservation and develop- ment of fisheries and aquatic resources in Sri Lanka",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ". ‘waters 5 (2) to consider, and advise the Minister on, sach other matters as the Minister may refer to the Couneil for . advice ; and (©) to advise the Director on all such matters relating to ‘the administration of this Act, av he may rafer to tue Founell for advice.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Fisheries 5. The Secretary to the Ministry of the Minister shall, in management consultation with the Council, cause to be prepared from development time to time a plan for the management, regulation, pion. conservation and development of fisheries and acquatic",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "resources in Srl Lanke-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "PART I Lacexenra oy Fiseina Opmarioxs",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "‘oensing 6. (1) No person shall engage in, or cause any other peracens. person to engage in, any prescribed fishing operation in Sri ‘Lanka Waters except under the authority, and otherwise than in accordance with the terms and conditions, of a Heente",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "issued by the Director.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(2) The Director may in writing delegate the power of issuing licences to 2 Licensing Officer appointed under this section and for this purpose there may be appointed one oF more Licensing Officers for each Administrative District,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(8) No officer below the rank of Fisheries Inspector shall ‘be appointed to he a Licensing Officer. -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "‘Application (2) Every application for a Teence under section 6",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "fora shall be made in the prescribed form to the Licensing Officer",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Meence of the Administrative District in which the fishing operation 4s to be carried out and shall be accompanied by the pres eribed fea,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{2) Ii there fs no Licensing Officer appointed for the Adminfstrative District in whieh the proposed fishing oper tion fs to be carried out such application may be made f ‘the Director.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "Fisheries and Aquatic Resources 5 . Act, No. 2 of 1995",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "43) On receipt of ax application under subsection (1) at : (2) the Licensing Officer or the Director, ax the ease may be, shall either grant a licence or, for reasons to he recorded by him, refuse to grant a licence,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "BA ms & Every Meence granted under this Part shalh~ ies + . (a) be in such form as may be prescribed ; Yeates, t . + (0} unless it is cancelled earlier, be in force for a+ period of one year from the date of grant of . the Licence ; . ‘ (©) be subject to such terms end conditions as ney be prevribed with regard to the fishing - Operation for which the Hcence is granted.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "® A Icence granted under this Part shell be renew- Renewal able on application made to the Licensing Officer of the = Administrative District not less than thirty days before the expiry of the licence. “",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(2) If there is no Licensing Officer appointed for ths Administrative District in which the fishing operation * authorised by the licence is earried on the application tor the tenewal of the licence shall be made to the Director.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(8) The Licensing Officer or the Director, as the case may bbe, shell renew the Licence if he is satisfied that—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "{@) the licensee has observed the terms and conditions af .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "such licence ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(0) there is no threat to the sustainability of fish or other",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "aquatic resources as a reqult of renewing the licence ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(c) the Heensee has paid the prescribed fee for the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": ". renewal of the licence,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "40, Director or the Licensing Officer, as the case may be, Cungelaton shall cancel e cence granted by bim under this Part it he “ Heese is satisfied that the Heensee—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(a) has contravened any of the provisions of this Act or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "any regulations made thereunder or any terms and conditions of such licence; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "(®) has been convicted of an offence under this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 17,
    "text": "‘SD carter (95/07) .",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "_ 16 Fisheries and Aquetic Resources 1 Act, No. 2 of 1996",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Brcurie, 11, (0) Where the Director or the Licensing Oficer, as",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Gero aelunon the case may be, refuses to grant or renew a Licence oF",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "feopeser cancels a licence he shall communicate such decision and",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "‘wih reasoms,” the reasons therefor to the applicant or the licensee as the case may be, by registered post.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(@ Any such decision shall be deemed to have been sommmunicated to an applicant or Licensee as the case may be. after the expiry of a period of thirty days reckoned from tha date of despaich of such commumeatun by registered post 19 ‘the usual piace of business or residence of such applicant OF licensee, ax the case may be. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "Anos 32, (1) The applicant or the licensee, as the ease may be who is aggrieved by a decision communicated to him under section 11, may appeal against such decision to the Secretary ef the Ministry of the Minister, in writing, within thirty",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "+ days from the date on which the decision Is comnunicated whim. @) The Secretary moy elther— {a) ailow the appeal and direct the Director or the Licensing Officer, as the case may be, + to grant, renew, or revoke the cancellation of the Heance ; or (®) disallow the appeal : {) The Director or the Licensing Officer, as the case may be, shall comply vath any direction issued to bim un der subsection (2) by the Secretary.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(4) When an application for a licence or the renewal of a Licence is refused under any of the preceding provi- mons of this Act, the Director or the Licensing Officer, as ‘the case may be, shail refund to the applicant or . the Heansee, as the case may be, the fee accompanying such appiivation,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": ". (9) The decision of the Secretary under this section shall be final and conchusive.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "batt 2% (1) No licence granted under this Part shali be trans",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "esc derable except with the sanction of the Director or the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": ": Licensing Officer as the case may be, granting the licence,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "‘tad shall be endorsed upon such licence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 15,
    "text": "(2) No person whose Ucence has been cancelled undet section 10 shall be entitled to have a licence travsferred in ‘is name,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "Fisherles and Aquatic Resources ! Act, No. 2 of 1996",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "138A, The Director shall furnish particulars of all licences Furnishing granted, renewed, cancelled or transferred under the af Loamon provisions of this Part in respect of boats owned by persons residing in any province to the Secretary of the Ministry of the Minister of the Board of Ministers of that Province in charge of the subject af Fisheries. :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "44. The provisions of this Part shall not apply to any. Provisions foreign fishing boat used for fishing operations in Gri Lanka of this ‘Waters under the provisions of the Regulation of Foreign not to apply Fishing Boats Act, No. 59 of 1979. . oaity Eeate",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "PART UT . Recisteation oF Locat. Fisato Boata",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "38, (1) ‘The Director shall cause to be maintained a regis» Registration ter of loval usning beats. feng",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(2) Every owner of a local fishing boat used for the pur- Pot pose of taking fish in Sm Lanka Waters shall apply to the Director for Ine registration of such boat and of the name ef such owner,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "@) Every application for registration under subsection {2) shall be made in the prescribed form and shal) be accompanied by the prescribed fee, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(4) On receipt of an opplication under subsection (Z) the Director may call upon the applicant to furnish such other documents or information as he may specify to prove that the applicant is the owner of the fishing boat in respect of which the application 1s made.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "{5) The Director shall, having considered such applica~ tion and the documents and information if any, furnished . ‘under subsection (4), register the loca] fishing boat in respect . of which the application is made and the name of such owner, or for reasons to be recorded by him, refuse to register the local fishing boot and the name of the owner thereof,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(6) The person whose name appears in the register of {oral Ashing boats shall, for the purpose of this Act, be deemed to be the owner of such boat. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "(7) The Director shall pay to the Provincial Fund of each Province at the end of each year such percentage as may be Prescribed of the fees recelved during that year for the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "-Tegistration of prescribed types of the local fishing boata ‘owned by persons residing in that Province. 5",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "“8 Fisheries and Aquatic Resources . ‘Act, No, 2 of 1996",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "+ (8) The Director shat! furnish particutars of registretion undr this sectuon, of bosts owned by persona residing im eech Province to the Secretary of the Ministry of the + Minister of the Bourd of Ministers of that Province in charge",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "‘of the subject of Fisherien Changs at 16, (1) Every change of ‘ownership of a registered osserion {© - focal Gshing boat ahml be reported by the new owner oF to the possessor of such boat within thirty days of such change, Director, to the Director who ehall, on payment of the prescribed tee, Tegister the-name of the new owner of such boat in the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "register of local fishing Loats.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(2) The brenking up or loss of a registered focal fishing boat shall be reported to the Director by the owner of pow uessor of such boat within sixty days of auch breaking uP or loss.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "a 43) Where any change of ownership of a local fishing ost is not reported within thirty days as required under the preceding provisions of this section, the new owner of possenor as the case may be, shall be guilty of an offence ander this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Rea otra 1% (1) Bery instrument cresting a mortgage of a fen ot nts focal fishing boat (hereinafter referred to as an ~instrir woctzage, vent of mortgage”) shall be presented to the Director.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "(2) Each tnstrument ot mortgage shall,! fn the order 2» which it ts presented, be registered by the Director im thi register of local fishing boats.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Priority of 4h When there are more instruments of mortgage than",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "igstruments one registered In reapect of the seme local fishing boat, such instruments shall be entitled to priority one over the other according to the dute on which auch instrument i» registered and not according to the date of execution :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "Provided that, fraud or collusion fm securing the prior",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "registration of any instrument of mortgage abull deieat the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 13,
    "text": "welority of the perton claiming thereunder, Registered a, 19. Notwithstanding anything in any other law, where Beslbsbing am instrument of mortgage of a locat fishing boat is boat 12 registered under section 17, any sale or other disposition af forthe tthe local fishing hoat by r against the mortgagor shail not, wes Ee te. 9 Tong as the mortgage continues in fores, extinguish or be ‘third parties, deemed to extinguish, the mortgage of that local fishing boat",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": ": Fisheries ond Aquatic Rezowrces or) + Act, No, 2 of 1996",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "which shall remain subject to the mortgage in the hands of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "the transleree or other person in whove favour such dis",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "‘position is effected.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "20, Where « registered mortgage of a local fishing ‘boat Pntry of ds discharged, the Director shall ou the productiun of the: herent tstrument of mortgage with the certificate of discharge of the mortgage endorsed thereon duly wigned aud atiested and tthe receipt issued by the mortgagee in respect of the amount received, make a entry in the register of lucat fishing boats . to the effect that the mortgage has been discharged.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "21. A registered mortgage of a local Sshing boat shall Mortgage not ot be affected by eny act of bankruptcy commilted by the RUSSEL fhortgagor after the date of registration of the mortage, motwlthstanding that the mortgagor at the commencement . ‘of hia bankruptcy had the local fishing boat In hia possession,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "‘erder ot disposition or was the reputed owner thereof, and .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "‘the wortgage hall be preferred to. the right, claim or °",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Ymterewt therein of the other creditors of the bankrupt, of... ‘oy trustes or assignee in Weir behalf. °",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "22 (1) A registered mortgage of w local fishing boat may Transfer of ‘be transferred to any pervon and the instrument effecting Tertsases ‘the transfer (herematter referred to ap the “instrument of registration ‘wansfer”) ehail be in the prescribed form. Every instru- anent of transfer shall be prevented to the Director for regintretion,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) Byery instrument of transfer of « mortgage shall be ‘registered by the Direclor in the register of local fahing boats,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(3) The person to whom such mortgage has been trans ‘ferred shall enjoy the same priority sa waa enjoyed by the transteror provided the wanster is duly registered in the -fegister of local fishing boats,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "_ 23. (1) Where the Intorest In a mortgage of toca! -rransmissiog fishing boat 4s transmitted by bankruptcy, death, or any Slime it other lawful means, not being # transfer under section 22, bankruptcy ‘the person to whom the Interest is tranemitted shatl— (a). make a declaration to the Director stating his name, address and the manner In whicty the interest ta Lo + he motigaye bee Deem transmitied to him; and",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "ey Fisheries and Aquatic Resources * Act, No. 2 of 1996 (@) produce to the satisfaction of the Director evidence . of the transmission of the interest in the mortgage of the local fishing boat.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "{2) The Director shall, on receipt of the declaration and om production of the evidence referred to in subsection (1}, enter in the register of local fishing boats in which the mortgage is registered, the name and address of the person to whom the interest has been transmitted, as mortgagee of ‘the local fishing boat.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "(9) The person to whom the interest of a mortgage Ie transmitted by bankruptcy, death or by any other lawful means, not being a transfer under section 22, shall enjoy the same priority as was enjoyed by such mortgagee.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "‘Searches 24, All registers and documents kept under this Act",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "ued ples may be searched and examined by any persun claiming t0 be interested therein or by his attorney-atlaw or agent July’ cuiherined in writing, and cortified coples ot, oF",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "extracts from, any such register or document may be . Obtained from the Director on payment of the prescribed fee,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Bidence. 25. A copy or extract purporting to be certified under the hand of the Director to be a true copy of, or extract trom. any register or document kept pursuant to this Part shall be admissible in evidence without proof of the signature of appointment of the Director, and shall be prima facie evidence of the contents of such register oF document for all purposes and in all proceedings, civil or extminal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "other 26. The provisions of any written law, other than this",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "written law = Act, requiring the registration under that law of any",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "posed instrument creating the morteage of movable pronerty shall not apply tovan instrument of mortgage registered under this Act PART IV Pactecriox of Figs ano ormen Aquatic Resovnces",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "Prontbition, 2, (1) No person shall",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "‘against the .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "‘Soeeession ‘{#) use of attempt to use any poisonous, explosive",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "f polsoncus or stupefying cubetanoe ar other noxious oF: -",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "‘or explosive noxion or",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 11,
    "par_num": 16,
    "text": "‘substances, hercnful material or substance 7",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "- Fisheries and Aquatic Rerources n",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": ". Act, No, 2 of 1996",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": ". Waters for the purpose of poisoning, Killing, sunning or disabling any fish or other ayuate",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "aie Fesources 5",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": ": (2) carry, or have in bis possession any polscnotts, : explosive or etupefying substance or other",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "4 noxious or harmful material or substance in",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "1 circumstances Indicating an intention af .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": ": using such poisonous, explosive or stupefying",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": ": mubstance or other noxious or harmful",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "Dot material or substance for any purpose refers",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "t ed to in paragraph (¢).",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(2) No person shall land, sell, buy, receive, possess ot ° : transport any fish or other sauatic resources knowing oF having reasonable catise to believe that such fish of other uquatic resources have been taken by the use of any polsonous, explosive or stupefying substance or other -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "Roxlous or harmful muterial OF SUSAN :",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(8) No perton shall place, depisit, dump or cause. the escape of, any poisonous, explosive or stupefying substance er other noxious or harmful material ar substance tn Stt Lanka Waters.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "2%, No person shall use ot possess, or have on board Oy preaststed focal fishing boat, any prehibited fishing gear or engage in fAsamg era any prohibited fshing method in any area of Sri Lanka 2nd feing | Waters. .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "29. No person shall catch, lend, transport, sell, bay, catchingend receive or have tn his possession, such species of prohibited posrcaiog a fish, or other aquatic resources as may be prescribed, a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "30, (1) The Minister may in consultation with the Probibitiqn Minister in charge of the subject of Trade, by Order 7 Terustion, published in Gazette, and having regard to the need te pro- pore ri tect the aquatic resources of Sri Lanis, prohibit or regulate of ‘the export from, or import into, Sri Lanka of any species of Gch including live fish or any eggs, roe or spawn or any products prepared from such fish, eggs, roe or spawn or other aquatle resources for such period of time as may be ‘mpecified in the Order. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "(2) This section shall have effect as though. it formed Part of the Customs Ordinance, and the provisions of that Ordinance shall apply accordingly,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "B Fisheries and Aquatic Resources \"Act, No, 2 of 1096 Hidhories ‘3, (1) The Minister may, by Order published in = enn ter may, by publist the (@) designete pescribed areas of Sri Lanka Waters or land adjacent thereto or both such waters and land as fisheries management areas for the purposes . of this Act;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": ". (®) designate the fisheries committee established under section 82 in respect of any fisheries manage- ment area as the fisheries management authority of that area; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "{&) where two or more fisheries committees have been established in respect of any fisherfes menage- ment ares, establise, by Order published in the Gazette 9 fisheries menagement authority for that aren consisting of not more than twelve members drawn equally fram each of those com-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "- oo mitvers . 7 (2) A fisheries management authority designated or ‘established by an Order made under subsection (1), may __ + make recommendations to the Minister on—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "{a) the conduct of fitting operations and the use of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "different types of fishing gear in that ficherles : Management area;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "{®) the establichinent of closed seasons for fishing or closed seasons for the taking of specified spectes of fish in that fisheries management area; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(©) the times during which fish may be, taken,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "Fofeerias 32 (1) Registered fishermen residing or engaged in fish~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "Cmmmtect ing in each fisheries management area or part thereof, or migrant fishermen may from themselves into a fisheries committee.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(2) The functions of a fisheries Gommittee shall include—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) formulating a fisheries programme for its area and implementing that programme ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@) assiuting its members to obtain bonts, gear, and equipment to be used. in fishing operations ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "(@} carrying out social infrastructure ‘and welfare activities with a view to improving the Uving stondards of the fishing community of that area}",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "! and ae",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": ": Pisheries ond Aquatle Resources a Act, No. 2 of Lvi6 42) engaging in such other activities as are approved by the Director as beneficial ta the fishing community of the ares.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "@ The Director may, on application by any fisheries soramitlee, register such fisheries committee and shalt Publizh in the Gazette a notilication of such registration.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(4) From and after the date of registration of a fishecles ‘sommittee under subsection (3) cuch commftiee shall bo 4 body corporate with perpetual succession and a vomman eal and may sue and be sued by the name by which 4 is registered,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(©) Regulations may be made in respect of the election at office hearers of a fisheries committee registered under thie : ‘sectlon, powers of such committee and the proveduce for the transaction of business by such committee, accounts to ‘be maintained by much committee and the audit of wach accounts by the Director or an officer authorised by bim in ‘Bat behalf.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(6) ‘The Director may cancel the registration of ‘any fisheries committce if he is aatisfied, after- holding such Anquiry as he may deem fit, that the Fisherle scommittee hes . ‘been inactive or has failed to conduct itself in the interests ‘of ita members. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(1) The Director shall, where he cancels the registration ‘af a fisheries committee, appoint e person to be liquidator of at fisheries committee who shall have the power to—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{a) take possession of the books, documenta and assets of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "the fisheries committes ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(®) sell the property of the fisheries committee ; .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{e) decide any question of priority among the creditors : of the fisheries committee; *",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "” 4) compromise any claim by or against the fishertes i committee with the prior approval of the Director: : nt cae + @) arrange for the distribution of tha amete of the : fisheries eomumittee in the prescribed manner.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": ": 4 Fisherles and Aquatic Resources . Act, No, 2 of 1996",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "(8) In the liquidation of any fisheries committee, its funds shall be applied first to the cost of Hquidation and then te ‘the discharge of ita liabilities. Any surplus remaining after the closure of the liquidation shall be eredited to the Consoli- dated Fund,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "Register ot ——33._(1) Every ficheries committee shall, in the prescribed",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "‘Saberman, manner and form, prepare, revise and maintain a register of fishermen residing or engaged in fishing, within the area of authority of such commiltee :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "Provided, however, that the first register of fishermen residing or engaged in fishing within the area of authority of such committee shall ba prepared and certified by the Director,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "{2) Regulations may be made in respect of the procedure to be followed in the preparation and revision of the register referred to in subsection (1). Such regulations shall provide—",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "(a) for any person who claims to be entitled to have his",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "mame entered in such register and whore name 1s",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": ". not entered therein to apply to the fisheries com-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "mittee to have his name entered in such register ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "8) for any person whose name is entered in such register",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "and who objects te the name of any other person appearing therein to apply to the fisheries committea. to have that name removed from such register ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "{c) the procedure to be followed by the fisheries committes:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "in the determination of such applications; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "(@ tor appeals to the Director from the determinations",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "of a fisheries commit'ee on any claims or objections made to such committee. Miniter to | «84, (1) The Minister may, by notice published in the declare... Gazette declare a closed season or an open season— ope non (©) for fishing in such areas and times as may be specl- Ashing. fied in the notice; and ° (B) for taking, in such areas of such species of fish, ax may be specified in the notice, . (2) Every notice referred to in subsection (3) shall be published in Sinhala, Tamil end English in three or more",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "‘national newspapere and shall be displayed in a conspicuous",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "Place or places in the srea or areas in respect of which the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "closed or open season for fishing or the taking of specified",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 20,
    "text": "species of fish has heen declared, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Fisheries and Aquatic Resources pty . Act, No, 2 of 1986",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(@) No person shall, during a closed season declared under ‘ subsection (1)—= :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(@) fish in the area or areas specified in the notice; oF",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(2) take, in such area or areas, any species of fish spect",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "fied in the notice,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "35. (1) The Director may give written permission Use of bing authorizing any local Gshing boat to be used for research Petts for operotions, experimenta) fishing or scientific investigations scientife relating to fish and aquatic resources in Sri Lanka Waters, DUTP",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(2) The Director may, in giving permission under sub- section (1), attach such conditions as he may think ft” regarding the conduct of such research operations, expert- mental fishing or scientific investigations,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(B) Nothing in section 6 shall apply in respect of any local Aching boat operating under the authority of, and in accordance with, the written permission of the Ditector given under subsection (1).",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(4) Nothing in section 31 or 34 shall apply to eny person operating any local fishing boat under the authority given under subsection (1), of to any person operating any forelgn bost under the authority of, and in accordance with the written permission. of the Director given under subsection",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(1) of section 12 of the Fisheries (Regulation of Foreign . Fishing Boats) Act, No, 59 of 1979. . PART V Consenvariont",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "436. The Minister may, in consultation with the Minister Declaration in charge of the subject of Conservation of Wildlife, by ita Order published in the Gazette, declare any area of Srl Lanka Woters or any land adjacent thereto or both such",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "waters and land to be a fisheries reserve, where he considers that special measures are necessary—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(@) to afford special protection to the aquatic resources",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "in danger of extinction-in gucb.waters or land and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "to protect end ~préserve the natura! breeding",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "~~~\" grounds and habitat of fish and aquatic resources ’ with partiowar regard to coral growth and aquatic 1 ecosystems;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "ry Fisheries ond Aquatic Resources 4 Act, No. 2 of 199d () to promote regeneration of aquatic life in areas where puch Life bas been depleted ; (c) to protect the aquatle medium j (@) to promote sclentific study and research im respect ace? ‘of such area; oF (¢) to preserve and enhance the natural beauty of such area, Lo 37. No person shall, except upon permit obtained from prebibited the Director or any person authorized by the Director ip fo Biisriaa that bebalf in the prescribed form and on payment of the . Preset leo tee,— {@) engage in any fishing operation in auch reserve; (0) mine, collect or otherwise gather or procesa coral, or any other equatic resources, dredge, or extract sand or gravel, discharge or deposit waste or any other potlutiig matier or in any other way disturb, intertere with or destory, fish or other aquatic : resources or thelr natural breeding grounds or habitat in such reserve ; oF (@) construct or erect any building or other structure an. ar over any land or waters within such reserve, PART VI . AQUACTLTORB Lemtegot 3% Subject to the provisions of the Crown Landa States laude Ordinance there chal be teased, such portions of State land or the Srt Lanka Waters as the Minister may consider Decessary tn the Interest of the national economy, for the purpose of aquecultura . Tieensing 38, No pervon shalt set up. or operate an aquaculture aguncuiture \"enterprise except under the euthority of « Ucence granted ‘under section 40, Apptiation 4% (1) Every application for a cence under section for'ieence. 38 shall be made in the praccribed form to a Licensing Officer of the Administrative District tn whlch the «nuacule ‘ture enterprite in to be operated and shall be accompanied: bby the prescribed fee",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "Fisheries and Aquatic Resowrces n Act No, 2 of 1998",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(2) If there is no Licensing Officer appointed for the Administrative District in which the aquaculture enter Prise fs proposed to be operated, the application may be thade to the Director. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(3) On receipt of an application tinder subsection (1) oF . @) the Licensing Officer or the Director, as the case may be, shall efther grant # Ticence for the operation of the aquaculture enterprise referred to in the application or. fot reasons to be recorded by him, refuse to grant a licence for feb operation, Form ana",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "41, Every Hence granted onder this Part shall oe",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(a) be tn such form as may be preseribed ; cence",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "{b) untess it is cancelled earlier, be in forve for a period",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "specified in the ileence ; and",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(©) be mubject to mich terms and conditions as may be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "imposed for the protection of the environment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "42 (1) A licence granted undar this Part of this Act shall Renewal of be renewable on application being made to the Licensing “\"** ‘Officer or the Director as the case may be, end on payment of ‘the prescribed fee, nol lesa than thirty days before the expiry of the Ifcence,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "{2} A licence shail be renewed by the Licensing Officer or the Director as the case may be, only if he is satisfied that—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(@) the licensee has observed the terms and conditions",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "of the licence; and (0) the continuance of the aquaculture enterprise would not harm the environment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "43. The Licensing Officer or the Director as the case may Cunoella- ‘be, may cancel a licence grented under this Part if he ip {2% antisiied-—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "{a) thet the Ucensee haa contravened any of the provl-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "sione of this Act or regulations made thereunder or ‘any terms and conditions of such Licence ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "(B) that the license has been convicted of an offence",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "under this Act:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "Ae) that the continuance of the aquaculture enterprise .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 20,
    "text": "would harm the environment,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "18 Fisheries and Aquatic Resources : Act, No. 2 of 1996 : PART Vil . Sermencnt or Fisumc Disrvres orien 4. (1) When any fishing dispute arises or is apprehend- disputes ed, such dispute may be refered by the Direcwor 10 at Authorized Officer for inquiry.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "(2) When a Aching dispute Je referred to an Authorized Officer under subsection (1) he shall summon the parties to the dispute and endeavour to settle the dispute by concilia- Bon.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "(8) If the Authorized Officer succeeds in settling a fish- ing dispute, a memorandum setting out the terms of settle- ment shal be drawn up by him and shall be signed by the Parties to the dispute or by their representatives, Such terms of settlement shal! be binding on the parties to the dispute,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "(4) If the Authorized Officer fails to effect a settlement, ‘he shall proceed to hear the parties to the dispute and their witnesses and siall determine such dispute.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "«8) Any person who is affected by a fishing dispute or by any matier relating to, counected with or arising from such dispute, which 1s the subject matter of an inquiry before an Authorized Officer shall be entitled to be Present at such inquiry and to make oral or documentary representations relating to such dispute.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "(8) Tt sholl be the duty of the Authorized Officer 0 Prepare a teport containing his findings upon the matters {quire into aid such recommendations as he may consider necessary in regard ta those matters and the rights,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "Festrictlons or prohibitions which should be conferred of imposed pertaining to the taking of fish in the waters relat- ing to which the dispute arose or is anprehended or aay other related matter. Such report shall be read out at the conclusion of the inquiry. The parties to the disnute and any other person who is affected by such report shall be entille:! to abtain @ copy of such report on payment of the Prescribed fee.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 8,
    "text": "1 (D ‘The Authorized Officer shall endeavour to conclude the proceedings taken under this section within a period of ‘ons month from the date on which the dispute 1s referred to him, Where he takes a longer period for such proceeding? he shall record the reasons therefor, >",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "oe Fisheries and Aquatic Resources a",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "Act, No. 2 ef 1956 :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "<8) ‘The Minister may make regulations providing for the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "frocedure to be followed at an inquiry held under this fecioa,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "{9} Any person who fs affected by any fishing dispute fnto which an inquiry is held under thie section, or by any moatter relating to, connected with of arising irom that Mispate may, tefnre the expiration of a period of one month from the date of the repert in relation to that dispute, make Tepresentations in writing to the Minister on any matter dealt with in the report. a",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "(1) ‘The Minister after considering the report prepared ‘under subsection (8) in respect uf any fshing dispute und any representations made ta him under eubsection (8) with reference 10 that report, may— :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "(2) make order cancelling the registration of any fishing net or fisning gear'and the owner thereo! register- ing in place of suci fishing net or fishing gear and the owner thereof any other fishing net or fishing gear and the owner thereof;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "(&) make regutations reyarding the subject matter of that dispute or any matter relating thereto or’ connected therewith or arising therefrom, including regulations for the purpose of—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "(i) prohibiting, restricting or regulating the tale C ing of fish in any specified part of Sri Lanka Waters by persons not belonging to any specified gioup or section of persons using specified fishing boats, fishing gear and fishing . methods ; oF . . {u) fixing different days or thmes during which diferent groups or sections of persons engag- ed in fishing may take fish in any  specifled pert of Sri Lanka Waters.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "(11) Nothing in the preceding provisions of this section ahall he deemed or construed to authorize the reference thereunder of any dispute in relation to the subject matter of which any civil action or other elvil proceeding fa pend- ing before any court of competent jurisdiction.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "2 20 Fisheries and Aquatic Resources :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "Act, No, 2 of 1996 Tntereat 4%. (1) Where the Minister apprehends that any fishing ‘Orders a dispute which nas been referred for inquiry and report Bune ‘under section 44 1 Likely to result in a breach of the peacs, disputes. ‘he may by Order published 1a the Gazezte, make al} such provisions in respect of the maiters referred to in pare : graphs (b) (1) and (ii) of subsection (10) of that section as Jbe may deem necessary to prevent auch breach of the pesca",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "(2) Any Order made by the Minimer under subsection",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "€3) iin respect of any fishing dispute ahall come into force aa _ , the date of {ts publication in the Gazette and shall cease t» be in force on the date of the coming into force of regule- ‘aons, if any, made by the Minister under section 44 (10) ie respect cf that dispute, PART Vor . Avinonmsp Orricrss ann Tamm Powsns Powers ot 44 (1) The Director shall authorize such number of rein aficers not below the rank of Fisheries Inspector, av may be necessary to implement the provisions of this Act, whe + shall be known as “authorized officers”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "{2) An author'zed officer authorized under subsection {1} shat be deemed to be @ peace officer within the meaning of ‘the Code of Criminal Procedure Act, No, 18 of 1979.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "{3) An authorized officer shall, for the purpose of ascer taining whether the provisions of this Act or any regulation sade thereunder are being coroplied with, have the power—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "(0) to mtop, go on board end search any fishing bost in Srt",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "‘Lanks Waters or any local fishing boat engaged in Ashing operations in the high seas, and examine mich boat, the crew thereof, the fishing gear and other equipment carried therein and any fish or ether aquatic resources found on board auch boat; (2) to stop and search any vehicle transporting aay fish ‘or otber aquatic cesources ; or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "(e) to examine and tke copies of any licence. permit, nook, certificate or other document required to be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "‘ebtained or maintained by or under this Act. (4) An authorvzed officer, where he has reeson to believe . ‘tnat an offence under thts Act has been committed, may,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "with or without = warrant—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "* (©) emer and search at all reasonable hours of the day, ‘any premises in which he haa reagon to believe suclt offence has been committed ; .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "Fisheries ant Aquatic Resourcer par Act, No. 2 of 1996",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "@) enter and search at all reasonable hours af the day,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "any premises in which fish or other aquatle resources",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "‘ taken fn contravention of the provisions af this Act or sny regulation made.thereundar are being mored or kept;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "{©) take samptes of any fish or other aquatic resoterce: found in any premises searched under paregrape",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "\"  (@) or paragraph (b) 5",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "4@) arrest any person found in any euch pretatses, whe he has reason to believe, has committed an offenc: under this Act or any regulation made thereunder ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(@) seize any boat, engine, fahing net or other fishing geer” or equipment, or any vehicle or thing whieh he het reason to believe, has heen used in or in connection with, the commission of an offenea wader this Act or any regulation made thereunder;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "() weize any fish or other aquatic resources or stores o: cargo which he has reason to believe have been falen in the commission of wach offence, or have ‘been landed, sold, bought, received, or possessed it: contravention of this Act or eny regulation made thereunder ; oF",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "4g) seize eny poisonous, explosive or stupefying substabec or other noxious or harmful material or substance ‘which be bas renson to believe has been usod, oz le postemed, in contravention of this Act",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "(6) Where a Sshing boat or other thing ig zelzed under",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "_ amberction {4}, the authorized officer by whom the boat o ether thing fr selzed shell, as econ 2s possible produce that ‘bout or ather thing before a Magistrate's Court of competent",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "+ Jurtediction and the Court shall make such order es it nay deem fit relating to the detention or custody of the boat or other thing, pending the conclusion of any proceeding: -fustituted in respect of that boat or other thing:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "Provided that, where any fich or other aquatic resourass",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 15,
    "text": "seized under rubsection (4) are subject to speedy deearya authorized officer may sell such fish ot otber “syustip resources and shell depostt the proceads of much wile in tie Magistrate's Court, : te dae tata ED career gay",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "Bey Fisheries and Aquatic Resources ‘Act, No. 2 of 1998 46) Every person arrested under subsection (4) shall ba Informed of the reson for his arrest, and shall subject in the cage of an arrest under a warrant, to any endorsement tu wach warrant, be produced before a court of competent jerisdiction within twenty-four hours of auch avrest, axelusive of the time necessary for the journey from the ‘slace of arrest to that court, : Paware of $7, (0) Where default is made by any person in the qizre eat payment of any sum due to the Government on any agree- origaged ment entered fnto between the Government and ae uch person in respect of a fishing boat, engine, fishing wgines and net or other fishing gear, or equipment, the Director may im aang #7 writing empower any authorized officer to seize and remove Gobet auch fishing boat, engine, fishing net or other fishing gear ‘ equipment, (2) An suthorized offoer, tor the purpose of seizing any ilehing boat, engine, dshing net or other fishing gear ot ‘tquipment under subsection (3) may enter and search any premises or place in which he has reason to believe such Ashing boat, engine, fishing net or other fishing gear, ot equipment is kept. 48) Nothing in this section shall he deemed to preclude ‘the Government from recovering any sum due to the Govern ‘Ment on any agreement referred to in subsection (1) in accordance with the provisions of any other law for the time ‘paing in force, Vatharized 48. () An authorized officer when acting under the smote —_provisiona of this Act, shall declare his office and produce ip decker ouch identification ag may be reasonably sufficient to show sea, ‘tent he is an authorized offlcer for the purpose of this Act + (2) It shall not be an offence for any person to refuse to somuply with @ request, demand or order made by an autho- ‘Sized officer if such authorized officer fails to declare his office and produce such identification ax may be reasonably suff Stent to show that he is an suthorlzed officer for the purpone af this Act, PART IE . - OFvENces ap PenantiEs stances: . 49, (1) Any person who contravenes or fails to comply ‘with the provisions of sections 18, 16, 17 or 23 of this Act oF af any Order made under section 30 shall be guilty of um",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "Fisheries and Aquatic Resources ed Act, No, 2 of 1996 offence under this Act and shall, on conviction after summary trial before a Majistrate be liable to a fine not less than two Gousend rupees. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(@) Any person who contravenes or fails to comply with the provisions of sections 6, 28, 25, 34, 95 or 39 of this Act shell be guilty of an offence under this Act and shall on conviction after summary trial before a Magistrate be liable to imprisonment of either description for a term Rot exceeding six months or to a fine not less then threw ‘thousand rupees or to both such imprisonment and fine.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(@) Any person who contravenes the provisions of section 37 of this Act shall be guilty of an offence under this Act and shall on conviction after summary trial before a Magio trate, be liable to imprisonment of either description for a ‘term not less than aix months and not exceeding two years and to a fine mot less than five thousand rupees or on & second or subsequent conviction to imprisonment of either description for a term not less than one year and not _ ‘exceeding five years and to @ fie not Jess than ten thousand rupees.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "@) Any person who . .",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(0) fails or refuses to stop any fishing boat in Sri Lanka Waters or beyond the Itmits of Sri Lanka Waters, or any vehicle transporting fish or other aquatic resources, when required.” to do so by an authorized officer ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "@) fails to appear before an authorized officer when summoned to do 20 under subsection (2) of section 44 or being a party to. settlement entered under subsection (3) of section 44",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": ". falls to comply with the terms of such settle",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "ment; .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "(©) does not allow the search and examitation of much boat, the crew thereof, the fishing gear and other equipment carried therein and any fish or other aquatic resources found on board such boat or vebicle transporting fish or other aquatle resources, by an atithorised officer ; 02",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "24 = | Misherles and Aquatic Resources 2 Act, Mo. 2 of 1998 - {@) refuses to be searched by, obstructs or resitis, ‘or escapes or attempts to escape from tht custody of, an authorized oftcer acting in pursuance of the powers conferred on him by section 48, shall be guilty of an offence wnder this Act and shall, on eonviction atter summary friul before a Magistrate, be Hable fo 8 fine not jess than one thousand rupees. a (5) Any person who contravenes any regulation made under this Act or kept in force by this Act shall be guilty i of an offence under this Act and aball, on conviction aiter : summary triel before « Magistrate, be liable to imprison: iment ef either description for a tert not exceeding fix months or to a fine not exceeding two thousand rupees or to both such fine and imprisonment >",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "‘Provided that, in the case of a conviction of an offence of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": ": contravening any much regulation prohibiting purse seine net fishing, the fine abail not exceed ten thousand rupees,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "eee. 50, Where an offence under this Act ts committed by a Fi paren. body of persona, then—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "{@) Sf that hody 4s body corporate, every person who at the time of the commission of the offence wan the director, secretary or other similar officer ef that",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": ". body; oF (b) if that body is not a body corporate, every perton whe + at the time of the commission of the offence waa & member or partner of that body, gall be deemed to he guilty of that offence, unless he proves that the offence was committed without his knowledge or that he exercised all due diligence to prevent the commis: sion of thet offence. Perheiens SL (4) Where any person is convicted of an offemec smder this Act— . ” (@) my Bshing heat, engine, shing net or other fishing gear or equipment or avy vehicle or thing used 11, * of fn connection with, the commisetan of such offence; or * |",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": ". ~ Fitherles ond Aquatic Resources ‘ys e98 Act, No. 2 of 1996 4b) any Ssh or other aquatle resources caught or taken _ im the commission of svch offence or the proceeds of sale of such fish or other aquatic resouross deposited in court under rection 48, . shall, by virtue of such convictlon, be focfetted to the Stata,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(2) Any fishing poet, engine, fishing net or other Sshing gen or equipment or any vehicle ur thing, or fish or other aquatic rerources, or proceeds of exte of any fish or other aquatic resources deposited in court under section 4, Jorieited to the State by reason of the operation of aub- section (1) shail vest absolutely in the State. Such vesting suell tase effect—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "() where no appeal is preferred against the conviction by ‘virtue of which the forfelture has taken place upos, the expiration of the period within which an appeal may be preferred to tha Court of Appes] or to 2 High Court established under Article 14P of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "> the Constitution aguinst the conviction ; or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "a) where an appesl bas been preferred to the Court of Appeal or os High Court established under Atticle I54P of the Constitution against pach con- wletion or an appeal has been preferred to tha",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": ". Supreme Court against the decision of the Court af",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": ": Appeal or Hign Court am the case may be, upox",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "“the determination of such appesl confirming or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "upholding the conviction.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "+ (9) The Disector or any person authorized by him shall ‘hereafter take possession of any fishing boat, enging, fishing net or other fishing gear, or equipment, or any vehicle or thing, or fish or other aquatic resources vested dy the State under subsection @), and may sell or other wise dispose of the same:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(G) Any proceeds realised by selling any fishing boat, sagine, fishing net or other fishing gear, or equipment, or any vehicle or thing or fish or ther pquatie resources under subsection (3) shall be credited by the Diructor te ‘the Fisheries Reward Fund. .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(8) Any procecds of the sile of fish ar other aquatic resource vested in the State under subsection (2) shall ber transferred by the Magistrate te the Fisheries Reward Tus .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "\"Re 4: Fishertes and Aquatic Rezources . Act, No, 2 of 1996 Sompomntiog S52 (1) Where any offence, not being am offence undex « section 27 has been committed in contravention of any of the provisions of this Act, the Direcior may, in the case of a first offender, baving regard to the circumstances is which the offence was committed and with the approval of the Minister, compound ruch offence for 2 sum of money” equal to not less than one fifth of the maximum fine that sould be imposed for such offence, and order the release of any fishing boat, engine, Sshing net or other fishing gear or equipment, or any vehicle or thing, or fish or other aquatic resources seized under section 46 (4), in respect of which no order of detention has been made by a Mayistrate . under section 46 (5), on payment of a sum of money not exceecing the estimated value of such fishing boat, engine, fishing net or other fishing gear, or equipment, or vehicle : or thing, of fish or other equatic resources, (2) The compounding of any offence under subsection . (Q) shall be notified in writing under the signature of both parties to the Magistrate’s Court, where a proceeding in connection with the commission of the offence ix pending + and shall have the effect of an acquittal,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "Belew at 53. (1) Where a Magistrate has ordered the detention (euieed ofa fishing bost or other thing under section 48 (5), the owner or the person from whose possession such boat of other thing was seized may apply to the Magistrate for the release of mch boat or other thing on the provision of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "« bond or other security acceptable to the court.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "(2) The Magistrate to whom an application is made: under subsection (1) may order the release of the bost ox other thing on the execution by a person approved by the: magistrate of a Lond or on the provision of other security",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": ". acceptable to court in an amount not less than the aggre gate of the value of the fishing bost fncluding all fishing gear, equipment, stores and cargo, the value of the fish ox other aquatic resources on hoard at the time of seizure other ‘than the value of any Ssh or other aquatic resources which. ad been sold and the proceeds of which had been deposit~- ‘af in court {n accordance with the proviso to section 44 (5)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "{8) The amount specified in a bond shall be recoverable fn-full by the Magistrate ax # fine imposed by court in the event of a violation af the terms and conditions of the bond.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "Fisheries and Aquatic Resources . a BD Act, No. 2% of 1996",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "5& () For the purposes of thin Act, it shall be Preemmnimar Presumed until the contrary is proved that where any fish 74, 09 4s found at ary time in any fishing bost at any placa in Srt af feb ‘Lanka or in Sri Lanka Waters, such fish wae taken—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": ". @ by the owner of that boat, if be is in the bort ‘at the time of if no person ds found in, the boat at that times or @) by the person for the time being in the boai ‘nd im charge thereof, if the owner ix not in . the boat at that time.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "(2) tn any prosecution for a contravention of any of the provisions of section 27 in respect of any fish, it shall be ‘resumed until the contrary iy proved. that such fish was taken in Sri Lanka Watera .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "5% (1) Where any poisonous, explosive or stupefying prenamptise: substance or other noxious or harmful material or sube- apteusoar tance, which can be uscd for the purpose of polgoning, Psi sm ‘killing or stupefying fish is found im the posseorion of control of any person in the neighbourhood of any area of Sri Lanka Waters, shorély after auch gubstance or material ia proved to have been used in such waters, that person aball be presumed, until the contrary is proved, to have used such substance or material for the purpose aforesaid.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "(2) Where any poisonous, explosive or stupefying sub- . stance or other noxious or harmfut material or substance which can be used for the purpose of poisoning, killing or stupefying fish, if found in the possession or control of any, person in a fishing boat om Sri Lanka Waters, that person shall be presumed until the contrary is proved to have aE attempted to use euch substance or material for the purpose aforosald.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "BG. Where any fishing net or other fishing ge@r OF Proggmotion, ‘equipment the use of which, in any specified part of Sri ms touscat Lanka Waters fs probibited by any regulation made ander gear ta this Act, ie found in the possession of any peraon within e Souats® stance of half a mile from guch waters, then, for the purpose of any prosecution for a contravention of that regulation that pergon shall be presumed, unt the contrary 4s prover, tr have used such net or other fishing gear of equipment im such water :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": ". ae Le Fisheries and Aquatic Rerourcea . Act, No, 2 of 1996 Rittieses ‘SJ. Where any offence under this Act is committed by Bawces any person within ot outelde Sri Lanka Watery the vemuitiet = Alagistrate’s Court having jurisdiction — {a} over that pert of the const nearest to the place at which the offenre was committed ; or (0) over the place at which the person comes ashoro after the commission of the offence, ‘ball have jurlediction ts t2y the offence. PARTE . Genoa, Sgr § ——£8._It shall be the duty of the Director to ensure that, in Caenell ‘he admtudetration of the provisions of this Act, the Secre- weshorttise, tary of the Ministry of the Minister af the Board of Ministers at every Provinor in charge of the subject of Fisheries ie consulted on matters affecting fishing operations within sunh Province, gered 9. (1) There chall be « fund which shall be called the es. Piaheries Tewand Fund (bereinatter refered to ax “the Reward Fund”). . \". (€) ‘The Director shall be responsible for the admintetze- ‘Hon of the Reward Fund. 48) There shall be credited to the Reward Wund all proceeds realised of asles under section 51 (4). (4) The Director may from time to time pay out of he Bewnrd Fund, a reward— (@) to eny officer appointed under section 2; {5) to any authorized offloer ; or (©) to any informer, of mich sum of money aa ha rosy deem fit provided, hhovvever, that such gure shell not excred the maximum prescribed by regulations made under this Act. (), The accounts of the Reward Fund shail be endited annually by the Auditor-General fn accordance with Articla 154 of the Constitution,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "Fisheries and Aquatte Resources * ad Act, Wo. 2 of 1998 $0, (1) There chall be charged, levied and recovered a Enpasiiion ves on any fish or fish products imported to Sri Lanka In 9\" addition to any duty imposed under uny other written lew import <i ‘ot much rate at may be determined from time to time by [5% . ‘Parliament by resolution. Betas For the purpose of this section “fish products” means edible or non-edible products processed from fish end other aquatic resources and includes fresh, frozen, or canned products, fch off, sich meal and fertilizer, (2)The cess shall be collected by the Direcior-Cieneral of Customs aud credited to the Consolidated Fund. . (8) ‘This section shall apply as though tt formed part of ‘he Costoms Ordinance and the provisions of that “Ordinance shall apply accordingly. ©, (1) The Minister may make regulations for end in Roeietions, weapect of ail or any of the following mattera:— (a) all matters etated or required in this Act to be. prescribed or for which regulations ere authorined or required te be mada under this Act; {) the reservation of specified areas of Sri Lerka Waters for ditterent types of fisheriex or methods of fahing j {e) the construction of el! types of fishing boats; {@) the type, size and manner of marking of registered fishing boats : “ ” (@) the periodic inspection of fiehing boats and the ferud of certificates of seaworthiness and the fees payable for such inspection 5 , -{f) the minimum standards of navigation to be observed, ‘and the safety equipment required to be kept, by the owners of local fishing boats operating fo Sri Lanka Waters; . 49) the minimum manning standards to be observed by + the owners of local fiahing boats; : Gh) the registration of fishing neta or other specified fab ing gear or equipment used in Sri Lanka Waters or “ ba any port of mich waters, and’ of the ownere : . thereof, the offcera by whom they shell be regio tered, the feew payable for such registration, and the marking of regisuéred fating ghar ar equipment 3 @) the protection of the aquatie medium 4,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "ao as Fisheries end Aquatic Resources ‘Act, No. 2 of 1996",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "G) the prohibition of the use of any specified equipment, device, method or substance for the purpose of, oF",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": ". in connection with, the taking of fish and other aquatic resources, and the regulation of the tine nnd the manner of the taking of fish and other aquatic resources ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "(&) the regulation of the exercise of the powers conferr~ ed by section 48;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "(the taking and landing of fish and other’ squats resources end the conirel and management of landing areas ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": ". (») the regulation of the handling end distribution of fish and other aquatic resources and the maine tenance of quality of fish, fish products and other equatie resources ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "(®) the prohibition, regulation or control of the erection: and use of fishing stakes, fish kraals, fishing gear, stake nets and other such appliance: for the taking of fish j",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "{0} the management, regulation and protection of Ssheries reserves ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "{p) the licensing of establishments for the processing of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "» fish and other aquatic resources and the conditions ‘to be attached to much licences;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "(q) the management and reguletion of aquaculture ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "(®) the management of tnland fisheries ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": ". 4s) the collection of statistics and the provision of infor mation by persons who are engaged in fishing, inarketing or processing of fish and aquaculture enterprises. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "(2) Every regulation made by the Minister under sub- section (1) shall be published in the Gazette and shall come Into operation on the date of such publication or on such later ‘ate as may be specified in the regulation,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "{3) Every regulation made by the Minister shall, ar 2008 ‘88 convenient after its publication in the Gazette, be brought ‘eefore Parliament for approval, Any regulation which i not so approved shall be deemed to be rescinded from the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": ". date of its disapproval but without prejudice to anything previously done thereunder,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": "(4) Notification of the date on which any regulation is",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 18,
    "text": ". Geemed to be rescinded under subsection (2) shalt be published In the Gezette, :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Fisheries and Aquatic Resources a Act, No, 2 of 1996 ; $2. (1) No action snall lie against any officer appointed Linselion under section. 4 ur uny vmiver authorizea under section 46, for Sf >esom any damages in any civil court for any act done ‘in good - faith in pursuance or supposed pursuance of any provislan af this Act (2) No prosecution against any oftrer corzicted under section 2 or an ufficer authorized under section 46 in respect . Of any acl oore Fatah pad kui OF Sup Dee parSUANCA @f any provision of wz1s Act shali be entertained by any court unless such action is instituted within ix months of the , date of the act complained of. 2 The Fisheries Ordinance (Chapter 212), the Chank Repeated, Fisheries Act iLiamer 215), ue Peart wisheries Ordinance (Chapter 214) and ine Whaling Ordinance (Chapter 215) re hereby repealed. 4, Notwithstanding the repeal of the - Fisheries Savings Ordinance— {a) all regulations made under that Ordinance and in toree on Ine day precec’ag the date of commencement of thls Act shall in so lar as they are not inconsistent _ ith the provisions of this Act or any regulation made thereunder, continue in fore in like manner as if they were made under this Act, and may be amended, varied or rescinded by regulations made under this Act ; (®} ail actions, prosecutions. proceedings or references of fishing disputes under that Ordinance, pending oF Incomplete on the date of commencement of this ‘Act may be carried on and completed after the date ‘of commencement of this Act as If the provisions Of the Fisheries Ordinance were not repealed ; (€) ali moneys lying to the credit of the Fisheries Reward ‘Fund established under section 36 of that Ordinance, ‘on the day preceding the cate of commencement of this Act shall stana transferred to the Fisheries Reward Fund established -under section 59 of this Act; . (@) every lastrument of mortfege and every instrument of transfer registered under that O-dinance and subsisting on the dav preceding the date of commencement of this ct sbal? be deemed to be instruments registered under this Act;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "2 Fisheries and Aquatic Resources ‘Act, No. 2 of 1908 (e) all permits and Hoeltces issued cr registrations rade under thet Ordinance and in force on the dey preceding the Gate af commencement of this Ack, hell be deemed to be permits or licences or registrations issued or made under this Act. Led 5 In the event of any inconsistency between the feel —Binhsia and Tamf texts af thia Act, the Sinhala text sbell incommbiacy.  Bteveil, ms : Interpretation «#8. “Tn this, Act unless the context otherwtas seguires—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "“aquaculture” means the husbandiug of aquatie plantr and ofgenisms ranging from the propegation of aquatic organisnes under btuman control to the ‘manipaiation of at least one stage of an aquatic coxganisso's Sie tor the purpose of inerensing produc ton;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "“aquaculture enterprise” means any ares, enclomra pond, fmpoundment, premises or structure ast Up",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "_ OT used for the cultivation of aquatic plants o” orgeniems for coameseiad purposes and includes any cultivated pearl oyster or other aheflfeh bed, ox raft or other structure used for culttvatian of pearl oyster or other shellfish;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "“aquetic medium” mesns any medium in which fish and other aquatic resources are found ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "“agiutle resources” means living aquatic omgenlme and includes any seaweed, phytoplankton ar other aquatic Hora and non-living substances found im an equatte medium ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "*saithorized officer” means any officer authorized by the Director under section 48 (1) and includew any officer of the Army, Air Parce or Police not below the rank of Sergeant and any officer of the Navy not below the zank of Petty Officer;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "* qxelusive economic zone™ means the area declared to ‘be the exclusive economic zone of Sri Lanke by Proclamation made under section 5 of the Murtiime Zanes Law, No. 22 of 1978;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 9,
    "text": "sport” means to take out of the Mnuits of Sit Lanka to oes or to @ foreign counbsy ; .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "Wisheries and Aquetic Resources a “Act, No, 2 of 1926 so",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "‘*feh” means any aquatic organism, whether piscine of not, and includes any sbelliish, erusiacenn, pearl oyster, molluse, holothurian, of aquatic matnmal and its young, fry, eggt of spewn and includes scoplackion ;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "“fahteg baat” means any vessel which in for the time being employed for the purpose of taking ef fih =” and ineluaes fts propulsion unit and fshing grat and other equipment ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "“fishing dispute” meens any dispute between two ar more persons or groups of persons engaged in ahs ing in regard to the right to fish, ov to the tire, manner of location of fishing in any part of Sch ‘Lanka Waters end includes a dispute regarding the use of water or Iand for aquaculture purpores ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "‘fishing operation” mecs catching, taking, kdlling, collecting, or culturing fish by any method and includes un atterapt to catch, take, Kill, ecllect of eulture fish:",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "“ goreign fisbing boat” means sny fishing host other thas - 9 Vocal fishing baat ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "“import” means to bring into Sri Lanka, by sea or by alz, from any place outside or beyond the mite of Sci Lanka;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "*taJand waters\" means any public rivers, lakes, estuaries, lagoons, streams, tanks; pools, channels snd eny other public ereas of frech or brackish water Iu Sef Lanka} .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "‘“Jocal fishing boat” mesaa sny Ashing bost—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "(a) wholly owned by the Government of Si: Lenka or any public corporation established by o¢",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "“ under any aw of Srl Lanka;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "_* (0) whelly ewnad by one or more persons whe ere edtizens of Sri Lanka ; or .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "(¢) wholly owned by any company, soclety or other",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "aociation of persons, incorporated or",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": "estabilshed under the Iaw of Gri Lanks, @",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": ". | majority of the voting shares of which are",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 34,
    "par_num": 17,
    "text": ". held Dy citizens of Sri Lanka: .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "Mo, Fisheries ond Aquatic Resources Act, No. 2 of 1996 . “Minister” means the Minister appointed under Article 44 of the Constiution to be in charge of the subject ‘of Fisheries and Aquatie Resources j",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "“National Aquatic Resources Research and Development Agency” means the National Aquatic Resources Research and Development Agency established by the National Aquatle Resources Research and Development Agency Act, No. 54 of 1981;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "“pest bank” means such area as may from time # ‘time be prescribed by regulation and tueludes thy bed of such peari bank ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "“pearl oyster” means a pearl hearing oyster of any description, and includes the mollusc commonly called the “window pane oyster” or the “Tam palakam pearl oyster\" and scientifically knows ‘69 Placuna placenta, as well as any other pearl producing molJuse which may be introduced, or iad down, oi the coasx af Sn Lanka, or in the bays ‘or inland waters of Sri Lunka ; :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "“,rescribed” means prescribed by regulstions made under this Act ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "“sale” with ts grammatical variations and cognate ‘expressions, means any transfer of the possession of fish by one person to another in the ordinary course of trade or business for cash or deterred Payment or for other valuable consideration ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "“Sel Lanka Waters” means—",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "(@) the area deciared to be the territorial sea of Sri Lanka by proclamation made under section 2 of the Maritime Zones Law, No. 27 of 1976; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "{b) the area declared to be the contiguous zone of Sci Lanka by proclamation made under section 4 of the Maritime Zones Law, No, 23 ot i976; .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": ". (€) the area declared to he the exclusive economic",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 35,
    "par_num": 11,
    "text": "+ gone of Sel Lanka by proclamation made under section 5 of the Masitime Zones Law, No, 22 of 1976; :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "Fisheries and Aquatic Resources % Act, No. 2 of 1996 .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "(@) the area declared to be the historic waters of Sri Lanka by prociamation made under section 9 of the Maritime Zones Law, No, 23 of 1976; snd",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "«@) all public bays, rivers, Inkes, Ingoons, estuaries, streams, tanks, pools, channels, xod all othar public inland or internal waters,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 36,
    "par_num": 4,
    "text": "#7, The provisions ot this Act shall he in addition te Application and not in derogation of the provisions of the Fauna and Act. Flora Protection Osdinance (Chapter 469) and the Forest Ordinance (Chapter 451) or of any regulation or rule made ‘under such Ordinances relating to the taking of fish or to tao manner of taking fish in Sri Lanka Waters, .",
    "mean_p_confidence": 0.85
  }
]