[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ca) “4 PARLIAMENT OF THE DEMOCRATIC SOCIALIST. REPUBLIC OF SRI LANKA JUDIGATURE (AMENDMENT) ACT, No. 37, OF 1979 ([Cortified on Sth Inne, 1979] Printed on the Orders of Government Published az a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sti Lanka of June 15, 1979 reo At 0 BERARDI OF ONO PONTING, RAK LAMA To 0o TuREARD AT Foe GUE FODDCATIONS BURAAE, Coca ‘Price: 45 cents Postage: 25 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Judicature (Amentment) Act, No. 37 of 1979 [Certified on Sth June, 1979] a LD—O 20/73 AN ACT TO AMEND THE Jupicatuae Act, No, 2 oF 1978. ‘BE it enacted by the Parliament of the Democratic Socialist Republic of Sei Lanka as follows :—~",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1. ‘This Act may be cited as the Judicature (Amendment) Short title. Act, No, 37 of 1979,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2 Section 23 of the Judicature Act, No, 2 of 1974, herein- Replacement alter referred to as the \"principal enactment”, is hereby 98 Serlloy vepealed and the following new section substituted No 2 of therefor :— . © Appeals 23, Any party who shall be dissatisfied with",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "any judgment, decree, or order pronounced by a District Court may (excepting where such right is expressly disallowed) appeal to the Court of Appeal against any such judg- ment, decree, or order from any error in law or in fact committed by such court, but ‘no such appeal shall have the effect of staying the execution of such judgment, decree, oc order untess the District Judge shall see. iit to make an order to that effect, in which case the party appellant shall enter into a bond, with or without sureties as the District Judge shall consider necessary, to appear when required and abide the judgment of the Court of Appeal upon the appeal.”. .",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4, Section 26 of the principal enactment is hereby Amendment amended by the addition, at the end of that section, of the $f 2¢*{fe\" tellowing new subsection :— Beingipal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "© (8) Until a Family Counsellor is attached to a Family Court under subsection (1), the preceding provistons of this section shall have no application to any proceedings instituted in such court: Provided that where no Family Counsellor has been attached to auch Family Court at the time the inquiry ‘or trial has commenced, then, notwithstanding the attachment of the Family Counsellor, the inquiry or . . trial may continue and be proceeded with to final judgment without reference to the Family Counseltor, ”, A149 19,000 9705) .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2 = Judicature (Amendment) Act, No. 37 of 1979. Replacement 4, Section 29 of the principal enactment is hereby Steeeton 39 repealed and the following mew section substituted penipal, therefor: . “Procedure 29. (1) All proceedings in a Family Court Sanz shall be instituted and conducted as expedi- + tioualy se possible in accordance with such regulations us may be preseribed :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Provided that until such regulations have been so prescribed, the court shall, as far as. precticable, follow the provisions relating to muamery procedure fm the Civil Procedure Code.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(2) The provisions of the Adoption of Children Ordinance and the Maintenance Opdinance governing the institution and conducting of proceedings under the said ‘Ordinances shall be deemed to apply to such proceedings that may be instituted in the Pamily Courts.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "(3) AN applications for the care and custody of minor children shall take prece- dence over all other matters in every Family Court and shail, unless exceptional oircums- tances so warrant, be heard from day to day to ensure the expeditious disposal of the same.”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Amendment 5. The Second Schedule to the principal enactment is fee hereby atnended as follows :~, Sepa (@) by the omission of item 1; emactinent (®) by the renumbering of items 2, 3 and 4 es itema t, 2 ‘and 8 respectively ; and (©) by the substitution, for the renumbered item 3, of ‘the following new item :— 8, Abetment and conspiracy for the sbetment or commission of the offences described in item 1 above and conspiracy for the commission of the offences described in item 2 above.™. Amendment 6 The Third Schedule to the prinelpal enactment is aie hereby amended as follows :— . ban Pata (0) by the insertion immediately after the item “ Foreign peleeal Marriages Ordinance (Chapter 116).\", of the following item :— etm",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Judicature (Amendment) Act, No. 37 of 1979 3 “Jaina Matrimonial Rights and Inheritance Ordinance (Chapter 58).°, and (b) by the insertion immediately after the item “Marriage Registration Ordinance (Chapter 112).”, of the following item :— “ Married Women’s Property Ordinance (Chapter §6).\".",
    "mean_p_confidence": 0.8
  }
]