[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "as) gro PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRE LANKA APPROPRIATION. (AMENDMENT) ACT, No. 24 OF 1994 , [Certified om 27th Derember, 1984} Printed on the Order of Government Published as a Supplement to Part I of the Gazette of the Democratic Socialist Republic of Sri Lanks of December 30, 1994 sao a ee once cr COE MN EBA Jo Be FORCE AED AT THN GOW-ANDMENET PURLICATIONG BUREAU, COLOMBO T Price: 30 cents. Postage: Re 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": ": Appropriation (Amendment) Ast, No, 24 of 1994 : [Certified on 27th December, 1994] . LD—O 61/94 Axt Act 70 Ananp Tan AxrnorszaTion ‘Act, No. 61 or 1993 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as tollows:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "4, This Act may be cited ws the Appropriation (AMEN- gyoct title ment) Act, No. 24 of 1924,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "2 Section 2 of the Appropristion Act, No, 61 of 1993, Amendment is hereby amended in paragraph (b) of subsection (1) of that 9! Seeo# section, by the substitution for the words “rupoes sixty- No, #1 af ‘uine thousand nine hundred and cighty-seven million five ‘fundred and five thousand. “, of the words “rupees elghty- seven thousand million. *,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "$ In the event of any inconsistency between the Sinhsla sinnata and Tamil texts of this Act the Sinhala text shall provall. Fn3",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "Frease ot Anconsis- . tency. .",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "i",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "n",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "4 ae smzasl subectiption of English Bil ond Acts of tha Partemeot Re, $88 (Loca, Re 1.180 (Foreign), Payable to the Suremrrexnr: Govemstent Pumiicarion® ‘Bumeav, No, 266, Bauddhaloks Mawatha, Calombo 7, before 15th December each a (per ie caspect af the year iallowing, _",
    "mean_p_confidence": 0.52
  }
]