[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF : SRI LANKA : . BANK DEBITS TAX (REPEAL) ACT, - No, 19 OF 1979 . [Cortified on 20th March, 1979] ‘ . . - Printed on the Orders of Government . 1 . Published as a Supplement to Part.IK of the Gazette of the Democratic ‘Socialist Republic of Sri Lanka of March 30, 1979 . : . PROPTED AT THE DEFAREMENY OF GOVERNMINT PRLNZING, ORE LANEA TO BE FORCHASED AT HE GOvn FUBLEATIONS BUARAV, COLOMBO” + Price: 20 cents Postage: 25 cents",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Bonk Debits Tax (Repeal) Act, No. 19 of 1979 [Certified on 20th Mareh, 1979] _ LD—0 95/78. . ‘an Acr vo repeat THE Bank Dusrrs Tax Act, No. 27 oF 1970,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "AND TO PROVIDE FOR MATTERS CONNECTED “IGREWITH Oi",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "INCIDENTAL THERETO.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1. This Act may be cited as the Bank Debits Tax short tue (Repeal) Act, No, 19 of 1979, and shall be deemed, for all operation. Purposes, to have come into operation on January 1, 1978.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. The Bank Debits Tax Act, No, 27 of 1970, as amended Reg! ot Ant by Law No. 32 of 1975, is hereby repealed. . .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. Notwithstanding the repeal of the Bank Debits Tax Seving Act, No, 27 of 1970, any tax payable under that Act, in respect of any period prior to’ January 1, 1979, may be collected and recovered as if there had been no such repeal,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "‘6 30078—19,200(79]08)",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "oe Annual mubscription of Bilis and Isws of the Perliement Re 30 (Locel), ‘Re 40 (Foreign), payable to the Surerintenpent, Govenysemiz PumLicaTiOns ‘Buagav, P.O. Box. 500, Covontso 1, before 15th December each year in respect of the year following. Late subscriptions will be accepted on the canditiona that ‘BMs and Laws issued hefore the date of payment will not be supplied.",
    "mean_p_confidence": 0.68
  }
]