[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fy eee en ff a . AED 0.4 Mar 995 4: MEAS end BBY co ae . Sat 7; eesaee PARLIAMENT OF THE DEMOCRATIO . _.. SOCIALIST REPUBLIC OF : | : SRI LANKA : TRANSFER OF OFFENDERS ’ ACT, No. 5 OF 1995 . Femtege [Custified on 13th February, 1985) DS _ - Printed on the Order of Goverment |... Published as a Supplement to Patt II of the Gazette of the Democratic Socialist Republic of Sri Lanka of February 17, 1595 yoy . an PRORTED A8 TS UEPATTMCENTE OF COVERNOEETE FRET, ME LARA . 2 We ae ronenaany ax Tue COVEWAENT PURLICATEONS MUREAT, COLONDO \"Price: 75 cents Postage Ra. a",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Transfer of Offenders Act, No, 5 of 1995 [Certified on 13th February, 1985] LD—O. 11/92 [Ax ACT 10 PROVIDE FOR THE TRANSFER TO A SPECIFIED OOUWEET",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "OF A CITIZEN OF SUCH COUNTRY CONVICTED OF AN OFFENCE I",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘Sm Lanka ; 70 PROVIDE FOR THE TRaNSrUR 70 Sax LANKA OF",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "200 CITIZEN OF Sat LANKA CONVICTED OF AN GRTINICE DH &",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "SPOCIFIED COUNTRY ; AND FOR MATTERS CONNECTED THEREWITH",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "OR DECIENTAL THERETO,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "RIE {t enacted hy the Parliament of the Democratic Soclalist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Transferof Offenders short Acts No. 6 of 1095, fae,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 Where an agreement han been entered into between Application ‘Sri Lanka and any other country, whether before or after ‘0 Ast | the date of commencement of this Act, the Minister may by Order published in the Gazette declare that the provisions of this Act shall apply In respect of such country (in thia Act referred to as a “specified country\"),",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "& (1) The Minister may mske an application to an Minieler ‘appropriate authority in a specified country, requesting the an appl transfer to that country of any offender who is, or is sus- fuctning pected to be, a citizen of that country. Eater",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "an",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(2) Notwithstonding the provisions of subsection (1j, any offender. offender who dlaims to he a citizen of a specified country may, through the Commissioner of Prisons, make an appll- cation to the Minister, to be transferred to the specified country of which he claims to be a citizen and the Minister may where he considers it appropriate make a request on Dehalf of such offender under subsection (1) to the appro printe authority of such specified country.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(8) Every application for a request under this secticn shall be made in cuch form and be accompanied by such ‘@ocuments as may be preteribed for that purpoce,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(4) Where the Minister, under subsection (2), rakes an application at the request of any offender, he shall informa",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "such offender in writing af tne ction ar decision taken by oth the Minister ana the sppropriste authority of the specified country, in relation ta hia request for a Uranafer.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "* 4 - | 2 Transfer of Offenders Act, No, 5 of 1095 Apgliction (1) No application made to the Minister by an appro | eee ey a xflste authority of a specified country for the transfer to mpeeited Sci Lanka of an offender who claims to be a citizen of Sri ‘country. ‘Lanka, chall be entertained by the Minister, unless—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) such application ia made in the form prescribed for that purpose ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "©) & copy of the order, éootsidn or judgment as the ease may be, by which such oifender was sentenced to ‘the term of imprisonment, cert‘fed aa correct by the appropriate authority of such specified country, attached to the application",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) Where the Minister by Order, allows an application",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "made under subsection (1), the copy of the order, decision, or judgment, as the case may be, attached to an application under subsection (1), shall be proof of the facts stated there- 4n and shall have effect as if it were an order, decision or judgement, as the case may be, imposed by a court of competent Jurisdiction in Sri Lanka,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Condition 5. The transfer of any offender on an application made",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "sttransfer. under this Act, shall be subject to the following conditions; —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(a) that the offender is n citizen of Sri Lanka or of the specified country, notwithstanding he may also be oitizen of any other country ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(®) that the order, decision or judgment, as the case may be, by which the sentence of imprisonment was imposed upon the offender, is a final order, decision or judgement ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(©) thet at the time the application for thé transfer 1a made, the offender concerned has more than sfx months left to serve of the term of imprisonment imposed upon him or that the term of imprisom~ ment imposed was for an unspecified period ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{d) that the offender consents to the transfer or where, in view of the age or physical or mental status of the offender. he is unable to give his consent, the consent is given by any other person who is desige nated either by the Minister or the appropriate",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "authorlty of a specified country as being competent to give consent on bebalf of the offender ; (e) that both the Minister and the appropriate authority ‘of the specified country, consent to the transfer,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Transfer of Oxfeadera Act, No, § of 1995 3 & G) The Minister may, where he considers 1 appro Jemects priate aud subject to the provisions of subsection (3), issue ag\"™at® ‘a warrant authorizing the transfer out of Sri Lanka to a Muister specified country of any offender. . (2) The warrent to be Issued under subsection (1) shall ‘be in the prescribed form under the hand of the Minister. (@) The Minister shall not issue a warrant under sube fection (1) uuless be us salisiied that all reasonaue ep. have boen taken to inform the offender being transferred, dn writing, in his own language, of the effect and consequen- ‘tes of such trausier in relation te such offender. (4) The Minister shall on the date of issuing of a warrant under subsection (1) cause a copy thereof to be served on the Commussioner of Prisons, (S) A warrant issued under subsection (1), shall be deemed to ve sufficient auimority tor the Conmusayuer ot Prisons to deliver or cause the delivery of such oftender to any person authorized to receive such offender and to e-p him in custody and hand him into the custody of @ parma duly authorized by the appropriate authority of the :zeciied country, to taixe the custody of such offender.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "+ % On and affer the issue of a warrant under sectia @ Ne with the consent given under paragraph (d) of section B by the Convent, offender in respect of whom such warant was lasued, shall Sfiet iantg hot be copable of being withdrawn and accordingly. any purported withdrawal of a consent given after the issue of ® warrant shal] not affect the validity of such warrant or any directions given in relation to such warrant.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "& (1) Every offender being transferred to Sri Zanka Cromis. from any epecified country, upon an Order under section 4 SOU shall be formally handed aver to the Commissioner of to have the, Prisons snd the Commissioner of Prisons ahall have the CUstay of suthority to keep such offender tn eustody in any place ag transterred may appear to him to be appropriate for giving effect [att to the sentence of imprisonment imposed upon such nffender in such specified country, for the perlod of the sentence, as if it were a sentence imposed by « court in Srl Lanka,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "(2) ‘Tae enforcement of the sentence of imprisonment frnposed upon any offender whe ia transferred to Sri Lanke under subsection (1) shall be governed by the lows of Srt Lanka,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 Sransfer of Offenders Act, No, B of 1898",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) Hotwithstanding the provisions of subsection (3), the ‘Minister sll, unless otherwioe specified in the agreement, te bound by the legal nature and duration of the sentence af imprisonment imposed upon ay oitender transferred to Sri Conka under subsection (1).",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(4) Where the legal nature and duration of the wentence ¢ itoprisonment imposed upon any cifeader transfarred under subsection (1), is incompatible with any law of Sri Lanka, it shall be lawful for a court of competent juris- Aletion in Sri Lanka, to adapt such sentence to make",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "_ compatible with laws of Sri Lanka provided however that the senience as edapted by such court of competent furie- séetion in Sri Lanka, corresponds as far an practicable to the sentence imposed upon such offender in the specified country from wiiich sich clfender was transferred to Sri Lanka,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "The atiset ® ‘the effect of » warrant issued by the Minister under",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "eae rection 6, shall be to authorize—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "issued by fe) the talking of the oifender to any place within rt",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘hein ‘Lanka and his delivery at a place of departure from Srl Lanka, inta the custody of a person duly autho- rized by the appropriate authority of the specified sountry to which he is being transferred to take such custody of the offender ; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{fB) the removal of the offender by the person into whose",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "curtody he was delivered, to any place outehte Gt Lanka, Remora , (1) Any offender committed to custody under nec. eee Hon 8 o 9 of this Act escapes trom such custody, who may Swsiody te be arreciad in any place in Sri Lanka in ike manner aa & aay oat person escaping from custody under a warrant for his WP atm. arrest tsaued in that place in respect of an affence eoni- mitted theretn,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) Where any offender being ta eustody under section Bor 9 of this Act is required to be removed from the place ‘where he is held in castody to any other place in Sri Lanka, the shall be deemed to continue to be in legal eustody until bbe reaches the place to which he is required to be trans terre.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "a It. The provistons of the Prisons Ordinance (Chapter 34)",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "iinaaes ball apply, tnutatis mutandis, in rempect of every offender",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "sho in transferred to or out of Srt Lanka under the ‘provisions of thin Act,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "‘Transfer of Ofenders Act, No, 5 of 1995 6",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "32 (1) An offender who fs transferred to Sri Lanke in Remiesiom terms of section 9 of this Act, shall be subject to any remie and sion of the sentence of imprisonment tinposed upon him in Presidents the specified country where he was convicted, to which he grant may have become entilled to, on the date of his transfer, in Pardon, eccordance with the iaw relating to remission of a sentence, in doree in such specified country.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "(2) Nothing tn this Act shall be so construed as to Limit ee take away the President's power to grant pardonor remis+ sion of sentence fo eny offender under Article 34 of the ‘Constitution,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "45, Tha sentence of imprisonment imposed in any Ne sPrel apeciited country upon any offender who is a citizen of Srl Of » Lanka, shall not be subject to any appeal or revision in any omen st court in Srl Lanka, notwithstanding the fact that the order, impoced decision or judgment imposing such sentence is deemed to R082 be an order, decision or judgment imposed by a court of wes a competent jurisdiction in Sti Lanka, gies",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "44. (1) The Minister may make regulations for or in Regulation respect of all matters stated or required by this Act to tbe prescribed or in respect of whlch reguiations are author ised or required to be made, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "@) Every regulation made by the Minister chall be Published in the Gazette and shall come {nto operation om ‘the date of such publication or upon such later date ss may be specified in the regulation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "48) Every regulation made by the Mipister under eub- srctlon (1), shall as soon as convenient after its publication in the Gazette, be brought before Parliament for approval,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "‘Any such regulation which is not 50 approved shall be deemed ta be rescindel as from the date of disapproval but without prejudice to anything previously done thereunder. Notification of the date o which any regulation is deemed ta be so rescinded shell he published in the Gazette, 15. In this Act, unless the context otherwise requires—  Interprte- “agreement” means any agreement entered into, whether om before or after the date of commencement of this Act, between Sri Lenka and any other country, relating to the mutual transfer of offenders ‘between the two countries:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Transfer of Offenders Act, No. 6 of 1995 “ apgropriate authority ” in relation to a specified country, mezns a petson or body of persons in any specified country who is referred 10 in the agreement as : being the authnrity responsible for aciminisicring the tranaier of offenders to and from such specified . countsy; “Commissioner o? Prisens” mesas the person who ts for the time being holding office as the Commissioner ‘of Prisons and Probation Services appointed under section 6 of the Prisons Ordinance (Chapter 54) ; “offender” means a person who is convicted of an offence whether committed before or after the date of coms mencement of this Act, and 1s for the time being serving a sentence of Imprisonment by virtue of an . order made either by any court in Sri Lanka or ‘by a court or other institution exercising judicial powers which is empowered to make sw order, in any specified country. pinbale 16. In the event of any. inconsistency between the pena Sinhala and Tamil texts of this Act, the Sinhala text shall aaa of prevail, eee . tenty",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "'",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": ". |",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": ". . o : |",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "1",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "rr ‘aoual subscription of English Bills and Acts of the Parliament Ra. #48 (Local Ha. 1160 (Foreign), payable to the Susunivrevncee CovmenmEne PURICATION® Bursa, Ne, 255, Buuddhetoka Mawaiha, Colombo 7, before 5th December each ‘Year in respect of the year following, ,",
    "mean_p_confidence": 0.66
  }
]