[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "em a= | - bat ee oe CEILING ON: INCOME AND GOMPULSORY... SAVINGS LAW, No: 15 OF 197270 2: hae! OR ER BT nop a pe ST THE NATIONAL STATE ASSEMBLY [Cortifed on 19th Decombor, mi] : \"Bid of the orders of Govertment, = 2 7 a mo. acute 1¢ muy OF COVEEHE MINT RE LANA (ESPON TO BE PURCHASED AT THE COVERNMIONE PUBLICATIONS BUREAU, COLOME *",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Copithd Levy (Aehdmient) Law, = \"ee 7 | Movt6-0f 2978 pies ° : [pte apn ieee TOs ae ‘ ‘A Law to AMEND THE Caprna Usvy,Act,-No: 61 ors ‘ a WL ee a wy ee BE it enacted by ‘National ‘State Assembly. of’ the ~ . Republic of Sri Lanka as follows:+—' org, F |. ‘This Law may she citéd ‘aa'the-Capitél Levy: sies ism\", (tendment) a, No. 16 of 1992. aera aan 2. Section d/of the Capital Lely ‘Act, No\" S1 of Anema 1071, herenfterl in this Sloe teferred to. as -the wae at “principal enabtnient ”’,. jg hereby ‘amended ‘by ‘the 1m. tspent of subsection’ (3) of that ‘section and- the — ..°) substitation, for! that subsection, of the following new\" .’ |. subsection: \"1 are yointicn, Bo SOR EA yp “* (9) Pod! the purpose of this “Adt, where on 5 March 81, 1071, an incividual has a wife Or hea & an wife dnd une dr more children or dependent relatives. * . or ona or morp children and dependent relatives or \" has one or mgre children or dependent relatives of : op8 or mora children and dependent relatives, they we shall constitute a family and suoh individual shall” , - be deemed tot the head of that family... 0007001 8. Section 4/of tha principal exiactment is hereby specimen at amended ws follows sm ye aT Rnd (2) in subseotion (1} of that eeotion— p22\", 32, amie | (2) by the substitution; for paragraph (c) of that ao subsection, of ‘the following Daregeaphen et «, “‘ {@) the value of any property in which he °° as a fiduciary-or asa ustifructuary, © 2. 5.» “has life intarest, such vaine being” ..° 2\": determined as’ though he.were the 1.0? ' owner of that property; . (aa) the-value of-any property in which he : a) ductony Ads o benofcal interest “+ terminating on the: occurrence of ces ._- 1,\" spegifiad event other: than bis death, © 27°: *. + be such “value! being determined ns {00.0.0 * though ‘he were the owner of that 27.0! 3 property;”;- nine 7 wer ( by the subetitation, for paragraph (6) of that! 20°, subsection, of: ‘the following .new para- “ graph: cos ”. 4 (@) being a partner in.a firm, the ‘yalue of oe Oe eden the Bras “a to eran oan? res . aan",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Capital Levy (Amendment) Law, Saenee No. 16 of 1972 * (©) by the substitution, for paragraph (f) of that 8, ». gubesction, of ‘the following 2 pare: CP graphs” “ ‘+. @ (h) his investments in the securities of the . .. Government of Sri Lanka and his eoHEYL 3\" other investments whether he is , “entitled or not on account of his other a _' investments to any allowance in . arriving at his taxable ineome for the : purposes of the principal Act to wa + Uc Jt) relief from income tax under that » At: \\.” @ im paregraph ( of that subsection, by the . ® . fabatitation for the full stop at the Sad of - Sets 3\" thet paragraph, of a semi-colon; and + (2) by the addition, at the end of that subsection, 1°\" of the following new paragraphs: — ye 2 G) any property gifted by him on or after cto se, 1+ October 28, 1070, bat before April 1, “1, Y97L, except when it ia gifted to the hon Government of Sri Lenka or to a : “-! ‘| charity which is an approved charity i)“ ithin-the meaning of section 164 9 XT” seotion 67 (1) (2) of the principal Act ‘se... -G) any property transferred by him at aay r'S\\dekyo. time on or after October 26, 1970, bul yo hot, SE\" before April 1, 1971, to any private ) CoD cof ©! company for day shares or debentures fea SE of that company, or to any other we ino)” person for any consideration which it 2 ISS\" the opinion of the Assessor is nat sig adie, Bequates and - |: 5; .@ sy money paid by bimas 8 consideration Ohne for. the transfer. to him of aay JE 2'5 So-5 proparty on or aften Ontober 26, 19% eo Viiiottily? but before April, 1, 1871, if in the +p yOS-..24 © opinion of the Assessor such considers “hop © tom is not adequate;”; and : Pee aw *'Qy by the addition, at the end‘ of ‘that! section, of fg, the following new subsection: — :. 2\" @) In-ascertaining the value of the interel which a partner of a firm haszin that firm, ecount shall be talcen'of ‘the goodwill of that firm.\":",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "{ . . oa Capital Leoy (Amendment) Law, . 9 Wa, 16 of 1978 7. . . . (aig Segtion 5 of the principal enuctment is hereby, * Amn a jBended in subsettjon (1) of that section a¢followere” eemge te (1) by the insertion, immediately. atter paragraph“ - (@) of that subsection, of ie folléwing aw = 0 Paragraph oP ce a, tay “* (b0) being a person not residént. in. Sri: a Laila on March 31, 1971; hia invest- most in. any undertaking the profits wen de « and income of which are exémpt from °° inodine tax under the -provisious of + -- =< - subsection\" (2) of section 8 .of the @.°\"- . principal Act”; -° ae @).by the Bubstitution, for Paragraph (f) of that v7. Subsection, of. ‘the following ‘new. para. graphi—j} fae i ee “(A any | such interest: i any ‘property’ “\" (oltier than “property ‘subject toa 72 . fideicommisgum) «ag. ie -aygilable to's\" “26 him for’ a period ‘not exéseding six’. _ ihe *-yeats.from March 81,-1971;\"}, °° =. | *: “, (8) by the substitution, for’ paragraph “(h) of ©... : that subsection; of, the..following mew: °°” Paragraphs a nana “() any jsum-due fiom him by. way. of “~~ : income tax pr wealth tax.im respect of © | * eny year of. assessment ending not” “ot later than’ March 31, 1972, or by way 9), of estate duty in respect of the estates” >: ao » any part of the estate of any person iva: ree2 !- : whose death oocurred prior to Aprii,t, *:f \"Eo So. 1971, if such estate or that part of 72. 3: guch estate is included in his capital : for the purposes of this Act;’”;_ ; ( by the substitution, for Paragraph 8) of that oa, : subsection; of ‘the “following new. para... -: 7 graph:— Coe owes : : | (6).any sum dué'from him. by way of gifts oes tax in respect of any gift made by him aeons 00 or before March 81, 1971;\"5 2s a {5) by the substitution, fo# paragraph: (i) of that’ a ) ty ieee of ‘the doliowing now paras. \"= : graphi— ‘ a “(®) being the executor’ of the estate of any wo Pes se ‘ Pettion whose death ooourred prior to 2+, 00! 1:",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "ar 4 Capital Levy (Amendment) Law, eg Se es . No. 16 of 1978 Par tec Jaq Apri 1, 1971, the estate duty payabl nity. /Dhvwigi'e, . im respect of that estates”; Pov!’ $8) in paragraph (g) of that subsection, by th Sent Peay ae ee the fall stop at the end of vol F asc \"that paragraph, of a semi-colon; and Lan s' 2°\") by the insertion, immediately after paragraph nn - ,(@) of that subsection, of “ine following Dev : “on, paragraphs: — is) # (y) any property of which he is the owns ‘ ree + but which By reson of the provision : ve ~ of paragrap ) or paragraph (4) of tos . aubsection (1) of section 4 is include : cs.) 1, sin the capital of any other person; : . (®) his shares or debentures in any privat ° : . gompany being the shares or debes oS Jot tes, “tures allotted to hima in consideration: J o : of the: transfer by: him to th Sv) company of any property on or nailer vere October 26, 1970, but before April Seg yy ADT; and hohe enc St\" Gs (aa) any money received? by him as 1 me '— consideration for the transfer by hia . foots Mag’ tei, ul Of any property on or alter October 3, 5 4 sag cy 7, 1970, but, eters April 1, 1971, if is Soe iat Scien‘, the opinion of the Assessor such - ob! To. ov: ; consideration is not; adequate.”. : VEG ate, FE mo Rerkourmt 1-8. Section 9 of the prinoipal enactment is here {i 'fisope “repealed and” the following ‘new ‘section sobatit cae og cabbaapefons ee Sa eo Ne SOLS 1 Bale oa ge | 8 Where “a mon-tesident comput “La 7 CERHIMTE “holds: shares ‘in! a Tesident. compat, IE a, Maia “holding shares ‘in “‘any other aut gil pls\" “egsamien \"resident company end the Commission wou Ts et is ‘satisfied that: the -second-mentiond . ecto? ‘nonresident company rhas paid ty Lo + >*eapital levy on its leviable capital, tha  Jela vay7 i, the Commissioner may grant to the fist pay horny “ysigs sinontioned non-resident ,: company, iq . “LSS “respect of” such part.‘of its levialt ao te OES Bo capital as in the opinion of the Commit “ES eh sloner is attributable to the-valne of (iS SS\" hares held indirectly’ by that, compe",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Capital Leoy (Amendment) Law, «6 hoe . {Ne 168 of 1972 . . om in: the’ second:thentiched’*rion-resident | fr. * gompany, such relief from the capital wea « devg ae the Commissioner’ may deem”, “ reasonable. P. + : $. Section '10 of the prinoipal enactment is hereby + Bertcaneat : peated nod the following ‘vow section, eubstivated fh'pced fotefor:— van sedan phe os fae w! a vue ot - 1 10,1) Subjedt to the other provisions |<) 2\" a ‘of thle section, the value for the purposes gilts ofthis Act of ‘any immovable-or movable property forming part of the cipital of any, porson shall, \"Gay in “the ‘case of any ‘immovable . ¢., property or movable property ©“ onsisting of shares sin any °° company, which was owned by him on March 91,-1071,:and - :-was acquired by bim on or be- “fore March 81, 1970; be the ° ‘market value of that property - - onthe valuation date \"reduced —* by ten per contums i ie 1 . ea Shy, . ; @)'ta ‘the case of any property other vst than proper! referred to in~ “yt paragrap ‘B, bethe market s{ value of that property on the. - oo de avaluation date. Tel +o @) Where iiévable propétiy’ forming’ -* part of the capital of any person consists.’ “+ OF aces (not. being preference chares) = iu any company which by its articles: restricts the right to transfer its shares, = or which is # company in which more than half the shares iesued is held by five persons,’ their, wives or minor”! _ (children, eithtr ditectly ot throngh * .- . nominees, and-the Comzaissioner is satis- fied that the shares have not, within the’. period df. twelve months preceding the. - valuation date, been quoted in the off- - ial list of a recognized stock exchange “4a the United Kingdom op ina list Of like natare issned By any asmeiation of + ~ brokers approved:by the Secretary to the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "Bk Capital Levy (Amendment) Law, | . . ‘No, 16 of-1978 i “Treasury for the purposes of this proviso, the value of euch shares shall, if the Commissioner so directs, be— (o) an amount ascertained by reference “2.54, to the market value of all the +\": ‘assets of the company as 8 : going concern (excluding gooll- will} on the Valuation dat. . | after deducting therefrom— an - (i)- the par or redemption value. whichever is greater, of : any dabentures, delun : te tute stocks and prefe “st rence - shares of the yy 0 0 7) companys * Gi) all debts of the company :) .., imgurred or created dou : fide for consideration is foe . Money or money's worth: (ii) such sum as on a just and . fair computation repre: aoc). sents any. futare or + “e'\\ to. contingent Habilities of |: 7°.” the company or any lis: «1h ‘osbilites thereof which are vey uncertain in amannt a. and i Gv) the amount of any_reservt vss, fund separately investe -'* which is bona fide intea Shut ‘ded to be ‘applied i vis payment of pensions > UPS Ss employees or otherwis + 2s for the benefit of thea vise 08 the dapendants 9 coo\", irl) pelatives and in no othe och vg fe! manner, ‘or ~(0) if. uch “shares were acquired b a Hat “person Thefore ‘April I sist 1970, be the amount ascertaing yolyJumder paragraph (@) reduce ced oe by ten par eortum, ars (8) Where “any foe by whom th ‘+ eapital lavy is payable carries on by bis us or in’ partnership with any othe . ‘2 Person oF persons a business for whic",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Capitdl Leoy (Amendment) Law, °° 7 | “| Mo. 16 of 1702 7 . i : 4 unts ave maintained .regularly, the Cofenasioner may insted of devermi- ning seperately the value of ‘each pro- potty eld by . such -person in. auch musiness, determine the net value as a whole of the, propertiey held. by- euch pergon' in euch business. |, by ‘Where for the’ purposes -of this section the market value of any property cannot be ascertained beosuse such pro- pejty is not saleable in the open market, the valoe of euch property shall be such :+ atnount, ag the. Commissionsr considers 2 reasonable, co apehe (6) Whore, after the valuation date but before April 1, 1071, the value of any immovable property ‘forming .part of the capital of any person. (a) has increased by reason of any i. improvements, additions ° or ‘ alterations made to that pro- : ‘party, the cost of-euch improve- : ments, ‘additions or alterations . shail be added to the vaine of Lo that property on the valuation date, or . , @) hae, dearonsed. by resson of any. |, ,, damage caused to that property” or the degltuction or demoli- tion of any building on that property, az amount-which in ! the ‘opinion of the Commissio- : \"Ber ig equal to the fall in valtie of that property in consequence: ~ of such damage, destruction or | demolition «may be deducted a from the value of that property - on the valuation date, .° : For thé purposes..of this subsection, the burden of proving that the value af any immorable property has decreased sbell be on the person who asserts it,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "a % Cupital Levy (Amendment) Law, > wT No, eof 1978 “+ (@) Whire any property fonning part ‘oe the capital of any person consists Of sc\"\"(q) ghaves’ which have been regoivel my by him in place of any shaves eo st of his io aby of to or mor - 2 (pe31 companies which have amalge ') mated or merged aftor March tae © BL, 1970, but before April 1, eet AM, or ve” (b) shares in respect of which there hot ~ has-been a return or distribu. | .P's tHon of capital after March 31, 1970, bat before April 1, 1971, hel Fs shaves or debentures in uny private \"company being a ‘company . which bay allotted any sharesor : . debentures to any person in . consideration of any properl : transferred to that company ot of after October 28, 1970, but coe before April 1, 1871, ° then, . notwithstanding anything cow tained in subsection (1), the value of thet ny . preger'y, shall be an amount determine) fons 7 the Commissioner.””. . Bolagwenns \"1.\" Section 11 ‘Sf the’ prifcipal enactment it SELIPES << x hereby repealed and: the; following new: section \\) Sites.\" Substituted herBfors \"Ee Se” B¥slution st\") For, the purposes of this Act, tht sees 2 6 Galuation dateme ; 2° (0) in” relation. to! any immoral CES ie property. forming ‘part of te “gir y capital’, of “any person ot ef-s Maoh 81, 187K, shall — 1 @ it .suchl’*+property ws CTY abquizka by him on ot “before’March 1, ‘19% bo Match 81, 1970, a",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Gapitar Leoy (Amendment) Lawy 27-0 . : ‘NN Ng. {6 of 1978\" moe ah save 9 gi) “ig'» suck property | wad. gD aeqitred \"by\" him” alter tps le! + Mareh . 81; -1970,\" - bab 2? before April 2, 1871, be- ; the date of its sequiai~’: | re tion; and 5 \\ IP ge eogte rane SRE oa Le dy in relation to any movable property \", iif ». 1 forming part-of the capital ot . js s\"eny person on March 31, 1971, ~ ecg Tehama ke 8 ct 2. Gj) where such property consists wt aoe enol aban, be March 31, orn TRS. 1970, df “such . property” a SUES was” dequited on or i Si before that ‘dade, or be - Hors [2.08 the date of- its -acquisi-- . PSS tion, \"if suh ‘property ~r was'sequived om or after ” +, “April 1, 1970, and <P: [* Gi) Wiiere suai» property does . cg Bot comsist oF shares, bee 22s aT 2038 Marek SL, 19719200 Ie 8, Section i2'of the'priicipal endotineat is hereby ; Ammdaan’ of amended, by the saestitation, ‘or sabsention (2) of ed we section, of the following new, aubsection:— pace 20 we Eggle Marth Ble yh bana Ue anata “ (2) Where’ the capital levyis “assessed sepae i\") “a2 rately on the net capital-of the husband and cathe net capital of the wife.as # result of notice given :\\\\ under subsection (1), the vatze of thé net enpital of the husband and the value of the ‘net capital of the wifg and the value of the net capital of any indivi- . dual who, according to the returns of capital fur- nished by the husband-and the wife, is-a child or * dependent relative of eithar ot beth’ of those spou- : se> shall be aggregated and: the oépital lay that ‘would be payable by the husband if such notios had “7 not been given shiall:be' ascertained ‘in accordance | : with the provisions of this“Act: The-amoont of-the *. capital levy 2p ‘aecerteined shall be wpportioned.” amoug the husband and the wife ithe proportion which the value of the net capital of each of them ; beare to the value of the aggregate ‘net capital of > both of them.”, 7.00 eis ggg lhe st",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": ": 10 Capital Levy (Amandment) Law, : tO, . No. 16 of 1978 { Bestsoomany 9. Section 23 of the principal enactment is hereby _ SEA «  sencated and the followlag mew seotion substitutel _ masetmaa. therefor :— ‘Bates, 23. The provisions of section 95 of : . ~ the prinoipal Act shall apply as if thus ; provisiona were provisions of this Ad - moe and refer to this Act, and not to tle : * principal Act, and— (@) as if in subsection @ ot tht sec I : : . tion, for the words “ amount oi : . Income, wealth or gills mot, : “+ assessed and the amount of tas - ney _  harged \", there were substitn- aa an sted the words ‘ amount af ud . a ‘capital assessed and the amoun “of the capital levy charged \"; Sh fend ; : .°@) as if in subsection (2) of that ser . tion, for the words ‘ameni: . meat of the rate of tax it i . te Repessary to vary the amount ‘ of tax charged \", there were : . 5 | substitated the words ‘ amend. lan . Ment of the rate of the capilel . + Dict levy it is necessary to vary the sloVE, amount of jthe ‘capital “ley OO” charged Pitzes'u a “. 10. Section 24 of the principal enactment is bere By zaa! . by repealed and the following new section substitute! . therefor 33 fies ele . . ,. andlitiy at 4 24. The provisions of section 96 of th 2 te <3, principal: Act shall apply ag if -sut 27\" av cs0 2° -provisions were provisions of this Aa . +t ty ts ¢ re and refer to this Act and not to the pris “ssn “e eipal-Aet and es if in paragraph be ne Sou,» Subsection (2) of that section, for fe Jive s., words’ the amount of; income, wealth : - reich,” “op gifts assessed, or thé amount of tar i fete RR gas charged, there were! substituted ty pe jog oes swords ff the amount! ‘of net capil beh sort is assessed or-the amount of the capil Peg! core levy changed; creanie a fo",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "CopitasiLeoy (Amendment) Law, 2 a] No: 18 of 1978 o “ me, is Section 25 of the principal enacunent is here ‘aan repesled andthe following new section enbstita. - x ri0% = ereforse se oe Stele” “towiiae . “95.\"Whore an assessment of capital a Ip feet,” evy under this'Act is made in-respeot “00. «+. trmny'ty” of afty person and euch person bas not”. imvtet'oc ©. .paid, the levy ba or any member of his oe ‘Sia'en,\"< . \" Fomily shall not, except with the written _~ x permission of the Commissioner, alie- -nate to any other person, any immovable 7 Property or any rights in any immovable , property, belonging, to him or to that - . “rember of his family, se the case may . cabeip se ee te . . . . Provided that sich porsoa ora mem- = shot OF his family may” afeer votice to.\" ; he\" Commissioner, alienate to'the Re- + public any iamovable property, ot any - Fights in. any, imorabie, propery, <4. _~ Belonging tp such goreon or that member = = . of his family, aa the case may be.?e> 2 0. ! 42. Section’ 2% of ‘the principal enactment is-heré-, ametontat by amended ss’follows:— -.. «1 ag De fret (3) by the renumbering of that section as-sab-. \"°°\" section (1) of eoction 27 jand im! .3 be geieky ed (@) . by-the addition, ai the end of that section; of 17.7 whe following subsections—i¢,., 0°07 ee : + @) Ab any time Before the commence” 0 ment of the inquiry into-a notice of objec- oe tion given under section 26,. the Commis-- : sioner may, for any reasonable cause, permit\". the objector to ada t the list furnished “by... © an him onder subsection (1).\"-0 0, gig ge veer? 48, Section 31 of the principal enactment is hereby Anmiaan st ° amended by the substitution, for subsection (1) of that ssa. section, of the following new subsection :— Seat “. «(ly Where no valid notice Of objection or appeal <2 ©\", has been lodged against an assessment made under “\"). * this Act, or where the notice of objection against an’ 7s). 01°? sssesement, made under thie Act has beenerejected . \"0? under section 99, or where an assessment under this <*-. 27 . >",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "12\" Capital Levy (Amendment) Lew, Deis. No. 16.of 1978 J+ Act hag been determined on objection or appeal, the - sassesoment a8 made or as determined on objection or appetl a8 the case may be, shall be final and com 7 ~”, olusive for all purposes of this Act. \". : “amendment ot?” 4: “Section 86 of the principal enactment is hereby yen 8 2f amended as follows:— snes + : . + @) by the substitution, for subsection (1) of that _ -e seotion, of the following new subsection :— : °,'((1) Any person who is charged with the «+ *\"capital levy may, if ho is unable to pay the +, /y levy in the manner’ stated in the notice of =\" qgsesament or any notice given to him under \"s,s section 88, section 39 or section 42, petition “3” the Board of Adjudicators for such relief, as the Board is empowored to grant undet <°., seotion 87, Every petition for relief shall be : in writing and shall be transmitted to the : Chairman of the Panel within thirty doy: ‘sl after the date of dssne of the notice of :, ” assessment or other notice, as the case may , bey and . . @ by the addition, at the end of that section, of ; Jog 1 the following new subsection:— * <a) An Order of the Board on any peti- * \"4 tion referred to the Board under subsection oe °° (3) shall be final and conclusive and shall not . be called in question in any court whether hy sae + ot. Way of appeal, writ, mandate or otherwise.’  Revloement \" . 18. ° Section’g7 of the principal enactment is hereby ae\" “repealed and the, following mew. seetion substituted prinepal + therefor: — +‘, wet . i cE, ie oo ‘ . eet gt® +\" 97.- (1) The relist which the Board mas quent... May grant to any person .on a petition DADS, made by him ander teotion 36 shall be + \"-o3, i] one or more of the'following:— coe \"> (@)-an extension of the. pariod,for the arn payment of the| capital ‘levy & Sloe iy’) ‘s any. instalment of: that levy, oe Lt se ~ a + re ty cis @) permission to pay the ‘capital len ho! actin instalments, 71 *",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "* “Capitds Lévy (Amendment) Law, 1B. oF Ef No. 26 of 1972 ners a wo ‘hed am increase ‘in’ the ombar of ‘L- sinatalments allowed to him for ©] so ,the.- payment:*of the’ capital Ee as Ce ee “¥WQ) permission fo offer any immovable ag property ‘of thet person to the. s Republi Pcie fe, is-{@) Where’ permission” is\" granted by tha Board tovany person to\" offer \"any simbrovable property of that person to the * Republic, the Board .shall “specify: the immovable property. which: that. pereon may offer to the Republic.“ <- “Provided that the Board shall not dpecify. any immovable’ property which is gubject to a. mortgage, except nfter ying the mor ‘an opportunity of frdngbeavd il ontess the Board is gitisfied that the value of such property - is-hdequate to pay the moneys due on the i” ‘origage and to resover the capital ley . payable by the mortgagor.” \"ye\" 02 6 Sashes ay cotetty es fehtH Lanse 46. Section 39 of thé principal enactment is hereby”. smeodmect t amended ag followa toes cease hey ce Re (1) by the substitution, for ‘subséotion. (1) of that, Zarit‘, section, of the following new. subsection: — *- +.\" “# () Where the Board has, in its order 7°. \"\" on any petition mede under seation 98 by any person, granted him peimission: to offer to the Republic any specifed immovable pro~ pery Pelonging 10, him, bo. stall, within . _,, fifteen’ days after the date of: the communi, “Leation notifying him-of that-order, give to « the Commissioner: a, written-.notice setting |; OUT ee rab eit ety pT ay 1) @) fall 2 particulars’ * felating \": to:> suck - coos property and 2 os oo Sul ide { @) his title’to, stich property.'.5\"4 005 08 (2) by the, substitution, for, sshsection (8) of that . | Seétion, of the following new subsection :— # (6) Where: the iromovable property’ of any person is vestad in the Republic under subsection (8) and-the value placed on that -",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "ue Capital Levy (Amendment) Law, . No..16 of 1978 an property in the assessment of capital levy ii ute-made in respect of that person is not less vc: than'the amount of the capital levy payable 2\" by suh person, such person shall be deemed :'t have paid the capital levy and he shall oi. be entitled— a (2) to. an amount which bears to the differences . between the value placed on that .t ws property, in the assessment of capital slevy made in respect of him and the - capital levy payable by him the same + tb) proportion’as the market value of thie \"24... property on March 31, 1972, bears wo : the value placed on that property in Jo 1”, Such assessment, or +2: (B) to an ‘amount’ equal to the difference ; .. zg? batwean the value placed on that : : Property in such assessment nd tit + gapitial levy payable by him, 1% geoording as the value placed on that pro- >” perty in the assessment of capital fevy made os in respect of him exceeds, or does not exceed, : the market value of that property ou : / March 81,1972. oP ca) Where’ the value placed “on that property Lv’ im the assessment of capital levy fade ib -' \"respect of that person is tess than the amount 7 |. payable by him as capital levy, the balance <*. “of the capital levy shalk bs paid in a lump ‘<[)/!-aumi on or before such date, or in such number _ J. Of instalments, as the Commissioner shall Gost S~speolfy-in_a written notice given. to that \"0\", person. Any sum nat eo paid skall be deemed “Ep TS 40 be in default and: that: person. shall be 22), deemed to be a defaulter for the purposes of ie 2 thig Acts and “oak [ery ~ + @) by the insertion, ‘immediately! after subsection : @, of the following new subsection» FS Oy Before payment “is ‘mids of the _. {amount to which a person is'entitled under “vo 07. subsection (8), any sum or sims due from that Saeed enon to the Government may be. deducted ts Soe\" from such amount. 20° va Latin :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "\" Capital Levy (Ainendment) Lat’, 2 eag To | No. 16 of 19780 2 eg 41. Section shot the prinoigial ehactmeiit is Hereby  nermczani Inpented andthe following’ dew section substituted | a ites 9!’ bherefor:— | PS eed imeiy i= 742\" (a) Where the wliole or part of Sze? ot the’ eupital levy payable by any pereon imal ovo cis in default, a sum equivalent to five par hurts” ‘contem of the amount in default shail , be: ndded to such amouat- and the ‘Com. .. missioner shall give notice in, writing’ to sich person requiring him to pay such -amaount together with the sum so added ~‘onyor before the date specified in. che notice. Where payment is nob so made, the Commissioner may add » further sum ~ or torther sums not excesding fifteen per “ Gentum of the amount in default uatil - such amount is recovered? fy. 082, 5: (2) Where,’ nxn’ the final, detemmitan., ., lion, of an appeal,” the amount of the. capital levy in default to which agy sum or'soms has-or have been'added under. “subsection (1) is reduéed,” then euch sam or'sntns shall'bo chléulated on the amount : palaa reduood.\"'ppo soc et ge i. eg ory E Bae a 48. Section 61 of the'prinoipal enactment is hereby. sive - amended hy the addition,-at the, end.of thst’ sqction,.” ro cs of the following new subsection: aie o. 2 oS)! Efeced? (8) Whete, onf or after Oclober 26, 1970,- say tees roperty is gifted and such puet of the capital Ferg 28° appears to the Commissioner to be aitri-’ batable to thet property cannot be collected or Tecovered from. the donor, ‘han euch’ part of the -- capital levy és is attributable to that property may . be collected or recovered ftom. the doneo ‘notwith-: standing that no: assessment hés been imade on the *. donee and aboordingly the provisions ‘of this. Act relating to, collection and recovery of the capital levy shall apply to the donee,. joyu) S38 In this ‘subsection ** donor '\" and\"* donee ” shall, ° “have the mieanings'assigned lo those expressions in section 129 f the privcipal Act,» .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "TANS AG. Capital Lesy (Amendment) Law, a oes < No. 26 of 1978 . “ Teiano, +. -40,'='The following new section is hereby inserted * maim ou}. “immediately: after section 61, and shall have effect as Bia ©. _.seetion 514, of the principal enactment: —~ feuaatment an . ay “Spudal “S.A, (1) (@) Where the capital levy cs. , plea\" ie or a part of the capital levy paynble by (S71 MRRP ~ \"any person is in respect of any property & Bas, cin which he has a life intorest, tha . (Rie ‘at say person may, by notice in writing givey o » 2S” to the Commissioner within one month of . ‘ Welzure- the date of the notice of assessmont given to that person, require the Commissioner to treat the amount of such capital ley or such part-of the capital levy payable by that person as is attributable to that property as a charge on the property and thereapon that property shall be and is hereby declared to be specially bound and Tiable for the payment of that amount. *\"() Where the capital levy attribut- able to any property ‘referred to in paragraph (a) is in default, a notio: under that paragraph shall be deemed to have been given by the person from whom the capital levy is due. 1 \"+ (@) Whére a'notice given under pars graph (a) of this subsedtion je in respeat of the capital levy. attributable to any property consisting.of land, such notice * hall set out all such particulars relating to that land as are required by section 13 of the Registration of Documents Ordi- Dance to be stated in respect of that land when gn instrument: affecting that lanl + ie presented. for registration ander thet Ordinances.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Capital Levy (Amendment) Law, 17 + ony Mo. 16 of 1978 bow ee a : @). Where a notice-is given or is “ deemed to have been given under, aub.”. * — seotion (1) in respect of the amount of . the; capital levy” attribatable to - any Property oonsieting of land, the Commis- ‘sioner shatl— tee (a) cause to be delivered or trans , viek 7 mitted to the sppropriate Registrar of Lands for regis: : tration a notice setting out the necessary -particulare relating to that, property. and stating that, that property. ia bound and liable for the payment of the amount of the capital levy iy” Stteibutable to that property, (8) notwithstanding. anything “cou- “tained in the provisions af 560. tion 124 of the principal Act ipplied as if those provisions were provisions of this Aot in” the manner indicated in section 75 of this Act, cause to be pub. lished in such’ manner as shall seem to him likely to give'suff- - ._ cient publicity, a notice stating . that such property or” a, part .. thereof is liable'to be vested ip the Republic unless the capital levy attributable to that pro- perty is paid within the period Specified in the notice by any- one interested in such ' pro- (| Pers and (e) where the capital levy attributable '- tg that property, isnot paid within the period specified in the notioe poblised ander io paregzaeh (%),. send to .the : finister in charge of the subject of Finances 4 statement : specifying— : : G) ‘the-amouint of such capital . : levy, and woe soma een s :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". “+ 18” Capital Levy (Amendment) Law, : . . No. 16 of 1978",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". . {ii} the name and address of",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "the person by whom the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". Tiotice | under subsectiot",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Y {1) was, or is deemed",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "have been, given ond, where such person bas only a life imterest ia",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". such property as usufructuary, the name and address, if avail. able, of the owner of such property.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(8) A.notics delivered or transmitted to the Registrar of Lands under pars- graph ©. of subsection (2) shall be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "- registered by him in the manner . provi:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "ded by the ‘Registration of Documents Ordinance for the registration of ax instrament affecting land and shall be deemed for such arrose to be an instru- ment affecting the land to which the notice rolates. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(4) Where payment is made of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "capital levy attributable to any land in -respect of which a notice under para- graph (@) of subsection (2) has been regis- tered, the Commissioner shall, in writ ing, Fequest the Registrar off Lands to cancel the registration of such notice aud the Registrar of Luads shall thereupon : caneel such registration. : : ~~ (8) After the, receipt of the statement » referred to in paragraph est sabsec- tion (2), the Minister in- ‘of the subject of Finance may, by Onler ‘pub- ‘lished in- the Gazette). vest in the Re< public the property |specitied in the. Statement. or ‘such part of that property; -as the Commissionér may deem adequate for the recovery of the:capital levy attri-; butable to that property. Such’ Orde: shall, spon. its publication in the! Gazette, have the effect.of vesting in the: Bepablia free from ‘all’ encumbrances?",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "i property or the part-of the pro] ‘",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "spediied fn the Ordre rss ProPene",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "Capiegt Levy (Amsndment) baw,’ \"19 Ted No. 16.0f 1978 wo",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "i i : ”",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "* (6) Where the value of the property or the} art of o property rested in: the Republic by an. Order tinder subsection",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "(), 3s, greater than the amount of the cagital ‘levy attributable to that. pro- pexty, then = mum computed inthe Tanner sot out, in subsection (6)’ of ‘section 80 shall bo paid into the Distriot Court having jurisdiction over the place ° hero dhe property is situated to side the orders. of that Court. asta the-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "+ Gisposal thereof. “Such sum shall bo subject to the game settlement. ag that",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": ". .) property was subject to at the Gime. that property or a part thereof was vested in",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "Whe Republio ns ener : {7) Where  noticé sinder subsection. “he in respon ‘of any. property consis: ting of money, the Commissioner, mey issve @ certificate to the District Court having control over guoh property ta: ting the amount of the capital. levy attributable to that property and the Court shall thereupon . direct the, pay- pent of such’ amount out of. that pepperty. ne vt",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "1 (@) Where by zeason.of the default ip ~ * payniant of: the’ -amount of the capital’ levy attributable- to - any property referred to in eubséotion (1), any sum -",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "or oums has or have besn added to such amount under subsection (1) of section",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "42, the Commissioner may, in his dis- oretion, ‘remit the whole or @ part of the,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "sum or ums so added...",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "20, -Section 54-of-the priuicipal enactment is hero- . simendmeot ot by amended. by the’ addition, et the ond of .that Toimonsl seotion, of the following new subsection:— 2. ; ™emmh-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "“* (@) The ‘Minister in charge of the subjest.of .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "‘Finance may;appoint a Seoretary to the Panel and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "‘one or more Assistant Secretaries to the Panel.”",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "A *",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "slo 80 Capital Levy (Amendment) Law, . No. 16 of 1978: ampinatd ~ 21, Section 56 of the principal enactment is Reveioga!’ —-hareby amended by the repeal ‘of eubsection (3) of swine that ection and by - the substitution, for that sub- vie). section, of the following new subsection :-— : +1) «1. (8) The Chairman of the Panel may nominate . “, an Assiatant Secretary to the. Panel to be ths o >. Secretary to a Board of Adjudicators. \". Replecemans 22, Section 57 of the prinoipal enactment is hereby eae repealed and the following new section substituted Drape therefor: — ot Toscement,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "* Reapnars. 57. The Chairman of the Panel, the £ Bele mombers of the Panel, the Secretary to vals gi te Paso,” the Panel and the Assistant Secretaries",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "coal to the Panel may be paid such remune-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": ": . ration ‘as may be determined by. the . Minister in charge of the subject of Finance.”*, Repermeny 23, Section 72 of the principal enactment is hereby ais\"? repealed and the following new section substituted Pecan therefor:— - ff Seaptrents yore 72, An executor: of a deceased St eat person's estate shall be chargeable with _ + ated the capital levy with which such deceased maybe by ; . Seite. person would be chargeable if he wete X Slive and shal! be liable to do ail acts, . matters and things whch such person, it v1 he ware alive, would be liable to do under fs : * thia Acts. ian : < . Provided that— + oe “ _-*. (@) no proceedings shall be instituted Ta. : inst the exeoutor in respeet uk of any act oF default of the oe se - |, deceased person; and * or anes (0) the liability of an executor under ee oe S83\". this. section shall-be limited 7: ‘ fe he sum of =| 7 Toe V1 + (i) the deceased ‘person's estate ” La L 2\", 4 the possession or con- . ot Shi AS trol of the egenutor . to + 2+ the date. when notice is : — Pe to. him fast ah woes Tio c: lity to! pay the capital a 2 “E82 tevy svlleatise under this . Lt oH section! and",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Capita} Levy (Amendmant) Law, a. + hfe Mo. 16 of 1978. . ii) any part of the estate . {ony lah nay have, passed Co a. toe enehciary.”- 24. Section'83 of the principal enactment is hereby Anrstcgeia mended as follows:— Sen, Be (1) by the insertion, \"immediately sfter the defini. Mesbtes, tion of \" acquired”, of the following new + definition: — +: whee : “agent ” in’ relation :to @ non-resident’ person” Sipeludes— . zee {a) the agent, attorney, factor, receiver or.” vy\" “Inanager in Sri Lanka of such person’ pad : (®) ony-person in Sri Lanka through whom ‘such person is in seosipt of any profte o income arising in or dorived from Sri Lanka? s> (2) by the insertion, immediately after the defini- tion of “ executor\", of the following new’. . definitions:— Ses '“ family ” means 4 family within the meaning of ~ ‘section 3; ate “ fiduciary” means any person having » beneficial ‘interest in any property by reason of a fidsi- commissum;' ; a + (8) by the substitution, for the definition of ** net - ospital ”, of the following new definition: —-. “net capital” when used— 7 81 (a) in felation to’ any person other than & non-resident’ company having capital in Sti Lenk, mosns the amonat by which the aggregate value, comput ip acrordanoe with the provisions of this Act, of the capital of that person : on March 81, 1971, is in excess of the segregete value of all debts owed by such person on Mare 81, 1971, other that— . . @ a debt incurred without considera. tion or without full eonsidera- > * tion in money or money's worth, |. (iy a debt incurred which is not wholly +> for his own. benefit, a",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "7, Capital Levy (Amendment) Law, . ~ No..26 of 1978\" . (iii) a debt in respect of which there is . 0 atight to reimbursenent, from any other person unless such * reimbursement cannot be . obtained,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "(iv) o debt charged or secured om, ot incurred ia relation 10, aoy property of his which it exeluded from his capital under this Act, and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "(v) any debt incurred by him outside",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "+ “Sri Lanka onless such debt. is . contracted to be paid in Sri 2 Lanka or is charpen or secured ‘on property in Sri Lanka, and account being taken not more tha ‘ones of the same debt charged npor _ different portions of property, and (8) in relation to a non-resident company baving oapital in Sri Lanka means she",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "+ amount by which the aggregate value,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "compated in scoordanus with the pro",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "~* “yisions of this Act, of the capital in",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "» Sti Lanka on March 81, 1971, is ia",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "excess of the aggregate value of all its debts and liabilities on that date,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "‘each such debt or ‘liability being 6",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "debt or liabitity incurred by the com- Bory jm carrying on its business in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "Sci Lanka and not being—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "(i)-a ‘debt incurred by the cowpanp",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": ".-, Without consideration or with",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "«27? ‘opt fall consideration in money + oF money’s worth,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "an oP",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "(ii). debt which is nog wholly for tha",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": "7\", > benefit of thefcompany,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": ". (iii) a debt in respedt of which there",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": ": js a tight to -reimbursemedt",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 23,
    "par_num": 21,
    "text": ": from any -other’-person unles : : ySuch reimbursement cannot be 4, | obtained,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Capitat bevy (Amendment) Law, . 3 . } ko. 16 of 197¢ None i) fe ‘debt charged, ar ssouted on, of sinenrred in‘ relation to, any i property of the conipany which is excluded from tha capital of , the compony under this Act, and Cet (| a debt incurred by’. the” company : 1} outside Sri Lanka-unless such +, debb is contracted to be paid ia i Sri Lanka’ or :i8 charged ‘or 1; seoured on- property, in Sri” Lanke, cones ad acoount heing taken not more than _ otice of the same debt’ being charged upon different portions of property; ; (4) by the ihsertion, ~ immediately \"after the definition of the “ principal: Act”, of the following new definition — . : ‘* private company” ghall “have the’ meaning assigned to that expression in the Companies Ordinate: 5 : 4 : (6) in the definition “of .“* trustee,”’, “by” ‘the . substitution, for the full stop at’ the end of that definition, of a semi-colén; aid -.. (8) by the addition, at the end of that séction, of ” Uno folowing new deSnition:— ‘wife ” does not include a wify who ie living aparé from her husband under « decree of & competent court or a duly executed deed of 2 - |” | * separation, or ia in fact separated from her : husband in’ such. circumstances that’ thé | - + | separation is likely to be permanent. '. , oat 25. This Law shall be deemed to have cotue into nireqeaiee effact on the date of commencement of the prisoipsl «a. enactment. =; no",
    "mean_p_confidence": 0.66
  }
]