[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55 & Pennnns Excise (Amendment) Act, No. 41 of 1954 Date of Assent : July 30, 1954 Printed on the Orders of Government Sites lao ene Fi is SES, SS Annual Subscription (including Bills) Re. 25, payable in _ Bimue, Bore” Srnec \"Bada, eet, PECAN Price: 20 cents, Postage: 1@ cents,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Excise (Amendment) Act, No, 41 of 195%. 8",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "LD—0, 18/64.” .",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "AN Ac? to Amenn THe Excrss ORDINANCE. Se 5 [Date of Ascent: July 30, 1954.] , Meee",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "BE it enscted by the Queen's Most Excellent Malesty, by and with the advioo and consent of the Sonate and the House of Representatives of Ceylon in this present Parliament assembled, and by’ the anthority of the same, as follows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4, This Act may be cited as the Excise Shon iin (Amendment) Act, No. 41 of 1954.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. The following section is hereby inserted imation ot",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "immediately after section $64, and shall have effect Bir jeton as section 368, of the Excise Ordinance (hereinafter acrler @ referred to as the “principal enactment °?):— - 463. Every excise officer may release sid” \"any person arrested under this Ordinancs Eee’? on bail or on auch person exscuting aor, a bond with or without: sureties.”",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "8 Section 37 of the principal enactment is hereby Amendment ot amended by the ubstitation, for the word ame?",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "* “ warrants,”, of the words ‘ warrants, the release of fier! persone arrested on bail or on the’ execution of “wm s,\"\". 1, Rasuogars 09",
    "mean_p_confidence": 0.59
  }
]