[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON | Ast Session 1965-66 mon a % fy Lee BY Ct ~ 23,8 - Kem, \\ . (RES See Quazis (Validation of Appointments) Act, No. 11 of 1965 Date of Assent: November 13, 1965 ‘ . Printed on the Orders of Government of Painted att, oftconiannsmer Pomcarsone SURAT, Coconee davon! Sobsatpion Casing Bil) R90 Lael, Re 2 Perea Bit, © dear SarOiouas 1 Went Decay cach sn fete or Be Yen clinine Ea issued before the date of payment will not be supplied. Price: 15 cents Postage: 10 cents",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Quaxis (Validation of Appointments) Act, No, 11 of 1965 .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘Ly D.—O. 80/64. .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AN Aer 70 VALIDATE THE APPOINTMENTS OF QUAZIS OR Boarps oF Quazts WHO OR WHICH HAD BEEN APPOINTED BY THt MOAvISTER UNDER THE PROVISIONS of ‘THR MUSLIM MARRIAGE AND DIVORCE Acr AND 10 MARE PROVIS'ON FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: November 13, 1985}",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "WHEREAS under the provisions of the Muslim",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Marriage and Divorce Act before such Act was",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "amended by Act No. 1 of 1965 an appointment of a",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Quazi or a Board of Quazis was made by the Minister :",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "And whereas the Supreme Court in the case of K. S. 8. Jailabdeen vs, A. R. Danina Umma (S. C. 2/1962—Quazi Court, Colombo South, No. 628) held that the Minister was not the proper authority to make soch an appointment:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "And whereas it is necessary to validate the appoint- ments of Quazis or Boards of Quazis who or which had been appointed by the Minister:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Be it therefore enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4, This Act may be cited as the Quazis (Validation son ate. of Appointments) Act, No. 11 of 1965.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. (1) Subject to the provisions of sub-section (2), vaszatien ot every Quazi or Board of Quazis who or which had fesmgot been appointed by the Minister under the Muslim qal Bei 2” Marriage and Divorce Act (hereinafter referred to as the Miniter the “‘ principal Act”) before the date of commence- inti? ment of the Muslim Marriage and Divorce (Amend- Mrrisesn4 ment) Act, No. 1 of 1965, shall be deemed to have tele oat been valid and accordingly— seen by",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(@) any power, act or duty exercised, done or #108. performed under the provisions of the principal Act by any such Quazi or Board of Quazis. or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2 — Quezis (Validation of Appointments) Act, - No. 12 of 1965 (®) any order in any proceedings under the provi- sions of the principal Act made by any such Quazi or Board, or (@) any order in any appeal under the provisions : ‘of the principal” Act made by any each Board, shall be deemed not to have been invalid by reason only of the fact that such Quazi or Board, as the cuse may be, hed been appointed by the Minister.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(2) Nothing in gub-section (1) shall be deemed to have affected the decision of the two Judges of the Supreme Court in the case of K. 8. §. Jailabdeen vs. A. R. Danina Umma (8, C. 2/1862—Quazi Court, Colombo Soath, No. 628) quashing the order of maintenance made by the Quazi in such cass.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(8) The preceding provisions of this section shall for all purposes and in all respects be as valid and effectaal as though those provisions were in an Act for the amendment of the Ceylon (Constitution) Order in Council, 1946, enacted by Parliament after com- plfance with the requirement imposed by the proviso of sub-section (4) of section 20 of that Order in Council.",
    "mean_p_confidence": 0.84
  }
]