[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Oo _ — (7 Nave fae #L 2.2 ANG 1995 | + Ore ay een PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA DEFENCE LEVY (AMENDMENT) : ACT, No. 10 OF 1995 . a [Certified we 27th June, 1905) poe _ Printed on the Order of Government =~ hee . Published ss a Supplement to Part If of the Gavette of the Democratic Socialist Republic of Sri Lanka of June 30, 1095 PRNeCE AT TRE DERARTRMTE OF OOVEOERET PRITENG, SRE LANA 0 Rt FORCRARED AS TH GIVGSGTNGINT FOMLGATIOND SUMEAT, COUGAEDO Price: 45 cents. Postage: Rs. 2.06 f",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Defence Levy (Amendment) Act, No, 10 of 1995 } {Certified om 27th Jung 1925] L. D0. 26/95",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "An Act ro amano Tun Derexcs Lavy Act No. 52 oF 2091 BE st enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka a: fallows :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1. This Act ray be cited as the Defence Lavy (Amend short title, mez!) Act, No. 10 of 1695.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2, Section 4 of the Defence Levy Act, No. 52 of 160 Amendment (hereinafter reforred to as ‘the principal enactment”) is i af'Act hereby amended by the repeal of paragraph (d) of that No, 5! of section and the substitution therefor, of the tellowing 7 paragraphs :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "*(@) for evezy quarter commencing on ot after January",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "1, 1994 but prior to July 1, 1895— : () an amount equivalent to three and one-half per centum of the turnover of that porson for the first month of that quarter, on or before the fifteenth day of the second -:onth of that . quarter : Gi) ox. amount equivalent to three and one-half ‘ar ceittian of the turnover of that person for : fhe scévad month of that qvarter, on of Vxfore the fifteenth day of the third month of that quarter ; and {iil} the amount of the levy payable by such persoo for that quarter reduced by the aggreyate of tne amounts paid by tim fa accordance with the provisions of sub-paragraph Gi) and of ‘ sub-paragraph (ii) of this paragraph, on o before the fifteenth day of the month immediately succeeding tho end of that quarter ; (©) for every quarter commencing on or afier July 1, 1995 but prior to January 1, 1996— 4G) an amount equivalent to four and one-half per sentum of the turnover of that person for the first month of that quarter, on or before the fifteenth day of the second month of that quarter ; , j jf FHB ovraco 7.350 casio) . :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Defence Levy (Amendment) Act, No, 10 of 1995 (i) an amount equivalent to four and one-half per : centum of the turnover of that person for the second month of that quarter. on or before : the fifteenth day of the third month of that 4 quarter ; and : (ti) the umount of the levy payable by such person for that quarter reduced by the aggregate of the amounts paid by him in accordance with the provisions of sub-paragraph (i) and of : sub-paragraph (ii) of this paragraph, on or before the fifteenth day of the month immediately succeeding the end of that quarter”. Replacement 3.‘ The Schedule to the principal enactment is hereby oe repesled and the following Schedule substituted therefor:-— to the : principal i Snactment. . | “Beheddle [Section 33 | Quarter rae | For tha quarter commencing on January 1, 1982 1 per combem For the quarter commencing on April 1, 1992 2.3 per centem For any quarter commencing on or after July 1, 1992 but prior to Jonuary 1, 1895 8 per centum For any quarter cormmencing on or after Seasuary 1, 1096 but prior to July 1, 1905 35 per centemn or any quarter commencing on oF after \" ‘uly 1, 1996 but prior to January 2, 1908 45 per centum™. Sinhala 4 In the event of any inconsistency between Sinhala and fod to Tamil texts of this Act, the Sinhala text shall prevall. fase of _oconsistency, i i ,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Annual suipcription of Engligh Bille and Acts of tue Parliament Ra 866 (Looal).",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Re. 1109 (Poreign). Payable to the Surenapoer, Gorman Purscax:",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Bamuz, No, 295 Bacnodator, Mawarma, CoLomno 1, before Léth December each . ‘year in respect of the year folowing.",
    "mean_p_confidence": 0.59
  }
]