[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT .OF CEYLON | + Sth Session 196465 5K : ats af ae . Ss FE ydtte 8 gf , AEM ; . Fi . (ise) wee . a SY > aoe ey & ces ‘ aa Land Acquisition (Amendment) Act, No. 28 of 1964 . : . hep Date of Assent: November 12, 1964 ‘ . vk : ** printed on the Orders of Government” 1 Feith oo nnn SEO, loud “ Ramus! Sulseipten clung il) a. 20 (Low), Bea Hnctaténa Bont, 8. O'Box io, Cove), before 2 LS paleo: a conte Postage: 10 cents. :",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Land Acquisition (Amendment) Act, No. #¢ fs of 1964 L. D—P. 1/68. | . . “An Act ro amen THE Lanp Acquisrtion AcT AND TO PROVIDE FOR THE DISMISSAL, OF CERTAIN APPEALS PREFERRED UNDER THAT ACT. . [Date of Assent: November 12, 1964] BE it enacted by the Queen's Most Excellent Majesty, . by and with the advice and consent of the Senate and = the House of Representatives of Ceylon in this present, . Parliament assembled, and by the authority of the “y . +> same, as follows:— er 4, This Act may be cited as the Land Acquisition < snoct tite. * (Amendment) Act, No. 28 of 1964. tla 2, Section 4 of the Land Acquisition Act, herein? aneotoms at after referred to as the “ principal Act”, is hereby Guinier‘ sa). amended as follows: — ye (1) in sub-section (8) of that section, by the + substitution in paragraph (¢) of that sub. . section, for the expression * Permanent Secretary; snd’, of the _ expression : * Permanent Secretary to such Ministry as . shall be specified in the notice ¢herealter in id this section referred to as the “* appropriate e Permanent Secretary”); and ’; > @) in sub-section (4) of that section, by the substitution,— (@) for the expression “* Permanent a Secretary ” wherever it occurs in that . . sub-section, of the — expression . appropriate Pemanent Secretary '; ane . . (B) for the expression ‘ the Minister. ', of the expression ‘ the Minister in charge of the Ministry specified in the notice (hereafter in this section referred to : as the ‘* appropriate Minister ”), and such Minister shali, after considering . ao such recommendations, make his own _ - , 2ecommendations on the objections to - the Minister. °; and . so are (6005 ¢",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". 2\\, Land Acquisition (Amendment) Act, No. 28 : QS of 1964 “ (8) in sub-section P) oF _thae section, by the substitution, for the expression “* Permanent i jecretary’s \"', of the expression “appropriate . Minister's *?. ? ppreP * rmrten 3. “The following -new section is hereby inserted Hucwimt, immediately after séction 4, and shall have effect as” hen section 4a, of the principal Act:— coe D Resa . 44. (1) Where a noties has been issued “eB uilly «sor exhibited in respect of any land under . Hogoaal section 2 or section 4, no owner of that jes Jand shail, during the period of twelve PR yg, damage to, months after the date of the issue or 5 + We exhibition of such notive,— mala : . Eta (@) sell or otherwise dispose of that oF gatibitea land; or Soir wen Fervor 4 (8) do_any act which, directly or - ; indirectly, depreciates the value - 4 of that land as at the date of af such issue or exhibition. _ @) Any sale or other disposal of land in contravention of the provisions of sub- : section (1) (¢) of this section shall be null fe and void. . . (3) Any person who contravenes the a provisions of sub-section (1) (6) of this _ Section shall be guilty of an, ofenoe punishable with a fine not exceeding ons thousand rupees. \"\". ° amuimes ¢ 4. Section § of the “principal Act. is “hereby qoeasel_” amended by the aubstitution, for the words “ thereof aah, as co-owner, mortgages, tenant or otherwise, ”, of the word\" thereof,\" :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "\" ametmen of 8. Section 9 of the Principal Act is hereby amended teint by the insertion, immediately after sub-section (2) of aa that section, of the following new sub-section =~",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "** (2a) Where any inquiry under sub-sectioa (1)",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "which tae bon adjourned cannot be resumed on &",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ": date notified under sub-section (2) to such of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "| claimants for compensation and their agents an were J ~. present on the occasion on which the inquiry was Adjourned, the aoquiting officer holding the inquiry",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "may from time to time postpone the date of ita",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Land Acquisition (Amendment) Act, No. 88° 8 \" of 1964 resumption. Notice of the date to which the resumption of the inquiry is postponed and the time and place at which the ingiry ‘will be resumed shall be sent by registered post to the aforesaid claimants and agents so as to reach them at least seven days before that date. ’\". noe 6. Section 19 of the principal Act is hereby smmimma ot amended as follows:— Se poet ia! {a) in sub-section (1) of that section, by the substitution, for the word “ten”, of the word “ sixteen\"; : a (0) in sub-section (2) of that section, by the substitution, for the word ‘ Five’, of the = - word “ Eight’, and for the words “ ether five’, of the words “ other eight\"; and (© in sub-section (3) of that section, by the substitution, for the word ‘“ chairman. ”, of _-the words ' chairman, and another member = * . of the board to be the vice-chairman. ”*. 7. Section 21 of the principal Act is hereby amendmen ot amended os follows:— SS pracoal a fs. (@) in sub-section (2) of that section, by the substitution, for the word ‘‘ chairman,”’, : of the words ‘* chairman or vice-chairman,”; “(b) by the insertion, immediately after sub-section OY (Sy of that section, of the following nsw : sub-section :— : . (8a) The chairman of the board shall +” preside at, every ordinary meeting of the __ board to which he is summoned and at which he is Fragen The vice-chairman of the -' | board shall preside at every ordinary meet ing of the board to which he is summoned ‘+. and at which he is present. In the absence . of the chairman or vice-chairman of the +, bosrd from any ordinary meeting to which + he ia summoned, the members of the board summoned to and present at that mesting = - shall choose from among. themselves a chair- amen for that meeting.”; and .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "4° Land Acquisition (Amendment) Act, No. 28 © : of 1964 (@) in sub-section’ (4) of that section, by the substitution, . . G@) for the words “‘every meeting”, of - the words “every extraordinary meeting ”’; Gi) for the words ‘ a meeting ”, of the wards 7 “an extraordinary meeting \"'s (iii) for the words “board, the”, of the following :— “board, the vice-chairman of the board shail preside at that meeting. In the absence of both the chairman and the vice-chairman of the board . from an extraordinary meeting of the board, the '*. seman t 8. Section 22 of the principal Act is hereby som Bo amended os follows: — ba (1) in sub-section (1) of that section, by the addition,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "a the end of that sub-section, of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "following :— .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "“Provided that— :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "i (a) where, before such person prefers",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "t : an sppeal against such award,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "i the whole or any part of the ”",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "H compensation allowed to him by *",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Hl such award ig tendered to him",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "‘ + by the acquiring officer and he does not decline to receive the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "ae amount so tendered, he shall",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "i not have the right to prefer an",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ": appeal againat euch award, and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "{b) where, after he has preferred an appeal against such award and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "‘ before such appeal is decided by the board, the whole or any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "+ part of such compensation is tendered to him by the acquir-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ". ing officer and he does not decline to receive the amount so tendered, ‘",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "the board shall dismiss sach appeal.” and \"",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "Land Acquisition (Amendment) Act, No. 28 5 . of 1964 (2) in sub-section (3) of that section, by the substitution, for “ zoard”, of the word sop oo .. 9 The following new section is hereby inserted tment at - * immediately after section 23, and shall have effect as Sv,sesian ae -= section 284, of the principal ‘Act :— ie. appatant to’ 234, The appellant in any appeal to feraitt baa” the board shall furnish to the board— sud documents, {a) a list of the witnesses he intends to call at the hearing of such appeal, and (®) 4 list of the documents he intends to produce at that hearing in support of such appeal, . before the expiry of a period of six months from the date on which such appeal was preferred fo the board or, if such appeal is fixed for hearing on dete before the expiry, of such period, : before the date so fixed.”’.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "10, Section 29 of the principal Act is hereby smmadmentot amended by the substitution, for all the words and seca #0 ofthe figares from ‘“‘consents to receive it:’\", to the end of \"7\"",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "_, that section, of the following: — “consents to receive it: Provided however that, where,— (@) the total amount of compensation payable . to all the persons entitled to compen- : sation in respect of such land, exceeds : twenty-five thousand rupees, and @) such land is not situated within the adinistrativg limits of any Munici pal Coil, “Urban Council or Town ‘ouncil, and + (@) such land does not, on the date on which : on the notice under section. 7 is published. in the Gazette, have on it any building . which is used for any residential of - _ business purpose,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": ". 6 Land Acquisition (Amendment) Act, No. 28 of 1984 then, the acquiring officer shall, except where the Minister otherwise directs in the national interest, ’ tender and make payment of compensation in the following manner ;— , G) forthwith after the said award is made, ~ a sum of twenty-five thousand rupees . shall be divided among, and paid tothe ~ | persous who are entitled to compense- tion in respect of such land in the same proportion as that in which compen- gation bas been apportioned among uch persons in such eward; and {ii) thereafter the balance compensation shall be divided among and paid to the said persons in the said proportion but in not more than ten equal instalments, 50 however that the entire balance com- pensation is paid before the lapse of ten years from the date of payment of the said sum of twenty-five thousand rupees: u Provided further that, where the compen- sation for the acquisition of any premises . devoted to a purpose referred to in sub-section (2) of section 46 is assessed on the basis mentioned in that sub-section, the paymentof ° such portion of the compensation as is equal to thirty per centum of the compensation shall be deferred until the persons entitled thereto bave actually provided for the aforesaid purpose premises equivalent to the first- mentioned premises.””. Anping ft. Section $2 of the principal Act is, hereby qcen 2a amended in sub-section (2) thereof, by the substitution, 3h\" for the words “which is due”, of the words ‘which is payable”.- . Ameodment of 12, Section 83 of the principal Act ia hereby wren of = samended as follows :— inert ‘ (a) by the substitation, for the words “is awarded”, of the words ‘ is payable '’; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Land Acquisition (Amendment) Act, No. 28 7 . of 1964 () in the marginal note to that section, by the substitation, for the words ‘‘is awarded’’, of the words “is payable”. 43. Section 35 of the principal Act is hereby smsoimss of _ amended as follows:— tin, 35 ot (1) by the substitution, for the word “ payment.”, “~ of the word ‘ payment: ”; and (2) by the addition, at the end of that section, of the following proviso:— “Provided that, where compensation is paid in pursuance of the first proviso to section 29, the rate at which interest is payable on the balance compensation referred bo in paragraph (ii) of that proviso, or on any part of such balance compensation, shall be auch rate as may be fixed generally in that behalf by the Secretary to the Treasury by notification published in the Gazette. \"'. _ t& The following new section ie hereby inserted ineutim of ~ immediately after section 40, and shall have effect as pry verte op section 404, of the principal Act: — a {Order ante 40a. Where an Order of the Minister . Sae2°™ under section 38 is published in the . mridence of Gazette, then,— ’ . (a) where that Order is in, regard to the taking possession of a perticular land, that Order shall, for so long only as it is : not subsequently revoked under section.39, be received in all courts as conclusive evidence of the title of Her Majesty to that land; or . (®) where that Order ig in regard to the subjection of 2 particular land to a particular servitude, that Order shall be received in » «all courts as conclusive evidence that such land is subject to such servitude, and that sach servi- tude, may be utilized for the { . public purpose for which it was ' * acquired. ”., :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "8 Land Acquisition (Amendment) Act, No.-28 of 1964 ‘gpeotoment 18. Section 44 of the principal Act is hereby aaa amended in sub-section (1) of that section, by the ineipal substitution, for the words “of any other”, of ae the words ‘of this Act or any other”, Tavern of 18 (1) The following new section is hereby - ase inserted immediately after section 46, and shall have Weneipl Ack effect, as section 46a, of the principal Act:— “Immevmenn 46a. _In determining under section 48 Ere tree\" the compensation to be paid to any Shift, person for the acquisition ‘of any land, gamzenaion” ao account shall be taken of any improve- of lant ments made on the land by the Crown whether before or after the date of commencement of this Act.”’.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) The provisions of the new section 46a inserted in the principal Act by this Act shall apply in any such proceedings under the principal Act for the acquisition of any land as are pending on the date of commencement of this Act.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "perio 47,. The following new section is hereby inserted sec immediately after sectin 49, and shall bave effect os BeRisdps —«eeton 494, of the principal Act:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "ia!",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": ". + Acgolatie 40a. (1) Where any Iand is required vised ter for any purpose of a public Corporation ats pute and the acquisition of such land for that Corporsticn. wrpose under this Act is not authorized .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Py any other written law, the ‘Minister to whom the subject of that Corporation thas been assigned under section 46 of the Ceylon (Constitution) Order in Council, 1948, may, by Order published in the Gazette, declare that such land is 50 required, and upon such publication that",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "|. purpose shall be deemed to be a public purpose, and the provisions of this Act Fhall apply sooordingly to the acquisition of such lad for thas Corporation.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) For the purposes of this Section, the expression “public Corporation, means a Corporation which was, or is, eatablished with capital wholly or partly provided by the Government’.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Land Acquisition (Amendment) Act, No. 28 9 of 1964 . 18. iu) Section 65 of the principal Act is hereby amendmen of amended as follows:— esi, ot Beer (@) in the definition of “ Permanent Secretary ” by the substitution, for the word .  Minister:”, of the words “‘ Minister, and includes any Additional Permanent Secretary to that Ministry;”; (b) in the definition of ** person interested ”, by the addition, at the end thereof, of the wort * but does not include a tenant on a monthly tenancy;”; and (1 in the definition of * acquiring officer, by the substitution, for the words ‘* Agent of\", of the words “Agent or Assistant Government Agent of ’*. {2) The amendment made in section 65 of the prineipal Act by paragraph (¢) of sub-section (1) of this section shall be deemed, for all purposes, to have come into force on October 23, 1961.",
    "mean_p_confidence": 0.82
  }
]