[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : lst Session 1965-66. 60. oe EN a Ko. ay 8 (986 == 49 2 AST, we ‘gy f Masa WN. eo: EID CEP, Rent Restriction (Amendment) Act, No. 12 of 1966 ; Date of Assent: May 10, 1966 Printed on the Orders of Government . + lah alta ER aE ER El . Aranial Subscription (including Bills) Re, 80 (Local), Rs. 4° | weer CP erate oa Price : 30 cents. + Postage : 10 cents.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Rens Restriction (Amendment) Act; No.1@ - * of 1966",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "L, DO. 94/05, - ,",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Ay Act 70 axoxp tax Rewr Resrarcron Act.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 [Date of Assent: May 10, 1966]",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of thie Senate and _ the House of Representatives of Ceylon in this present Parliament assembled, aud by the authority of the same, as follows: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. This Act may be cited as the Rent Restriction stettit. (Amendment) Act, No, 12 of 1968.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. The following new section is hereby insertsd tortion ot immediately after section 12, and shall have effect as pMssten tt section 124, of the Rent Restriction Act (hereinafter 7 referred to as the ‘‘ principai Act ”):— settee 12, (1) Notwithstanding anythit . Seite? in any other law, no action or piveeeds a Erselios ings for the ejectment of the tenant of feaiegs  S0y premises io which this, Act applies ~ tte maaiord and the standard rent of which for for a mooih a month does not exceed one hundred",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "«em meel ropes shall be institated or entertained ~~ ‘rapeas. by any court unless where— (@) the rent of euch premises has been in arrear for three mouths or more after it has become due, or (®) such premises have been sublet . without the written aatho- 7 rity of the landlord of such . premises, or . {@) such premises have been used by the tenant thereof or hed any person residing or lodging toe with him or being bis sub- tenant for an immoral or ty illegal purpose, or @ wanton destruction or, wilfol : damage to such premises has = ao been ceused by the tenant : Bat . thereof or apy other person * at his instigation, or any other person residing in such - premises. _ . anemia ee - — . en",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "2 - Rent Restriction (Amendment) Act, No. 12 . of 1966 ®) Where -any action or proceedings ” for the ejectment of the tenant of any premiges referred to in sub-section (I) 1s or are instituted on the ground that rent has been in avrear for three months or more after it has become due, the court may, on being satisfied that the rent has been so in arrear on account of the tenant's illness or unemployment or other sufficient cause, make order that . a writ for the ejectment of the tenant from those premises shall not issue if - the tenant pays to the court the arrears of rent either in a lamp sum on such date, or in instalments on such dates,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ". . . as may be specified in the order; and",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "if the tenant pays to the court the arrears of rent on such date or dates, his tenancy of those premises shall, notwithstanding its termination by the landlord of those premises, be deemed not to have been terminated.”",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Anminestt 8. Section 19 of the principal Act, as amended",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "ie pedpal by Act No. 10 of 1961, is hereby further amended as ,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "enatpl",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "act follows: —",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(1) in sub-section (1) of that section by the substitution, for the words ‘‘this Act applies\", of the words \"' this Act applies aud the standard rent of which for @ month exceeds one hundred rupees”;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(2) in sub-section (14) of that section by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "ol, substitution, for the words ‘' this Act",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ". applies ’\", of the words “ this Act applies and the standard rent of, which for a month exceeds one hundred rupees,” 5",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(3) in sub-section (13) of that section by the -",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "substitution, for the words ‘‘ this Act: . applies ”, of the words “* this Act applies",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "and the standard rent of which for a",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "month exceeds one hundred rupees \"\";",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "4 (4) by the insertion, immediately after sub- section (18), of the following new sub- eection:— =",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ", “(e) Notwithstanding anything ine any other law, a landiord of any promises ferred to in sub-section (1) who requires",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Rent Restriction (Antendment) Act, No. 18 8 of 1968 , : auch premises for occupation as a residence for himself or any member of his farnily, or for the purposes of his trade, business ~ ot profession, vocation or employment, shall . give the tenant of such premises one year’s notice in writing of the termination of the : _ tenancy. \"’; and (8) in the marginal note to that. section by the substitution, for the words “for eject- ment.”, of the words “for ejectment “from premises the standard rent of which for a month exceeds one hundred rupees. ””-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "4%, (1) The provisions of sections 2 and 3 of this Sections 4 ¢a¢ Act ata be deemed to have come into operation om Sethe wt the twentieth day of July, 1962, and acoordingly— —sfarite fog,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "\\ (a) any action which was instituted on or after ra aon,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "‘that date and before the date of commence- . ment of this Act for the ejectment of a tenant from any premises to which the principal Act as amended by this Act applies shall, if such action is pending on + the date of commencement of this Act, be - deemed at all times to have been and to be null and void, + (b) any appeal preferred to the Supreme Court : from any judgment or decree of a court in i. any such action as is referred to in : “ paragraph (o) and is pending before the ‘epreme Court on the date of commence- ment of this Act shall be deemed at all times to have been and to be null and void, an * @) proceedings shall uot he teen for the enforce: _ megtof any judgment or decree in any sue action as is referred to in paragraph (a), and where such proceedings have hegun before the date of commencement of this : Act but have not been completed on the date of commencement of this Act, such : proceedings shall not be continned.",
    "mean_p_confidence": 0.83
  }
]