[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  3rd Session 1958-59  “Tipe  stig  @ =)  eA Krall)  KA as  Income Tax (Amendment) Act,  No. 44 of 1958  Date of Assent: December 5, 1958  Printed on the orderd of Government  Punled at, the Gomemneryy Piss, Cro, To be  Peles ee de cowtmaes Pomrenntne Bonen, Chaat  Annual Subscription (inelding. Bills) Ra. 25. payahie ie  dapauel, Subegioin, acing, EU) Rt, 2 pBayat  BERENS “Poet oprah Boh so, CRatettrar, TOCI ONG",
    "mean_p_confidence": 0.39584269662921345
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  “Income Tax (Amendment) Act, No. 44 of 1958. 3",
    "mean_p_confidence": 0.7018181818181818
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L. D—O. 54/57.",
    "mean_p_confidence": 0.254
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  ‘an Act TO AMEND THE INCOME Tax ORDINANCE.",
    "mean_p_confidence": 0.6769999999999999
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  i [Date of Assent : December 5, 1958]",
    "mean_p_confidence": 0.677
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  BE it enacted by the Queen’s Most Excellent Majesty,  by and with the advice and consent of the Senate  and the House of Representatives of Ceylon in this  present Parliament assembled, and by the authority  of the same, as follows :—",
    "mean_p_confidence": 0.8072340425531914
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  J. This Act may be cited as the Income Tax shor tite  (Amendment) Act, No. 44 of 1958, and shall come eet  into operation on April 1, 1959. .",
    "mean_p_confidence": 0.7566666666666666
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2._ Section 2 of the, Income Tax Ordinance Amendment of  (hereinafter referred to as the “ principal enactment”) spirits  is hereby amended as follows — oer",
    "mean_p_confidence": 0.6133333333333333
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (1) by the insertion, immediately after the  definition of * business ”, of the following  definition :-—",
    "mean_p_confidence": 0.6576190476190477
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  “charitable institution” means _ the  trustee or trustees of a trust, or a  corporation or an unincorporate  body of _ persons, established  for a charitable purpose only or  engaged solely in carrying out a  charitable purpose ;’ ; and",
    "mean_p_confidence": 0.6895744680851064
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  (2) by the substitution, for the definition of  “charitable purpose”, of the following  definition :-—",
    "mean_p_confidence": 0.6721052631578948
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  «“ charitable purpose” means @ purpose  for the benefit of the public or any  section of the public in ér outside  Ceylon of any of the jfollowing  categories -— i  (a) the relief of poverty",
    "mean_p_confidence": 0.6814285714285715
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  .  @) the advancement of education",
    "mean_p_confidence": 0.56375
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  ‘or knowledge ;",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  (© the advancement of religion or  the maintenance of religious  rites and practices or the  administration of a place of  public worship ;",
    "mean_p_confidence": 0.7262068965517241
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  @ any other purpose beneficial or  of interest to mankind not  falling within any of the  preceding categories ;’.",
    "mean_p_confidence": 0.66375
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  Bo anne 40866)",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 — Income Tax (Amendment) Act, No. 44 of 1958,  %  “Amendment of 3. Section 6 of the principal enactment is herepy  ped amended by the insertion, immediately after sup  Enactment, section (1) of that section, of the following ng  sub-sections :— i",
    "mean_p_confidence": 0.6606000000000001
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (1a) Any offertory, subscription or oftiei  donation to a charitable institution shall be:  deemed to be such income as is referred to'in:  paragraph (h) of sub-section (1). ny",
    "mean_p_confidence": 0.7193939393939394
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  @",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (1B) Where no period of exemption from the  tax is allowed to the charitable institution,  referred to in sub-section (2) of section 7c by:",
    "mean_p_confidence": 0.7767857142857143
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  a the Commissioner to follow immediately the’  period of exemption from the tax consisting of  the three years of assessment specified in para:)  graph (a) of that sub-section, any such part of  the donated sum or sums mentioned in that  sub-section as remains, at the expiry of those  three years of assessment, unspent on the chari-  table purpose referred to in that sub-section shall  be deemed, for the purposes of this Ordinance,  to be income of that institution for the third of  those three years of assessment.",
    "mean_p_confidence": 0.8206060606060606
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (Ic) Where no period of exemption from the  the tax is allowed to the charitable institution  referred to in sub-section (2) of section 7c by  the Commissioner to follow immediately a period  of exemption from the tax already allowed by the  Commissioner to that institution, any such part  of the donated sum or sums mentioned in that  sub-section as remains, at the expiry of the  period of exemption) already allowed, unspent  on the charitable purpose referred to in that  sub-section shall be deemed, for the purposes of.  this Ordinance, to be income of that institution  for the year of assessment constituting the  period of exemption already allowed or the  last of the years of assessment included in the  period of exemption 'already allowed. ”.",
    "mean_p_confidence": 0.8106382978723404
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  i",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  Ayton ot 4. Section 7 of the! principal enactment, as",
    "mean_p_confidence": 0.6458333333333334
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  Prins amended by Act No. 30 of 1950, is hereby further",
    "mean_p_confidence": 0.7407692307692307
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  ‘enactment, amended, in sub-section (1) of that section, by",
    "mean_p_confidence": 0.7354545454545455
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  the omission of paragraphs (c), (d) and (e) of that  sub-section;",
    "mean_p_confidence": 0.6785714285714286
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Income Tax (Amendment) Act, No. 44 of 1958., 5",
    "mean_p_confidence": 0.6945454545454545
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  5. The following new section is hereby inserted —tosetion of new  immediately after section 7, and shall have effect sgn feinthe  as section 7c, of the principal enactment :— enactment.  senate 7c. (1) Any sum of money which  ieee consists of —",
    "mean_p_confidence": 0.6897916666666667
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (@ any offertory, subscription or  other donation to a chari-  table institution, or",
    "mean_p_confidence": 0.6417647058823529
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (ii) the proceeds of the sale of any  movable property donated to  a charitable institution for  conversion into money by the  sale thereof,",
    "mean_p_confidence": 0.7327586206896551
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  shall, if such sum is spent on a charitable  purpose of that institution, be exempt  from the tax.",
    "mean_p_confidence": 0.7781818181818182
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (2) Where in any year any sum of not  less than one thousand rupees is donated,  or any sums the aggregate of which is not  less than ten thousand rupees are  donated, to a charitable institution in  order that such sum or sums may be  spent on such charitable purpose of that  institution as is within the meaning of  this Ordinance and is specified by the  donor or donors, then—",
    "mean_p_confidence": 0.8034567901234567
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  @ the donated sum or sums shall  be exempt from the tax in the  year of assessment in which  the donation or donations is  or are made and in fis next  two succeeding years of assess-  ment ; j",
    "mean_p_confidence": 0.7295744680851064
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  ( if the whole or a part) of the  donated sum or sums is in-  vested in any securitis of the  Government of Ceyloh within  the three aforesaid years of  assessment (the amount ‘so  invested being hereafter in  this sub-section referred to  as the “originally invested  amount”) and if, before the  expiry of those three years of  assessment, the aforesaid",
    "mean_p_confidence": 0.6976712328767123
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 income 1ax (Amendment) Act, No. 44 of 1958,  i",
    "mean_p_confidence": 0.42461538461538456
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  charitable institution applies  in writing to the Commis;  sioner for a period of exemp:  tion from the tax in respect of  a sum which represents the  wholeora part of the originally  invested amount on the  ground that due to circum.",
    "mean_p_confidence": 0.6897959183673469
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  stances beyond the control of  that institution such sum will",
    "mean_p_confidence": 0.7330769230769231
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  not be spent on the aforesaid",
    "mean_p_confidence": 0.715
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  charitable purpose before the",
    "mean_p_confidence": 0.6383333333333333
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  expiry of those three years",
    "mean_p_confidence": 0.6828571428571429
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  of assessment and if the Com-",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  missioner allows in respect",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  of such sum a period of",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  exemption from the tax, such",
    "mean_p_confidence": 0.6828571428571429
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  sum shall be exempt from",
    "mean_p_confidence": 0.6228571428571429
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  the tax in such period ;",
    "mean_p_confidence": 0.6975
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  (0) if thereafter from time to time,  before the expiry of any period  of exemption from the tax  already allowed by the Com-  missioner to the aforesaid  charitable institution, that  institution applies in writing  to the Commissioner for a  period of exemption from the  tax in respect of a sum which",
    "mean_p_confidence": 0.7553225806451612
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  . represents the whole or a  part of the originally invested  amount on the ground that  due to circumstances beyond  the control of that institution  such sum will not be spent  on the aforesaid charitable  purpose before the end of the  period of exemption from the  tax already jallowed by the  Commissioner and if the  Commissioner allows in  respect of such sum a  period of exemption from the  tax, such sum shall be exempt  from the tax in the period  allowed by the Commissioner  in respect of such sum.",
    "mean_p_confidence": 0.7525925925925926
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Income Tax (Amendment) Act, No. 44 of 1958. | 7  (3) If the profits of a business carried  on by a chari.able insti.ution are applied  solely to a charitable purpose of that  institution and either the business is  carried on in the course of the actual  carrying out of a primary purpose of  that institution or the work in connection  with the business is mainly performed  by beneficiaries of that institution, such  profits shall be exempt from the tax.",
    "mean_p_confidence": 0.799010989010989
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (4) The net annual value of any place  of public worship and its premises  administered by a charitable institution  shall be exempt from the tax.",
    "mean_p_confidence": 0.7836666666666666
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (5) The net annual value of any place  or premises owned and occupied by a  charitable institution solely for any of the  purposes of that institution shall be  ‘exempt from the tax,",
    "mean_p_confidence": 0.7847368421052632
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (© The profits and income from any  property donated by royal or other grant  before March 2, 1815, to any place of  public worship administered by a charit-  able institution shall, in so far as such  profits and income are applied to the  purposes for which such grant was made,  be exempt from the tax.",
    "mean_p_confidence": 0.8090625
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (7) Any sum of money spent on the  repairs of a building used solely for a  charitable purpose of a charitable  institution shall be exempt from the tax.",
    "mean_p_confidence": 0.773030303030303
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  “ (8) Where any such sum of money as  - is referred to in sub-section (1) is applied",
    "mean_p_confidence": 0.7223809523809523
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  by a charitable institution to the settle-",
    "mean_p_confidence": 0.7233333333333333
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  ment of the whole or any part of a debt",
    "mean_p_confidence": 0.7975
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  which has been or is incurred by, that  institution for carrying out a charjtable",
    "mean_p_confidence": 0.7429411764705882
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  purpose of that institution, the sum so",
    "mean_p_confidence": 0.7444444444444445
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  applied shall be deemed to be spent, on a  charitable purpose of that institution. ”.",
    "mean_p_confidence": 0.73
  }
]