[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1951 peter ef : . OA aie ioe ; i pS Seve | Notaries (Amendment) Act, No. 6;0f 1951 | Date of Assent: March 9, 1952 i _ j . Printed on the Orders of Government i po $ . Printed ot the Cepiow Govt, Pass, Couonto, Tobe Fotis PG. Cuer Sor Rey Sones Sivan the Surenrenaaes Govsmuey Paateetons * ‘Bunzau, Post Orrice Box 500, Secretariat, Colombo 1 Pein 20 cont Periges Boos",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Notaries (Amendment) Act, No.6 of 1951 8 L. D—O. a6. . . Aw Act To Auenp THE Norantzs ORDINANCE. 8, [Date of Assent: March 9, 1951.) Lael * eet yonacted by the King's, Most Excellent Majesty, by and with the advive and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— 4. This Act may be cited as the Notaries (Amend- = + ment) Act, No. @ of 1961.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. Section 4 of the Notaries Ordinance (herein- Ameuinest of after referred to es “the principal enactment), is Gkepur st. hereby amended ae follows: —",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(1) by the re-numbering of section 4 as section 4 (1); and 4",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(@ by the insertion, immediately after tho re: numbered section 4 {1}, of the following new sub-section :—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "“ (2) Every notary appointed under sub-section (1) on or after a a date to be prescribed by the Minister and published in the Gazette, shall be entitled to practise within the judioial division in which he",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "! resides.” .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "8, Seotion 10 of the principal enactment (as sub- Samant of stituted by Ordinance No. 7 of 1943) is hereby amended thr yristpsl fn aub-sestion (1), by the omission of the Proviso to. === that sub-section.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "4. Section 11 of the principal enactment ia hereby Repacent ot. repealed and the following new section ia substituted \"eupet",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "— ner Minar 11, (i) The Minister may on : ine oa application made in that behall— BP tuboread (a) grant to ® notary who has a th practi warrant authorising him to practise within « part of the judicial division in which he 3 resides in lieu of the afore- suid- warrant, a . fresh 19.0 amnesty :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Notaries (Amendment) Act, No. @ of 1961 ~ : warrant authorising. him to practise within the whole of such division; and (®) grant to a notary having a warrant authorising him to,: practise within the whole or a part of a judicial division : in’ lieu of the aforesaid warrant, a fresh warrant authorising him to. practise within the whole of another judicial division. (2) Stamp duty charge- Cup. 180. able under the Stamp Ordi- nance shall not be changed in respect of any fresh warrant granted under sub-section @) (@) of this section. eam 5. Section 12 of the principal enactment. (oa Ue'ehenet amended by Ordinance No. 61 of 1944), is hereby secon further amended as follows: — (2) im sub-section (0), by the substitution, for para- graph (0), of the following new paragraph: “ (B) execute a bond to His Majesty, Hia ‘Heirs and Successors in the amount of bo thousand rupees, conditioned for the due and faithful diacharge of his duties as a notary, which amount shail he secured either by the hypothecation of immovable property or by the deposit. of movable property (such : immovable or movable property being property belonging to himself or some Ether person), or by the  fosranten, of an approved Guarantee Company; \" ; {2 by the renumbering of eub-section (9) (inserted by Ordinance No. 51 of 1044) as sub- section (3); () by the ifsertion, immediately after sub-section (), of the following new sub-section :—~ * ) Every ond referred to in paras graph (0) of sub-section (1) shall be signed in the presence of the District Judge, having jurisdiction over the area specified ™ in the warrant of the notary:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Notaries (Amendment) Act, No. 6 of 1951 5 Provided that the guarantee of an approved Guarantes Company may be signed on behalf of the Company in the : registered office of the Company.”; and « (4) in re-numbered sub-section (8), by the substitu- ft. tion, for the words ‘\" approved Guarantee Company or Association * means any public company or association’, of the words ** approved Guarantee Company ’* Beene any company which is incorporated or registered under the Companies Ordinance, No. 51 of 1988, ’,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "6. Section 18 of the principal enactment is hereby Aueatnaat at amended, by the substitution, for the words ‘‘one ite stocpel thousand ” of the words “' two thousand ””. sadinents",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "7. Section 14 of the principal enactment is hereby  Replacemene of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "primeip: 2 repealed, and the following new section is substituted san, ot therefor :— ‘anaciwent. Dincerge of 14. (1) Any person who has toner given security on Behalf of a notary operty by tne depot of ovals propa or any Guarantee Company und as eurety to & notary may apply to the District Tadeo baring foriealoton over the ares, speci in such notary’s warrant to be dis- charged from any liability ineurred by such person or Company under aection 12, (2) The District Judge to whom say penton or Guarantes Company applies under sub-section (1) for a : diacharge of such porson’s ot Com- - ponris lability may, if be is eatie has given sx eale” notion oe whe as gi tice 8 notary of his or ita intention to make euch snplication and that euch per son or ay has good cause for claiming such ‘discharge, ‘endorse on the bon an order discherging such erson or Company from any liabi- Rey in respect of any act of the ‘. notary dons after the date of the order. Tas. a2 1/80) :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "& = Natnries (Amendment) Act, No. 6 of 1957 Tanti st 8, ‘The following new section shall be inserted Erte pune! iinmediately after section 14 of the principal enact- seectment, ment and shall have effect as section 14a of that enactment :— Notion of 14s. (1) Where a Guarantees * escaten to Company which has bound itself as seluslani 10 be surety to.« notary has passed a reao- < eemammicard lution for its voluntary winding up, it shalt within six weeke of the date of the passing of that resolution give written notice of the fact to such notary.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(2) If default is mado in com-- plying with the provisions of sub. section iD of this section, every officer of the Company who is in default and every liquidator of the Company who knowingly and wil- fully authorises or permits the default, shall be guilty of an offence and shall be liable on conviction thereof to a fine not exceeding one thousand rapees. In this section, “an officer of the Company who is in’ default > shall havo the same meaning as in section 346 (2) of the Companies Ordinance, No. 51 of 1938,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "Reprcement of 9. Section 15 of the principal enactment is hereby qeten we, repeated and the following new section is substituted spachmnent. therefor :— ‘When petery 15. (1) Lf at any time the secu- ease oe rity gi, by or on behalf of “any notary shall perish or is lost or if the Guarantee Company bound ag surety has been wound-up or its winding- up has commenced, or if any person who has given security by the .  hypothecation of immovable pro- perty or by the deposit of movable proverty or any Guarantee Company und as surety fa discharged under section 14 (2) from liability, the notary shall execute a fresh bond in accordance with the provisions of; section 12.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Notaries (Amendment) Act, No. 6 of 1961 7",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". (2) If in any case to which sub- section (1) applice aay notary shall .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "ractise or act aa a notary without",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Paving executed « fresh bond as pro”",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "‘ vided in that sub-section, be shall be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "guilty of an offence and liable on",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "conviction thereof to the punishment",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "provided in section 13, 40, Section 24 of the principal enactment is hereby Amendment of amended a follows:— pia (J) in sub-section (1), by the substitution, for the words “ fresh warrant in place of the one withdrawn or cancelled.”’, of the words “fresh warrant authorising him to prac- tise within the area in which he was practising immediately preceding such withdrawal or cancellation or within some",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "+ other area,’'; and",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "@) in sub-section (2), by the substitution; for all the words from ‘‘ Registrar-General ” to the end of that sub-section, of the words < Disitiot Judge having jurisdiction over the area specified in the fresh warrant",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". issued under sub-section (1) of this section, - and to the several Commissioners of Requests having jurisdiction within the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "said area, and to the Registrar-General.\"”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "41, Section 25 of the principal enactment is Regluemest of hereby repealed, and the following new section is i Miccpt substituted therefor :— ennctmsent. Deviention ta 25. (1) Upon receipt of a notice {5, te ral ot transmitted under section 24 (2) by a ietarigy of the District Judge, he shall, if the eee notary’s fresh warrant is produced",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "before him, restore to, or insert in, the roll of notaries such notary’s name,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(@) The District Judge restorin; toot inserting in, the roll. of notaries the name of & notary shall require fresh security to be provided by such notary in terms of section 12.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": ". (8) Every notary, whose name has * been restored to, or inserted in, the roll of notaries under sub-section (1)",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "8 Notaries (Amendment) Act, No. 6 of 1961",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "of this section and who has fur- nished fresh security in terma of section 12 shall be entitled to execute the office of @ notary in conformity with the authority given to him by _, his fresh warrant.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Amminent € 42, Section 27 of the principal enactment is hereby",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "sc Zia amended, in sub-section (1) thereof, as followe:—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "sianer,",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "{a) by the substitution in paragraph (d), for the words ‘‘ by him hoe peciehed or been lost or whether any surety who became bound for him has died or has departed from the Island or become insolvent or been dis- charged from his obligation as such surety; and’, of the words “ by or on behalf of him has perished or been lost, or the Guarantee Company bound as surety for him has been wound-up or its winding- up has commenced, or any person ‘who has given security by the hbypod ecation of im- jnovable property or by the deposit of movable property or any such Guarantee Company has been discharged under section 14 (2) from liability, ”; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(0) by the omission of paragraph (6).",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Amendment af 48. Section $1 of the Brincipal enactment (as sub- wren sie stituted by Ordinance No. 7 of 1943), is hereby ‘epactmes. amended as follows: — : {1) by the re-numbering of that section az section 31 (1);",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ": 2) in renumbered section 31 (1), by the substita- tion, for the wards “ that are binding upon him,\"’, of the words and figures “ or any rule made, approved and’ published in accordance with the provisions of section 32, binding upon hima,” and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(3) by the insertion immediately after re- numbered section 31 (1), of the following :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "“ (2) Tf any notary has been convicted under the Proviso to sub-section (1) of this section for non-compliance with the terma of a notice calling apon him to comply with the requirements of rule 25 sot ont in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Notaries (Amendment) Act, No. 6 of 1951 9 seotion 30 relating to the delivary of certain documents to the Registrar of Lands of the district in which the notary resides, and * the notary fails within a week of auch con- viction to deliver the documents specified in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "t the notice to that Registrar, the Minister may, on application made in that behalf by the Registrar-General, suspend the notary from his office a8 notary. for such period as the Minister may deem fit”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "14. Section 81a of the principal enactment (inserted Amendnent of by Ordinance No. 7 of 1043), is hereby amended, in femme! sub-section (1) as followa:— todo",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(1) by the substitution, for the words and figures “ section SL, section $2 (2),\"' of the words and figures “ section 31,”\"; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "@) dy the substitution, in paragraph (ji) thereof, for the words ‘ discharging any surety or sureties from any liability incurred under any bond executed under section 12.”, of the words “ discharging any pereon Who tas given security on befalf of & notary by the hypothecation of immovable property or by the deposit of morable property oF any",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "~ Guarantee Company bound as surety from any liability incurred under section 12.””.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "15, Section 32 of the principal enactment is heraby Teshowm=tot repealed and the following new section is substituted the princi! therefor :— doe Pore te $2. (1} the Minister may make",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ". rules for the conduct of notaries, not being proctors, in the discharge of their notarial duties,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) No rule mado onder sub- seotion (1) of this section shall have effect until that rale hes been sp- proved by the Senate and the House of Representatives, and until the rule has been published in the English, Sinhalese and Tamit len. guages in the Gazette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(3) Every rule made, approved and published in accordance with the preceding provisions of this section",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "+ shall be aa valid and-effectual as if it 7 were herein enacted.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "10 Notaries (Amendment) Act, No. 6 of 1961 Trosiions! 48, In every case where security has been given Provseas. on behalf of a notary by the personal undertaking of . two or more sureties under section 12 of the principal enactment prior to the amendment thereof by this Act, the following provisions shall have effect :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(1) During the period commencing on the date on which this Act comes into Operation and ending on such date (hereinafter called *‘ the appointed date ”’) as may be appointed by the Miniter ty Order Published in the Gazette, the provisions of the prin- cipal enactment shall continue to apply as though those provisions had not been amended by this Act: °",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "Provided, however, that if at any time it is neces- sary for such notary to furnish other sufficient security under the principal enactment, stch security shall be furnished in accordance with the provisions of section 12 of the principal enactment as amended by this Act.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(2) On or before the appointed date, the notary may execute a fresh bond in accordance with the provisions of section 12 of the principal enactment as amended by this Act, and every person theretofor bound as surety on bebalf of such notary shall thereupon be deemed to be discharged from any Hability as such surety im respect of any act of such notary done thereafter. ,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(8) Where a fresh bond is not executed on or before the appointed date as provided in any of the preceding : provisions of this section, every person theretofor",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "ound as surety shall, on the day next following the . pppointed date, be deemed to be discharged from any . ability as such surety in respect of any act of eu notary done after the appointed date, and the notary shall execute a fresh bond, in accordance with the pro- visions of section 12 of the principal enactment as amended by this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "4",
    "mean_p_confidence": 0.69
  }
]