[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . 2nd Session 1961-62 : ’ a sig aa : SBS 5 JUNI962)2 Boe . A | ~ - Health Services (Amendment) Act, No. 13 of 1962 ee ate of Assent: Mey 25, 1962 au Printed on the Orders of Government oa : Pubchned ‘st the Govan Fouuieations Bune, Covones : * Annual Subscription Gneluding Bis) Rs. 30 (Local), Rs. 40 ears nie Sere Price: 10 cents Postage: 10 cents",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "| Health Seroices (Amendment) Act, No. 13 0f 1968 > L. D—O. 09/59. . Aw Ac? To ananp Tat Hearn Seaviczs Act. . . [Date of Assent: May 26, 1962] . BE it enacted by the Queen’s Most Excellent Majesty, . by and with the advice and consent of the Senate and * the House of Representatives of Ceylon in this present “Parliament assembled, and by the authority of the same, sa follows:— | . 4, This Act may be cited as the Health Services thon sta (Amendment) Act, No. 13 of 1962, 2, Section 4 of the Health Services Act is hereby Amminet a amended as follows:— meet _ (2) in sub-cection (1) of that section— . (@ by the substitation, for the words “five other officers of the Depart- ment”, of the words “seven medical practitioners”; and (H) by the insertion, at the end of that sub-section, of the following: —",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "“In this eub-section, “ medical practitioner? hes the same meaning ss in the Medical Ordinance. ’; and ap. 106,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "@ bythe inpertion, immediately after sub-section section, o ollowing new Gh of a eon of the towing * (1A) Every member of the Health Council’ who ie nominated by the ‘Minister under sub-section (1) of this : section shall, unless he earlier. vacates © \" —oce by resignation, hold ofice for a . period of two yeare commenci ‘Tom ie date of his sominetion, Any member” who vacates office by elliuxion of time . shall be eligible for renomination. ”. [amin ce .",
    "mean_p_confidence": 0.7
  }
]