[
  {
    "i_page": 1,
    "par_num": 6,
    "text": "PARLIAMENT OF CEYLON 4th Session 1968-69",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "ey : ran",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "NOTA Daetpon ey",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "fico Wibedeed Fy",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "ial) Ad",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 1,
    "par_num": 6,
    "text": "ee ete SN UU OF ae ay — Finance (Amendment) Act, No. 36 of 1968 : Date of Assent: August 21, 1968 a Printed on the Orders of Government a cy Printed at the Govennererr Prras, Cxriox, To be Fah Clo MOP alin BOS, Baal Annual Subscription Gncluding Bills) Rs. 30 (Local), Rs. 40 {Foreign}, payable to the SUPERINTENDENT, GOVERNMENT a Ee ae ed ‘2th December each year in respect of the year following. Late subscriptions will Be aecented on fhe, condition that Bills issued Prices 20 cents Postage: 10 cents",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Finance (Amendment) Act, No. 86 of 1908 1. DO. 41/67. Ay Acr To AMEND THE Financ Act, No. 65 oF 1961, ‘(Date of Assent: August 21, 1968)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, ty and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1. This Act may be cited as the Finance (Amend- ston tis ment) Act, No. 36 of 1968.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2, Section 22 of the Finance Act, No. 65 of 1961, amendmen of in this Act referred to as the “ principal Act”, ia wei 2 of hereby amended by the insertion, immediately after te. sub-section (1) of that section, of the following new aub-section:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "**@a) The opening of an account in any approved bank in the name of any person, body corporate, firm or other body of persons referred to in sub-section Oy shall be deemed not to be a gontravention of the provisions of sub-section",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ")..",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "3. The following new section is hereby inserted tneion ot immediately after section 22, and shall have effect as Bir \"ie? section 224, of the principal Act:— teacal doe",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "spiel ort. «22a. (1) The Minister, acting on the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "sie te taste recommendation of the Monetary Board,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Sumife‘tnte may, from time to time, by Order pub-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "iter then thee lished in the Gazetée, declare that any",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "swum 22. bank, other than any benk mentioned in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "sub-section (1) of section 22, whose name",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "is specified in the Order shall, from euch",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "date as shall be specified therein, be an",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": ": approved bank for the purposes of this section.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "() The Minister, acting on the recom- mendation of the Monetary Board, may, by Order published in the Gazette, amend or revoke any Order published by him under sub-section (2),",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "a anaes)",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Finance (Amendment) Act, No. 36 of 1968 _@) The Monotary Board may, from time to time, determine the terms and conditions which ehaMl be complied with by any approved benk. The Monetary Board shall communicate in writing every such determination to such bank.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "@) Every Order made by the Minister in pursuance of the provisions of this section shall, as soon as may be after ite publication in the Gazette, be tabled in the House of Representatives. The House of Representatives may by resolution revoke any Order made by the Minister under this section within sixty days of the publication of such Order in the Gazette, and in the computation of such period of sisty days no acount, shall be taken of any period during which Parlia- ment stands provogned or dissolved: Suh revocation of any Order shall be without prejudice to the validity of anything previously done thereunder.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(8) Any approved bank may open any account whatsoever in that bank in the name of any person, body corporate, frm or other body of persons referred to in section 22 (1).",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(6) In scotion 22 and thie section, the expression—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". (@) “ approved bank” means any Z. bank in respect of which aa + Order published by the Minister",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". under sub-section (1) is for the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". time being in force;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(®) \"Monetary Board \"” means the",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": ‘Monetary Board of the Central Bank established under the Monetary Law Act.’.",
    "mean_p_confidence": 0.8
  }
]