[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1971-72ge=om_ ae ir é 7  % @y  Hon-n-s: Sid, : GRO IOZS Qe Registration of Persons : (Amendment) Act, No. 37 of 1971 . Date of Assent: October 12, 1971 : Printed on the Orders of Government tnted ef tp Demarpmr ov Cones Penns, CET, 32 be led af the Dear on Co Oe Castes seat Si \"Eatnke “Bat oe ee fee Se ial a aS esa Ws Price: 15 cents Postage; 10 cents",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Registration of Persone (Amendment) ‘Act, No. 87 of 1671 L, D.—0, 90/71. * Aw Act 70 amenp THE REecstRAtion oF Persons Act,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "No. 82 oF 1968.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "{Date of Assent: October 12, 1971] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4, This Act may be cited as the Registration of shed ts Persons (Amendment) Act, No. 87 of 1971.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 Section 2 of the Registration of Persons Act, smminmtot No. 32 of 1968, hereinafter referred to as the ‘cre. Bor \" principal Act \", is hereby amended as follows: ™™",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(2) in paragraph (¢) of sub-section (1) of that",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "section, by the substitution, for the words and figures “ section 15 of that Act,”\", of . the words and figures “section 15 of that Act; or 75 (2) by the addition, immediately after paragraph (G) of aub-soction (1) of that section, of the following new paragraph :— “ (@ who is liable to removal to India from Ceylon under section 15 of the Indo- Ceylon Agreement (Implementation) Act, No. 14 of 1967, \"5 (3) in paragraph (B) of sub-section (2) of that section, ty ae substitution, for the words and figores “' section 2 (1) of that Act. ”', of the words and figures “* seotion 2 (1) of that Act; or\"; and (8) by the addition, immediately after paragraph ® of sub-section (2) of that section, of 1] following new paragraph :— - “ (©) a person who is the holder of a valid residence permit issued under the Tndo-Ceylon Agreement (Implemen- tation) Act, No-i4 of 1967, ”. Erisaren",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Replatration of Persons (Amendment) Act, No. 87 of 1971 ammineest 8, Section 9 of the principal Act is hereby Scpidn amended as follows: — a () in sub-seotion (2) of that eection by the deletion of paragraph (¢) of that sub-section; and (2) in subsection (of that section by the omission of the words and figures “to take the impressions referred to in paragraph (d) of sab seotion @, and”, and ty the substitu tion, for the expression ‘? that sub-seo- tion,”, of tha expression “ sub-section , @).. amatmets? ——-&, Section 10 of the principal Aot is hereby weteee, amended in paragraph (8) of subsection (1) of that rs section by the addition, — (1) immediately efter the yords “ or paragraph (@)”, af the words ‘“or parograph (2); and @) immediately after the words “or paragraph (@) or paragraph @)”, of the words * or paragraph (c) . domtegis! 5. Sect 16 of the principal Act is hereby the priacipal amended by the deletion of sub-section (4) of that bet section. dzeuinestet 6, Section 17 of the principal Act is hereby ‘the principal amended as follows: — ae (1) in sub-section (2) (0) of thet eection by the addi tion immediately after the words “ standards and quality”, of the words “and the original of that card”; and @) by the deletion of sub-section (6) of thnt seotion. Aventaontot ‘7. Section 44 of the principal Act is hereby wetin tet amended in sub-seation (1) of that section as follows :-— a (1) in paragraph (¢) of that sub-section, by the * substitution, for the words ‘‘ one such appli- cation”, ‘of the words “one such application; or”; and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Registration of Persons (Amendment) 3 Act, No. 87 of 1071 (2) by the addition, immediately after paragraph (©) of that sub-section, of the following new paragraphs: — “* (@ obtains an identity card by fraud; or (©) notwithstanding the provisions of sections 24 and 47, obtains by fraud or otherwise or is in possession of or uses more than one identity eard,’'.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "8 Section 48 of the principal Act is hereby Ansimestot amended by the addition, immediately after sub- som section (2) of that section, of the following new sub- am. section: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "“« (8) The provisions of this Act shall be without",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Prejadice fo the operation of the Indo-Ceylon",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Agreement (Implementation) Act, No, 14 of 1967,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "and accordingly the fact that a, person has applied",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "for registration or is registered in the Register of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Persons or is the holder of an identity card shall",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "not in any way affect the liability of that person for",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "removal to India from Ceylon under section 15 of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "“. that Act, 7\".",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "9, Section 62 of the principal .Act is hereby  smmameo ot amended in sub-section (@) of thas ‘section by the spten deletion of paragraph (e) and paragraph {d) of that as. sub-section.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "10. Section 55 of the principal Act is hereby Ameniuent of amended by the deletion of the definition of the fieprednl expression “ appropriate identifying mark ”. aa",
    "mean_p_confidence": 0.81
  }
]