[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "je dt a a “N ie eo om. ae (fey V\\ y cetera .. Ce rs PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PASSPORT (REGULATION) AND EXIT ; PERMIT (AMENDMENT) ACT, No. 1 OF 1980 [Certified on 20th January, 1980) Printed on the Orders of Government Published as a Supplement to Part U of the Gazette of the Democratic . Socialist Republic of Sri Lanka of January 11, 1980 TENT AT TE DREAIEDAT OF SOVEEWAEENT FETING) SRE KMA 30 BE PONGRAGGD am Tin GOVE, PURICATIONG BUREN, COLORED Price: 35 cents Postage; 25 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Passport (Regulation) aad Zxit Permit (Amendment) Act, No, 2 of 2980",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": ". [Certified on 10th Jenuary,, 1680)",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "tp-o.ism@ 5+ . :",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘AN Acr 70 AMEND 1HE Passpoar (REGULATION) aND Sarr",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘Pearart Act, No. 53 o 1971.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "‘BE it enacted by the Parliament of the Democratic Socialiat ; Republic of Sri Lanka ax follows :— | - Lo-this Act may be cited as the Passport (Regulation) short ttle, ] and Exit Permit (Amendment) Act, Np. 1 of 1960, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 Section 5 of the Passport (Regulation) and Exit Permit Replacement Act, No. 53 of 1971 (hereinafter referred to as the ‘Se et No & ‘“prinelpal enactment”) is hereby repented and the {mii Following new section substituted therefor :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "“Prod at %& @) The duration of validity of a . yallaity of passport shall be a period not exceeding five and years. The competent authority may from smergeney me to time renew the validity af such passport for a further period not exceeding i five years, so however that the total period of validity of such passport shall not exceed ten years from the dete of its issue, (2) The duration of validity of an emergency certifieste shall be # period not exceeding two years, The competent autho- : rity may froma tims to time renew the validity . of such emergency certificate for a further period not excedieng two years from the date of expiry af such certificate. (3) The competent authority, in fixing the - duration of validity of such passport or emergency certificate ot renewal thereof, shall have regard ta the requirements and circumstances of each case.”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "& Section $ of the principal enactment is hereby repealed Replacement _ and the following new section substituted therefor :— gf section 9 of tea for the 9, (1) The fee for the issue af a passport seca Fenewal'c¢ shall be rupees one hundred and the fee for sasporta, its renewal shall be rupees twenty per pessperta end annum, pertibeates, (2) The fee for the issue of a diplomatic . passport shall be rupees one hundred and the at fee for Ste renewal ehall be rupeca: twenty",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2-6 artte-15,s00 s20/00) °",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Passport (Regulation) and Exit Permit (Amendment) ‘Act, No. 1 of 1980 (8) The fee for the issue of an emergency certificate shall be rupees twenty five and the » fee for itz renewal shall be rupees ten per enmum. {4) The fee for the alteration of # passport shall he rupees twenty. (5) The fee for the alteration of an emergency certificate shall be rupees ten”. Retrospective 4, ‘The amendments made to the principal enactment by qMect of ig sections 2 and 3 of this Act shall be deemed for all purposes to have come into force on November 16, 1979.",
    "mean_p_confidence": 0.83
  }
]