[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PREVENTION OF HOSTAGE TAKING ACT, No, 41 OF 2000 (Centedlon th Anu, 2000) rised on she Onker of Goverment ‘Published a a Suppfemes oPartITof he Genre the Dewnerai Socialist \"eputlc of Sanka of Aust 1, 2000 roe: Ra 458 Poewge Ra, 2H",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Parvenion ef Hostage Toking Act, No.4 of 2000 [ecerites 0 Sh Ags, 200} LPO. 1959, AN ALY FOIE GTEC OT CaMV ANE TS TRING Hen | MG FOE ATER CEECTED “THEREVH ANDENODENGH HERERO, WHEREAS the fotexatioasl Conventionapain| he tng rere. of hovtagss wae adopted by the Geter Assembly of the United Raons on Ge Soremceath day of Deversber One “Thm Mine Buned oa Seve Nine AND WHEREAS Si ela resco seen theoloeatit ‘Conventn ‘AND WHEREAS it in pocesary wo ahs Beal pmvision ta five effet to Si Lanka's biigtins sear ao afesthl Convention NOR THEREFORE, bet conctd fy the Pcarent of he Bermocrati Soialie Repehliv-of $F Laskar follon 1, This Ack may be vile asthe Prowension of Homage Sit scent “Teking As, fo, 4F of 200 cdl cams tre option on eeepc such due asthe Minis. by Onder pbtiserd inh Gaza, certies as he dale on wh the Fnkerntion Conversion gaint he Toking of Bungee Geezer formed to x“Ibe ‘Comienioe' died the Geral Atel ofthe tad Nations on de Sewracoelh day of December One Tiewsand. ‘Nine Ehaaded an evenly Nin, emer ek ors In respect ofS Lanka 2b “The Minister moa, fom sine 1 tiene by Order mnner S40, published ind Gavan, ceily the Ss which ave patos Teese Corengon. A Stn in rexpeet of which an Ont is ‘wade under ths sues is hereinafter referred to a5 “a Coeatlan Se, OH Anyperaon wn otto Fete lin, (a) sae ce deat and rial } dreenero erin injure, eraennaimictadesin, panera 550 nN",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Proven of Haste Taig fey, A of 09 oer prin (einai st 9 2 \"ho Sage sie cn! «ir paty th on. Sa Inert gos rca Orgieason fart ep ef pers eda of abe Cm Sng, a at ‘exper ipbid condo for ore of hae shal betty fh ane aig ig.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Amr whore",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "12) mimo coma",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{Pfister aden comin fhe ellen of hostage aking shal guy of a fence brits A",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "1 i uinstion, “shel” fe ate esing fo ston Ltn oT et Peat Ce,",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(31 prem fe offence user been doe sett ©) tis etn salon soit, afer td fo indictment. by sho High Court be punished with ‘open fake",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Mghemmein 4 (tT Righ Come of So Lae een ino",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "EERO or the Bigh Cour established by Alla LS ofthe",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "“ xin rth Wat avin tl. neitanding yt hy ote ew: Ree enka jerniton wry Memes mer et",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2) Wher oat contting an tence we et ceri ase 5 Lat, tho High Cae eer in sbi Nal hae juin try echolice i ite soem an",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{6} shepecon wha somite pees nS",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Lanka:",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Preoeaton of thsi Taig Acs Na. a? of 20003 (OF oweh is mmm acim of Rl Lake ‘bye mutes person to hess hallo resins Spsnitake if euch oot i cormmitiod im rier to compe tbe Goveemment af Si Lanka, todb,ara abate fame sing, any 897",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "G25 sok es unis i asipan a Rasa we",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "aa cilieen of Si Lanks,",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "5. Whore a pean ina ic sata came of ri Loa it peat crate tes foram fence under ts Act, sok perso wal fe pan aed pecwrak Erste",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(@) to communicate widhoue dela, withthe near",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "_approprianeropretemaine oF te Sate af tic he ‘Ga tions oF which in fhorwiseemelodtnprooo Dis ph, of IF oa taness person, wi be neansl appetite repreenttie 2 he Sin inte fenitory of which ke wa: duly maiden! jand",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "tae vite bya sevovenave oh Sta",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "5 (1) The Enttashion Law 0, 8 oF 1977 i Basehy Amseiamtis mended by the insertion innmeiity befere Pt Hof the Renate Sched lo that Law, ofthe follwing eae +—",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "148) Heaps eating’",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(2) Whoee a request is mae ander the Fxteiton Law,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Io. Bef 1977. by orn bal a a Canwest Sate, rte bumadien of «period secusel ur comieiad oF a offer Tain wii he vc et en Oe Schade da ‘Ae, dhe Bsr afon zu Hof 197? apicton twsach request, baw efloce zs iffor the word \"ase eligi, raion ops epiions” sppeariag aporageephs ib san p}.fwabeection (of eetin ? of hat Lae aro ware sebstiud De words “ee, ellgion, madonna pis or pofeicel opinions”",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "Preven of Hosta Tbh et Nes 44 of 200 isha Wher dhe ie eh entrftoneremarmont sos hy SSetmcn’* the Govcrien Bi Laake with any Conveon Ste goat fac onthe dete tn wie ths Act cement speaion, wong’ sh srungrien stl be domed torte purpeate af he ecestine —Exsaitog Lame Ho. of 1877, 10 lacade proton for Soave Aa eres oft finces perRiad ine Schedle",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "feds Ace Heeermema Ware cute is esr rangecest mae by cakes the Covert af Si Lanka wtb any Chnemion Sta (meecrcs, Minit toy, by Onn peice inte Gane, ten the Boia Chatesios, forthe puposwof ie iteadion tats No Sof GareaiSice, (977m gnecraisve aan petin ede, by the Doves SAE 9F Sd Leaks with that Comentinn Siam providing for SE craton reps uf ce secede Stale",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "ths Ac. ates 5. The Goveenent of Sei Lanka sha atom! a sk Cemratonsas: piano aed tay Brough the Minar equal sch ‘esinatce Sor, x Comeaion Sintec ay te meee fe {ts tevestipion and prosolon of ff ender oti 3 ar of un ofeacespocfie ia the Schedule 0 ie Act, ‘ecletng, asinine sleting Wo i taking of even and sacisens ado serving of procese femtsovio th Ineheerentofany ices belvmenthe Sinha, Beene aaa Tal texte i Ac te Sita le all peal icons Sema Gren 1 1) Pet on toy oc enant0se poet Ue tet yc en UR peor cola £88 hr nose rte ed ese aes sce eage Bat manent ems ‘aan ei rot pao ab ee tras ware cpns Serta tba ibe Heels pacer wha paps 13 Aig ante comin Sector ms ‘aa",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "‘Axl accion El ed ie Nine HS (Lona Foe, ‘ale 1 te Steamer. Goreme Passa ent Nh , Tsawane Boe Lom Rov, Can tle (ah Desert yx a pa oe orf",
    "mean_p_confidence": 0.4
  }
]