[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ; 3rd Session 195455 07. isi, _ Ls , my TE inva 892) Sim * Ag Gee “iaee el eal A ae RMI QEo All Ceylon - Buddhist Congress Act, No. 24 of 1955 Date of Assent : April 16, 1955 Printed on the Orders of Government , . Puinted at the Gormuounyr Puss, Conn To be | Pelee tt tha Gaim manta Sion, Connsene erat’ Sutverption Cacludiog Bs), fe. 25, payable in advance to the SursxiNTENTENT, GoveRNMENt PUBLICATIONS Bunga, Post Orme: Box 940, Secretaria, Colombo 1 Price: 48 cents. Fostage: 10 cents.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "AU Ceylon Buddhist Congress Act, 3 No. £4 of 1856 Aw Acr 10 Inconronats Hz ALL Cxyrow ‘Bopparsr Concanss. [Date of Assont; April 16, 1958]",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "‘Whereas an association of representatives of several Buddhist associations and certain persons. professing the Buddhist religion has hitherto been: established at Colombo under the style THE ALL CEYLON BUDDHIST CONGRESS, otherwise called the Samestha Lanka Bauddha Mahe Sammelanayu,. for the purpose of effectually carrying out its objects: according to the rules agreed to by its members:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "And whereas the said association has heretofore: been successfully carrying out its objects, and it is now desirable that the said association should be incorporated :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Queen’s Most Excellent. Majesty, by and with the advice and consent of the ‘Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the seme, as follows:—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4, This Act may be’ cited as The All Ceylon shect tive Buddhist Congress (Incorporation) Act, No. 24 of 1955.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. ‘The members for the time being of the sssocia- Iscopmation of tion known as The All Ceylon Buddhist Congress RoR ome (hereinafter referred to az “the Congress\") shall be Covsres. a body corporate _{peteinatter referred to as “ the Corporation *) with perpetual succession, a common seal, and the name ‘The All Ceylon Buddhist Con- gress’. ‘The Corporation may sue and be sued in such name, be The general objects of the Corporation shall Geugn! shee",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Corporation. {@) to promote, foster and protect the interests of Buddhism and of the Buddhists and to safeguard the rights and privileges of the Buddhists; ~  @) to promote co-operation among Buddhists and Buddhist associations; (© to represent the Buddhists and ect on their behalf in public matters affecting their interests; ett)",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "4 All Ceylon Buddhist Congress Act, ; No. 24 of 1956 (@).to provide opportunity to the Buddhists for . the free discussion.of any matters affecting their interests; . (©) to undertake Buddhiat charitable activities; »",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". and :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "*\"Y) to do all such things as may be necessary or conducive to the interests or benefit of the Buddhiste ot to the attainment of the above-mentioned objects or any of them.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "‘qos athe ot (1) The affairs of the Corporation shall, subject 2ie,corration to the rules for the time being of the Corporation, be ‘ansiumea oy administered by an Exeentive Committee which shall ‘a Eneative  oonsiat of the office-bearers-of. the Corporation, the representatives of the group members of the Corpora: tion, the office bearers of the Standing Committecs and one hundred ‘other members elected at. the annuel general meeting of the Corporation: Provided, how- ever that not less than sixty of the members so elected shall be members of the Corporation of at least three years standing. (2) The Exeontive Committeo may delegate any . of its functions to one or more standing committees or * sub-committees. Regier of 3, (1) The Secretaries of the Corporation, shall ar keep » register of the members of the Corporation. The register of the members of the Corporation shall contain the following, particulars :— {a) In the case of gioup members of the Corporation -~\"",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". () the name and full postal address of each association which is a group amember",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". (ii) the date of inception of sach associa tony 2. iii) the date on which the ‘first annual general meeting of sich aséociatiol! ~ wos helds- . Gv)‘‘the date on which’ such association was enrolled as a group member; and.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "All Ceylon Buddhist Congress Act, 5 No. 26 of 1955",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(v) the date on which such association ceased to be a group member: Provided, however, that in the case",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". of group members ‘existing at the commencement of this Act, the require- ments of -preceding sub-paragraplts . Gi), (ii) and Gv) may be dispensed with. 7 (8) In the case of ordinary or life members of the .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Corporation who were enrolled under the",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "rules of the Congress in force before the commencement of this Act—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Gi) the name, full postal address, rank or cceupation or profession of each such member;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(ii) the period of membership completed by euch member at the date of the commencement of this Act; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(iii) the date on which such member ceased",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". to be a member.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(© In the case of sustaining members or honorary a . life members of the Corporation—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{i) the name, ful] postal address and rank, profession or occupation of eack: such member;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Gi) the date on which such member was. enrolled as a member; and bos",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(iii) the date on which such member ceased to be a member.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "6. (1) The Corporation may, by vote of two uke, thirds of the members present and ‘oting at a general * meeting of the Corporation, make niles for admission, : to, and removal from, membership of the Corporation, for the performance of the duties of the office-bearers and other members of the Exeoutive Committee of the Corporation, for the procedure in the transaction of business, and otherwise generally for the management. of the’ affairs of the Corporation and the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "_.gocomplishment of its objects.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "@ Any rule of the Corporation may be amended or rescinded by a vote of two-thirds of the members - present and voting ata” general ‘meeting of tha Corporation. .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "£ All Ceylon Buddhist Congress Act, No. 24 of. 1955 . 3) Subject to provisions. of subi-sections (1) and (2) of this section,- the rulas :set- out in the Schedule to this Act shall be the rales of the Corporation, Tilia t \"7, AM debts of tha..Congress existing at the’ aise\" & commencement of. this ‘Act Shall he paid by the Goperaies, Corporation and all debta due and fees, subscriptions and grants payable to the Congress shall be paid to the Corporation. ‘Tu Coppin 8. The Corporation, may acquire and hold any peepee. movable or immovable.property by right of purchase, : grant, pitt. testamentary disposition or otherwise and, subject.to: the rales,for the time being of the Corporation, may.,séll; mortgage, lease, exabaage of otherwise dispose’ of,.any,,.miovable or immovable property of the Corporation. otf the 9, The seal of :the.Corporation may be altered at Gerronutian a2 the pleasure of .the Corporation, The seal shall not fee Sexiop' be to any instrument whatéoever except in the Presence of two office-Leatérs of the Corporation one of. whom shall ibe.the President or in his absences a Vice-President;..aho shall-sign. their names on the - instrament in token of their presence, and such signing shall be independent of the signing of any person as awitnes, fier} eee geet ot... | 40. Any ohi.of ‘the Sedistaries of the Corporation Sut who is anthoriséd' forthe purpose by the Executive ‘Committee of the-Corporation shall have custody of the seal of the Corporation: ‘Satag the 44, Nothitig in this’ Act contained shall prejudice TE\", oF affect the rights of Her Majesty The Queen, Her ‘Heirs and Suebessors or “of ‘any body ‘politio’ or ‘eorporate or of sy otlet ‘Person except sich as are mentioned ini thid' Act ‘and those claiming by, frou, or mnder them.\"?-,, Bele a Sine 1 ad . . SCHEDULE. Ot roe ULES OF HE ALL. cavsow punoutaT coxanzss.[seoniox 8 (8).] Tnterpretstion. - J: In these roles, ;pnless the context otherwise requires— “‘the Aot.\";, means The All-Ceylon: Buddhist Congress Ginoorporation) Act; :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "All Coylon Buddhist Congress Act, 7 No. 24 of 1955 - “\" the Congress\" means The All-Coylon Buddhist Congress incorporated by tha Act; and : * the Exeoutive Committes \" means the Exeoutive Con: mittee of the Congress. “-@. The name of this organization shall be The All Ceylop Nene, ‘Buddhiat Congress. : 7 8. The objects of the’ Congress shall be— Objects. {@) to promote, foster and protest the interests of Buddhism",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": ". ‘nd af the Buddhists and to safeguard the righta and .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "privileges of the Buddhists; . -",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "+ .{8) 4o promote co-operation aniong Buddhists and Buddbist .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Astociations; {e) to represent the Buddhists and aot on their bebelf in “\" “public matters affecting their‘intereste; ~ © id) to rove, opportunity to tha Buddhista Joe thd free iscussion af any matters affecting thalr interests; (@) to undertake Buddhist charitable activities; and @) © do all such things as may be necessary oz con- . ducive to the interests or benefit of the Buddhists or te the atteinment of the sbove-xmentioned objects: or ‘any of them. ‘ Membership. * 4, Thevs shall be the following five clagues of members:— Clases () group members,  embest, ++ -(b) sustaining members, ~ : [7 {@) honmery life members, : '@) ordinary members enrolled before the commentement of . the Act under the rules of the Congress then in force, and : . {¢) life membore enrolled bafore the commencement of the . “Act under the rules of the Congress then in force.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "“6. (1) Gioup membership shall be open to all Buddhist essocia  Qualitcattan” tions ‘which have held st least’ one annual general meeting oud for ‘which accept the objects of the Congress. memterbip.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "{2) Sustaining membership shall be open $o all men and women ‘who ara Buddhists, who accept the objects of the. Congress’ and : ‘who are not Jess than eighteen yenrs of age. 48) Ordinary membersbiy and life memberabip shall be estrioted to those who have.been ordinary members and life . amembers of the Congress prior to the coming into operation of . ‘the Act in accordance with the rules of the Congress then in + @ Honorary life membership may be granted by the Execu- dive Committee to any parton who is eligible to bs elested n ‘auataining member of the Congress and who, in the opinion of the Bxegutive Committee, has rendered distinguished service to Buddhiam, No resolution granting bovorary life membership of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "8 AU Coylon Buddhist Congress Act, No. 24 of 1966 the Congress shall be valid unless passed by © voto of two-thirds of the members present and voting at a meeting of the Executive Committee, The uumber of honorary life members at no time chall exceed ten. Bheetion to 6. lection to membership of the Congress shall be by reso” weabenbip. lution pasted at a meeting of the Exeoutive Committee subject, in Gi cate of honorary Hle member, o the provisions of Tule 5a. Bemoral of 7. The Executive Committee shall have the power to remove ‘same from the from the register of members the name of any member whose ropater of ganduot ia considered doirimentel to the intereots of the Congress, ‘members, Buch removal shall be on a motion pasted by « vote of two-thirds. of the members present and voting at « meeting of the Exesutive Committee. Any person whose name ix 20 removed from the register of members chall forthwith ooase to be a member aod it aball not be obligatory to refund any fees or part of the face Paid by him to the Congress. Meobership 8, (1) Every gtoup member shall, on election as such member, tees ‘ay rupees five os membership fea for the current year and aball ‘thereafter pay an-anmusl fes of rupees five on or bafore the 81st doy of March of each year.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "@) Every custaining member shall pay a fee of not lees than rupeea one hundred on election to membership or in instel- ments within twelve months of election.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": ". @) Ordinary members:shell pay ax annual fee of rupees tem on or hefore the Bist day of March of exeh year. x ‘vating. ». Been honorary life member, custsining member oF ordinary member present, or each representative of » group mem~ bee present, ab a general meeting ot the Congress or at am Executive Committes mesting shell be entitted to one vole,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "2 The Chairman, in the event of a tie, chall be entitled, So",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "saldition to his vote, to.0n8 casting vote. Penalty for 40. A member in arrears of fees shall not be eligible te vote Dougupmiss wt moetings, A member continaing to bo in atrears for sixty, 3575 af feck after suck, faot bes bean notified to him may be struck off # ragister of members. : Ezdoutive Commitise necntin 11, The afsca of the Ganges shall bo managed bY ® Goaminee, --ommities which shall bo called the Bxeoutive Committee. compositin, 32, The Exeoutivs Commitéce shall consist of ~ > (@ the office bearers ot the Congress: : (8) the reprenentatives of the group members who shall be ‘ot'inore than two froas eagh group mersbers (© any person eligible under rule, 20; and ay (@- one bundved othora elected from emonjg the members + of the Congress sb the snuual general meeting of ‘the Congress, not lesa than sixty Geach one he: eed . being membera of the Congress of at least three yeare\" ctanding.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "All Ceylon Buddhist Congress Act, 9 No. 24 of 1955 . 18 (2) The Exeoutiva Commities shall be responsible for Dotias snd",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "fhe gmt crction,superson ani conc of alte wor of venice the Congress, for the maintenance of its principles and constitu. . tion, for the finances of the Congress, for the employment af all cficers and servants snd for the proper administration of all Movable and immovable property of the Congress,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(Q) The Exeoutive Committee sball hove the power to al any vacenoy among ite members, offce-bearera or patrons or in the ‘Aévisory Board, A member or en offoe-bearer elected to il such vacanoy aball function im that sapecity vatil_ the election of membeln of tbe Executive Committee or of office-bearers next following. ° \"",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "2 1d, Ordinary meetings of the Exeeutive Commaittes sball' be Onley held on the frst Saturday of each of the months January, March, Nesting Moy, July, September, November aud Devember:",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Provided, however, that « meeting that cannot be beld on the due date for some reason, my be fixed for the nearest souvenient date. ° _",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "18. ‘The Seoretovies of the Congress shell convene « special gyal meeting of the Exesutive Committee on the insirvetioas of the Melina. President, or on the written bequest of not fess than thirly mem- bere of the Exeoutive Commities. =",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "18, Seven lear days’ notice shall.be given of a miteting of Note of the Bxecutive Commiiies and of the business ta be. transacted —woeiogs. thereat: :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Provided, however, that the Presiden} may order an emergency meeting of the Executive Committes at short noties.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "17, The quorum for an ordinary mecting of the Executive Quam. Committee shall be fifteen, and for 0 special meeting thirty.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": ": Standing Committecs ,",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "16. ‘The Exeoutive Committee shell have the power to Appcintmean- appoint one or more standing committess to which i} may Gelogate any one or more of ibs activities, The composition and Personnel of the standing committees shall be desided by the Executive Committee, - .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "10. Standing commitiees mny draw’ up their own rules and Palen programmes of work which shall be subject t the approvel of the Executive Committee.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "20, (1) The members of ‘each standing “committee muy Oflerbearer oF appoint’ ihe ‘ofisobenrers for that committee’ ard ossiga to standing com. them such functions as may be deemed necesssry. ‘The Be ae",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "Cheitman, the Secretary and Ybe Tvecsurer of each standing *- comrmittes, if such office-beaters are appointed, shall be ex-oficio members of the Bxecutive Committee.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(2) The funda entrusted to * standing committee may be",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "wt, expended in the menner provided for in the rules of that standing _ ~ -Gommittee, and such standing committeo shail submnit to the = * Bxecutive’Committes at the end of every financial yesr, for “ingorporation in the snaual report of the, Congress— faa report of the work done during tte year by Guch standing committee, ond i",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "10 All Ceylon Buddhist Congress Act, No. 24 of 1955 {8) an audited statement of accounts of auch standing ‘comumlttes for, the year, Exaticie 22, ‘The President, the Secreterics ond the Treasurer of the ete Congress shall be ox-ofBoio members of all standing commitiess. Office-boarare - . Oficebeares, 22.‘ The ‘officé-bosrers of the Congress shall be » President, five: Vice-Presidents, two Joint-Seovetaries and a ‘Treasurer, “he Present. 23.‘ The President for the ensuing year shall be elected at th endnary sting of the Executive Commits for November, and he sbell hold office from the first day of the annual session of tuo Congress immediniely following, and be shall cnase 2 bold office on the day prior fo the anaual session of the Congress of the following year. - : Olvee 24. ‘the remaining office-beavers of the Congtess sboll “be SGesbonen, elected at the first meeting of the Exeoutive Committes held alter the annual gonsral meating of the Congtese and they shall hold office from the date of election until the election of the : office-bearars of the Congress for the next succeeding year. Dots of iba | 95, (1) The President, ox in his absence oe of the Vice- resident and, = Precidente, hall preside ab oll meetings of the Executive . Vice-President. Committe and all business meotings of the Congress. In the absence of the Prasident and the Vice-Presidenés, 6 chairmen shall be chosen by the rooting, toy Duties of the —_(Q) Tho Secretaries. af the Congress shall keep full minutes of ‘Secretaries, all business meetings of the ‘Gougress ‘and of she Hxeoutive Com tnitise. They shall also be roopousible Zor the maintenance of tho rogiser of mombers and for the preparation of be enmvsl report. Buies of the (8) The Treasurer of the Congress shell, except in-the ose of ‘Treaweer. such funds a6: may be in charge of the respective standing com- tnittess, receive ond have charge of all moneys of the Congress tnd shall dishurae the tame unter tho direction of tha Executive Comittee. He shall present statements showing the financial Pinition ofthe Congrei i accordance with the rules for the tine g of the Congress, : exalt 28. Any offon-bearer of the Congress absenting himself froaa Biospes 0m — surae sonsscative mectings of the Haacutive Committee without ‘valid excuse shall be considered to have vacated hie offs. Paras. 27. At the first mseting of the Exooutive Commities follow- jag the snoval gooeral mesting of the Congress tree, Mabe ‘Thoras shall bo elected to be the Patrons of the Congress ta bold cffice as such from the date of eleotion-until tha next eleation of Patrons. “he Advisory 98. At the firok meeling of the Executive Committee follow ~ Board. ing the ennual general mocking of the Congress fifteen bbildus aball ba elected to form an Advisory Boatd to-hold office aa sualt fom the date of eleotion unt he nex} leation of the ‘Advisory rd,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "AU Ceylon Buddhist Congress Act, it No. 84 of 1955",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "2, The Patrons and the members of the Advisory Board of Espetios of the Congress may attend mectings of the Congress and the ike Advisory Exeoutive Committes, and they moy be consulted on matters Board, ‘under discussion,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "” \" \\g0. Mo effice-bearer of the Congress or of any stinding or Xo, member special committee wor any other member of the Congress or Hogg? trostes may draw any remuneration or derive any profit or other\" Sersonsi benefit from the Congress. . :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "Gencral Mectings ©",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "1. Thore shall berone genersl messing of the Congress in Anode! general gash year which shall bo hold during the naval session of te | eet. Congress. . .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "82, ‘The busivess at the annvsl general mesting af the Busi to, be Congress shall be ms me acted Se",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(0) to récsive the amnusl repost of the Executive Commit. “wnt",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": ": feo tnd. the audited accounts of the Congress for the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "provious financial year; :",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(@) to eleck the odo’ hundred merubers for the Exéeutive Gommittas for the ensuing year, aa provided for in rule 13; : bea",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "(©) to consider and take such action as mey be desided",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "‘ upon with reference to any otber business or ration",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "of whieh doe notice has been given; snd",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "@ to oppoint w public anditor or auditors for the ensuing ~~ year.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "88. A. report of the activities of the Congrase for\" the  Assull repo preceding financial year shall be prepared by the Executive “Committee and ciredlated for ths information of the members ‘as least seven days prior to the annual, general mecting of the ‘Congress at whieh it is to be submitted.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "GA. Speoinl gemerol meetings of the Congress may be Sptsiet generat convened by tue President, or by the Executive Oominitiee, ox Ste ‘by the Secretaries of the Congress on the request in writing of nob tose than fil'y members of the Congresa.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "85. The Seorotaries of the Congress chal give ob least six Yotice ot weeks” notice of an annutl general mesting and in the case of u guneral special general meeting of the Congress at least two weeks’ notice \"eines ‘2! the meeting and the business to be tronsacted at the meating.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "$+ _ 88, The quorum for a goneral meeting of the Congress chall Quorum. tbe fifty,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 10,
    "par_num": 19,
    "text": "“97, Only members of the Congress shall be eligible to voto Voting on ‘on motions placed before any general meoting of the Cangress. molioses",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "2 All Ceylon Buddhist Congress Act, No. 24 of 1955 . : *— Amsical Bersion Arangenenia 88, Am_annual session of the Congress shall ordinarily be for anon! ‘beld in December of every year. The Executive Committes may, wen. however, when this is not practicable, fix any other suitable date for the purpose. ‘The dote and place approved shell be + announced in the prest nob less than six weeke prior to the : firnt doy of the session.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Who may 80, All Buddhists, whether members or not of the Congress,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "sesticpala, may, in accordance with the rulea of the Congress participate in the business of the ennual session of the Congress,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Motions. 40. (2) Copies of motions that ore intended to be moved at an annual session of the Congress should reach the Seareteries ‘of the Congresa thirty clear days before the date fixed for auob annval session.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ". (®) The Sesretaries of the Congress shall give two weeks” aotice of the mations approved by the Executive Committee to be placed on the agenda of the annual session of the Congress.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(®) Copies of amendments to motions, if any, shorild be sent fo reach the Secretaries of the Congress ot leash seven clear days before the annual aession of the Congress. (Q Tho Executive Committee may reject any motion or amendment without assigning rensons. Fingace ond Property .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Fissocin) pear, _ 41. ‘The fininaial year ‘of the Congress shall be trom the Ist day of October to the 20th day of September next following.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "unis, ete, 42, The Executive Committes may open on behalf of the Congress or its standing gommittees one or more aneounts jo",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "I auch bank or banks os it may select, and, by the sigue- tures of aush persons as it shell appoint, draw, sccept, make, endoree, sign, and enter info cheques, bile of ezobaoge, Promiseory notes, bande, mortgages, sppointment of any proctor fr proctors, contacts of agreements on behalf and for the pur poses of the Congress. It shall elso have the power to plecs the ‘Whole or any pett of the fonds of the Congress in fixed deposit in one or mors locel banks or to invest the same as it may think Gk in any investment approved by the law applicable to trusts in foree in the Island fot the time being.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Pooper. 48, (1) The Executive Committee shell bave the power to acquire on behalf of the Congross by right of purchase, lease, gront, gift, testamentary disposition or otherwise any movable or immovable property and mey sell, mortgage, leace, exchange cor otherwise dispose of any movsble or immovable property of ‘the Congress. 4 *",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "2} The Executive Committes shall hove the power to appeint tcautees to manage, epply or disposa of eithar the whole or any pert af ite property or to enter into any contracts or agreements or for any other purpose on bebalt of the Congress and may etermine the powers of auch trustees.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "All Ceylon Buddhist Congress Act, 13 No. 24 of 1055",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "44. No sale, lease, mortgage, exchange or other trapsaotion Alleetion of affecting the right, title or interest in or to any immovable Spent property belonging fo the Congress yball be old aloxs approved by the Executive Commities, or by trustece specially appointed for the purposs,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "45. The audited statement of accounts of the Congress shall Audited be published by the Treasurer of the Congress before tha expiry statement of ‘of four months from the close of the financial year. eon",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "40. No rule of the Congress shal) he amended or recindsd, Amondisente te and Bo new ale shall be made except a an somal general \"bo ules, meeting or special general meeting of the Congress. No mation for the ameniment or resin ef tay vale ot fav the makiog ‘of & new rule shall be placed before & general meeting of the Congress unless one month's notice of such motion has been given in writing to the Secretaries of the Congress.",
    "mean_p_confidence": 0.72
  }
]