[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 5th Session 1952 GF y FSfernn . abo, FP gtditrne yaneeis 1G stn Rye eg Serene gS . Motor Traffic (Amendment) Act, . No. 1 o=2,1952 Date of Assent : January 16, 1952 . Printed on the Orders of Government Printed at the Ceyzon Govr. Parss, Couomue. To be purchased at the Govr. Pusuications Buntav, Corommo | Hen ete a Bumav, Posr Orricr Box 5h, Secretariat, Colomho 1 . Prive: 20 cents, Postage: 5 cents.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Motor Traffic (Amendment) Act, 3 No. 1 of 1962. L, D0. 48/61 AW Act To AMEND THE Motor Trarmc Act, No. 14 oF 1951. [Date of Assent: January 16, 1952.]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the King's Most Excellent Majesty, by and with the advice and consent of the Senate and the Flouse of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as fotlowa:—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4, This Act may be cited as the Motor Traffic stot ie (Amendment) Act, No. 1 of 1952.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2, Section 17 of the Motor Traffic Act, No. 14 of Amenineat of 1951, (hereinafter referred to aa the * principal So'@\\ic enactment\"), is hereby amended as follows:— 1881.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "G) by the renumbering of that section as sub- . section (1) of section 17; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(ii) by the addition, immediately after re-numbered sub-section (1), of the following new sub- section: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "** (2) A copy of, or an extract from, any",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "entry in the register, if purporting to be made under the hand of the Registrar or any other officer authorised im that bebalf by the Registrar shall be received a9 prima facie evidence of the due registration of . the motor vehicle to which the entry relates and of the particulars appearing therein including particulars as to the ownership of that vebicle.”’.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "8 Section 81 of the principal enactment is hereby Amps, of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "amended in sub-section (1) of that section as follows:— lncyal",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(i) im paragraph (¢) of that sub-section, by the “A substitution, for the word ‘‘ undertak- ing.\"\" , of the words \" undertaking; and”; and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(ii) by the addition, immediately after paragraph {o) of that sub-section, of the following new paragraph:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "“+ @) for, the carriage of goods of which he is the owner.”. . 2. wapest sus cn :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "4 Motor Traffe (Amondment) Act, No. 1 of 1952. Ammninet of, Section 89 of the principal enactment is hereby fring amended aa follows: — soactment, (} in paragraph (6) of sub-section (1), by the substitution. for the words ‘' is a person who,\"’, of the words “is, or ie the sneces- sor of, a person who,” and (ti) by the insertion, immediately after sub-section (2) of that section, of the fotlowing new aub-section:— “*(1a) For the purposes of sub-section (1), the expression “ successor\", in rela- tion to @ person who, immediately prior to December 31, 1949,’ was the holder of a Yicenee authorising ‘the use of a lorry ot Jormioe for the [purpose of any. trade, business or undertaking (incheding an agricultural undertaking), means (@) any other perton whe, eoasequent on the death of sach holder or on a valid trausfer (whether voluntary or otherwise), is entitled to carry on such trade, business or undertaking; or () if such licence was granted to the holder thereof in his capacity as superin- tendent or manager of any such trade, business or undertaking, the owner thereof or the person who is the superintendent or manager for the time being of that trade, business or undertaking.””. + <ftmmings t 8, Section 194 of the principal enactment is time hereby amended in sub-section (1) of that section as enactment follow: — (i) in paragraph (@) of that eub-section, by the fabstitution, ‘for the word“ fee,* of the words fee; and”; : . Gi) in paragraph (0) of that sub-section, by the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "absttution, for the words “‘ application;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": ": and”, of the word ‘ application.””; and (iii) by the omission of paragraph (c) of that sub-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "_ section. Amendment of 6. Section 125 of the -principal enactment is sector Ee! hereby amended by the repeal of sub-section (4) of that © mum geotion, :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Motor Traffic (Amendment) Act, 5 No. 1 of 1962.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "7. Seotion 126 of the principal enactment is hereby Amedmerter amended by the substitution, for auh-scction (1) of the Seiad following: — ‘ condiment",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "“ (1) Subject to the provisions of sub-sections (2) and (8), every driving licence issued under this Part shall be effective without renewal during the lifetime of the holder thereof.”” . -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "8. Sections 127 and 128 of the principal enactment, Renato, are hereby repealed. eee",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "9. Section 129 of the principal enactinent is hereby Ameodnent of amended by the omission of the words ‘‘ or renew '* tan iit ocowrring in that section and in the marginal note sasctmes. thereto.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "44. Section 131 ‘of the principal enactment is Anentmet ‘hereby amended by the repeal of sub-section (8) of that 7,2 section and the sabstitution therefor of the following  macet- new sub-seetion:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "“(8) Where the Commissioner is setisfied that an applicant for, or the holder of, a driving licence is unfit to drive a hiring car, motor cozch or lorry by zeason of the fact that he habitually behaves in a riotous or disorderly manner or in habitually drank or suffers from any disease of an infectious or contagious nature, or that such holder is unfit to drive any such vehicle by reason of the fact that he is a registered criminal within the meaning of the Prevention of Crimes cap.1s, Ordinance—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(@) the Commissioner may make order refusing the application that the licence he express- ed to be valid for hiring cars, motor coaches",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "© or lorries: or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "®) where the licence has, by entry made under sub-section (1), been expressed to be valid for hiring cars, motor coaches or lorries, the Commissioner may make order that such entry should be cancelled or suspended and accordingly such entry may be can- celled or suspended by the Commissioner by endorsement made on the licence under",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": ". his hand: .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Provided that any person who is dissatisfied with",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "any such order shall have a right of appeal against",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "6 Motor Traffe (Amendment) Act, . No. 1 of 1968. the order in agcordance with the provisions in that bebalf in Pars X, bur notwithstanding anything in section 212, the decision of Tribunal of Appeal. in the case of any such appeal shal be final and * — eoneluaive.”. Amendaneat of 44, ection 136 of the principal enactment is Siprodpel hereby amended in sub-section (I) of that. section by cuimen the omission of the words and figures “‘ which is valid for motor vehicles of any or every class referred to in paragraphs (¢) to (g) of section 122”. Aveinetet 42, Section 189 of the principal enactment is iicaeaapl’ . hereby amended in paragraph (2) of sab-sention (1) by SSSGnE\" * the omission of the words “ renew that licence or\". Ameoineat of 43, Section 166 of the principel enactment is Sepmoda! \"hereby amended as follows: — seciment, @ in sub-section (1), by the substitution, in paragraph (8), for the words \"licensing authority of the ares, in which the bigh- way ig situated,”, of ‘the words “ local authority of any ‘area in the ease of & highway in charge of that local . authority ”*;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(ii) in sub-sections (4) and (8), by the substitution, for the words ‘licensing authority”, ‘wherever those words occur collectively therein, of the words “local authority '”;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(iii) by the insertion, immediately after sub-section (6), of the following new sub-section: —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "“ (7) In this section, “local autho- rity? includes a Village Committee. ’*; and :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(iy) in ‘the marginal note to that section, by the substitution, for the words “‘Jicensing authority ’*, of the words ‘local autho- rity ”.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "smesinett 44, Section 170 of the principal enactment is eet hereby amended as follows:— rosciment, (@) by the repeal of sub-section (2), and the substitution therefor of the following new sub-section:— “« (@) Notwithstanding anything in section 218 of this Act, the contravention",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Motor Yraffc (Amendment) Act, 7 No, 1 of 1962. of any provision of the Highway Code reseribed by regulation under sub-section U) abil not of itealf be an offence within the meaning of this Act, but such contra- vention may, in any proceedings (whether civil or criminal, and including proceedings for an olfeace under this Act) be relied upon by any party to the proceedings as tending to establish or negative any Kiability which is in question in those proceedings.”\"; and (i) by the repeal of sub-sections (3) and (4) of that section. 18. Section 244 of the principal enactment 15 Amesdnect ot hereby amended by the repeal of sub-section (4) thereof, cca 2 . ° tordimcat 16. Seotion 245 of the principal enactment is Amendaceot hereby amended as follows; aogecat @) by the repeal of sub-sectione (9) and (4) and ‘meimeal- the insertion immediately after sub-section @) of the following new sab-sections:— “@) No existing motor wagon shall be used on any highway at any time after such date as may be specified by the Minis- ter by notice published in the Gazette as . the date om which this eub-ecotion hall come into force unless it has been registered under sub-section (9): Provided, however, that nothing in the preceding provisions of this sub-section shall be construed to prevent the registra- tion of any such wagon under sub-section (2) at ony time prior to the publication of the notice referred to in this sub-section. (4) An existing motor wagon shall, not- + withstanding that it is adapted for the carriage of more than eight, petams (including the driver) and notwithstand- ing that it is not registered under sub- section (2), be deemed until the date . specified in the notice referred to in sub-section (8) to be for all the purposes of this Act a private car; and the provisions of this Act shall apply accord- . ingly.”; and (li) by the repeal of sub-section @).",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "8 Motor Deajfio (Amendment) Act, ° 0. 1 Of 1958. Ammdmmests¢ 47. Section 246 of the principal enactment is Sprosget” hereby amended by the addition at the end thereof quam, of the following new sub-section: —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "© (7) In any case where—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(@) ® person who immediately prior to the appointed date was the holder of any road service licence or licences issued under Ordinance No. 47 of 1942, is a party to any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ": appeal in relation to which sections 18 and 14 of that Ordinance are deolared by sub- section (f) of this section to be applicable; an",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "(@) the Commissioner issues a certificate to the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": ": effect that a company has beon formed for ~ the purpose of carrying on the business previously carried on by such person +, Under the authority ‘of such ence or ” Hicences and that the company is.one in respect of which the provisions of section",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "47 of thie Act are complied with,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "then (notwithstanding that the aforesaid section",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "67 may not be in operation) the company shall,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "on application made by the company or any party",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "to the appesl to the tribunal or Court 0: Caan before which the appeal is pending, be substituted for all purposes aa & party in place of such person as aforesaid; and upon such substitution bein",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "toed, the appeal shall prooeed, and effect shall be given to the final determination thereon in all respects as, though the company hod originally been a party thereto in liew of euch pereon as",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "- aforeasia.”™",
    "mean_p_confidence": 0.25
  }
]