[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "fF BiG > PARLIAMENT OF THE DEMOCRATIC SOGIALIST REPUBLIC OF SRI LANKA WORKMEN'S COMPENSATION (AMENDMENT) ACT, No. 15 OF 1990 . {Certified on 20th April, 1990} Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of April 20, 1990 TO Su runcuaam Ax iz COVERIMIENT FORLICATIONG NUREAV, COLOMEO Price : Re, 1,20 Postage : Re. 1.00",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Workmen's Compensation (Amendment) Act, No. 16 of 1990 [Certified on 20th Aprit, 1990] L, D0.8/88 An Act 70 antmwn ‘ue Wonmncex’s CoMPensation ORDINANCE BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "L This Act may be cited as Workmen's Compensa- Short title Hon {Amendment} Act, No, 15 of 1990 and shall come Gnd. Jie nto. operation on such date as may be appointed by the ‘Minister by order published in Gazette,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 Section 2 of the Workmen’s Compensation Ordinance, Amendment (hereinafter referred to as the “principal enactment\") is fy hereby amended ag follows:— “",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Chapter 189, (1) In subsection (1) of that section — (@ by the omission of the definition of “adult” and minor”;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(®) in the definftion of “dependant” by the subsitue",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". lon for the words “a minor child of a deceased",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "son”, of the words “e minor child of a deceased son or deceased daughter,” ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(©) by the substitution for the definition of “local authority” of the following definition :— “Jocal authority ” includes a Munteipal Council, an ‘Urban Council and 2 Pradeshiya Sabha ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(@) by the substitution, in the proviso to the definition of “total disablement”, for the words “from the ‘permanent total loss of the sight of both eyes or from any combination of injuries specified in Sche- dule 1” of the words “from any combination of in~ juries specified in Schedule 1”;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{e) by substitution for the definition of “workman” of the following definition :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“Workman” means any person who has entered",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". into or works under a contract with an",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ": employer for the purposes of his trade oF",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ": business im any capacity, whether the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "eontract 1s expressed or implied, oral or in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". writing, and whether it is a contract of 4",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "2 Workmen's Compensation (Amendment) Act, No. 15 of 1990 service or of apprenticeship or a contract Personally to execute any work or labour and whether the remuneration payable there under ig calculated by time, or by work done ‘or otherwise, and whether such contract wa3 made before or after the coming into force of this definition, but does not include— (a) a person working in the capacity of & member of the Armed Forces of Sti ' Lanka other than 2 person employed in a civilian capacity in any of those forees ; + ‘ (b) a member of the police force of Sri . f ‘Lanka; and * (2) in subsection (8) of that section— (e) by the substitution for the words “any department of the Government” of the words “ any department 3 of the Government, Provincial Comnefl ” ; “@) by the substitution for the words “that depart- ment\", of the words “that department, council”. ‘amendment 3. ‘Section 3 of the principal enactment is hereby gon bof ‘bended in paragraph (a) of the proviso thereto, by the of he substitution for the words “for a period exceeding seven Principal days” of the words “for a period exceeding three days ;”- Amendment. 4 Section 4 of the principal enactment is hereby amend- Seton sot 4 by the substitution for the words “ srising out of and in of the ‘the course of his employment.” of the words “arising out Principal, of. and fn the course of his employment or the disease is Yeasonably attributable to the nature of bis employment. ”. Amendment 5, Section 6 of the principal-enactment is hereby amend- ston tor 04 a8 follows: — Principal @) by the repeal of paragraph (A) of subsection (1) ‘fnectiaent, thereof and the substitution of the following pars graph therefor :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "“ (A) where desth results from the injury and the deceased was a workman in receipt of monthly wages felling within Hmits shown in the first Column of Schedule IV—~the amount shown against such limits in the second column thereof”;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Workmen's Compensation (Amendment) 3 Act, No. 15 of 1900",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Gi) by the repeal of paragraph (B) of subsection (1) thereof, and the substitution of the following para- graph therefor—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“ (B) where permanent total disablement re- sults from the injury, and the disabled workman was in receipt of monthly wages falling within Umits shown in the first column of Schedule IV— ‘the amount shown against such limits in the third column thereof.” ; and :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "‘Gii) hy the substitution in paragraph (D) of subsection (1) thereof, for all the words and figures from the beginning of that paragraph to the words “subject to a maximum of thirty rupees:” 0: the follow- ing:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "“(D) where temporary disablement, whether total or partial, results irom the injury, a half monthly payment payable on the sixteenth day after the expiry of a waiting period of three days from the date of the disablement, end thereafter half monthly, during the disablement or during a",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "_ period of five years, whichever period Is shorter, in the case of a workman in receipt of monthly wages falling within limits shown in the first Column af Schedule IV —of the sum shown against such * Timits fo the Fourth Column thereof. ”,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "6 Section 11 of the principal enactment is hereby Amendment amended as follows :— geen",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "@) In the proviso to subsection (1) thereof, by the sub- QUDGPa |",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": ". stitution for the words “not exceeding an agere-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "gate of one hundred rupees”, af the words “not exceeding an aggregate of one thousand rupees.” and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "Gi) Im subsection (2) thereof, by the substitution for the ‘words “not Jesa than ten rupees” of the words “ not Jess then hundred rupees”.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "% Section 12 of the principal enactment is hereby sy nament amended fn subsection (1) thereof, by the substitution for of section all the words from the words “the Commissioner shall 9,‘ deduct”, to the words “by whom such expenses were enactment. Incurred,” of the following words “the Commissioner shall deduct therefrom the actual cost of the workman's funeral ‘expenses to :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Workmen's Compensation (Amendment) Act, No. 15 of 1998 * (@) an amount not exceeding five thousand rupees, where the compensation does not exceed seventy five thousand rupees ; (i) on emount not exceeding seven thousand five hundred _ rupees, where the compensation does not exceed . one hundred and twenty-five thousand rupees; Gil) an amount not exceeding ten thousand rupees, where | the compensation exceeds Forty thousand rupees, and pay the same to the person by whom such expenses were incurred.” Ameniment & Section 16 of the principal enactment ax amended by GF eeton Ie act No. 31 of 1957 fs hereby further amended as follows -— princspal ‘enaetment. i) in subsection (1) thereo?, by the substitution for the words “within one year of the occurrence of the accident” of the words “within two years of the |, Geeurrence of the accident”; and @) in the proviso to subsection (1) thereof, by the subs- ‘titulion for the words and “provisions of section . 4 of the words and figures “provistons of section 4 or section 5%, merriment 9. Section 18 of the principal enactment is hereby Sf egetion 18 amended in subsection (2) thoreot, by the substitution, for bate the words * to a fine not exceeding fifty rupees ” of the words “to a fine not exceeding five hundred rupees, \". Tnwertion ot 10. The following new section is hereby inserted Zan the” Smmediately after section 28 and shall have effect as section Poscthen, 23a af the principal ensctment:— : “Imposition _284, Where the amount payable in terms Shameuste®, of an award for the payment of compensa- foriallure tion fs not paid within a period of thirty Py nastlons days from the date of the award, the employer enduedate, ball he able to pay, in addition to much compensation, a surcharge of a sum equivalent to ten per centum of the amount of such compensation.” .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "7 Workmen's Compensation (Amendment) 5 Act, No, 18 of 1890",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "AL. Section 41 of the principal enactment is hereby Amendment amended In subsection (1) thereof by the substitution, for Of Phe the words “ (including eny sum payable by way of costs)” enactment ‘of the words and figures “ (including any sum payable by ‘way of costs or surcharge imposed under section 234) \",",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "412 Section 47 of the principal enactment ig hereby Amendment - amended in subsection (2) thereof, by the substitution for 47 af the the words “Court of Appeal” of the wards “High Court iuelpel established under Article 154P of the Constitution.”",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "18 Section 48 of the Principal enactment ig hereby Amendment amended as follows :— 44 cf the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Trewern,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "G) by the gubsitution for the words “the Court of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "Appeal” wherever they occur, of the words \"the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "High Court established under Article 154P of the : Constitution within whose Jurisdication the . aggrieved party resides”; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "(Gi) by the insertion immediately after subsection (6) of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "the following new subsection :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "“ (7) The Commissioner shall cause the amount deposited with him under subsection (4) to be deposited im an account, bearing interest, in the National Savinge Bank established hy the National Savings Bank Act No. 30 of 1971\",",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "44 Section 49 of the principal enactment fs hereby Amendment amended in subsection (1) thereat by the substitution for $$ af the thé words “five rupees”, of the words “one hundred Biectbent, Tupees *, and by the substitution for the words “the Court ot Appeal” of the words “a High Court established under Article 154P of the Constitution”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 13,
    "text": "15. Section 50 of the Principel enectment is hereby Amendment amended by the substitution for the words “Court of 60afie Appeal” of the words “a High Court established under ptndioal section 164P of the Constitution\". .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "6 Workmen's Compensation. (Amendment) : Act, No, 15 of 1990 =\" wt ection 59 of the Principal enactment is hereby Beipal aan ee errors theres, by the substitution for the ‘nsckmen ‘Fifty rupees” cf the words “two thousand five hundred rupees”. ane 41, The following new sections are hereby inserted meetlons, 5, immediately efter section 53, and the same shall have effect 4a Section 63a and 538 of the principal enactment :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "° ere 33a. (1) Any workman, or employer who sae ee, iy aggrieved by any final order, of a High andpowerg Court established under Article I5{P of the a ‘Constitution, in the exercise of the appellate",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "juriediction vested in-it by subsection (1) of section 48, may appeal therefrom to the Supreme Court with the leave of that Court first had and obtained.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "@) The Supreme Court shall have sole and exclusive congnizance by way of appeal from any order made by such High Court, in the exercise of the jurisdiction vested in such Bligh Court by subsection (1) of sec- tion 48 snd # may affirm, reverse or vary any such order of'such High Court and may issue such directions to the Commissioner or order a new trial or further hearing in any proceedings a the justice of the cas@ may require and may also call for and ‘admit fresh or additional evidence if the interest of justice so demands and may in such event, direct that such evidence be recorded by such High Court or the Commissioner.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Workmen's Compensation (Amendment) 7 Act, No. 15 of 1999 Epyment | 53a, Where a High Court established by depcited Article 154P of the Constitution, on an ier appeal preferred to {t under section 48 or Seterming. the Supreme Court on an appeal made to it appeal. from an order or such High Court :—-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(@) aftiems the order of the Commissioner trom which the sppeal is preferred, the Commissioner shall cause the amount deposited under section 48 (4) «together «with «the. accumulated interest thereon lesa",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". the sum distributed under the Proviso to section 5S ta be pald to the worlanan ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(©) reverse the ocder of the Commissioner from which the appeal is preferred,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". the Commissioner shall cause the amount deposited under section",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". 48 (4) together with the accumulat- ed interest thereon, to be returned to the appellant;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(©) varies the order of the Commissioner",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". from which the appeal is preferred, the Commissioner shall cause the sum required to satisfy the order of the High Court or the Supreme Court, as the case may be together",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ": with interest on that sum less the sum distributed under the proviso . to section 52 to he paid to the + workmen out af the amount deposited under section 48 (4), and shall cause the balance, if any, of such amount and interest thereon, : to be returned to the appellant. ”,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Workmen's Compensation (Amendment) ' At, No. 15 of 1990 Ameaimmt 18, Section 97 of the principal enactment 1s hereby ‘of gestion 57 amended in subsection (3) thereof, by the substitution for principal the words “to @ fine not exceeding fifty rupees :” of the enactment, words “to a fine not exceeding five hundred rupees: *. Insertion ef 18. ‘The following new section is inserted immediately a in the after section 60 and shall have effect as section 60a of the panel principal enactment :— Eament 60a. Where any workman is entitled to ‘contribulery @\"¥ payment, from any non-contributory inmurance insurance or compensation scheme provided Son aceue” by the employer, for any injury caused to him by an sccident arising out of or in the . . course of his employment, the amount of such payment shall be deducted from the amount of the compensation payable to him ‘by the employer under this Ordinance, in respect af that injury.”, Replacement 29, Schedule I to the principal enactment is hereby iS tote repealed and the following new Schedule is substituted ebactment, ‘therefor — ‘ “SCHEDULE T [Section 208) 1 ase om fhunes Dassen 10 Restur my Piston [Patras Duster : Peroetage Frey coffees of hearing eapacty Permanentand incurabloparalysis of thelimbs orinjuries resting ‘m delng permanently bedridden = ‘Fermsnent iscmabls lows of mieutal capacity retting in fate) incapacity to work or any other injury causing pereoanent fatal incapacity ta work: ” ” - 100 Aye eres {Tota fons ofsight in both eyes ” s+ 100 (40 Totatioes of eight in ove eye : 8 Beartag Injorter (© Toullonsofbesting ” - © ‘GD Total loss af bearlog fo ope ear o .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Workmen's Compensation (Amendment) 9 Act, No. 18 of 1990 Paroareage Infury of tee . af iaoriog ete : Loss of Speech  Totatloss ofpeech ” 8 Sensory Lass ( Totatious of eaves ofemetland tasle . 9 Gi) Totallose ofsoase of smell = sos Gil) Totallose of sense oftaste.. 2 3s dem Inuries ) Loss of arm ator above cow - 8 4) Loss ofarm at or below elbow = 26 Hand tries () Loss ofboth hands ” ++ 100 (ii) Loss of tana or toss of thumb and 4 agers Is Gi) Loss of thumb (both phatanges) ” Ios dy) Lox of thamb (one phalanx) = wars) ©) Lessoftourfigsn a 0 @ Lose of Index fger + G) Thee phalanges - - + 0 (i) Two ohalonges - = ames Gil) One phalanx = . n:) . Lass of iil ing and Ute gers ) Tiaee phalanges - - 2 f Gi) Two phalrages = = 210 i) One phalanx 2 . os Los of le At of above knee ” cs Gi) ator below knee ~ : 06 Foot Ifrtes @) Loss of both feet ” - 100 (i) Loss of ane foot ° ° 24s Lose af Poet @ Greattoo-bott phalanges .. ” - 2 Gi) Grestioe-one phalux = 2 s Gi Orher than grea toe, if more than one lox, exch = i Mbeatineous () Tottlow ofgeotats ” acd ty Pastinllos ofgeaited = ~ (C2 Severe faciatseating oe disigmmement x (Gs) Severe bodily disfigurement, other ‘hen facial scaring or isfgaremeat to m maximum of ” = 0 (©) Lessof singletooth a es (Less of any wmeamber o part thereof not meationed above .a-n0se, brenstear ec.) to be asseared by wmedicut fice: Wioameximumer — .. ” ~ 9 ‘ Nowe: i Atstesmnat not to enceed 100% fn any ont accent\",",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "rT Workmen’s Compensation (Amendment) ‘Act, No, 15 of 1900 Repeal of i Hot, BL ‘Schedule Ito the Principal enactment is hereby oe tke repealed. Peincipal 22 Schedule I to the principal enactment is hereby ‘Amendment athended by the addition, at the end of PART B af the of Schedule wing — m of the feller Sractnent Deveripton of 7) Duerphion of Cceupatinal disease ‘Proce ‘Pummoconioris caused byselerngenic mineyal Any process lavolving exposure ‘dust (silicosis, amthracosilicosis, apbestosia) to, or the useof selerogenic acd silicotuberolils, provided that allie minerel dt. Covisis an eweatalfector in causing the resultant incapacity or death, Bronchopulmonary distasos caused by hard- Any process iavolving|exposure sete dunt. toberd metal dost ‘Broochopulmonary diseastscaused by cotton Any proces involving exposure . dost (byssionosis), or flax, hemp or sisal to any such dust, Sost, ‘Occupational asthma caused by sentitising Any process involvingiheseor ‘goats or irritante both recognized in this of exposure to, soch “agents oF regard and inherent inthe work prooess, iritats, xtrins alesis aboot aad ls sequelae Any prostat involving exvosure caused yy the inhalation of organic dus, to any ach dest an precibed, ‘Diseases caused by beryllium or its toxic Any process involving the ost compounds. ‘of beryium and It toxle compounds. Diseases caused by cadmiam of It toxie Auy process involving the use sampoonde, of cadmium ot its tors Gorm pounds. Diesson cemsed by chromium or its toxic Any proceeslavolving te us of compounds, chromium or its toxic com pounds, Diseases caused by manganoee ofits torle Any proessinvotving the use of compounds, manganeso oF its toxic come . pounds, ‘Diseases caused by Gourias or itstoxic Any process involving the use of compounds. ffuorine oritstoxie compounds. Diseases cansed by embon Gisulide, .. Any process involving exposer® to carbon dite,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Workmen’s Compensation (Amendment) nh Act, No. 18 of 1990 Dassription af Deseristion of option aeaee Precte",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "‘Disenses caused by the toxic halogen deri- Any proceanjovolving expomre: vatives or aliphatic of aromatic bydro- to the same, carbons,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Disease caused by nitrostyerin or other Any process involving the not nitric acid esters, of oitrogkycerin,",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": ". ‘Diseases cacsed by akoholsorketomes = .. Any process’ involving the mse ‘ofateobols tool oF ketoaee, >",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Diseases caused by asphystantn, carbon Any proces lavalving exoseaa mononide, hydrogen cyanide or its toxic te asphyxiants, carbon mooo derivatives, rdrogen sulfide. ide, bydrogen cyenide or its",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "tonic derivatives.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Fearingigalmaneatcaused by soi, .. Any proceisivolving expommre",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "tonal.",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Disases ceed by vibration (irordrt of Any roots involviog exporume muscles, tendons, bones, Joints poripheral to vibration. bloud vessels or peripheral nerves,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Diseatescaused by workiccommpresiedalr . Any process ining mone",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "to the risk cosctrned",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "‘Diseases caused by lonising radiations .. Any process inwolving exposure:",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "to th ation of Toning rad. sions,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Skin dieascacensed ty ptsial, chementor Any proces felting xpoaire olga) apentsnotaeided under otber 10 he riskconcemneé. eas,",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Piimery eitheGomatons cancer of the skin do. cased by tz, itch btumoa,meceaioll, anthracene, or the compounds, products or reaidieg ofthese sabtances.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Lung canser or mesotiliomas comeeé by do.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "‘snbstos.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "Infectleusor paraskic diseagecontraciedinan (@)Heolth or laboratory work; cesupclion where there is parila of (6) Vturinay work: contamination. (Work handling animale",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "sia! carcass part of tac carcasses, or merchandise sbi my have been cont . inated ty animal, ial carcasses, or part ofauch [| i careanes, ‘",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "7] Warkmer’s Compensation (Amendment) Act, No, 15 of 1990 Deoripton of ‘Desription of eeupanonal disease “Proese (gi) Any other work carrying 2 . particular rink of contarai bation.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Dispasescamsed by Carbon bisulphide. .. Any process involving expo%eme",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "{9,0r thause of fumes of carbo ‘bisulphide, compound ofcarbon bisulphide or substance contain- ing carbon bixiphlds,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "‘lseases cunsed by Organic Phosphaits .. The handling of organic phos~",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "phates for destruction of west or vermin,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Diseeses caused by Carbon dioxide gas. Blastag, manufectureof miascal",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "woters, any process involving Teementation (a. bewmeries and the formation of lime in time kilns,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "‘Occupations! cataract die to exposure to Any process involving frequent ‘Bitte of molten glats or red hot meta} of or prolonged exposure to (he fia sed eetions. tre of oF rage from molten",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "‘glass or red hot metal or infra : red radiations, Diseases onuied by Cerbon dinsiphids .. (@) Mannfectare of carbon. l= sutphides (@ Manufacture of artificial silk by viscose Process 5 (©) Rubber industry; or (@) Any otherindustry involving ‘he production or ue of products contalning carbod disulphide or exposure (0 emanations from carbon disulphide,",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "» Skesis ., oe ++ Any process Involving @xpomure ‘a the inhalatfon of dost cou tainingsiica,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "Asbestosis: « a+ The ptoduction of G) fibre coment mateciale or asbestos mill board (ji) the processing of ore containing aibesos.”-",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Workmen’s Compensation (Amendment) B Act, No, 15 of 1990 23, Schedule IV to the Principsl enactment is hereby Replacement repealed and the following new Schedule substituted there- ¢f Sehedule 1V orm Encens “SCHEDULE IV” . . ‘Compensation Payable In certnin caves AMOUNT OF COMPENSATION (Section §) Monuhly Wages of ‘Deathof —- Parmaent Total Half Monthly the workman Workman dlaablementof Compensation iniwed Workman for Fenporary Disablement of ‘Workman © @ % © O20... ANOS. Halfhismom 2si— $00 S.40308 |) 4486 2 ely eases sl 7501, GOAIS «538 Sto 751-1000... TSB 24,629... maximum of wor—iaso Tan Rs, msi—1s0) 1 oe os ats 13011790 \\tunpet “datgo “gee 0 Ysi—200) 1. mpi T4093 S57 30 2oo—z00 Saga Santee 2 0 zao—tao aaa Sage 8S 0 2aot—2600 (Mg SIB | HH9,046 <2 6D OO pein <.seno? «.an0e9 S00 © zeoi—jooo S186 aR Camo 0 001-3200. 165,858 .. 19936 .. 113 0 soma fsa sen Ts 3eoi—9e00*tkzas <, nga C186 0 aei—t900 S| tsszAl .. 213990 1.1310 0 seoi—doon 2054s 1. aks Tn 0 aooi—agoo <= 2isass mae 1! 1409 0 aaron 12a | eT 1 Law 0 amis Case HKD LTD gis 1 mae |. oN. ASP 0 Soot—co0o 1.2m. sng 168 ROI--400 AGANS 290,000 .. 1,709 0 ero1—eoo 1.250000 «250000 =. 17 0 sa01—7200 250,000. 250,000 .. 1,829 0 ra—1600°—aso,on0 |. asn.000 <1 yeo1—2000 °. 2000 |. 28.000 «1989 0 sooo <psop00 |, 28n.900 .- 009 0 denen $2sapo0 <: 280900 «06 0 ‘88019200. 250,000 -. 250,000 ,. 2,129 0 szpi—9600 1.250000 <. 250900 +, BED 0 S6pl—10900 °. 250,000 +. 250,000 «. 2a 10901—10,00 [. 259000 |. 2x00 -. 2809 @ 10,201—-10,400 .. (250,000 .. 250,000 .. 2,389 0 weao1—i1g00 ©, 239.900“. AsO. 242) 0 Hono |; 50000 <2 250,000; 29 0 dO and over. 780,900 1. 250,000 2,500 0 34, In the event of any inconsistency between the Sines Sinhala and Tamil texts of thia Act, the Sinhala text shall preveilin Exes of",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "‘Annual subscription of Bills and Acta of the Parliament Be 177 (Locally",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "Rs. 236 (Foreign), payable to the Svemmnimmipke, Govanwsax PURICATION®",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "Buneav, Cotommo'l, before 15th Deceraber -eech year in raspect of the year flowing",
    "mean_p_confidence": 0.6
  }
]