[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eS me PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA DEVELOPMENT FINANCE CORPORATION OE GEYLON (AMENDMENT) ACT, No. 42 OF 1982 ; [Certified om Sr December, 1982] . . Printed on the Orders of Government Published as a Supplement to Part 11 of the Gazette of the Democratic Soctalist Republic of Sri Lanks of December 0G, 1982 UDeTED A€ TOE DEPARTAEE OF COVERITWANY PREREING, 1 LAK 30 ae FoNCuARD AT TUE GOVEIORGTT FUSIAGATIOSY HUREAG, COUAAERO Price: 45 cents ‘Postage: 50 cents",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Development Finance Corporation of Ceylon + (Amendment) Act, No, 42 of 1982 . {Certified on Sed Decerabor, 1982] 7 L.D—O.6/a eer AN Act to axenp tie DzveLopnigin Veins WORPORATION or CevLow Acr. BE it enacted by the Parliament of the Democratie'Socialist Republic of Sri Lanka as follows :~ 1. This Act may he cited as the Development Finance short title. Corporation of Ceylon (Ameadment) Act, No. 42 of 1982 2. Gection 4 of the Development Finance Corporation of Amendment Ceylon Act, (hereinafter referred to ag the “principal ?peectont enactment”) as amended by Act No. t of' 1958, is hereby 18s further amended in subsection (2) of that section by the : substitution, for the words “twenty per centum”, of the words “forty-nine per centum™. 3. Section 6 of the principal enaciment replaced by Law, Amendméjt ‘No. 12 of 1974, ig hereby amended ag follows :— -y,.,.i---., bisection (1) by the substitution, for paragraph (vil) of that section Princtnal of the following paragraph :— °",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ",  “(H) to provide such services as managerial,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "ve technical and administrative advice and - merchant banking servicey arid assist “in obtalning managerial, technical, adminis-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "i ++ trative amd merchent banking cervices to. 2 ‘private industrial, agricultural and commer.\" * * etal enterprises in Sti Lanka”. WBS",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) by the renumbering of paragraphs (xv) and (xvi).of 7\" * ‘that section as paragraphs’ (ex!) and (xxii) respectively ; and ae -",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "() by the insertion, immediately after paragraph (xiv) of that section of the following new paragraphs :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "“\"\"s Gay) to issue debentures and to accept fixed deposits from any person in such amounts. “ts. and for such periods as may be determined",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "soto by the Board of Directors}.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ".\"\" Gevi) to establish subsidiary companies to assist",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Li it in carrying out its purposes and exerci. =~",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "tolls orvors. ing and performing its powerg and duties ; + (vil) to participate in loans, équities, underwriting",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": arrangements and. guarantees with",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "foe ., approved eredit institutions; . _,",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "<5 6o1ra—10,050 (02/08) :",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Development Finance Corporation of Ceylon (Amendment) Act, No, 42 of 1982 (xviii) to lease, let on hire, sell outright, or sefl on a hire-purchase basis warehouses, godowns, —~...___ stores and buildings, machinery, equipment and Diner geerde:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(xix) to convert a part or whole of its loans to” industrial, agricultural. or commercial enterprises and its subscriptions to bonds of debentures issued by any such enterprise into equity capital ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(xx) to receive, in consideration of the functions the Corporation may be performing, such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "* commission, brokerage, interest, zemunera- tion or fees, as the Board of Directors may, ‘from time to time, determine ;*, Apmdmert 4 Section 7 of the principal enactment, as amended by Gace\" Act No, 1 of 1967, is hereby further amended by the repeal ineipel ~ of subsection (1) of that section and the qubstifution there- ‘suctment. —_or of the following subsection :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ", “ (Q) The authorized share capital of the Corporation shall be three hundred million rupees divided into three million ordinary shares of one hundred rupees each.”",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Amendmentof 8. Sectfon 10 of the principal enactment replaced by Law fertion 10 ct No, 12 of 1974, fs hereby amended as follows :— principal vo ‘fnactment (2) by the sepeal of subsection (2) of that section and ‘the substitution therefor of the following sub- y section :— ; * (2) The Minister in charge of the subject of Finance shall be entitled from time to time 10 . appoint any person as a director (bereinsfter called",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘the “Government director”) of the Corporation, to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "remove such person from office and, on a vacancy",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "being caused in such office whether by resignation, death, removal or otherwise, 10 appoint a director",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Yo fill the vacaney. The Government director shall",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "not be Hieble to retire by rotation or be removed",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "from office except by such Minister and shall not ‘ be bound to hold any qualification shares. Subject",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "\"Development Finance Corporation of Ceylon : (Amendment) Act, No. 42 of 1982 48 aforesaid the Government director shall be s entitled to the seme rights and privileges and be aubject to the same obligations as any other disestor of the Corporation.\" @) by the’topeal of subsection, (4) of that vection and . ‘the substitution therefor of the following subse: . tion = “ : . * (4) The holder for the time being of the office of General Manager of the Corporation shall be an ex offcio director of the Corporation without the Tight to vote, ‘The ex officio director shall not he required to hold any qualification shares. \"\"; and (2) by the substitution, i subsection (8) of that aection for the words “be eliizens of Sri Lanka.\", of the words “be etizens of Sri Lanka. No shareholder- director shalt hold office for a continuous period of : mare than elght years.”. 4 @. Section 13 of the principal enactment is hereby Amendment amended by the repeal of subscction (2) of that section and Gitte\" the substitution therefor of the following subsection :—  BEESIBR  (@) So long as there is outstanding any loan made by the Government to the Corporation under subsection (1) ‘the Corporationn shall set aside in each year in a special reserve fund @ sum equal to not less than twenty per centum of the net profits of the Corporation es shown in the Corporation's financlal statement for that year, until the amount 20 sel aside equals the amount of the Govern- ment loan then outstanding.”, ~ ‘ 7. Section 14 of the principal enactment replaced by Law ‘Amendment No, 12 of 1974, is hereby amended in subsection (1) of that Sf te section by the substitution, for the words “geventy-two ZOneEn million rupees”, of the words “three thousand million Tapes”. . : wes",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "_— ese ‘fomuol woecription of Billa and Lewe of the Parliament Ba 160 (Local), Ra, 200 (Forelgn), payable to the Surmonmmane, Govemaner Punoerioss Bouma, P. 0. Box 600, Cocos 1, before 15th December each yaar in respect",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "cf the your followings £",
    "mean_p_confidence": 0.44
  }
]