[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  Come  Co-operative Societies Loans  (Special Provisions) Act,  No. 14 of 1969  Dat of Aset: e 1199  Prt en Sn aa Sime ®  Siemens a Be  acral ate ttn ee ea",
    "mean_p_confidence": 0.42127659574468085
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Cooperative Societies Loone (Special Provivions)  “hots Nos 14 of 0800 =  Lo, sys  AN Act mo PioVIDe Yon HE REOVAL OF DovETs 88  m: Ghnaren Soctrins rot sokcretanae rorosss  [Date of Assent: June 1, 1969)  BE it enacted by the Quse’'s Most Excallnt Majesty,  Dyan ih adit and comet of he Senta and  \"Hou of Representative of Cylon in hs present  ‘Pasament assdubled, and by the authority Of the  sane, as flows’  4, This Act may be citad as the Cooperative et  ‘Societies Loans (Special Provisions) Act, No, 1d of Sustat  10H nd ll \"Semel, ow ll pgm, a bare  come into fore on September 2, 108  2. (1) A Cooperative Sovety shall hare power to. St,  grant Sloan or ngriclaral purposes to a poreon ra  ct tan fr apical pees cere Boe  Tena which stipulates, inter alia, hat inthe erent E'S,  ~Stiefaul inthe repayment of such loan, such pero Saxe  Shall surtendor om mands rige ration book and Serve  {nee of the sents of the family of ch paren, cag  nd econdingly— Ei  (oth grat of sah ng sal be dn, for a  Ena Soeiety ey ‘ilies 3 aad, ‘twit  Sanding snytiing in any release writen  {iw applicable to\"dhat Sovity, .",
    "mean_p_confidence": 0.4212173913043478
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  (0) that Society, or aay ofits ofcers on behalf of  Tha Sha, Sui havea ol  bch aote of things an may be, Detsar  five ful foroe aad eflect to the precoding  Provisions of this subsection;",
    "mean_p_confidence": 0.4380487804878049
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  (©) such perton shall have power to enter into such  Toh, and to sign seh bond on beball ofthe  Snr menberte his family and is hereby  Suthoraed end requited to do all such ac  tng may sear tomy wi  he tere of ach Sond andthe provisions  cf thi Ace which are applicable in the event  Stefan the repayment of toh lea",
    "mean_p_confidence": 0.4595714285714286
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Co-operative Sovieties Loans (Special Provisions)  Pete fot, No. 1h of 1008  cach aut member of the family of sch person  (0 hall hare power a ia oi bon alk  Hereby authorised eal roqured 16 do all  ch Sle or things ea maybe meeeeary Ur  ‘enable sch person to comply with the terms  ‘f-such bond and the provisions of tie Act  feferred to in parageapi (of his  ibaection;  (©) such Loan hall be domed, forall purpose, to  to validly” gives notiititandlng that 3  tran 20 vel on the sciriy of ech bonds  ad  such bond shall be deemed, forall porposes, to  o ‘be valid, notwithstanding that it contains  {he eiplatiog refered in the procoling  provi of thi subsection.  (©) The form ofthe bond refered to in eub-setion  (2) shall be as determined, from time to time, by the  {Soperative Society by which the loan to which the  ond relatos te granted,  sent 8. (1) Where any Co-operative Society has granted  Ext a loan for agrcoliral rpms to any pera whe}  ESE member of that Socity onthe acuity of « bond  SEES\" lat alipuleten, savor ola, that in te event of  Sage dstaue in te repayment of the loa, sch. person  me shall surrender on demand his rice ration book and  those of the members of the family of such peron,  ‘hon, the following provisions shall apply i te event  of defen inthe repayment of such faa:  (0) tha Society shal have the right to demand from  © ae pcan by nis iS eng te to  ene! of ala? any of each Tea rtion hooks  ‘ihn soc Sine 20 may be spelfed ia the  ete an, apo he eration of ta ine  Sic person hall erse'o hare the Tight  feiss pontsion ofall or any such a,  (0) in the event of the rice ration aks being 9  Sorcondere, tat Society shall have the ght  to'retain posession of tem an to dupe  of Guam ib aowordance with euch, diene  fs may be dasuod from time to time by the  Food Conlin",
    "mean_p_confidence": 0.47440104166666663
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Coaperative Saisie Loan (Spacil Provisions) 3  Pei ee eof toee",
    "mean_p_confidence": 0.22230769230769232
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (© vpon fitre to surrender the rice ration Boks",
    "mean_p_confidence": 0.4763636363636364
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  “h samplanes with moh «notice, bo ree",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  Fatlons shall be Tate to the Holders ofthe  es ruion boas referred to in eich notice  Al th lun fs etled in fll, wheter by  ie surender of rie ration \"boo of  ccherwioes",
    "mean_p_confidence": 0.3828205128205128
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (2) if the sen ration boks are surrendered in com-  lone wth suk antic Bot the value of  Be rc ration t which the cmpons ia sch  Tooke eat font uicent to mle the oan  fn fall ne vee ratios shal be inne to the  Telders of the rie retin bonke referred to  Invauch ice until such Toon i sted in  ful, whether by the snrendr of rice ration  teoks o eerie;",
    "mean_p_confidence": 0.4418292682926829
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (o every case of fallre to oo eurrnder the rice  ‘ation book shall forthwith be reported to  the Fond Contallr by that Society, andthe  Food Goutal shall forthwith te writen  Airetions fo the nutborieed istebator from  ‘rin rons ate drawn on soe foe Taten  Trois, to sop th lve of rations on auch",
    "mean_p_confidence": 0.42229508196721316
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  ation book nd shall be he dy of toch  ‘Siento to comy mh sch",
    "mean_p_confidence": 0.3423529411764706
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  () the etdament ofthe lun by means of te with  ling of rice rations, \"wheter by the sot-  Fender of ie fce ration boks to whi mach  To ration relate oe otherwise, shall, after  {te assignment of value to such roe rations  fo bevetafter provided, be elcid in ch  trove nod manor as aay bs determined by  tio Rood Contrlier fom tie to tine by  <irctions wih he la bereby autoried. 80  {issue in that bebal",
    "mean_p_confidence": 0.447816091954023
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (2) or the purpose of enabling the repayment of",
    "mean_p_confidence": 0.5527272727272727
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  any ina teferod to in subeedion (1) by means of  ihe surrender of rice ation boo, the Feed Contoler  tmey, from tine to time, by aotce pablihed in the",
    "mean_p_confidence": 0.4381818181818182
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  Gente assign «value 10.2, weaky ric ration  ‘Dierent alos ay boo assigned in reapet of th  oe rations for diferent wes",
    "mean_p_confidence": 0.3696
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Co-operative Societies Loans (Special Provisions)  eperte hots No. of 68 J  Sretl,, Ae Nobondof the description referred wo in tion  SESH | 2 (1) which wae entered into by a member of any Co-  Seilitk~t operative Society at anytime during the peiod eon  EES teasing on September 2, 1007, and ending on the®  = day immodiataly prior tothe date on which this Ack  Sesones an Act of ‘Pariment shalt be. deaned or  construed tobe invalid by reason only of the fat that  {E'cntains om Ue face of i a relerenc to aay provi  Sion of any regulation or relations made, F par  porting to have ben mae, ender the Food Conrl  ‘Rt: and wach bond shal be read and construed, for  all prposes, a though for eat reference thee bad  cen subttited s'reforence tothe provisions, or the  corresponding provisions, ofthis Att  ese! All matters conoctd with or relating to Jonas  HERI grantedby Cooperative Societe for aricaltaral pur  EaE\" ones to their members nd defaults inthe repayment  Of sak ons for which o provision or uo ete  rovison is made by this Actor i respect of whi  {he provision ofthis Ac reget to be spplemestd  or ‘modified to meet special or ‘unforeseen  Gircumstances, may be provided for by Order of the  Minister published im fhe Gazete; and every suah,  Order shall, upon such publication, be as vald and  ect as iC were hetein enacte.  Mian 6_Tn the eteat of any confit or inconssteney  FSSTRE,—vewen dhe provisions ‘of thi Ack and’ any eter  it veittn la, auch provisions shal, to te extent of  ‘uch conic ot inoossteney, prevail over such ober  writen law.  Inwptaia, Tm thin Act, ales the context otherwise  reqs  “authorized disteibtor” means a person ano  ‘ined tobe an asthoried distributor under  ny. regulations made under the Food  Contre et 7  “Cooperative Society\" means» Cooperative  Rtity naptared under the Cocpertie  Sova Ordinance,",
    "mean_p_confidence": 0.45797183098591554
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Cooperative Ssitee Loans (Speci Provisions) 8  het, No. tt of 1089  * Wood Controle includes a Deputy Food Con  troller and any” Assistant Food Controller  x. “mimes of the fail\", im relation to any pe.  on, means spose, hi cideen Who! ate  Initor, and his wibershildeen, being all,  tin, signed tht ween cent ft  The bond referred to in section (1) to sar™  tender vie ration books, end the expression  ‘Shinor ‘members ofthe family\" and  ° Tule members of the family” shall be  construed accordingly:  “ slerant writen aw\" ia lation 0 Go.  erative Society, means the Co-operative  ‘Ecition Ordination any rales ‘pad thre:  lander, andthe bylaws of that Society.",
    "mean_p_confidence": 0.41359375
  }
]