[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ie ao et a PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OE SRI LANKA SURCHARCE ON INCOME TAX : (AMENDMENT) ACT, No. 17 OF 1991 [Certified on 27th March, 1992) : Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Secialist Republic of Sti Lanka of March, 28 1991 aanrres a7 sem DEPAPERARAT OF QOVERIMNNEE EINTSHG, LATOR * ‘20 SE PURCHASED AT THE GOVERNMENY PURLICATION BUREAU, COLOMSG 1 . Price : 60 cents . Postage : Re. 1.05",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ">. “Surcharge on Income ‘Taz (Amendment) Act, No, 17 of 1901 y \"Certified on 27th March, 1901) = L D~0 105/90 aT AN Act To awenp mux Susstance ow Incowee Tax ‘Act, No, 7 or 1889 . BE it enacted by the Parliament of the Democratic Soctalist Republic of Sri Lanka as follows :— 7 . 1 This Act may be cited as the Surchargé on Income Shett title ‘Tax (Amendment) Act, No. 17 of 1991 meer 2. The long title to the Surcharge on Income “Tam: Act, Amendment No. 7 of 1989 (hereinafter referred to as the: “principal lua ey ‘enactment \"} is hereby amended by the substitution forthe Act No. 7 words and figures ‘“xeans op Assessmmnt comtmmncina °f 1960- RESPECTIVELY ON ApmIC. t, 1980, sD on PTL 1, 1990, , of the words and figures “YEARS OF ASSESSMENT. COMMENCING RES- PECTIVELY ON APRIL 1, 1980, on apa 1, 1290 aNo ON APHIL 1, 1991,” 3, Section 2 of the principal enactment 1s hereby amend. Amendment ed by the substitution, for the words and figures “but end the ing not later than March 31, 1981,”, of the words and figures principal “but ending not later than March $1, 1992,\", Snectent, 4. Section 3 of the principal enactment is hereby samend- Amendment 4 as follows :— -_ ane? (2) in paragraph (of that section, 1-7 the substitntion, maniac tor the words and figures “‘relevant yesr commenc- a ‘ing on April 1, 1668, and”, of the words and figates: “relevant year commencing on Apri 1,,1988,”; (2) tn paragraph (11) of that section, by the substitution, tor the words and figures “relevant year coramenc- “ing om\" April 1, 1990,”, of the words and figures “relevant year commencing on April 1, 1900, and” ; and “ : (8) ‘by the addition, immediately after paragraph (il) of that section, of the following paragraph :— * (i) (a) not less thun fifty per centym, on ar . before August 15, 19015 and . {b) -the balance, on or before November . 18, 1991, : : ‘ofthe ambunt-of the surcharge payable by him for’ . the relevant year commencing on April 1, 1991.\".",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Surcharge on Income Tax (Amendment) : Act, No. 17 of 1991 Speniment 5. Section 4 of the principal enactment is hereby amend- of the ed as follows :— principal . . enactment, (i) in paragraph (a) of that section, by the substitution tor the words “rom the remuneration of that em- ployee for that year; and”, of the words “from ‘the remuneration of that employee for that year,” 5",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "{2) in paragraph (b) of that section, by the substitution:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "| _ for the words \"for that year from the remuneration",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "of that employee, ”, of the words “from the remu- neration of that employee for that year; and”; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(3) by the insertion, immedistely after paragraph (>) of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "that section, of the following paragraph :— : +, (@) for the relevant year commencing on April 1, po 9081— @ from the remunecation payable to such ‘employee for the month of July, 1991, ‘Th per centum; and lee (i) from the remuneration payable to such he employee for the month of October 4 1991, 7% per centum, of the total income tax deductible from the remu- ‘eration of that employee for that year,”. Arwndment —_¢__ Section § of the principal enactment is hereby amend ot Ge\" ‘ed in subsection (2) of that section, by the substitution for gingral paragraph (ji) of the proviso to that subsection, of the following paragraph :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(i) where any person who is Hable to pay the sut- charge under this Act for a relevant year pnys as such surcharge—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(Ge) for the relevant year commencing on April 1, 1989 4) not less than 9} per centum on or before August 15, 1989, and (8) not less than h per censum on or belore _ November 15, 2989, of the income tax payable by him under the Inland’ Revenue Act, for the year of sssest- * \\* gnent commencing'én April 1, 1999;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Surcharge on Income Tax (Amendment) a Act, No. 17 of 1991 (®) tor the relevant year commencing on April 1, 1090— an 41) not less than 74 per centum on or before August 15, 1900, and (il) not Jess than 7} per centum on of before ‘November 15, 1990, of the income tax payable by him under the Inland Revenue Act for the year of assess ‘ment commencing on April 1, 1060; and . (c} for the relevant year commencing on April 1, 1991— . (3) not Jess than 74 per centum on or before August 15, 1991, and . G1) not Jess than 7% per centum on or before November 15, 1991, of the income tox payable by him under the ~ Tnland Revenue Act for the year of assess- tent commencing on April 1, 1990, such person shall not be Itable to any pensity under this section, in respect of the payments he is required to make under section 3 if he pays the . ‘excess of the surcharge payable by him for that relevant year over the amount paid by him, on or pefore— * November 30, 1990, in the case of the relevant year commencing on April 1, 1989, ‘November 30, 1991, in the case of the relevant year commencing on April 1, 1990, and November 90, 1982, in the caso of the relevant year commencing on April 1, 1981 ;\". 7. fa the event of any inconsistency between the Sishala sintole anid Tamil texts'of this Act, the Sinhala text shall prevail. 24 to ‘Brevailin case of ine stemey.",
    "mean_p_confidence": 0.81
  }
]