[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  @  «@)  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  (ARMED FORCES) (AMENDMENT)",
    "mean_p_confidence": 0.5633333333333334
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Widows and Orphan Penson Scheme Armed Fores  (Amendment het Ne Sof 198  [Cetiied on 31s December, 1999]",
    "mean_p_confidence": 0.44619047619047614
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1D-0.4858,",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  ‘Ax Acro AMEND 1 Winows ano Onis Pexsion",
    "mean_p_confidence": 0.417
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  Sena (Anizo Foes) Act. No. [8a 1970  ‘BE it enacted by the Partament ofthe Democratic Socialist  Republic of Sriankaas follows =",
    "mean_p_confidence": 0.3868
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  1, This Act may be cited asthe Widows and Omphans Short Tite  Pension Scheme (Armed Fores) (Amend) Act, No.5  of 989.",
    "mean_p_confidence": 0.4568
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  2. The following new section is hereby inseried nto  ‘immediately after section 3aand shall have effects section tne  Sn ofthe Widows and Orphans Pension Scheme (Armed = 4 Noi  Forces) Act.No. oF 1970 =  Exemion of 3, (1) Any Retion who bocame a member  tine gf he Armed Fores on o before September  ‘ontibutor 3001968 and who  ‘ke Pendoe (a) continued, oF continues. to be such  See ‘ember afer that date and",
    "mean_p_confidence": 0.5058536585365854
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  () has not elected, under section 3 oF  scetion 3a, t0 be a contributor to the  Pension Scheme,  say, before such dat asthe Minister may",
    "mean_p_confidence": 0.544
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  appoint by Order published in the Gaze,  lect to be a contributor 1 the Pension  Scheme:",
    "mean_p_confidence": 0.5215
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  Provided however hat where amember of  the armed forees refered o in this subsection  has did! prior tothe coming ito force of this  section or dies Before the date appointed under  this subsection without making an election",
    "mean_p_confidence": 0.5076744186046511
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Widows and Orphans Pension Schone Armed Forces)  (Amend Act NoSS0f 199  Lunde this subsection , such person shal, if he  leaves a wife r child or «wife and child ora wife  snd children, be deemed to have cleced tbe a  ‘ontibutor to the Pension Scheme  (2) _ Every person who elects under subsction  (Co decome contributorto the Pension Scheme  for inthe case ofa person who is deemed under  that subsection to have elected to have become a  contributor to the Pension Scheme, the person  ‘administering the afar of such deceased person,  shall pay o the Pension Scheme, all areas of  contributions for the period commencing on  October 1, 1968 and ending on the date of  Fetirement or death, as the ease may be, with  interest thereon a he rte of four per centum per  (@) An election made under the provisions of  subsection (1) shal be final  (4) The provisions ofthis section shall have  fect notwithstanding anything tothe comteary in  section 30034.”  Sinhala texto 3, In the event of any inconsistency between the Sinhala  eval coe anf anil texts of his Act the Sinhala text shall preva",
    "mean_p_confidence": 0.5750234741784038
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  i et macs aw es 1 Tams",
    "mean_p_confidence": 0.29666666666666663
  }
]