[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session (966-67 am SSRN i Bia 33 Las Industrial Disputes (Amendment) Act, No. 27 of 1966 , Date of Assent : October 11, 1966 | . Printed on the Orders of Government puree ae conmonnnnr Ponctcnttve BOL, Cones mibinieay elt acehis & he eae h BNE EIEA betore the date of payrount Will ore auealled . Price : 30 cents Postage: 10 cents",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Industrial Disputes (Amendment) Act, -. Nov £7 of 1966 - ‘LL. D,—O. 84/68. . te Aw Act 10 aMEND THE InpusrRiat. Dispurss Act. . [Date of Assent: October 11, 1968] BE it enacted by the Queen’s Most Exoellent Majesty, by and with the advice and consent of the Senate and 9 Hovee of Representatives of Ceylon in thia present Parliament assembled, and by the authority of the eame,-as follows :— 4. This Act may be cited as the Industrial Son tie, Dispates (Amendment) Act, No. 27 of 1968. 2 The heading of Part IT of the Industrial Ameptment of Disputes Act, hereafter in this Act referred to as the Saray “ Principal “Act”) “is hereby amended, by the nati substitution, for the expression “ By ARsirRaTiON On”, of the expression “ By Ansirnation On By Apmopication OR”. __8, ‘The following new section is hereby inserted Zour of immediately after section 4, and shall have effect as flkrpiscpet ection 4a, of the principal Act:— 4. jie ot 44, The Minister may, by an order in Howe tor writing, refer any industrial dispute for titreel o — sottlement by adjudication to the appropriate labour tribunal.” .& Part IIT of the principal Act is hereby tortion of amended by the insertion in that Part, immediately ty sy-beediog after section 21, of the following new sub-heading, tte ia and the following new sections which shall have Fen 1} ol the effect as section 214, section 21s, section 2ic, and “7 “* section 21D, of that Act:— ** (p) SETTLEMENT BY ADJUDICATION. | Sean 214, Every order of the Minister ier ander section 44 referring a dispute for apate, settlement by adjudication to a labour tribunal shall be accompanied by a state- ent. prepared by. the Commissioner ae setting out each of the matters which to . his imowledge is in dispute between the parties. : ae res-sanante",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 — Industrind Dieputes (Amendment) Act, No, 27 of 1966 Dats ent 21p. (1) It shall be the duty of a Fier Ghtom labour tribunal to which any industrial wires” dispute ig referred for settlement by sitintde, ~ adjudication to make all such inquiries © + and’ hear all such evidence as the . tribunal may consider necessary, and thereafter make such award as ma} appear to the thibual just’ and equitable. 2 A lehour tribunal shall give . ptiority to the proceedings for the - settlement of any industrial dispute that is referred to the tribunal for settlement by adjadication.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "@) Subject to such regulations as may be\\nade that boul wnder section 39 (1) (f), a labour tribuna) conducting an inguity under this section may lay down the procedure to be observed by such tribunal in the oondnot of the",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". inquiry.",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(@ Save as otherwise expressly . provided by regulations, made in that lf under section 89 (1) ()), the regolations made in respect of the procedure to be observed by an arbitrator shall, mutatis mutandis, apply to a lnbonr tribunal ‘conducting any inquiry",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "under this section.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(8) Reference shall be made in every award of a labour tribunal to the parties and trade unions to which, and the employers and worimen to whom, such award relates.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Fowsaiioo | “w Qic. (1) The award of a Jebour ateemn  tribonal shall be transmitted to the Commissioner who shall forthwith cause it to be published in the Gazette.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) Every award of « labour tribunal anal] come’into force on the dato of the award or such date, if any, as may be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "ecified therein, not being earlier than the date on which the industcial dispute to which the award relates first arose.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Industrial Disputes (Amendment) Act, — No. 87 of 1966 Bit of wo 21n. Every award of a labour tribu- Hes oa, gal made im an industrial dispute and —- for the time being in force shall, for the purposes of this Act, be binding on the parties, trade unions, employers and ‘workmen referred to in that award, and =~ the terms of the award shall be implied terms in the contract of employment between the employers and workmen ~ bound by the award.” 5, Section Sim of the principal Act is hereby Amsoines of amended as follows:— oe © im paragraph (2 of that section, by the substitation, for the expression “‘ court for settlement, ”’, of the expression “ court for settlement, of”; and (0) by the insertion, immnedistaly after that paregraph, of the following new paragraph: — “ (@) by the Minister to a laboor tnibonal for settlement by adjudication, ”. * 6 Section 84 of the principal Act is hereby Antainst ot amended a8 follows:— fap (©) in sub-section (1) of that section, by the oid substitation, for the expression “or of an order made”, of the expression ‘or of an award or order made”; end @) in the marginal note to that section, by the substitution, for the expression ‘‘or an order ”, of the expression “‘ or an award or : order”! 7. Section 35 of the principal Act is hereby ammies « amended as follows:— ton 5 ot (@) by the substitution, for the expression ‘* court A inyolves , of ‘the expression court or Jabour tribenal involves”; (%) by the substitution, for the expression - “arbitrator shall”, of the expression “ gtbitrator oF tribunal shall”; and (© in the marginal note to that section, by the - substitution, for the expression “* court . net”, of the expression “court or labour ; tribunal not *. -",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Industrial Disputes (Amendment) Act; No, ?.0f 1966 Amine et 8, Section 80 of the principal Act is hereby EEMLSS amended in sub-section (1) of, Unat section by the ast. substitution, in paragraph (/) of that sub-section, for the expression \" arbitrator the, of the expression “arbitrator, or labour tribune (other than. in proceedings under Part IVa), the ””. Amman t 9. Seotion 40 of the principal Act is here HEeLS amended in sub-section ® ‘of that’ section ea aa. follows:— (@) by the substitution, in paragraph (a) of that : sub-section, for’ the capretion “court, . does”, of the expression “court or a 8 Inboor ‘tribunal, does ”*; : @) by the eubstitution, in paragraph (6) of that sub-section, for’ the crereanon court, keeps”, of the expression ‘court or @ labour tribunal, keeps ””; (0) by the substitution, in paragraphs (¢), (/) and (ff) of that sab-acction, for the expression ‘court and” wherever it ocomrs in such paregraphs, of the expression “court or a jabour tribunal and ”*; .  @by the aubstitution, in paragraph (&) of thot sub-section, for the expression “ arbitrator, 7 or”, of the expression \"arbitrator or & labour tribunal, or”; (©) by the substitution, in phs (2), (t) and (0) of that sub-section, for the expression , ‘arbitrator, but” wherever it occurs in such ‘paragraphs, of the expression “arbitrator, or for settlement by adjndiestice to a labour thibunal, but oat a aa . Uf) by the substitution, — ++ -()/in-paragraph (p) of that eub-section, for the expression .‘' arbitrator, but '’, : -of the expression “' arbitrator, or for settlement by adjudication’ to 8 7 labour tribunal, but; - Gi) in sub-paragraph (i) of the said 8 piragrenh (2), for, the expresion co’ i) suci# ambitrator, any”, of the expression “arbitrator or tribunal, any:\"'; and.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Industrial Disputes (Amendment) Act, 5 : No. 27 of 1966 (ii) in sub-paragraph (ii) of the said para- graph (7), $2 oe expression “arbitrator; ’’, of the expression '* arbitrator or tribunal; ”’.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "410, Section 48 of the principal Act is hereby Amsamsct ct amended in sub-section (2) of that section by the saeetssi substitution, for the expression “* arbitrator as ”’, of the expression “‘ arbitrator or labour tribunal as”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "44, Section 47c ‘of the principal Act is hereby assendmens of amended as follows:— ieee oe",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(0) by the substitution, in paragraph (0) of that “~",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "sub-section, for the expression “ arbitrator and”, of the expression “ arbitrator or for settlement by adjudication to a lsbour tribunal and\"; ‘ (8) by the substitution, in paragraph (8) of that sub-section, for the expression “ arbitrator to”, of the expression “ arbitrator or tribunal to”; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(©) by the substitution, in paragraph (0) of that",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "section, for the expression “arbitrator such”, of the expression “ arbitrator or tribunal euch”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "12. Section 48 of the principal Act is hereby amestmwent of amended by the insertion, immediately after the tts 4 cf definition of “appointed date”, of the following fa new definition :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "a appropriate labour tribunal\" means the labour",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "tribunal, for the time being, having jurisdiction, for the purposes of Part IVA of this Act, over an area in which the establishment of the employer is situated;’.",
    "mean_p_confidence": 0.82
  }
]