[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ~ - “. TEA CONTROL (AMENDMENT) ; ’ ACI, No. 3 OF 1993 ts [Certified on 12th February; 1993) tl : : (Printed on the Orders of Government} “ ‘Published as a Supplement to Part If of the Gazette of the Democratic Socialist Republic of Sri Lanka of February 12, 1998 PRINTED AT THE DEPARYMENT OF GOVEOUMERT —— TANEA ‘20 NE PURCHASED aT THIF GOVERMENT PURLICATIONS BUREAU, COLOMBO 7 5 Price 68 cents. . . Postage ¢ Re. 1.08",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Tea Control (Amendment) Act, No.3 of 19 0",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". [Certified on 12th February, 1998] t LD—O. 4/90 i",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘Ax Act 70 Mann max Tsa Conrnot Act, No: $1 or 1957 BE it enacted by the Parliament of the Democratic Sociatist Republic of Sri Lanka as follows :— . ‘",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "L This Act may be cited as the Tea Control (Amend- Short tifte. ment) Act, No. 3 of 1993. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section 9 of the Tea Control Act, No. 15 of 1907 (here- Amendment dnafter referred to as the “principal enactment”) is hereby 8 af Act amended, by the repesl of subsection. (2) of that section Noto? and substitution, therefor of the following subsection: 7 :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "* (2) Where the Controller is satisfied, after such inquiry as he may deem necessary:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(@) that the building, or equipment, or manner of operation, of emy tea factory is not of a standard conducive to the manufacture of made tea of good quality ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(®) that the owner of a tex factory hes paid for green tea leat bought by him for manufac-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": ture at such factory a price lower than the restoneble price payable as determined by ° ~ the Conteoller having regard to the price fetched for made tea manufectured at that factory ; oF -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{e) that the owner of tea factory has delayed payment of the reasonable price, referred to im paragraph (b) for green tea leaf bought",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": by him for manufacture at that factory,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": the Controller may suspend or cancel where neces",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "sary, the régistration of such tea factory or—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". () in any case refered to in pexagraph (%}, direct apy broker to whom the owner of such - tea factory has sold any made tea maputac- tured at that factory, to deduct from the proceeds of such sale, an amount equivalent",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": » to the difference between the resonable",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ": price for green tea leaf as determined by the -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Controller and the actual prica paid by such t * \"owner for the green tea leaf bought by him + an",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Year Control’ (Amiendment) -Act, No, 3 of 1998 1 (i) ip any sease’ referred im paragraph {¢), ' direct any broker to whom the owner of such tea factory has sold any made tea manufac- : w 1. tured. at that-factory, to deduct from the . proceeds, of such sale, an emount equivalent . . - to the reasonable price determined by the . Controller for such green tea leaf, . and to remit the sum so deducted to him, for pay- ment by him, to the person supplying such green oo leaf to such factory”, - ‘ Amendment. Section: 19-of he principal enactment, i hereby Torwe amended as follows:— rica woe Ebectment. (1) by the repesl of subsections’ (1) and (2) thereof . - “and the substitution therefor of the following eub- secHons:— . ‘ * (1) No Heensed dealer shall take delivery, or couse or permit delivery to be taken, of any made + tea or green toa leaf which is not the produce of . any estate or small holding of which he is the registered proprietor, unless ° (a) there is furnished to him by the person deliver ~ + ing such tea or Jeaf a-valid declaration in . respect-of guch tex or leaf; and {b) he furnishes: to ‘the person delivering such tea or leaf a valid dectaration to the effect - 1+ <, thet he has accepted such tea or teaf. (2) No manufacturer shall take delivery, oF . cause or permit delivery to be taken, of any green tea leaf which is not the produce of any estate or mnall holding of whieh he is tho registered proprietor, unless °° _ (@) there is furnished to him by the person deliver- ‘ring such ten leaf'a valid declaration in ree- - + peot of such tea leaf; and!\" ” ' @) he furnishes to the person delivering such ” _ leat a valid declaration to the effect that he . ls ‘has accepted quch teat.”; and .",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "\"Pea Consrot (Amendment) Act, No. 9 of 1093 3",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "{2) in pacagraph (b) of subsection (3) thereof, by the substitution for the words “sell or deliver the articles”, 0 the words “sell or daliver or accept , the articles”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "4, Section 37 of the principal enactment is hereby Amendment",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "amended in subsection (1) of that section as follows:— $7 of the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(1) by the substitution for paragraph (e) of the following Sactment, paragraph :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "“ (@) by the decision of thé Commissioner under subsection (2) of section §, of the suspension or cancellation of the registration of any registered tea factory,”; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "(2) by the substitation for all the words, from “may within twenty-eight days” to the end of that sub-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". section, of the folowing :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ": “may, within twenty-cight days after the communication’ to such person of the decision, or cencellation or suspension, appeal, in writing, from such decision, cancellation or suspension to the Minister. *. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "$. Secion 68 of the principal enactment ts hereby Amendment",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "amended in subsection (1) thereof, by the omistion there- 3 of thr from of the definition of the expression “Controller”, Frafan © Wherever, in any provision of the principal enact- General ment, the werd “Controller “occurs, there shall be subeti- roe\" tuted the word “Commissioner \", Exits . Ehncent, 7. In the event of any inconsistency between the gishola text Sinhala and Tamil texts of this Act, the Sinhala text shal) {0 Beevall \" Tnornelsteney.",
    "mean_p_confidence": 0.7
  }
]