[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 195455 . E> ce? ‘elie Kandyan Marriage and Divorce (Amendment) Act, No. 34 of 1954 Date of Assent: July 8, 1954 Printed on the Orders of Government . hae Pa Sune Se Te rm, fate feelin i a ere Burzav, Post Ornict Box S00, Secretariat, Colombo 1 7 Price: 16 cents, : . Postage: 10 eents.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Kandyan Marringe and Divorce (Amendment) 3 Act No. 34 of 1064. LD—O. 6/54. AN Acr 10 AMEND THE KANDYAN MARRIAGE AND Divorce Act, No. 44 oF 1952. [Date of Assent: July 8, 1954.]",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate end the House of Representatives of Ceylon in this present Parliament assembled, and by the . authority of the same as follows :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4, This Act may be cited as the Kandyan Mar- shut sith, riage and Divorce (Amendment) Act, No. 84 of 1954.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. Section 1 of the Kendyan Marriage and Divorce Amcodmeat of Act, No. 44 of 1952, (hoteluattor referred to as the sein Te \" Principal Act”), is hereby amended by the subeti- 102. tution, for all the words from \" and shall come ” to the end of that section, of the following :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“and the provisions of this Act, other than section 47, shall come into operation on each date (hereinafter referred to as “the appointed date”) as the Minister may appoint ite Order published in the Gazetté, and section 47 shall come into operation when this Act becomes an Act of Parliament. ’*.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "8. Section 47 of the principal Act is hereby ameodmest of amended by the addition, at the end thereof, of the fstea, it of following sub-section :— aa :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“\"(4) Rules may be made by the Minister and approved by the Senate and the House of Rapre- sentatives, and notification of such approval may be published, under this section fhefore the appointed date, but where any roles are 20 male and approved end notification of such approval is so published, those rules shall not come into force until the appointed date, ’”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1.5, Menno-9508(6.58)",
    "mean_p_confidence": 0.21
  }
]