[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Neg OF PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SIR JOHN KOTELAWALA: DEFENCE ACADEMY ACT, No. 68 OF 1981 [Certified on 3rd Noveraber, 1981) ‘ 1 . Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 06, 198! seve tm rst rg es Fo ne FoncaAane AE File Gove FUBIGATIONS BUREAU, COLOMO Price: 90 cents Postage: 50 eents: 4",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Sir John Kotelwels Defence Academy - = Act, No. 68 of 1981 A",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Certified on Srd November, 1981): sot",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L, D--O. 33/79 he ee a wan 8 An Act 10 POWipe FOR THE ESTARLISHMENT of Titi Six Jou",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘KoreLawata DEmnce ACADEMY, 70 FHOVIDE FOR Tix VESTING «or Kanpawas ESTATE AND Tile MOVABLE PROPERTY TMGEOR",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "IN THE ACADEMY, AND TO PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO. | ‘WHEREAS by deed No, 1292 dated 11th July, 1079, und attested by Sree Ragavan Narayenasamy of Colombo, Notary Public, Sir ‘John. Lionel Kotelawala CH,.KBE, LLD transferred as and by way of gitt absolute and irrevocable to tha Democratic Socialist Republic of Sri Lanka the land and premises owned and possessed by him known a9 ‘Kandawela Estate deseribed in the Schedule hereto:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AND WHEREAS by dead No, 1280 dated 7th April, 1980, s and attested by Sree Regavan Narayanasamy of Colombo, =\" : Notary Public, the said Sir John Lionel Kotelawala CH, : KBE, LUD transferred as and by way of gift absolute and “ trrevocable to the Democratic. Socialist Republie of Sci ‘Lanka ali the movable properties described in the Schedule thereto:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "AND WHEREAS it was the wish and desire of Sir John Lionel Kotewala CH, KBE, LLD, now deceased, that the said land and premises and movable properties shalt be wsed for the purpose of establishing a National Defence Academy to provide pre-officer cadet training:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Be it therefore enacted by the Parliament of the ‘Democratic, Socialist Republic of Sri Lana as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "1, This Act may be cited as the Sir John Kotelawala hart tiie, Defence Academy Act, No. 68 of 1982, and shall come into ‘operation on such date as the Minister may appoint by ‘Order pubtished in the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ". Lo PARTI ‘",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Tae Sm Jou Kormawata Dermvce Acabeaer",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. (1) There aholl be estublished an Academy which Retsbilzh, | shall be called “the Sir John Kotelawala Defence ip soun Academy” (hereinafter referred to as the “Academy”). _Rofelawala",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) The Academy shall, by the name assigned to it by Academy. subsection (1), be a body corporate and shall have Perpetual suceession and a common seal end may sue and be sued in such neme,-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "0 peane—t2a00 1/00)",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 ‘Sir John Kotelawale Defence Academy Act, No. 68 of 1981 Optect &% ‘The objects of the Academy shall be—7! Academy. (a) to provide facilities for and instruction in academic a studies in such subjects as would be relevant to 412 pre-officer cadet training ; oe (b) to provide a basic service training to pre-officer ee endety rE aE (©) ‘to foster a spirit of comradeship and” goodwill and promote understanding among pre-officer cadeta for atu’ the purposes of developing their character, self wi) jeanfdence and qualities of leadership ; and © (@)_ to exercise such éther functions as the Academy may 27\" consider ‘necessary for the achlevement of ifs Ther ee Foret 4 For the purpose of ‘carrying out its’ objects, the Rieiions Academy may exercise, perform and discharge all or any Heademy. of ‘the following powers, duties and functionsi— =), :\"(@) to receive grants, gifts or donations, whether from : local or foreign sources; i. 2 ne vs ne _ (B) to take or hold any movable or immovable property _ Which may become vested in it by this Act or by ., “virtue of any, purchase, grant, gift, testimentary | disposition or otherwise, and to sell, mortgage, Jease, grant, convey, devise, assign, exchange or otherwise dispose of any ‘such”!movable or 1; .. immovable property ; * : (c) to ‘enter into and performa or carry out, whether ‘@ireetly or through any officer or agent authorized + din that behalf by the Academy, all such contzacts © of agreements as may be necessary for the attain- ment of the objects of the Academy js... «7 (@) to borrow or raise money for the purposes of the Academy in such manner and upon such security as the Board of Management may think fits” {e) to appoint suck employees and agents “95 are + necessary for carrying out the functions of the Academy ; boo (/) to tavest its funds in such manner as the Board of Management may think ft; and.”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Sir John Kotelawala Defence Academy 3 ‘Act, No, 68 of 1981",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(g) to do all such acts as are necessary for, conductive 2. ox ineldental to the attainment af ite objects -",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "& ‘The management and the administration of the afflairs Constitution at the Academy shall be vested in a Board of Management ofthe (hereinafter referred to as the “ Board”) which shall consist Management of the following members appointed by the President:—' _ of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(a) the Secretary to the Ministry of the Minister in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "“ gharge of the “subject of Defence, who shall ‘be Chairman; . «: eek ape . .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(b) the Commanders of thé Armed Fores of Sri Lanka ; (©) an officer of the General Treasury nominated by the ‘Minister in charge of the subject of Finance;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(@) the person holding office for the time being os the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Commandant of the. Acsdemy; and :,.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(©) @ member of the University Grants Commfssion",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "o nominated by that Commission. we",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "& (1) Tho President shall appoint a senior officer of The Com- ‘of the Armed Services as the Commandant of the Academy mandant.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(hereinafter referred to as the “ Commandant\") who shall be the chief executive officer and shall hold office for a Period of three years, unless he earlier vacates office by death, resignation or removal. * -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(2) Upon the date of the establishment of the Aceiemy",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "the Commandant shall he a senior offer of the Sri Lanka Army, and on the expiry of the term of office of that Commandant, the Commandant shall be « senior officer of the Sel Lanka Navy, and on the expiry of the term of office of the second-mentioned Commandant, the Commandant shall be a senior officer of the Sti Lanka Air Force, and thereafter the appointment to the office of Commandant shall be made in accordance with the order set out herein.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(8) The Commandant\" may ‘resign his _offies \" as Commandant by written communication in that behalf addresned to the President.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(4) ‘The President moy, if he thinks it expedient to do 30, by Order published in the Gazette, remove the Commandant trom office without assigning a reasou therefor. ~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Sir John Kotelawals Defence Academy ‘Act, No, 68 of 1981 (®)A Commandant tn respect of whore an Onter under subsection (4) is made shall vacate his office on the date of publication of such Order in the Gazette, or on such other date ws may be specified in such Order. : a @ Where’ a Commandant appointed from any Armed ve. 1 Service under subsection (I)— (a) vacates his office or cease to be a member of the Asmed Service to which he is attached, prior to the _ expiry of his term of office as Commandant, the President shall appoint a senior officer of that ‘Armed Service as Commandant and he shall, unless Ihe earlier vacates office, hold office for the unexpired + period of the term of office of the Commandant whom he succeeds; or ~~ “ (2) Js temporarily unable to discharge the functions of Ibis office by reason of ill health, absence from Sri | ** “Ganka or eny other cause, the President shall “ \"© appoint a senior officer of that Armed Service to ,* ; set in his place as Commandant... . \"(ry For the purposes of this section, the expression ‘senior officer of the Armed Services” means— (© in the case of the Sri Lanka Army, an officer not below the rant of Colonel ; (©) in the case af the Sri Lanka Navy, an officer not . below the rank of Captain; and {e) tn the care of the Sri Lanka Air Force, an officer not iro elw the rank of Group Captain, : Duties T.. (1) The Commandant shall, subject to the general Zoran. «direction and control of the Board, be charged with the dant, direction of the affeira of the Academy, the execution of \\ the powers, duties and functions of the Academy and the ndministrotive control “of the. employees. and, pre-officer cadets of the Academyn sorry soy ay ye ce HA",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Sir John Kotelmoata Defence Academy 5 ‘Act, No, 68 of 2981 ’",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) The Commandant ‘may, with ‘the approval of the we Bosrd, delegate in writing to any employee of the Academy wy such of hfe powers, duties and functions as he may from time “ to time consider necessary, and any employee to whom such ts powers, duties and functions are so delegated shall exerclae ion them subject to the general or special directions of the Commandant. ; le",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "8 (1) There shall be established a fund called “The Fund > - Kotelawala Defence Academy Fund” (hereinafter referred ‘Academy. to as the “Fund\").",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(2) The Board shell nave the power to manage, control and operate the Fund, wee Bs",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "% There shall be paid into the Fund— +7 Bayinense",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "(@) ell such sums of money ax may be voted from time Fund.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "to time by Parliament for the use af the Academy ; (®) all such sums of money os may be received by the Academy by way of donations, gifts or grants from any source whatsoever, whether in or outside Sri Tantea eres (c) all such sums of money as may be received by the Academy in the exercise, ‘performance and dis- _ | Charge of its powers, duties and functions, ” 10. Th ‘ en jere shall be patd out of the Fund— Payments * (a) expenses necessary for the establishment, working Fu™4 ~ and maintenance of the Academy; (b) the payment of sslaries to officers, servants and other employees 5 . (©) all such other payments as are approved by the Board aa being necessary for the purpose of- carrying out the objects of the Academy.“ > °' ~ oe A, , Subject to the other provisions of this Act, the Board Meetings may regulate {te procedure in regard to the meetings of Board the Board and the transaction of business at such meetings :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "5 Sir John Kotelawale Defence Academy. Act, No, 68 of 1981 Yacanoy 2.. No act, decision or proceeding af the Board shall be tenis validated by reason only of the existence of @ vacancy Trreaidate among ite members or any defect in the appointment of its Efthe members,” PS Ae Boned o oe ce Appointment 18, (1) ‘The Board may appoint such officers and servants ot ocers A hd.ervants as it considere necesrary for the purposea of the Academy. Academy: “\" (2) ‘The officers and servants appointed under subsection “°° \"Gy shall be remunerated in suen manner and at guch rates, and shall be subject to such conditions of service and disciplinary control as may be prescribed. @) At the request of the Board any public officer may; with the consent of that officer and the Secretary to the + Ministry of the Minister in charge of the subject of Public - Administration, be temporarily appointed to the staff of \"the Acanemy for such period as may be determined by the Board svith like consent, or with like consent be permanently appointed to such staff. . : (4) Where any public officer ts temporarily appointed to the staff of the Academy, the provisions of subsection (2) of section 13 of the Transport Boerd Law, No, 19 of 1978, shall, mutatie mutandis, apply to and in relation to him. (6) Where any public officer is permanently appointed to the statf of the Academy, the provisions of subsection (8) of section 13 of the Transport Board Lav, No. 19 of 1978, shall, mutatis mutandis, apply to and in relation to hira, (6) Where the Board employs any person who hes agreed to serve tne Government for a specified perlod, any period of setvice with the Academy by that person shall be regarded ag service to the Government for the purpose of discharging the obligations of such agreement.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "\\ () At the request of the Board any member of the Lecal Government Setvice or any other officer ot servant of any focal authority may, with the consent of much member, officer or servant and the Locsl Government Service",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "_ Advisory Board or that local authority, as the esse may be, be temporarily appointed to the atalf of the Academy for such period ag may be determined by the Board with Ike",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "‘Sir John Kotelawale Defence Academy 7 Act, No. 68 of 1981 7 consent or with like consent he permanently appointed to such staff on.auch terms and conditions including those relating to pension or. provident fund rights as may be agreed upon by the Bosrd and the Local Government Service Advisory Board or the local authority. (8) Where any ‘person ig temporarily appointed to the siaff of the Academy in pursuunee of subsection (7), such person shall be subjéct to the same disciplinary control as ‘any other member of such gta. ‘ ve 14 Every pre-officer cadet shall take and subscribe the act or prescribed oath or make end substribe the. prescribed affirmation before commencing his training, ‘PART I ’ ss: . : a : 15, (1) ‘The Minister may make regulations in respect Regulations, of all matters revulzed by this Act to be prescribed or in : respect of which regulations are authorized by this Act to be made © Foe re : (2) Without prejudice to the generality. of the powers conferred by subsection (1), the Minister may make regu- lations in respect of all or any of the following matters :— (@) the management and administration of the effaits of tho Academy 5 . (b) the procedure for the enlistment of pre-officer cadets ta the Academy ; i (©) the terms and conditions of servies “and the allowanees payable to pre-officer cadets during thelr period of training ; (@) the conduct and distiptinary control of pre-officer cadets; ok bos (@) the provision of accommodation and rations for pre- officer eadeta ; and : G) the procedure for the appointment of the officers and servants of the Academy, ; =",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "8 Sit John Kotelawala Defence Acodemy ‘Act, No, 68 of 1981",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "(3) Every regulation made by ‘the Minister shall be published in the Gazette and shall come into operation on the date of such publication or on such later date ag may bbe specified therein. ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "(4) Every regulation shall, as soon as convenient after publication in the Gazette, be brought before Parliament for approval, Any regulation which is not so approved shall be deemed to be rescinded from the date of its disapproval but without prejudice to anything previously., done thereunder. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": ", (5) Notification of the date on which any regulation made. by the Minigter iz deen:ed to be rescinded shall be published tn the Gazette. ° Menbers, 18. All members, officers end servants of the Academy fervane shall be deemed to be public servants within the meaning titty _af, and for the purpose of, the Penal Code. Seamed to : we ‘be public servanix ' Pe semy 17 The Academy shall be deemed to be a wcheduled fered to institution within the meaning of the Bribery Act, and the fiied'ndita. provisions of that Act shall be construed accordingly. the meaning 5 ao Hos Act ad eviction 18 (1) No suit or prosecution shall lie— ‘een hia (a) ‘against the Academy for any act which in good faith Actor on is done or purported to be done by the Academy Se tection under this Act; or“, : : . (6) against any member, officer, servant or agent of the Academy for any act which fn good falth is done ‘or purported to be done by him under this Act or on the direction of the Academy,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "@) Any expenses incurred by the Academy in any suit or prosecution brought by or against the Academy, and any oats paid to, of recovered by, the Academy fn any auch mit or prosecution shall be eredited to the Fund.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Sir John Kotelowala Defence Academy 9 ‘Act, No. 68 of 1981",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(@) Any expense incurred by any ouch person os is referred to in paragraph (b) of subsection (1) in any suit or prosecution brought against him before any court in respect of any act which ts done or is purported to be done by him under this Act or on the direction of the Academy shall, if the court holds that such act was done in good faith, be paid out of the Fund, unless such expense is-recovered by him In such suit or prosecution, ° 2 .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "19. ‘The Commandant may, with the approval ‘of the Power ot Board, make rules in reapect of all or any of the following \"e,Co™r matters: ake",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(a) the courses of study to be provided for pre-officer :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "ieadets by the Academy; <=. *: + an",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(b) the service training to be provided for pre-ofileer",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "4° cadeta by the Academy; >. .",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(c) the medical, welfare and recreational fucilities to be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "provided for pre-officer cadets by the Academy ; and * (@)'the measures necessary for the security and protec- +! tom of the Academy. : : eo ee  paRT or!” ‘Vestine or Inmovanis anp Movasce Prorsary",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "20. (1) The Minister ‘shall, by order “(hereinafter yesung referred to as the “vesting order \"} published in the Gazette, ST vest in the’Academy with effect from such date (hereinafter Yeferred to ax the “vesting date”) as may be specified in . the vesting order, all the jand and premises described in, the Schedule hereto donated to the Democratic Socislist . Republic of Sri Lanka by Deed No. 1292 dated th July, * 10978, and all the movable properties donated to the Demo- eratle Socialist Republic of Srl Lanka by Deed No. 1389 . dated 7th April, 1980, and described in the Schedule thereto.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "@) Where a vesting order has been made, the Academy . shell, with effect from the vesting date, have absolute title ° to all the land and premises together with all the movable Property so vested free from all encumbrances, and such vesting shall be final and conclusive for all purposes against all persons, whatsoever right, title of-interest they have or claim to have to, or in mick Jand and premises.” '",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "39 Sir John Kotelawala Defence Academy Act, No, 68 of 1981 (8) “A vesting order made under subsection (1) shall as soon 2s possible after publication in the Gazette, be tabled in Parliament. Co OT ey Fanding 21. Where any suit, appeal or other legal proceedings oases in respect af any immovable or movable property vested in the Academy by this Act is pending on the vesting date, ‘auch suit, appeal or other legal proceedings shall not abate . and shall - accordingy -be continued by or sgainst the Rights and 22, Where a. vesting order: hes been, made under Hanus = sgubsection (1) of section 20, all-the rights and Habiltties ggutract (Funder any contract of agreement in respect of the land and premises so vested which subsists on the vesting date shall vest im the Academy. , sos esting 23. A vesting order made under subsection (1), of crear pot section 20 shall be deemed not to confer any right to any Tea Nerat. ‘alneral in under or upon any such land so vested and every such mineral shall be deemed to remain, and shall remain, the absolute property of the Republic. eterence 2%. Any reference in Deed No, 1202 dated 11th July, Proterawata’ 1979, and in Deed No, 1389 dated 7th April, 1920, to the Detence |“ Rotelawala Defence Academy, Kotalawalapura”, shall be Kotelawala- deemed to be a reference to the “Sir John Kotelawala BE ier” Defence Academy, Kotelawalapura \" established by this Act. fetarence Bibe, : . vas gar Jobe Rovelavrela : tet \"esdn i 4 ovolawale- cee Interpre- 25, In this Act unless the context otherwise requires— “Armed Forces of Sri Lanka” means— . (0) the Gri Lanka Army: oF . (b) the Sri Lanta Navy ; or : ' (0) the Sel Lanka Air Force, 2! 1",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "Sir John Kotelawala Defence Academy 12 ‘Act, No, 68 of 1981",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "2.°AB that’ allotment of and marked Let A” (Tonic) being 4 defined portion from and out of Lot 12 in Plan No. 955 dated ard August, 1958 made by S. Rajendra, Licensed Surveyor of the ond called und known an KANDAWALA ESTATE situated at Ratmalana South within the Deblwela Mount-Lavinie Municipal Council in the Palle Pattu uf Salplt! Kerale in the District of Colombo Western Province and which sald Lot \"A\" ix bounded ‘on tha North, Kast, South and West by Rood coutaiaing tn extmt Seven Acres Two Roods and Thirteen decimal Four Three Perches (TAR I343P.) according to the atid Plon No. 2989 dated Zist December, 1078 made by S Lokanathan, Licensed Surveyor together with the right t use She Hoads mentioned in the said Plan No, 2238,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "2 AT! thnt allotment of land marked Lot ““B™ being a defined portion from and out of Lot 12 in the atid Plan No, 965 dated 23rd August, 1966 made by 5. Rajendra, Licensed Surveyor situated at Ratmalana South within the Dehivrela Mount_Lavinia Munleipal Council in tha Petie Patty aforesald and which seid Lot “B” is bounded on the North by portion of Kandawala Hatate ord Grown Lands on the Bast by Hoed and Lot C on the South by Lot D ari pert of Kandowela Estate and on the West by Road and portion of Kandawala Eutate containing in extent ‘Nine Acres Ong Rood end Twenty Four Parches (0A. 1R, 24.) ‘according to the sald Plan No. 239 dated Zist December 1979 made ty § Tokanathan, Licensed Surveyor together with the Tleht to use the Rowds mentloned in the eald Plan No, 2339,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "3. All that allotiaent of land marked Lot “C™ being a defined partion from and out of Kot 12 io Ohe suid Plan 955 dated 23rd Avgust, 1088 made by , Rajendra, Licensed Surveyor, situated a¢ Ratmalane South within the Debiwela-3Count Laviow Municipal Council in the Palle Patty aforesaid and which said Lot C ls bounded on the North by Lot B, East by Road, South by Lot D and on the Wert by Lat B containing in extent Three Hoods fend thisty Three Gecimel One Two Perches (0A, 3R. 30.127) According to the sald Plan No. 2399 dated 2ist December, 1978 ude by S Lokanothan, Licensed Surveyor together with the Fight to use the Roads mentioned in the atid Plan No, 2289,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "4 All that allotment of land marked Lot “D” being a defined portion from and out of Lot 12 in the said Plan No, 965 dated Dgra August, 1968 made by 8. Rojendre, Licensed Surveyor tilusted ar Rabnalana South within the Dehiwela Mount-Lavinis Municipal Council In the Palle Patin aforesaid together with te Dulldings standing thereon and which sald Lot “D\" is bounded ‘on the North by Lots B, Cand E , on the Best by Lot are! portion of Kandawala Eatote on the South by Rood and on the West by Lot B containing in extent Seventeen Acres Two Rocda and ought Eight Ning Perches (I7A, 2R. O0A9P.) according to the teid Plan No. 2559 dated Mist December, 1878 mode by S. Lokana-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "‘than, Licansed Surveyor togethar with the right to use Rosds mentioned in the sald Plan No, 2999.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "1 Sir John Kotelawala Defence Academy Act, No, 68 of 1981",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "6, All that allotment of and marked Lot “1B” being a defined portion trom and out of Lot 12 in the said Plan No, 965 dated ‘rd August, 1964 made by & Rajendra, Licensed Surveyor ‘vuoted ot Hetmalana South within the Debiwela Mount-Lavinia Munleipal Couneii in the Palle Pattu aforesaid and which mid Lot B is bounded op the North by Alr Port Road and Crown land ‘and on the fast by Road on the South by Lots D and F and on. ‘the West by Crown land and Roati containing in extent Bight ‘Acres ‘Two Roods and Seventee n decimal One Two Perches (A. 28, 17,122.) according to the said Plan No. 2339 dated Zist, December, 1979 made by S Lokansthan, Licensed Surveyor togsther with the right to use the Roads mentioned in the said Plan No, 2338, :",
    "mean_p_confidence": 0.77
  }
]