[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "© PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA FINANCE ACT, No. 11 OF 2002 [Cereified on Sih July, 2002) Pra one One of Goat bipasa Senet Pat ise Gate sthe eeu Salt Repco Bei ano! fy 12.202 ses Be 18 Pegs",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Finvee Aes Mi 1 ef 2002 Icerinied ons dey. 202) 1.0. 9202, ‘RUACE 19 METI MOORS OF Ae REAR 1 OE “aca vores vo cara Bua AghHAL A DHHCR tren on rir ca Tea cone on AP 2002 mp romnr ee coo AOR EDTA Beit meted yt Fatament of te Demere Secsia Repu ofS Lanka fos — 1, Tic Acta be sd athe Pe Act No. Stow am, Parr Ihren or Por ao Ac DMO Ley 2. Saher oh provisions of tien 5 tes al be Lanyon chard an levied on avery aril rignaing Irom ouside aoelwo Sx Sri Lanka md imported ino Lanka, alowyinboesed he Poraand Aron Deeley tern hs Pat feeroe toasty eric rato percent os ertns eed ight alo a hm Ee 2. Thckoypmntlnierecion on snaricbingored Leymbens xo Lanta salle piby De peonsngetng eerie fea toteDiecerGeenlofCaromstthe time! De inpon Set tthe ale wad upon payment levy the Dicer ‘Gon! of Gussie vn endian oe mide sete inpan invio etaing to ht ice pela he Shovel envmd wel 4. whee ayant ogni Si Lanka rent donot nS Lana ree {@) bythe Dicctor Generel of Caton artheacovry Ingest ‘of any ciesiomes dump, surcharye.or olher levy payable epowns tht or deancd be payable onder he Customs Crcnaer te ay cmaventon fie pv tte Cason Onis",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 eruce hen No, Hof 202 (ty bythe ei Lanks Fors Astor xed ye Bei Lanka Pos Auhoriy at No. St of (79 for The recovery of ny Soe td I Ack oF (©) by he Contssone Goer Toland Revene. forany tres him, he urcee of he atic al bo dear fro espe ‘of eton 3 to be the pening th tice ad Provisions of is Act call apply whim accordingly. fermion —_&_Natinginseaian abl any nen anilsinpenss ino Lankan pet of tho provision oy sri by misonof ay Star any ogaia ln under he provisos SF te Dilemade Privileges Ae, No Pf 1988 een & Theleny shall for proses of rsoery of the Ky Scioto aa estndg nytng cone Ach, Be srarste denned io be acuta duty poy wer de Catone ‘Ordinance and nccordingly, che provisions af the Cuseams rans all ply be rcoery fac ev. prom ervard 9, The Diet: Gear of Canons sal manta the mire Casoisued Fund alts covery ude his Pan, ey ieien faa epein—_B&_Tsi Pr. al the comet erie regu artic means any go, materi, soy nga orice paves or merchandie ba dey vo ie mond, poe. ou, jeer ane loonie ome por forthe ppc of prosesing 8 re-espt. fewsvte Putt ofti Ac sal be cmod fal purposes. 0 fea. ‘have come inte force-on May |. 2002. isin 12, Whee ihe Drecion Gener of Cosoms calls sting the prod comeancing cn My 2003 ad ending fn the dae of commencemet of ts Ac rom 8 per",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Finance Ae Ho fH af 2002 3 Importing an ae an amount equ 80 per cee on ihe cas inurace ana fight valve of such ake, ch calles sallb ero oral purposca shave Beck) tobe. sally mde, and We Dove Genel oF Cwters hereby indofied mtn all actin, elo ek respect af seh satin PARTIE Jaco 0 we Berne a aa L.srt ‘ACT No. AB (988 1, Seaion 3 the Betlogan6 Game Levy Ack No, Anende! of 001968 herittoe isis Parferred loss he picipal eon oe cvacimen Ts Rech amended by the subatinon forthe MOF ‘wodh ad gure \"Whee any sles fgming. fs ofr 108 pagers (0) af ection 2 a he wots nd Bury “Where any tse tered ton subsection (1) af exten\", 12. Seetivo 4 ofthe principal enscinct is hereby Aneninan a rend fll s— orery reco (UD insubsceion (10 ht scion. On snbatution, ST forte words \"evy ener this At shal ay” of verde figures ey wer his Act fran Jar ccormensing pr lo Api 12002 sal py by thoinserionfamatiaely fir subseion 1 of (Sat elon a flowing pubecon— “UA A perio Hie Lo pay the levy wade it ‘Asafocany srt comencinganor aor pe 202 al pay the vy tke Conon Cena {our egal isatuons on ot tfre the Ht ay reine, ofp uly Ocberand January af Ua eae or the pps of payren of the ev th Somasiner General my ise aa teen tsar othe pron Fale pay the ey",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "4 Frnance tet No. 14 of 2002",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Provided however, thet the Revy payable by any pets for he year f aoe commenting 22 ‘Api |, 2002, shall be paid by Kim in thee eguat Inabrcnis on cr befor he es day reapeatvey, of fly, Oxted Tanuuty of he Year|",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Pravided fuer hat poton who eommoncos vo kay on amy such business ati refered © in feetion Zafer the frst day of Api ofan such year sal pay the Hy os nb to puy urder this ct for that year in uch number of ostlrats aot excseding four. and on auch dates as the Coramisioner- Genel may consider reasonable, ‘having regan iol he ckoumsoness of he cas\";",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(2) insubacetion (2 of that ction, by the eubinion, Forte words and ign \"vndersaceton 1). the. ‘words ad gore ander subsection (1) o (LAY and",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(4) the tdeltion atthe endef that seston, of the following subaetion s—",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "\"(61 Where any instalment of the levy sin def, he Commisions-Geners) may insur a cortleste ontiring pare olrof he inant in deful nd ‘Oe name ofthe defasher lo he Irapecor General of Pole and the Fnspctor-Geaarl of Police sll on speci tara ake uch near oy be vests 1o ope defauke from carrying onthe busines of bokinaker or gong. she case maybe atthe plot sax shall be spciidin such er ewe",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "‘Aretanenctbe 13. The Schedule 10 te proce! ermeiment ia berchy",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Siero follows =",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "Semin vende ns follows",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "inn (1) impacto oi Seneca =",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "(0) by be subsition for he words ae gues",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "“far every sear eommensing on oF aler Agel 1.2001\", ofa words ane igares “fhe yo commencingon ac ater Apel 1, 2001 bt poe twapit 1. 2002\": and",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Finance Act, Mo. 11 of 2002 5 (0) bythe milion athe end of that Paet of he fatowing — “Forevery yr commencing on or alter Apel 1.2002 Where Hive telecast facies ae ured in caryingon he usin er one iver usaad rupens, ‘hire ive elena sing are not ust im camyingon tis busine aeons ‘Ten thoutand ‘upREs and: (2) in Par Uf tha Schedule ~ (by te subsiaton for he words sod gyre \"Tar every yeu eninmencing on or afer Apri 2001\", ofthe wordsand fies “Torte year ‘commencing om or afer Apel 1,200] ba por opal 1, 2002\"; and (2) by ho addition 1 erend of that Pan, of the following — “Forever year comsmencitg on or afer April), 2002... Twelve milion pent\". 34. Pan Lof hit Act, hal be deemed, forall puOees,  Remepeae ahave come into fren cn Apri 1, 2002. ce",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "‘ Panes Aet, No H of 2002 PARTIE A ir e495 TT UT REA FPR FROM Mas 1.2008 abohioner 5, Ne stamp duty shall bs imposed or paid under bono yee e-Stanp Daly At Na 43 of 1982 (hvcnaficr in this aeaneated Pr scfored (0 a6 the “principal enaciment™) On 26y imsiranen oneeued orany docuet presen fled of aire date on which provisions of hs Pa sball come impos Romeecive Pat DoT ibinAct shall be deamed. for ali porposes, te colive come int feceon bie 22002. ed 37. Whore any person abet py th stamp ty under Ube rinsipal enacament on or fier May 1, 2002, pays se ‘tanp duty tothe ComminsionerCenera in respect of may instrument executed or docu preset of Filed prior the dote of commencement of is Ack, such peron al be ‘mide wo a ref ofthe nun 30 paid a amp duty nan applicaion wade tothe Commissione-Genoral in Iba bal: idence 18, Fore avoidance of dou thereby desta tha tui. tho prvnionsol this Ps shall ot droga Fo he powers if any Povina! Counc ety ts rexover any samp dy tm any insrament or document refed (on List Lo te Ninth Schedule othe Constitation, PARTIV ‘moon oF rte Fane ACT. No. 11061983, fepotet ait 19, Pam Vote Financ As No. 11 of 988% herby SEER poe Bemanenve 20, ParcIV thi Act shal bo dered focal purposes, ‘thet ‘ore cme io fore 0 Ape, 2002",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Ponce et, Na. Ht of 2002 7 PARTY Avena arnie Navel Sreumery Lev ‘Act, Na. $2 oF 99 221, Section 3 ofthe National Seoudty Leyy Ac, NO. 52. mended of ‘of 1991 (inthis Port enfrred nas the “principal enacinent\"> tun Sa ‘a ast amended by Avi, No.4 of 2001 is hereby funther Nb St #19 _ordod in suboction (2) of sori 35 ollowe (1D by Ge repeal of sub-parugrai (xen of paragraph ofitem Aa hat subsection od he saute, the following enb-pargraph Weefor— “(shy clien sxpport services provided on oraier Apel 1, 2008 over tha internet or the Isieghare by an enterprise xet up ‘exelusively for the pravision of such servigos w one ur mere idomiied sams tut side Sri Lanka, for which paymce is received in (orsign euteney though & tank; (2) inperagraph () ofthat aehecion by Mresabstituion (or th words \"for he us of ny aieraf.*, ofthe swords “Tor the use of any seat\"; and () by theaddion atthe end of ha subsezion ofthe following (mp the proceed rom the sale of such personage ‘al garpenis 9 ik parvued for sal bcaly, and where a sum of rupees treat has eon paid in tspect of eoch garment, which js manufactured by a person for export, from {abv raportd exo Sei Lanka” 22. Fon Vofthis Act shall be deco, forall purposbs. Reng te have cme into fee on Ail 1.2002, os",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "2 uence hot, No.1 of 2002 PART VI Axoposter 901 Goa ame Seacet Ta ‘cr, Na. 34 1996 amesdoen'ot 23. {1)Seellon 2 ofthe Goods and Serves Tax Act. No. sesion26fAe, 34 of 1996. ap lst amnded by Acl, No. 260 000 (Resear 490998 ahs Par vfered ex he “principal enacaent\" hereby forther amended in subsecion (3) of thar rection by the -ubsiusian forthe word ron goods impr ino Sei banka ge daable and Table te euaorcs hay” 10Provided however ‘be Director-General of Canara af the following = \"ponds imported ito Sri Lanka ae dovabte ae table 0 unos dy: Provided Nowever no tat shall be charged on— (a) any goods which emered ines cutemsbondestares: (any Fabri imporie by ary person fc the purpose fof manofacture of garments for expat, wh has femered into an agreement with the Bowed of ‘nvestnen of Sel Lanka unger socton 17 of the Board of Investment of Sci Lanka Law for the ‘manulacioro af garmunes for export under such sgrezmeat oon the: rast of such abe wih ie pproval of he Dieser. General of Custer othe ‘Boum of feventensn of Sei Lanka with of without ‘alae adiion to any elher pens for be purpose of manabecture of garments For export: fe) any Sebric imported by any perton, wha hos regiteed with Ibe Brad of venient ofS Lanka ‘cn Trading House, Fr tbe purpose of manufacture ‘of garments for export through other garment Imanvfzctrers as are approved by the Board of Aseostmant oF Sei Lankeand the transfer withthe",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "Fuance Aes No. of 2002 ° approval of hp Director-General of Custos te he ‘Board of tavesient of Si Lan of euch Iai ‘ah manufstuér ordhe purposes a manuel of garment or he export;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "(2) any Tee, yarn rayelah, Ceicheconh chemical ‘nn dyes use fore manafetucof abi, imported by any fabric manuacieo cho has emer into an agreement withthe Baudet feestnentofSLanka under setion 17 ofthe Board af Investment af Se (Lanks Law. or te purpose of och manufictue:",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "Provided further tha, the Director General of Costoms”.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "12) tn the second proviso 1a subsection (3) of tbat {eh by the sobaution For dhe words Tefen",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "to in subsgetion (6) of seeion 22, for a",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "fetiod™ of the words “referred to in",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "suucction (6) of seetion 22 0 he purchaae",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "‘of ny fbr, manuiseured by a person who",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "Iraseneted ino as agree rent wi the Board",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "pT nvesimen! of Si Lanka wader stn |7",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "fhe Bose Invcswnent ofS Lauks Law",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "Ter the manufestre of fac, by another",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "bettas oha hat entered ina an agrenneat",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "‘sid the Board of lnvexment af Si Lanka",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "‘undo s0¢0n 17 af the Bou of rvesiment",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "of Sré Lanka Law for the masufactre of",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "‘aments for oxpen under such agreement",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "td who use he fbi so purthased for",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "‘he enonec.nre of gaments fr expon ora",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "period\";",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "(6) by the subatiution forthe word “fom the",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "{ate oF importation” ofthe words “fran the",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 10,
    "par_num": 23,
    "text": "‘ds of rapoctation cr purchase\";",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "cy Finauce At, HOH of 2002 ‘Avendoeasf 4, Section 7 the principal sacimeias ist mended fetieFofe py Act.No. SF 2001 isheretyfurer amended by the repeal rosea af sub-paragraph id of paraarap (2) ol thal secon und the “ubrinsion efor ae fllewing >= “i} lion suport servos provided no ator Api. 2001 over the fmerici othe telephone by an coterriss ae up enlusively for ihe provision sack Servis 6 on or mor identi elon ouwide Sri Lanka, for which payment oicved in arcign cureney. throegh a bank ‘Aes o¢ ———25,. Beton 22 of he pimp encase emended e by Ae, No. 26 0f 2000 is rey amended ns follows = oven (1D in subsecion (1) of ha serion by te ubstntion Torthe works \"asta be specie inthe Act of the toiowing — “as maybe speed i hia At: Provided howewr.the amount ofa du he supply of poy garments win such pereoMaes 8 emmited for sl oly by he Boas iesuont 01 Sr Lanka under mny given ened nto by any manafecwsrer of games Fr expon under sortion IT ofthe Board af Inesiment of Sri Lanka Lavy, shall bo twontytive rupees foreach such aoc supplied within Si Lanka {@) Inthe proviso to subxosion (4) of tha secton by the ped Of piragragh (caf tha proviso and he subivion hoof ofthe fllowing-= Ke) heros in oxcess of ep ts in any arable pid in cas of a epiered person Wo has enered inc an agrecment with he Board if Invorraas of St Lanka td hat table period, fle within the pviod efor (0 it",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Ponce het. a. of 2002 \" iter exif he Sedu oF wih the projact implomentetion poriod as pulatedinany agrecment cere loin ‘tar (ea af Oe Sched or pa the anmencoment of ccmngtial scien ‘whichever is earbercors",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "2) by te irsenon,bamediaely ater sutton",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "of tat section, of the following sbsendn “GA)_ Novwhbsianing sythng contained in subsection (3 and paragraph (lof aubaetion (5) and itm (anv) ofthe Schule oie Act eet for iepul 4 ‘allbeallawediorenpest os eghered prson who isenguecd inthe busines of Abeedbarion of power whore nut power is porchased by the supplier f prewar from the Ceylon Electricity Board sstsblished onde he Ceyloo Bkeaiity Bowe Ae ND. 1 of 169°\"",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "26, Tie Schedule tothe pail enacmont salt Areninan a he smepdehy hel, No. Sof 201 faery fthersmended Soe he ty Ui subsiton or subepmrgra (of pags MS {eof am (ene of ha Sehedule ofthe following",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "Ki) pied om a before Jee 30, 2002 fren the",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "pnd di, inthe camo ng perm woking tly exompt supplies afer como of the Pret sor\"",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "21, (1) The wenden made 1 sion ZZ af ths Revmecke incpal enactment fea,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "{0} by section 25(1) ofthe Act sal be dec,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "focal pups chev comet fren o3 Apt 1,20",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "2 Finance et, No. It of 2002 () by section 292) of this Art shal be deemed. ecallpupass. to hae come ao forceon Api 1, 1998, (2) The astendinents made to section 2 and the ‘Schedule to dhe principal ensciment by sections 23 and 26 respeetively. of thie Act stall be desrsed For all urpotee to une come aK Force on Ap 1. 2002, Sree 28 lathe event of sy inconsistency between the Devabincaeot Sinhala and Tan entzof his Act the Sinhala et shal ‘eevee prevail",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "‘pealciipina TEs il Aes Prcaven Ry E00 FDP (pita hs Sreecee,Canaspr tera Bee No.3 hones Hon \"Dona Rous Cone hel Dever oh ar ae ih rr ong,",
    "mean_p_confidence": 0.29
  }
]