[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT Ae CEO 4 fRoge | ‘s\\ 3rd Session “he us 7) | ee we “A atti; See Ge | a Eiri RES Wildlife Protection Society of Ceylon Act, No. 29 of 1968 Date of Assent : June 22, 1968 Printed on the Orders of Government Printed at the Govmenmenr Pass, Cron. To be” Siete ot osSarmitFoaltSin SE, St Annus) Subscription fincluding Bills) Ra. 30 (Local), Re. 40 See gett, BET Caige tte SNE tere each ear in Geet of the yet folonion Late seein Acasa ecat Sa toni Price : 60 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Wildlife Protection Society of Ceylon Act, No. #9 of 1968 fer D.—O. 1/68. An Acr 70 INcoRFORA?E THE WrLpLire Paorscrion Society or CEYLON. . [Date of Assent: June 22, 1968] cone WHEREAS 2 society called and known as the Preamble Wildlife Protection Society has heretofore been tatablished for the purpose of effectually carrying out and transacting all matters connected with the said society according to the rules agreed to by its members:",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "And whereas the said society has heretofore suocess- fully carried out and transacted the several matters for which it was established and has applied to be incorporated and it will be for the public advantage to grunt the application: ~ BE it enacted by the Queen’s Most Excellent Majesty, by and with the adviee and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: — :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "1, This Act may be cited as the Wildlife Protection shat ust. Society of Ceylon Act, No, 29 of 1968.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2 From.and after the’passing of this Act the isan President, Vice-Presidents and members of the Com- of Wildite mittee for the time being of the Wildlife Protection Gockiy of Society of Ceylon and sugh and so many persons es are Cbs now members of the Wildlife Protéction Society of Ceylon or shall hereafter be admitted as members of boty the. Corporation hereby constituted, shall be and aes become a Corporation with continuance for ever under the style and name of the Wildlife Protection Society of Ceylon and by that name shall and may sue and be gued In all courts with full power and authority to heve and use a common seal and alter the same at their pleasure.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "8. The general objects for which the Corporation is Gener! sbjewe constitated°are herely declared to be= gat",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(a) to assist and co-operate in the prevention from +",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "destruction of wild animals and plants and . to encourage the eroseryation, wherever : ‘possible, of wild life in Ceylon in natural conditions; and ©. - Keeamaen",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "2 Wildlife Protection Society of Ceylon Act, No. 29- of ‘heat *",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "(®) to promote an interest in the life histories of all forms of animal life and to co-operate with other societies and institutions which have similar aims and objects.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "Management. 4. (1) The affairs of the Corporation shall, subject . to the rules in force for the time being of ‘the Corporation as hereinafter provided, be administered",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "by a Committea of Management consisting of the President, two Viee-Presidents, tho Honorary General Secretary, Assistant Secretary or Secretaries",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "and Honorary ‘Treasurer of the Corporation, the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "three previous holders of the office of President and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "not more than twelve other members of the Corpora-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "tion to be elected respectively in accordance with the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "rales in force for the time being of the Corporation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "@) All members of the Corporation shall be subject",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "to the rules in force for the time being of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "Corporation.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "(8) The first Committes of Management shall consist",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "of BE. B. Wikramanayake Esq.,, GC. President. D.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "B. Ellapola, Bog, and Dr. L,'D. G” Austin, View:",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "Presidente, TW: Hofimenn Buq., Honorary General",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "Secretary,’ Lalith Senanayake Esq., Honorary",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": ". Assistant Secretary, CP. de Silva Esq, Honorary",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "Tregsuror and C. E. Norris Eoq, De. RL. Spite",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "R. SV. Poulier Bxg., Major A. MacNeil Wilson,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "‘A H, E, Molamure Esq., Max P. Hemple Esq., Dr.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": ". C. W. A. de Silva, B.S. C. Ratwatte Esq., Dr.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "’\" Ranjan Fernando, 8. A, Elapata Esq. K. Sunderam-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "fei Esq., Selwyn Semaraweera Esq., J. W. Bubasinghe Boq., and Mrs. Jano Sexstone.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "Power 8, Tt shall be lawful for the Corporation from time",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "mulercist, ‘to time at any general meeting of the members, and hy",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "p majority of votes, to make rules for the admission,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "withdrawal or expulsion of members; for the conduc",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "of the duties of the Committee of Management and of",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "the various officers, agents and servants of the Corpo-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "ration; for the procedure in the transaction of busi-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "ness: and otherwise generally for the management of",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "the affairs of the Corporation and the accomplishment",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": ". of its objects. Such rules when made may, at like",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "2°) meeting, be altered, added to, amended or cancelled",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "* \"abject, however, to the requirements of section 7.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "tales 6, Subject to the provision in section 5 contained,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 38,
    "text": "drei uP ios set forth ‘in the Schedule shall for ali purposes be the Tules of the Corporation:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Wildlife Protection Society of Ceylon 3 Act, No. 29 of 1968",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Provided, however, that nothing in the section con- “ tained shall be held or construed t6 prevent the Corpo- ration at ali times hereafter from. making fresh rules or-from altering, amending, adding to or cancelling any of the rules in the Sdhodule or to de hereatter made by the Corporation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "7. No rule in the Schedule nor any rule hereafter Amemdmest of passed at @ general meeting shall be altered, amended, added to or cancelled except by # vote of two-thirds of the members present at a general meeting of the Coiporation provided that ‘suck amendment slall have been previously approved by the Committee of Management.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "8. All debts and liabilities of the said Wildlife Debi. Protection Society of Ceylon existing at the time of Wyble the coming into operation of this Act shall be paid by the Curporation hereby constituted and ali ‘debts due to and subscriptions and contributions payable to the said Wildlife Protection Society of Ceylon shall be paid to the said Corporation for the purposes of this Act. . .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "9. The seal of the Corporation shall not be affixed How seu ot he to any instrument whatever except in the presence of Cp two of the members of the Committee of Management vial, who shall sign their names to the instrument in token of their presence and such signing shall be independent of the signing of any person as a witness.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "40. The Corporation shall be able and capable in pomeot law to take and bold any property movable or immo- Comratin vable which may become vested in it by any parchase, Sroparty. grant, gift, testamentary disposition or otherwise and al! such property shall be held by the Corporation for the purposes of this Act subject to the rules in force for the time being of the said Corporation with full power to sell, mortgage, lease, exchange or otherwise dispose of the same,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "41. Nothing in this Act contained shalt prejudice  anving of or affect the rights of Her Majesty the Queen, Her jhe czms of Heirs and Successors or any body politic of corporate sod cthers,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "- or of any other persons except such as are mentioned in this Act and those claiming by, from or under them.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 Wildlife Protection Society of Ceylon Act, No. 29. of 1968 [Beeston 6) SCHEDULE RULES OF TER WILDLIFE PROTECTION SOOUETY OY CEYLON 4, Tbe, Sosisty shall be Kaown ne the WILDLIFE PROTEO. TION SOCIETY OF CEYLON (W. L. P. 8.) and is hereinatter refereed to a8 the Society. 2. MEMBERSHIP— All residents of Ceylon and auch others 9 arg interested in its _  Sbjecte shall be eligible to bocams members of the Society.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "- °“Lndies and gentleman shel! have equal righte of membership,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Application for admission to membership shall be made in writing to the Honorary General Secretary, who shell require the applicant to Bil in aod eign @ proposal psper, and forward the aubseription for the ourrent year,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Each applioant for merabership must be proposed and seconded by members of not less than one year's standing,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "The applicant's mame, profession and residence, as stated io the proposal paper, shall be laid before the General Committee ‘st the meeting next alter the date of application, aud if spproved, the Committee shall authorise the Honorary General Secretary ‘to notify the applicant and furnish him with s copy of tha rules of the Bociaty”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Members sholl be of the following classes:—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(6) Ordinary Members:—Ordinary members shall be entitled to all the benefits and privileges of membership. Thoy sball be sutitled to receive all the Society's publion- Sons.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "@) Honorary Life Membera:—Life membership moy be _ conferred upon any member who has belonged to the Society sufbaiently long to warrant such bouour, or for services rendered which would seem, in the opision of the members, to justify such action.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Recommendationa for Honorary life membership shall require proposer and sesonder and aball bs made in writing to the Honorary General Secretsry ok less than two montha before the Annual General",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "“ ‘Meeting. fonorery General Secretary sball in- ‘tude gach recommendations in the sgenda for submission to the members at the Annual General Mooting. Honorary Life Members shall be entitled to the «same privileges os ordinary members,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(6) Overseas Members:—-Oversons members shall _be ordinary members who bave given up permanent residence in the Island but who wish to meintaio Sir connection with and intobost in the Sooiety and auch others residing outside Ceylon as are eligible under thia rule. ‘They shall ba eptitled to assume ordinary membership should thoy reside in the Island for s period of more thea 6 months.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "jonorary Membars:—Honorery membership may be",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "@ Hemrorted to ang poron 40. whom the Bocieky +",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "indebted for assistance or particular interest.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Wildlife Protection Society af Ceylon 5 Act, No. 29 of 1965",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "‘Honorary members shall be elected by the General Committes after candidates have been duly proposed ‘and seoonded by mombera of the Gansral Committes. Honornry memborchip is subject to annual confirma. fioa by ‘the Geueral Committes,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(©) Corporsto Mambera:—Corpornte membership -shal? ‘consist of schools or such groups as may be edmitted ag cuch by the Committee, x0 long as the memberebip ef the group exceeds twanty persons; such groups shail pay an aonuel subscription of Hs. 10 and shall be jointly entitled to receive a copy of all the Society's publications.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(f) Junior Members shall have attsined the age of 12 years fand sball not be over 20 years,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Overseas members, Honorary members, Corporate membere and Juniot membera shall be entitled to receive all the Society's publicetiona, but they shall ot be entitled to a vote ab any meeting of the Society and in any poll, nor to any otaet privileges of membership.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "8, BUBSCRIPTIONS— .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(0) Thora shall be no entranca fee.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(8) Ordinary Members.—Re. 15 per annum or sich sum os the Society in General Mesting shall decide, An Ordinary member may commute all obligations ia respect, of subscriptions by single payment of Re. 800. :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(0) Honorary Life Mombers:—Nil.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@) Overseas Members:—Rs. 10 per annum. An Oversess . ‘member may oomnute all obligations in reapect of . subscriptions by single payment of Re. 200.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "{0} Honorary Members—Nil.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "{) Corporate Membere;—Rs, 10. per annusn.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(9) Junior Mombers:—Re, 5 per annum, .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@) ‘The annual subscription shell be due on the Let Ostober,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": ": in each year. (The Honorsry Generat Secretary shell send or post to Pree Tet Eoowa addrere of cach gubmcbiog. ember * ob the beginning of each Soaneisl year a notice that. + his subscription ie due.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "@ Any member whose subseription ia more then 6 months:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "in arrenra shell nob be -entitled to any benefite o . privileges of memborship. a",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "() Any member whoes subscription is mora than one year in arresra shell be called by tha Genera! Committen to. pay. the subserption due forthwith, failing which the Committee moy remove bis name",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "+ + rom the roll of members af the Society, snd he shall Shorenfter cense to be a menaber.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "6 Wildlife Protection Society of Ceylon Act, No. 29 of 1968 4. OFFICE-BEARERS—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "‘The Office-bearers of the Society hall be a President ‘Vieo-Presidente, a Honorary Gensral. Sacretery, one paved ‘Honorary Assistant Secretaries and a Honorary Treamurer: Offies, Dearers shall be elected by the Ganeral Gommittos immediately prior to the Annual General Meeting, and they shall bold office Until the uppointment of their successors. Vucanoies occurring for any reason shall be filled temporarily hy nominees of the General Committee and such nominees shall bold office until ‘the next election of Offce-bearera,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "5. MANAGEMENT— (@ The mangement of the Sooiety and iis funds shall be vested in a General Committees which shell consist of ‘the President, two Vice-Presidenta, the three previous +. s+ holders of the office of President, the ‘Honorary",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": ". ‘General Secretary, the Honorary Assistant Secratariea",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "and the Honorary Treasurer, e& officie, and not more + dam twelve otiter members of the Society. ‘The General” Committee chall decide any question regarding the interpretation of the ruley tad ell matters laid before it for decision, In the event of s question arising which ix nab provided for in the rulsa the decision of the General Committee shall be observed until the matter bas been considered and decided by a General Meeting of the Society. The sy + General, Committee shall appoint such Sub- . . ‘Committees as it shall think Ht. {8) At every Anaual General dlecting ‘one-third of the . ‘members of the General Committes (excluding the three previous bolders of the office of President} or if - their uumber is not a multiple of three the number nearest one-third shell retire from office. The membara 1» .of the General Committee vo required to retire sball . be those who have been longest in the Committee singe their Inat election but ns between membere who were elected to the Committee on the same day those to retire shall be determined by lot. In addition members.who have held office in the Committes for 8 yoars since their last election shall retire from office. {e} The members entitled to vote at the Annus! General te Meeting -shall elect members to the General Committee in place of those whe retire but a retiring a 1. ++, -‘Tember:of the General Committes shell be antitled rr for re-election. © sii. -(@) If-an Offce-bearer elected in teres of paragraph (6) is due to retire at the Annual Goneral Meeting to follow, ._ and if he ia re-elected he shall continue to hold the usc.\" offea but if be ia nob re-elested the General mae * Committee shall appoint another ix office. 4) A casual vacanoy occurring in the General Committes a os may be filled by the General Committes but the +, Ll -. person so chosen shall be subject to retirement ot woe - the enme time aa if he bad beevme & member of the ae Committee on the day on which the member of the ese °* ” Gommittes ia whose place he ie appointed wes last elected.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Wildlife Protection Society of Ceyton 7 Act, No, £9 of 1968",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(A It shall ba lawful for the General Committoo at the last meeting priot to the Anaual General Meeting to nominate for the ensuing year for election at the Annual General Meoting, ifs nominees for member- ship of the General Committes. :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(@) Editor of Lovis:—The General Committee shall appoint ‘40 Honorary Taitor who will be required to edit and publish the official magazine of the Society. The Editor who may or may uot ba « member of the General Committee chell bold office until such time as ha resigus or is removed by & majority vote of the Committe whereupon the General Commnittes shall ‘appoint another Editor. Ha will be under the generat control ot the General Committee and shall ba",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": ". entitled to attend meetings of the General Committes bbut shall not be entitled to vole. . FINANCIAL YEAR— ‘Tho finanaial year shell and on the 80th September of esch yer, : 7. GENERAL MEETING—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(0) The Annvel Gezeral Meeting shall be held ax soon after",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "the oloae of the financial year as possible for the purpose of electing ¢ Patron, should thia position ba ‘vacant, an Avditor, end the varancies in the Generat Committes for the ensuing year, to reotive the Honorary General Secretary's Teport end statement of acoounta for the pest year and to transect ony other busitess of whlch due notice shall beve. bees given.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "The Honorary General Secrotery sholl give three . weeks! notice of the mesting by circular to members, and shall send each member’a copy of the report and statement of sooounte. Any member may. on giving act leas than ten days” notice in writing to the Honorary General Secretary submit to the mecting +. ominations for vaosnoies ja ‘the Ganeral Committes ; pany matter falling within the scope of the objects + ‘of the Society.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "{8) The General Committos msi,” whenever it thinks fit, calla Special Geueral Mecting to discuss matters falling within the acopo of the sbjects of the Society.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "A Special Genoral Meeting shall be summoned by the Honorary General Secretory at any time at the requeat of treenty members, who must state in writing the reason for which they desire euch a meeting to be called, Ab ruth Spocial General Meeting tho discussion shall be confined to ths aubject defined by the twenty members in their written request for the mesting to be held. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "{o) Tho ohsir shall bo token at all the meetings by the President or a Vive-President or, in their. absence, hy fa member elected by those present. ‘The Chainnan ehall, in the evant of voting being divided equally, hsv, in sddition to bis own vote, @ oasting vote.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "8 Wildlife Protection Society of Ceyton ‘Act, No; 29 of 1968",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(@) Voting at all General Moetings chall be by a-ehow of hands unless the majority af membera peewent decide ‘that voting on avy matter shall be by ballot.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(a) If wt any General Moeting o ‘be demanded by not",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "lesa than two members of bo societs whe ‘have been members thereof for 6 minimum period of one full ~ financial year of tho Bociety © poll shall be taken in auch manuer and at such time and place ss tho Ghairman shell direct. The demond of poll ebal! not prevent the continuance of a meeting for the transaction of any business other than the question on which a poll was demanded. a shall be teken by ascertaining as far as possible ® bon wishes of ali members of the Society eligible to vote, and ite resutt by simple majority shell be the final’ decision ‘on any question on which a poll in demanded st 9 General Meeting. The Honorary",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". : General Secretary shall within fifteen doys of the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "+ * damend of the BE (or within such period ga the Chairmen shell fix) send @ notice and voting paper to every member of the Society entitled to vote. Such notice shall se out in full the resolution upon which the poll ia to be taken, the date of the meeting at which i¢ was proposed and such other information {if any) as the Chairman shall or may think At to’sdd for the assistance or guidance of members. ‘The notice shall further ‘speclly the date (to be fixed by the Chairman) on or before which the voting paper mush be returned to the Honorary",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "+ General Secretary. Lvary voting paper shall be signed by the member himself amd oust state ~ without comment.whether the member is in favour of or against the resolution on which @ poll hes been demanded. Any voting paper which is not",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "- . received by the Honorary General Secretary within the time specified in the notice or which, if duly received, is inconclusive or contains commente, shall be void. The decision of the Cheirman or such",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": ". ‘serutinizers (if apy) as be shall appoint as to whether suy voting poper fs ot ia not valid ebull be final.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "{g} At any General Meeting thirty members shell.form ‘quoram.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "{h) No member, whooa subscription for the current peor is unpaid at the time of a meeting, shall be entitled to vote at thet meeting or at a poll held in connection with the proceedings of that meeting.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "8. COMMITTEE MEETINGS—",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "(a) At least six General Committes Meetings sball ba beld during each year. .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 14,
    "text": "\"  (@) The General Committes shalt have the power, at any ‘ime 40 demand the resignation of any member for suah conduct as they may deem prejudicial to the-« interests of, the, Sacioty., a",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "Wildlife Protection Society of Ceylon 9 Act, No. 29-of 1968",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(@) All mettors dealt with by the General Committoo sball be decided by » majority vote. ‘The Chairman shall in the event of voting being divided equally, bave, in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "+. + addition to bis owa. vote,  oasting vote,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(@) Ab meetings of the Genertl Committee seven shall form o quorum.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "4. DUTIES OF THE HONORARY GENERAL SECRETARY AND HONORARY TREASURER— .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "{e) Tho Honorary General Secrotary and Hoag. Treasurer ahall submit for adoption st the Annual General Meeting, report on the work of the Society for she preceding year, together with s duly sudited state- ment of Society's acoounts for tbe same period, having first submitted such report and secounts to tha General Committee for its approval.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(0) The Honorary General Secretery shall see that a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "0) Tee thn rojo aad: satcanont af seumnia ot mission at the Annual General Mesting is sent to ech meatnher ag required under rule 7 ().",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(c) The, Honorary Geuere? Seoretary shall keep a correct record of procoedinga of all meotings of the Botiety. Eo ball call ll mactngs of the Sovioty ead be a ce officio meraber of all Committess.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "{@) The Hony. ‘ressurer shell receive all moneys payable ta the Society and shall make paymenta on behalf of the Society.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": ", (@) The Hony. Gonerat Secretary shall notify all persons + applying for membership of their enrolment as amembers of the Society after their sleation, as",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "+ required under rule)”",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "io. DUTIES OF. COMMITTEE MEMBERS ‘The duties of @ member of the General Committee are:—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(0} To keep in touch with members and matters of interest to the Society and to attend all Committee, Meetings.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "(®) fo reoatve and enquire into any compieints on repre- sentation made by members and, when neoaseary, to",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 16,
    "text": "+ .submit such complaints or representations to. the General Committee. (6) To footer ana encourage intersat in tha sotivitios of the , Bosiety, to arrange for meatings of members in order to disousa relevans matters and to interast bimsalf “7 generally in ‘matters affeoting the condition of +\" wild life ond the affairs of the Soviety. *",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "10 Wildlife Protection Socvety of Ceylon Act, No. £9.0f 1068 1, DUTIES OF ALL MEMBERS Te shall be the duty of every member of the Sociaty:—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(@) To further the objects for which the Bociety is constituted.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(d) To make bimself conversant with the principal provisions of ths Fauna and Flora Protection and Firearms Ordinances, to oasist in enforcing their brervance and When considered wfvanble, to lay",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": ": information against anyone knowingly infringis provide of the anid Ondmaaoce 27 M9EiNg the",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "{0} To report to the District Representative or the Honorary General Secretary any matter of interest pertsining to wild life in his area or cleewhere.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "12 DISTRICT REPRESENTATIVES—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "{o) The Geners! Committes shall appoint st the beginning ‘of each financial year, Honorary District Represen- fetives, who may at may nop be members of the",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "+\" General Commitces but who shall, be members of the Sosity. Such Representatives shall be ‘enti ta attend meetings of the General Committos, bus cbell not be entitled to vote.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(8) The Disteict Representative stall be in charge of the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "_ atea which he representa and shall keep in touch with all members of the Society in bis aren and asist ia the collection of subscriptions. He aball inform the | Honorere, General“ Beoretry ofall matters affecting wild life and the membership io hia area.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(0) The District Representative sball bold at least meetings per year of all members of the Society 10 hia area; thesa meetings may be public meetings and serve the purpose of keeping the membership informed of the Society’a work and policies, and also ‘to propazate the Society's aims.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "{@ The District Representative shell convene a Committee ‘of such umber of members of b's area ae he may _ desire and this District Committes shall meot wt Jenst 4 times @ yen? and implement the dbjecte of ‘the Society. i te {@) The General Committes or any wpacint Sub-Committee formed for the porpose, hall from time to time draw up auch roles and notes for die guidenes of the District Representatives as may be deemed necessary, and these rules shall be observed by the Distriat” Representatives. 18, BUNGALOWS—' an (a) The Society may construct and manage for the benefit ‘of ita members bungalows or abeltera or. camp sites fm suitable places. .The .Genersl Committee shell",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "Wildlife Protection Society of Ceylon il Act, No. 20 of 1968",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "decide from tima to time whether and where uch",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "dungalows or shelters or camp sites sbell be",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "constructed and these shall be under the control of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "the General Committee.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "(8) The General Committee shall from time to time draw ‘up much rules and regulations for the adipistra- tion of thess bungalows, shelters and camp sites ss may be deemed necessary, and these shall be ‘observed by all members.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "44, BANK ACCOUNTS—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "‘The moneys of the Society shall be with such bak or banks aa the Genersl Committes may determine trom tims to time. All cheques, money orders and vouchers for money and other similar documents chall be endorsed by bwo persons, namely, either the Secretary and Treasurer or suy one of them, together with nother momber of the Committee appointed for auch purpose,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "18. ALTERATION OF RULES—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "‘Ro amendment or addition or revision shall be made to or from these rules except st aa annual or special General Mesting of the Sooisty at whick not less than two-thirds of thoes members present and eligible to vote are in favour of auch amendment or addition or revision, subject to rule 7 (e and f).",
    "mean_p_confidence": 0.75
  }
]