[
  {
    "i_page": 1,
    "par_num": 4,
    "text": "Coa Bae PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA COLOMBO DISTRICT (LOW-LYING AREAS) RECLAMATION AND DEVELOPMENT BOARD (AMENDMENT)",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "ACT, No 52 OF 1982",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "[Certified on 31st December, 1982]",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "Printed on the Orders of Government . Published az » Supplement to Part II of the Ginxette of the Democratic Socialist Republic of Sri Lanka af December 31, 1952 PONTO At THE DRPANEMENT OF GOVERNMENT PRDTING, gt SANTA Fo mm UREN AP 3H GOVE, FUNLICATIONG BUREAU, CoLGomsO Price: 55 cents Postage: 58 cents",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Colombo: District :(Low-lying ‘Areas):Reclamnations © and Development Board. (Amendment) . Act:No, $2of 1982. quad ¢ (Certified on 1st December, 1982] L, D,—O, 14/80. i ewoliot An Act fo AMEND HE CoLtomeo Disracr (LOW-LYING “Anmss) RECLAMATION and, Davmoracgwy Boako Acy, No, 15 oF 1968. — i molting: BE it enacted by the Parliament of the Democratic Socialist Republic of Sel Lankk ag follows :== wee ee . 1. This Act may-be cited as. the.Colomba District (Low- short tithe lying Areas) Reclamation and Deyelopment Board (Amend- ment) Act, Nov 62 of 1982 io, iciaziisanes ac der. : 2--The Jong: title of thie“Colomibo District” (Low-lying jmenament Areas) Reclamation and Developmerit Board Act} No. 15 of the long ‘of 1968 (hereinafter refetied'to as the’ principal enact- lec! Bet ment”) is hereby amended by’ the substitutfon-for the 1063. words “declared by Order of the Minister’ 50 ‘that such aseas may be rendered suitable tor Building purposes, and for matters connected therewith or incidental thereto,\", of the words “declared by Order of the! Minister';-for such Corporiition fo undertalcé gonstructién work’and consultancy assignments in the field ‘of Engineering wid fo} matters gonnected therewith or ineldental thereto... oo wares -« ‘3. (In the, principal enactment,.and in any other’ «Qolombo written law, there‘ shall -be substituted—inss: Red * -- % Opti ine (0) for the words“ Calémbo District (Low-lying Areas) ress) Reclamation and Development Board Act\", the. gna \"480 worda-“Srt Lanks ‘Land Reclamation -and\"Deve. Developments a saidopment. Corporation Acts; aNde-n.ve 6. Lebroice Peat ismber i ‘(oj aE the words\" Coldkitio Distrtot’ (Lew iying Aves) Clow tying \"Reclamation (and «Development “:Board’ “and Retingtion - ¥Board'* denoting’: the Colombo -Distriet \\(Low- oe t laying Areas) Reclamation and Development Board, Board and jthe, words, “Sri ‘Lanka Land Reclamation. and the\" Boord” Development’ Corporation ”* snd’ * Coxpération 4 othe\" SH ‘respectively. . ~ Yana Lana Sterile bratty ao an ovr ss gst aise Regalo (2) Svery reference ta the “Colombo District Lowsiying clopment ‘Aress) Reclamation and Development Board Ack\", and Corporalon + fhe “Coldmbo Distriét (Low-lying Aress) Reclathstiin and Stats Development Board”, in aby notice, hnotification, inutriimant Reclsmation for other, document, shall: he read snd construed’ asa Development eterence respectively. to thé\" Sui Lanka Uiind Reelaijation Gayporatn”™ and Development Corporation Act”, and the: Set Tantis *Eorpore. . ‘Devete Sbrpotatiog s OT ton Land Reclamation arid lopment ion *, ively. 9-6 ossoo—a3.0n8 ast)",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2 Colombo: District: (Low-lying Arecs)..Reclamation: . Gnd: Béelopment. Board (Amendment). Act No, 52 of 298% Amendment 4. Section |F*ig\"“tni’ prindipial ‘erisetineit is hereby Gitte\"? amended as follows ;— principe Ripped apete tenn ae ge A spactment, 1G) \"by We kegedl ‘ot Subsdction “(dy VY that section and G'S ise ‘substitution’ therefor “of the ‘following sub- _ . pe agborrteaee Tol an fence fo a “() Where the “Minister is satisfied that any area of land Is a low-lying, marshy, waste or swarlipy’lited-and where gueh land -is: situated *wvithin‘ the\" jurisdiction of :iny' Toca’ euthority, he shall in consultation with’ the Minister-tn charge cof the. subject of.Lgeal Goverument and the local anfhority. er ,quthoritjes within which such lend is situated, or,where such land is in an area for which +a-Josak authority-has not bean created but is in an ~areg, for. ,which..any, other- authority has been ereated.and;established by or under any Jaw, then ogith the concurrence of the Minister in charge of “such. puthority, by, Order: published in the Gazette, | Geclare.such area.to be @ Reclamation and Develop: _ Mebt Area for the purposes, af this Act,”.;.and (2) by the subiitiiticn Subsection (3) of that section ‘alls Vor thelwords\"™to-tetlaim ‘and develop that Area and render itvairitable for building purposes”, of (cso Shey Wards, “to,neclaim and develop that Area”.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "4 ME ISA bined tnamuplerts her nabs wa Amendment 25. 7Section:3 :of!:the sprincipalensetment is, hereby Sfihe os mended in subsection i(1)>thereof,:by thie substitation far Bipethent|  the,words,“ declared hy an Order under section 2 nnd which",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "is.or aré-vested in-the local authority within the jurisdic: “Won bf whiell‘duebillaria dr-linds i or are‘situated shall,”, ‘ot thie Words BSclntU ty\"ani\"Cirler under section 2, and sbieh is of ate Vested in ay Jocal authority or guthorities ‘or in any other authority within the jurisdiction of which",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "such land or lends, is or are situated ahsll,”. Amatiaioni. 76, “Section, ¢ pf, the’ ‘pritelpal “enactaleit'ls ‘hereby Stier’ amended in subsedtion (2), theteot, iy the sabsitition for principal vi the, words, vested in. ‘a local auithority within the jutisdic- Spmcimant ‘ign of which sneli land je dtiated,”, of the words ™ vested. . iva Ineal authority or authorities of ini shiy other authority ‘within the jurfadietion of which picii and jo sitaatel,™. |",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Colombo, District. (Low-lying Areas) Reclamation » 3, and Development. Board. (Amendment),, Act, No. 52 of 1982 7. Section, .6 of .the., principsl, .anactment is, hereby Amendment amended in subsection (1) of that section, by the repeal ofseetion of paragraph (b) theréof, and the substitution therefor, af . principal the following paragraph :— Rspedint ate enactment. ‘ « (by six other mietabers ‘appoiited by the Minister, one vw cs Gf:whom cot least -shsil- be a qualified Civil teas, Bungie eta tetas “8. “Section 8 of-the [Priweipal ensctment as amended by Amendment Law No, 27 of 1996 is hereby'further:amended as follows :—  £f section (4) to. paragraph (a): of that-section, by the substitution 2earee™h, 1, for the words “ commercial or agricultural purpose ; and”, of the words “ commercial or agricultural purpose 3\" 5 0 07 et (2) in paragraph’ (6) “of that sectioi by the substitution . for the words “vested in the Board”, of the words .. vested, in the Board; and”; and (@) by the addition, immodiately after patagraph (0) . of that section, of-the following new paragraph :— iovuta st (©) to,undertake construction work and consul coe\" \"taney ‘assignmenta ii the field, of Engi- 04-1 Sheering, in arend ‘other thah those areas declared by Order undersection 2 of thiz we tie te A ols guibantediitn, f +9 ‘Section $+ af'-Che ‘ priticipal: ensctment -fs- hereby Amendment amended a8 f01]0WS or yo! 1 gq sy tiger fection - (cb. the renumbering of: that section as wubsection (1) Pripeloal roaregcOh that section: jo sities vahiie oo. ¥'(2)-ht- renumbered subsection” (1) of that section— i -nt1-[@@) by tha’ insertion’ immediately after‘ paragraph (®) of that subsection, af the following new paragraphs :— “! @ayto formulaté ot Sxechte ‘any ‘scheme sale Sef work in connection with >the infrastructure development“of: such sy STRBB Bacay ve artes genh AbD) to construct harbours and anchorages > and.te waderteke work inthe fed ; of -itrigation, .sea. reclamation and | epantal:,. develapment . tn... ‘auch © Areas 37d ~",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "# Colombo\" District (Low-Wying- Areas) Reclaiation. and Development Board ' (Amendment) Act, No, 52-of 1982 (b) by the dtisertion “immediately after paragraph “\" (@) of that subsecticn, of the following new “paragraphs ate eat",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ".\" @a) to carry out building, engineering and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "vy. “construction. work: including the manufacture of any material required",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "ac s:., $9° oach., building, “engineering .o:",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "fon 1 construction work; nig cad",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(db)-to provide sdvisory and consultancy",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{8 services on engineering and techno-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "“\"“Jogical matters; 7)”",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(de) to enter into any contract with any person for the execution of land development projects snd schemes",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "2 as may -be. approved, by. the Government 5\"; and. +1:",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(8) by the addition immedistely after'the fe-numbered \\.. Subsection (1) of that section of the following new voit he sbpeetion 2 gE tenes",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(2) Notwithstanding the ‘provisions of subsec~ tion (1): of- this section. the. Corporation shall not exercise the powers under paragraphs (ba), (bb) ‘and: (da) in ang area declared to be a development area under section § of the Urban Development Authority Law, No: 41 of 1978, without obtaining ;the prior approval of the Urban Development",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "Aatthoritn \"co et a Insertion 10, - The following new section is hereby inserted imme- ofnew ), _ lately after section 9, and shall have effect ax nection Sa,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "inthe pf the principal enactment ys<14 Frawibent. Corporation a. Notwithstanding anything in section'a teosrry cet of this’Act, the Corporation may engage in or Gnputedto * carry out any activity relating to the achfeve- ieby the oo ment of the objects of this Act, as aet out in Winksters:- section 8\" that!\"may be approved by the Cabinet of Ministers”.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Colombo District (Low-lying Arecs) Reclamation 5 . and Development Board (Amendment) Act, No. 52 of 1982",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "11, ‘The amendment made to the principal enactment by Retrospective section 10 of this Act shall be deemed to have for all pur- SMectot poses come into operation on the date on which that enact- ofthis ment came into operation and accordingly any activity A+ engaged in or cerried out for the achievement of the objects of the principal enactment by the Corporation, prior to the commencement af this Act shall be deemed to have been - validly engaged in or carried out.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "12 The following new sections are hereby inserted Insertion immodistely after section 28, and shall have effect a5 Sections ss section 264 and section 260, of the principal enactment :-— 9nd 26s in “Oftcersand 28, All oficers and servants of the Cor- Esthens, ae poration shall be deemed to be public Seemedtobe servants within the meming and for the public purposes of the Penal Code.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "‘wthan the .",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "meaning",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "wine",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Benal Code.",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Corporation _-—-«24fs. ‘The Corporation shall be deemed to be Sereined” —@ scheduled institution within the meaning Sah ee §——_of the Bribery Act, and the provisions af that Gebrieey Act shall be construe? sccordingly.”.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Act.",
    "mean_p_confidence": 0.05
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "12, The Fint Schedule to the principal enactment is Repeat hereby repealed. ~. Sieaue",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "14. (1) All contracts, agreements and other instruments Tranutionst",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "of the Colombo District (Low-lying Areas) Reclamation ?evisions and Development Board, which subsist or have effect imme- @iately prior to the commencement of this Act shall have effect against, or in favour of the Sri Lanka Land Reclama- tion and Development Corporation, 2s tully and effectively as if, instead of the Colombo ‘District (Low-lying Aress) Reclamation and Development Bosrd, the Sri Lanka Land Reclamation and Development Corporation had been a party thereto.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) All suits, actions, appeals and other legal proceedings inslitnted by or against the Colombo Distrlet (Low-lying Areas) Reclamation and Development Board, and pending immediately prior to the commencement of this Act, shall not abate or be discontinued, and may be continued or enforced by or egeinst the Sei Lanka Land Reclamation and Development Corporation.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "86 eanoo'es/n1y ’ Te",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "6 Colombo District (Low-lying Areas) Reclamation. and Development Board (Amendment) Act, No, 52 of 1982",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "() AN the rights, abilities and obligations of the Colorabo District Cow-lying Areas) Reclamation and Development Board other than the rights, Mabilities and obligations referred to in subsection (1) on the day imme- diately prior to the commencement of this Act, shall be deemed to be the rights, linbilities and obligations of the Sxl Lanka Land Reclamation and Development Corporation.",
    "mean_p_confidence": 0.84
  }
]