[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON ; Sth Session 1969-70 Kid fy) $ er 3 910-430 oN 3B: ZS) a, “ RIP Day Panadura Public and Local Government Service Buddhist Association Act, No. 22 of 1970 Date of Assent: March 24, 1970 , Printed on the Orders of Government SIRIGLY Op Reegemy 1 Gonpocmer Proms, Dona, Te te Annual Subscription (including Bills) Rs 30 (Local}, Hs, 46 sens, 0, Bar 3 coma tele oe ‘Price; 45 cents Postage: 10 cents",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Ponadura Public and Local Government Service Buddhist Association Act, No. 22 of 1970 L. DO. 1/70. AN ACT 70 INCORPORATE THE PANADURA PUBLIC AND Locar Goverwaant Service Boppnist Associarion, ‘ [Date of Assent: March 24, 1870) WHEREAS an Association called and known as Pmasble “The Panadura Public and Local Government Service Buddhist Association” has heretofore been established at Panadura for the purpose of effectually camying out and tengsacting all matters connected with the said Association according to the rales agread to by its members: And whereas the said Association hes heretofore successfully carried out and transacted the several objects. and matters for which it was established, and has applied to be incorporated, and it will be for the public advantage to grant the application : BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and the Flouse of Representatives of Ceylon in this presant Parliament assembled, and by the authority of the same, as follows: 1, This Act may be cited as the Panadura Publio sox we, and Local Government Servics Buddhist Association Act, No. 22 of 1970. : 2, From and after the passing of this Act, such teommatha gnd s9 many persons es now are members of the Hi. Panadura. Puilio and” Local Government’ Senne ftiSta Buddhist Association (hereinafter referred to ag EM, “the Association\"), or shall hereafter be admitted euvice members of the Corporation hereby constituted, shalt Baiébia be and become a Corporation with continuance for ever under the style and mame of “The Panadura Public and Local Government Service Buddhist Association * (hereinafter referred to as “the Corporation”), and by that mame sball and may sue aud be sned in all courts, with full power and authority to have and use s-common seaf and elter the same at its pleasure. ,, 8: The general objects for which the Corporation gramslotiate is constitnted are hereby declared to be— ae ©) to cnocurage the study and practice of Buddhism and aid its propagation; . : Toes 00 ct",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "2 Panadura Public and Local Government Service Buddhist Association Act, No. 28 of 1970",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(0) to engage in educational, cultural and social",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "activities ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(c) to promote the moral, intellectual and physical",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "development of members; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) to assist the poor and the destitute. ~",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Gemmitts of 4, (2) The aflaixs of the Corporation shall, subject",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "‘Manegment. to the rules in force for the time being of the Corporation made as hereinafter provided, be adminis- tered by a Committee of Management consisting of the President, the three Vice-Presidents, the Honorary Secretary, the Honorary ‘Treasurer and the Honorary Assistant Secretary and twelve other members, to be elected in accordance with the rules for the time being of the Corporation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "@ The first Committee of Management shall consist of Mr. P. C. M. Dias, J. P., President; Mr. P. O. Fernando, Vice-President; Mr. P. C, de Silva, Vice-President; Mr. H. ¥. Soysa, Wice- President; Mr, Piyadasa Wijesuriya, Honorary Secretary; Mr. Luzman Heiyantuduwa, Honorary Treasurer; Mr. U. G. Rodrigo, Honorary Assistant Secretary; Mr. Lionel Panditharatna, Mr. S. R.. Fernando, Mr. Newton Perera, Mr. H. A. Peiris, Mr. K. P. Malalesekera, Mr. D, Leslie Wijesekera, Mr. Nanda Perera, Mr. H. ©. Soyea, Mr, Amara- wanea Perera, Mr. Gerald Soysa, Mr. A. Abeywar- dena aud Mr. H. B. Peiris.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Board of 5. (1) There shell be a Board of Directors Dizectarn consisting of the President, the three Vice-Presidents, the Honorary Secretary, the Honorary Treasurer and the Honorary Assistant Seoretary for the time being of the Corporation and two members of the Committee of Management to be elected each year at the first meeting of the Committee of Management. \" (2) The firat Board of Directors shall consist of the persons who on the date of commencement of this Act wld_the offices specified in sub-section (1) and Mr. Lionel Panditharatna and Mr. 8. R. Fernando.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "{8) The Board of Directors shali exercise the powers and discharge the duties conferred and Ynposed on the Board by this Act and the rules of the Corporation. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Panadure Publis and Local Government Service 3 Buddhist Association Act, No. £8 of 1970",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "8. The rales set out in the Schedule shell for Bais a ae",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "all purposes be the rules of the Corporation: Corpecation, _ Provided, however, that nothing in this section",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "contained shall be held or construed to prevent the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Corporation at ali times hereafter, at any duly",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "constituted general meeting of the Corporation from",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "making fresh rules, ot from altering, amending, add-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "jog to or cancelling any of the rules set out in the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Schedale or which may hereafter be made by the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "Corporation,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "7. No rule set out in the Schedule, and no rule Amesdmest which may hereafter be made at a geueral meeting, ™ shall be altered, added to, amended, or cancelled, except by the votes of two-thirds of the members present and voting at a general meeting of the “Corporation and unless such alteration, addition, amendment or cancellation shall have been previously approved by the Committee of Management.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "8 All members of the Corporation shall be Mebers te be subject to the rules in force for the time being \"vee &",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "~_ of the Corporation.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "9 All debts and liabilities of the Association Debts des existing at the time of the coming soto operation of FA to te this Act shall be paid by the Corporation hereby Lsteinue. constituted, and all debts due to and subscriptions aud contributions payable to the Association shall be paid . to the Corporation for the purposes of this Act.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "40, The seal of the Corporation shall not be  ?reere tor affixed to any instrument whaleoover except in the se Presence of three of the members of the Board of +ciosium.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "vectors, who shall sign thein names on the instru- ment in foken of their presence, and such signing shall be independent of the signing of any person as a witness.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "44, The Corporation shall be capable in law to Sepeation may take and hold any property, movable or immovable, Movdic\"sal*",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 18,
    "text": "which may become vested in it by virtue of any pur- immorsbls chase, grant, gift, testamentary Gisposition or other wise, and all guch property shall be held by the Cor- poration for the purposes of this Act and subject to the rules for the time being of the Corporation, with full power to sell, mortgage, lease, exchange, or otherwise dispose of the same,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "4 Panadura Public and Local Government Service Buddhist Association Act, No. #8 of 1970",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Saving of the 12. Nothing in this Act contained shall",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "uated tb prejudice or affect: the rights of Her Majesty the",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "ona, Qoven, Her Heirs, and Suesessore, or of any body politic or corporate, or of any other Parsons, ‘except, such as are mentioned in this Act, and those claiming by, from, or under them.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "{Becton 6] ‘ SCHEDULE",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Bouma or mx Paxanoea Punto ano Loot Goveanaewe Service Boppais? AssociaTion",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "ato, 1. The moito of the Association shall be“ Sukhencs na vine ébamame\"’—thore is ao happiness except through Dhamma. .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Name. 2. The name of the Association shall bo the Panadure Public and Local Goveroment Servion Buddhist Association.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Objects, 8. The objecta of the Ansooistion ato hereby declared to be—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "{@) to enoourage the study and practice of Buddhism ‘and eid its propagation;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "{8) to engage ia educational, cultural sud social activities:",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(©) to promote the moral, intellentual and physical development of members; and .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "@ to assist the poor and the destitute. °",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Patrene 4. Three Bhikkbus shall bo clested as Patrons af the Annual Gonoral Meeting.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "‘Bhgbiaty 5. (1) Thero shall be three classes of members, uamely—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "fer Active, Life and Astociste members. Any person who accepts",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Rembenbip. ‘the aforesaid objets af the Astooistion and is willing to assist in the achievement of one or more of the aforeseid objects ehall be eligible for memberehip, but only Buddhists shall be eligible to active or life mamberskip.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Activa ) (a) Active Membership—Any Buddhist employed in 0",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "members Goverument Department, » Looal Government Tastitution, a Corporation ar other vemi-Governmont Inctitution who is a resident of Panedura or a neighbouring village or any Buddhist who resides outside the aforesaid area but is employed io ony uch Department, Jastitution or Covporstion situnted ‘at Pane: dora ov eny person referred to above who bas retired sball be aligible for active membership,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Luts menien, —_ (0) Life. Membership.—Any active member of the Association after sorving two years in such eapscity shall be eligible for life runbarsip. Such s pereon will enjoy life memberahip etbor- after the approvel of the Committes of Management.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Avocine (©) Ansociate Membership. —Any person who is not oligible",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "ember. for aotive membership shall be eligible for asosiate membership.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Roreinent. (8) Any person applying to be © mamber of the Association",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "- akall periect an appication form and subtnit i to tbe Secretary fogether with one yesr'a subscription end 9 recommendation",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Panadura Public and Local Government Service 5 Buddhist Association Act, No. 22 of 1970 from two members of the Assouistion. The Committee of Management may in ite absolute disovetion decide whether or not to admit any person sa a member, 6. (a) All sntive members shall poy an eanuel fee of Re. S3.on Membership en bolole Outebar Bi in each yoo aver",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(®) The feo for life membership shall be Bs. 50 for lite. mae",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(©) The feo for associate membership shall be Re. 10 for lite.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(1) Te shnlk be the duty of every member to act in Duties of accordance with the rules of the Association ond abide by any members rules framed by the Committes of Management for the conduct of the business of the Associstion.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "@} (0) Any member shall nease to be s member on resignation ‘Yernicsiion or on death or where the Committee of Management hea cencelled 0 membership. bis membership,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(®) The Commitise of Managemant shail cancel the member- ship of a member if such member being an active member, hes uot pa‘d hie srnual fase for two conseoutive years or where ‘a member hes behaved in the opinion of the Committes of Management in an unsatisfactory manner.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(©) A member whose membership hes been cancelled by the Committee of Management may be re-enrolled by the Committee",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "of Management subjeot to such conditions as may be imposed.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(@) A person who has cessed to be o member on esneellation of raemberahip shall forthwith cea to tonotion is any copaciy ot office held by him. He shall, on censing to be a member over all documents, flea and other property of the Assoeiation 1m this charge to the Secretary or to the President end obtein & receipt.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "8. (4) The Annual Genetal Meoting shall be held during the Asooat feat four months of every year. Seoert",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "@) Tho business to be tronsasted at the Annuel Generai 3 pelibee, Mesting shall be—~ ooram,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "{) to submit the Annual Report and the eudited Statement \"#lng,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "of Accounts relating, io the previous, Anansi, year Copies shall be iseued to members st least three daya prior to such mesting,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "_ Gi) te elect the Patrons and Office-bearers for the ensuing year,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "Gi) to appoint Auditors,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": ">) to elect the members of the Committee of Mansgement.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "7 48) The quorum for an Annual General Meeting shall be thirty",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "members other than associate members.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "{4 () Any Iife member or active member who in not in arrears of subsoriptions is eligible to vote et an annual general meeting.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 20,
    "text": "(8) Such deoision on any matter may be made by the majority ‘ots of the members present and voting.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "& Panadura Public and Local Government Service Buddhist Association Act, No, 28 of 1970",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "i) Whenever an equal umber of votes are cash on eny igeus, a Sedaion oy bo vada by the Beason canting an eeditionsl vote.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(®)An Annual or Special General Meeting may bo oslied by",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "o the Honorary Secretary alter giving two woeks’ notice to the members. Specs) Genera 9. (a) A epoctal goneral mecting shall bo summoned at the Slings wali seqeees of fot Tam Bhan Cventy-fve members ehor thsa esaocinto members,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(®) Tho Honorary Scoretory shall summon such a mecting within two months from the date of reosips of auch request.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(©) No businesa other than the business specified in the notice convening a Special Geneval Meeting shall be transneted at such meeting.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Commities of * 10. () The Committee of Menagement shell consist of nineteen Manegumess. members other then associate members.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(f) Active members who hove been members for not less than ‘tro consecutive years and life members ore eligible to be appointed ss members to the Committes of Management.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(ii) The Committee of Management shall hove the power to All any vacsncy if such » vacancy occurs ia the Commitee of Monagement.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(x) All notivities of tha Association shall be conducted with _ the approval of the Committes of Management,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "() Seven members sball form the quorum ata meoting of Committee of Management. .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "{vi) Deoisions of the Committee of Manogament shell be made by the votes of the majority of the members protent and voting. °",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(vil) Meatings of the Committes of Management shall be held ones a month or whenever cirsumstences necessitate such meetings.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "{viil) A meoting of the Committee of Management may be summoned by the Secretary on his own accord or at the written tequest of the President or at the written request of at least ‘Gve members of the Gommitice of Monagement.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(x) The Committee of Management chall have the power to appoint Branch Secretaties, Sub-Committess and Chairmen of and Seoretariea to suck Sub-Committees.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘Ths Coramittes of Manogement may issue instructions to eay ; uch Sub-Committee and give necessary guidance, ¥ _() The Commities of Monagement may make roles not inoonsiatent with the rules made by the Astociation to onsure seourity and decent behaviour of the members who ave engaged im the activities of the Association and in regard to the msintensnos of buildings ond other property possessed by the Assosiation.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "Panadura Public and Local Government Service 7: Buddhist Association Act, No. 22 of 1970",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(8) The Committes of Manegement shall prepare the Annust Report nd the Statement of Accounts to be eubmitied to the Annual General Mesting.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "UL. (@) The Office-boorers of tho Aesooiation anell bo— Ofee bearer,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "@) The President. .",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(@) Tho thres Viow-Preskdante. ‘ {ii) The Soaretary.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "{iv) The Ansistuat Seorotary.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(¥) The Tressurer.",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(0) Offce-bearers shall be slected at an Annutl Generel Meeting sud shall bold office until the next Anual General Meeting.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "42. @ Tho President shall take the chair ab the Annual president, General Mesting ond at Committee Meatings at which he is Present.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(i) Any of the Vice Presidente shall take the chair during the President's absence.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(hi) Where both the President and the Vice-Prenidents are not preacut, a life member or an activa member ehall be elected 4 take the chair.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "38. () Tho official sest of the Aasociation shell be in the Secntary. custody of the Secretary.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(8) ‘The Secratery sbsll maintain all minutes books and the register of members.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(i) The Secretary sholl keep a rocord of all minutes, relating fo Genera Meetings and Mestings ct the Commitioe of Management.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "14 () The Treasurer shall maintain under his charge all econ ‘Tremere. ‘ary fils and record relating to the Cash Acooont, the receipts and payments register and the receipt books,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(i) He chal maintsin a record of dally aosounts and duly Report to the Committee of Management all items of expenditure.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "Gil) The Treasurer mey retoin in bio hand a sum of nok more esa Ha, 50 to mest sundry sxpensca, Any sum in exoeee of Re. 60 shell be deposited in the bank as directed by the jComujtioe of Management.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "‘",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(iv) He shell bs answerable to the Commaittes of Management for all finanoil transactions. semen",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 20,
    "text": "(5) All decisions regerding @nancial matters sball require the ‘approval of the Committee of Menegement.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Ponadura Public and Local Government Service Buddhist Association Act, No, 22 of 1970 nts, 15. (a) The funds af the Association shell be deposited in = ‘bauk or banks selected for the purvose with the approval of the Committee of Manegerment- (b) All withdrawals from bank accounts shall be sigued by the + Treasurer and the President: Provided that the Commities of Mensgement shall bars the jower to authorice ope or more mexibere of the Commitien of Siamagement to operate. tush acooumla oa behalf of the Association. Board of 18. (a) The Board of Directors sbell consis of all office. Directors. beavers and two other members of the Committee of Management fo be alected at the fret mecting of the Commities of Management in each year. (b) All assets, cument amd fixed deposita accounts sbell be ‘vested in the Board of Directors. (@ The Board of Ditestoro sball, with the approval of the Committee of Management, have the power to sell, purchase or . otherwite acquire or lease any property or enter into any agree- ment on bebalt of the Association: Provided, however, tbet no morsble of inmevsble property of the Assop‘ation abel be sotd, leased or let except with the prior ‘spproval of the Anecoiation given at o general meeting, (2) The oficial seal of the Assoctation shell not be séized to any inatrument except in tho pretence of three members of the _ ‘Board of Diructors, Matters vot 17. (@) On any matter not provided for in the rules the preys for deulsion of the Commitico of Mansgemant shal! bo fins), ‘Bostiition. (8) Theve rolea chal! not bs amended, deleted, altered or ndded to except with the approval of the Committes of Management and passed at a General Meeting of the Association by a majority of tworthirds of the members present and voting.",
    "mean_p_confidence": 0.77
  }
]