[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PS ai ees mare tnd | Oe PARLIAMENT OF THE DEMOCRATIG SOCIALIST REPUBLIC OF SRI LANKA IRRIGATION (AMENDMENT) ACT, No. 34 OF 1990 [Certified on 6th September, 1990] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of September 07, 1990 PROVED A THE DEPARTMENT OF GOVERICNERAT PRUNING, SRE LAIKA \"]” | \"RO RE PURCHASED AP THE GOVIKRAIENT FURICATIONG NUREAT, COLGuDO Price : 30 Cents. : Postage : Re. 1.00",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Irrigation (Amendment), Act, No. 24 of 1990 (Certified on 6th September, 1990), 1, D—O. 67/87 . AN Act 70 aMenp ree Ineication: Onoivance BE tt enacted hy the Parliament of the Democratic Soctalist Republic of Sri Lanke as follows -—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1. This Act may be cited as the Irrigation (Amendment) Short tite, ‘Act, No. 32 of 1990.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. Section 7B of the Irrigation Ordinance (hereinafter Amendment referred to as the “principal enactment”) inserted by Acl %ga°of No. 48 of 1988 and amended by Act No. 23 of 1983, is hereby Chapter 453. further mended in subsection (8) of that section by the substitution for the words “Magistrate’s Courts”, of the ‘words “Small Claims Court”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3 Section 118 of the principal enactment is herey amendment amended in subsection (1) cf that section by the substitution Of #eq402 for the deGnition of “Government Agent”, of the following principal definition >— ‘enactment.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "‘Government Agent” includes an Additional Govern-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "ment Agent, an Assistant Government Agent, Secretary to the Minister of the Board of Ministers of a Province in charge of the subject of Irrigation und Divisions] Secretary of a Provincial Council ;’.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4 Inthe event of any inconsistensy between the Sinhala Sinhala",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "and Tatnil texts of this Act, the Sinhala text shall prevail. prevall fa case of spconalstency.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annvsl subsceiption of English Bills and Acts of the Parlisment Rs, 885 (Local),",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Be 1,200 Corelgn}, payable to the Surmumtmmam: Govsmwenr Pusitcartoxl",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Buneav, Coroseso 1, before 16th December each year in respect of the year following.",
    "mean_p_confidence": 0.71
  }
]