[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  Ce  Ceylon National Chamber  of Industries  Act, No. 10 of 1969  Ba of Asets May 141808  Prise on te Order of Gversment .  ‘ie ein Bat Bh re ESE perk wan",
    "mean_p_confidence": 0.4914893617021277
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Ceylon National Chamber of Industries  en enn af 1800  13-0. se.  ‘Aw Aor ro Inconronare, mx Crvtow Nerv  asnasn oF bioerne,  [Dae of Aunt: May 14,1969)  BE it nated by the Quen’ Most Exctent Majesty,  by and ite he advice ae consent of the Sena ad  fun af preentatves of Capon i he preset  voment sealed, ao by toe -eathorty of the  fee a alone  4. Thin Act maybe cited atthe Cel National ae  cokmber of Tndanton Act, No. 10 of 188  4 From and after thn pssng of this Act, ich tegnsiet  ‘and so uinny persons as now are meabers ofthe Ceylon Sars  Natcual Chamber of ladustres (hereinafter referred efi  eae Shaaver or shall henater \"be =  Mimited meters tte Corporation hereby rast  ‘ttc whoe nes shall bese in it eter  tontoned i. sogion 6, tall bend beste  ‘Gonpration \"with ably\" limited\" \"mamer  pooled in ction 13, wih cmtnoance forever  wr ihe tle aul ate of The Ceyion Nacional  Chamber of Industries\", (hereinafter Toferred to as  “PS Gocpraton andy hat name eal nd  su an nd nll Cone with all power ‘aad  bbe and ue common sea andi change  id alter the same at their pleasre  3. ‘The objets for which the Corporation is gem  bie Sa ie eo eau  (a) to promote and foster industrial ‘bin  apts) ees  Scelt” dnd “ober” auelations Sto  Nintament of euch objective:  ) to promate and protect the interests of persons  (© te Kreme’ wit indontsal underage fa  Coin:  (oto repreent and express on indstia,  . % coterie ‘and ‘sno mater ts  Somer of fe. induaral ommeniy in  lon and \"aid sie and co-operate  with\" in “wich reprenstaton an  Express",
    "mean_p_confidence": 0.36601246105919
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Ceylon National Chamber of Industries  “detve. too vl",
    "mean_p_confidence": 0.38166666666666665
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (@) to adine and communicate on economic. and  dustiel matters with poblis authorities,  ‘rth sla ascaton fe otor ples and  ‘with Inaivale,",
    "mean_p_confidence": 0.3666666666666667
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  ( to foster fellow-fecling and cooperation  mong _indstrialisi workers ad com.  Simos in ll matters of common ineret",
    "mean_p_confidence": 0.34545454545454546
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  () wo adjust and stele disputes amongst members;",
    "mean_p_confidence": 0.501
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (@ to promote and take all action newssary te  Expand tho exports of Indostriel goose of  Gtylon:",
    "mean_p_confidence": 0.48714285714285716
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (0) to colle and. cizelate statistics and other  information “relating to. dustrial,  ‘commercial and sooomic matters;",
    "mean_p_confidence": 0.325
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (© © publish industrial, ccnomie, commercial,  Bieaige, technsa’ and voratonal Journals  {nd iteratore and fo propagate iodusieial  ation in Ceylon;",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  to maintain a library of books and pablictions  © oa industrial, commercial sod eeonomio  mates :",
    "mean_p_confidence": 0.389
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (@ to organize and etablish and assist in orgeiz-  Sap and\" ctablishing woeational’ Sand  Stoel hing ities Caron  find to. strange sid astst in. spoil  taining of personnel of members:",
    "mean_p_confidence": 0.32999999999999996
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  @ to ongenise and participate in industrial  cchibitions and steiner,",
    "mean_p_confidence": 0.3069230769230769
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  (to asist and provide facilities for indastrial  yesrarch and to take neosary steps to  Fircer the introduction of mare eliient  Tanofectaring techniques;",
    "mean_p_confidence": 0.337037037037037
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  () to do such other matters as may be neonsary",
    "mean_p_confidence": 0.5683333333333334
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  (0) oi any ot the cbjeee ofthe Corporation",
    "mean_p_confidence": 0.346
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  zucuim —__ (0) The afis of the Corporation shall, subject  Bea {TB ats fr iho tae bn ofthe Compare  {Woninnde ne betenafter provided, be administered by  fn Wottive Coal conieting’ of the Chairman,  ih Bop” Chatto “for ice Chair, ta  Hooray Treasurer and ot more than forty ‘ther  romero be seed im accordance with tho Toles  - In foro for the time bing of the Corporation",
    "mean_p_confidence": 0.40786666666666666
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Ceylon Notional Chamber of Industrice 8  ae Neen ao le  12 Tn meson th Ect, Cc of  ogni Cat a  Ee Le et  Ht Senate Sp  00. Te, Bot Cina all cu mete  sella reins Comet tat tet Bate  cg Belg We Aah ata he  tener lat Seti rach  Peete  ison  Qe spac sh enna te fl  ‘particulars: — cf  (tn tne divs the meter  © pe of ey ai ta  peered  (ih he an fy pee en  ocean mae  (ego wih the prc sed  6. sha ental —  * (@) for the Corporation, from time to time, at any  et a eae  Shi aaa gare  peri ett  erp ae aa  Shia ar leita dined  i se eon ana  iS Senior ie erat gt  i ieee ar adi  Sigal ae  SEAS A See Gas  Stags pitenahe  beta ca can  (te ete Ci om tin into  osu ref es  Eee Ssice ames,  sppia a prac te  Pere eter  sro tie vet  Sy Sie pams eer al  aie Saath i  peach Ps Bees ge  Pia hes Tay Si",
    "mean_p_confidence": 0.28316742081447965
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Ceylon Nationat Chamber of Indutries  “tee No. 100) 1000  assed may, by resolution passed at, an  femal meting ofthe mais ot hk  Corporation ‘by’ a majority of voles,  altered, aided to, amended or cancsled.  aegen Te (0) Subject toe provisions of wcton 6, the  EXSGL + mult sev out ithe Seedute, shal for all purposes,  KESSEL. be the rules of the Corporation:  Provided, however, that nothing in is section  contained shall be held or construed to prevent the  {Corporation at all times bereafter from making fresh  Tule or from altering, amending, tdding to, oF  Ennciling any of the ruies im the Schedule or to be  hereafter made by the Corporation.  (@ All members. of the, Corporation shall be  subject to the ruler in foree for the time boing of the  Corporation’  — 8 Te ahall be awful or he Corporation wo horow  EE arse mor fr the purges of he Coreration:  Sind to erentey execute, grant or issue any mortgages,  ‘nde datenisrer or obligations of se con  tnd t pay of and reborrow the money ecared there  rang pat or parts thereof.  ny By All, dete and lies of the Chamber  ipant exnting a the tine of the coming into operation o  ERE Gi Ae shale aid by the ‘Eorporstion,bereby  tonstitated, and all debts due to, and subeeriptions  nd contributions payable to, the Chamber shall be  paid fo the Corporttion for the purposes of this Act.  reaimpee 40. The seal of the Corporation shall, not be  SEGA —aticed to any instrument whatsoever except in the  Enea, resence of two of the members of the Board of  TFfostes,yho shall sig. their names on the instra-  seat dan of ef prewes aad uch ining  il be independent of the sigan of any person ag  tMMiunes Ray instrument sealed with te Seal of  the Corporation aa ied hy tv \"member ‘ofthe  Board ot ‘Trustew shall be premumed to be duly  executed, ,  conguye tf The Corporation shall be able and capable in  SEI tay io take and hold either as benedcal owner or  oer trust or otherwise any propery. movable or  immovable, upon or by viride OF any fastrument of",
    "mean_p_confidence": 0.5092803970223325
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Cro Mtn Chant of aden  eet",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  a or rn. by it",
    "mean_p_confidence": 0.34285714285714286
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  a ca ity dc army ‘and  {ex the purposes of tis Act und abject toe rales  fiend Widieaier  {or the purposes of aad pom fhe trose and tect  Ee oie itm nea",
    "mean_p_confidence": 0.36815789473684213
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  a ered  Scpecererhel prairie  Shpcine meters atoae  Se ee nee  fncunter, or charge the sae",
    "mean_p_confidence": 0.19333333333333336
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  1, 0) a Boot of Totes pe  ede tils 5 ele dnes me  Ene htt a ghee uty af ie Corpor  Ss aaa oe  Peer Ont  Hay a oat",
    "mean_p_confidence": 0.24472222222222223
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  ny rr gut ar to",
    "mean_p_confidence": 0.3485714285714286
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  22 rerio fe mre  Seales ees, ae as  Soe oe erage  Bin ote for the tine being of the Corporation,",
    "mean_p_confidence": 0.2712
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  peices ile eterna  cof the Executive Couneil for every such transaction,",
    "mean_p_confidence": 0.5121428571428571
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  1 Nyt tog Onin sa bygone  pooner niet a Orpen i ea  Wists mi eaea ae  Siny be de from him tthe Corportion.",
    "mean_p_confidence": 0.31464285714285717
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  ‘or affect the rights of Her Major ‘the Queen, Her fin‘  aL rey fac a  Soman a Se cee  fara  =  =  (0 Seaiy wh any o he rae Sas soaplenst Rin,  See eS ees  fee cena See  eis Rohrer teen §  {ht ule Senn seen fr acirip woken  Sacto  Sahat",
    "mean_p_confidence": 0.27999999999999997
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Ceylon Notion Chaster of Fetstrig  “rachel  EEN Crna snes magne aig ay  ‘ssmiation or illehdunl. wo i ‘in oe tonmveted  pare eee  Socrates ae  Epoenas caer ass  es a ag  fey cine mara  Sore sera  Gop eee  foe Secon  ‘meat f By Hou if daniel by th vile aloo  Feat atenr  ae  Sis dh) tla i in snl kn  Bet S¢by ih settee  Sees  (var Gt at a  Eaten alae  ier oe cones aac  ih asic ene aly  ‘SS Hamat Cosel canbe ey ed  feta!  =e  1 a ni ok i  ype dele ih  i a i to  seus G merer eee eter ree  ‘SeEbamier wo gecerally the fend doyle  Reeecnie pee usec  (O72 the Rogar allo ata on wie b  SESE Sse  ii eye pout sa a  sree aoe  ie  ven epianeladanerramr an  ime (00) cows othe bin ae’ Wea Oe  za  ae)  going: Re  geese ote  meee 7 eS  cere mee  greeose = 38  ;",
    "mean_p_confidence": 0.19590243902439025
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Ceylon National Chamber of Industries == 7  “hen Ho. too 1968  (0 The smal slip os men wo i intrated  tra st al  (0h mein ty emp We 280 a  (6 een nH 9.  (0 Ha se of ae, he iin Sa  ‘rich the saber was inca in the Bagister:  (Tia noah scpin sa be ped win, he  pot mth atc ep oe sleorion og  Sp echt al vad raf  (0) age wine mani a sts tor 8  Sheatee ee eae al  itis of year on  (8) Te Ramatie Onna may, hover dit to  ‘meaberhip any perv wo ia cousel ts bes mamber  Sees ee as  me  ‘he Sect sll wg Rage of Member, wich Rago  0 MasPstad tee prt ah  * (a) he mame and dvs of exch mamber,  (tame a sd of he opment oh  (9 esr of the ty ae amano  (2 Sn dae 0 wah hn mf pe. ae  Toad AS apse aaa  (othe of ih the pon sn to be 8  A menoer of he Chea rng nig, grog nein  treet as Pale an etna ema  of ie ote ee be hal ma Seaton, But  aes ote “eee fa ake: Ba  Bon aay ents ann Sir n't,  (0) The ino he Chae hl, i ote ral  (9 (© Titec thn five bag otha Chater ae hate Bec™  sepovie Shand Oa Ba  (Peete Gn sal era of te tw  (© Boston nd meta ened  eciaraen.  2 Dopey Chama,",
    "mean_p_confidence": 0.34519572953736655
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Gln atonal Chaar of nde  re ers  Pins ton  4) an he 9 and _—  BET ton Deen  exo emeyeomenn nya  ‘under Clause 7 (6). aajanen  ( gemecm set po aie se maaan  aon at Be mais ne sis  Siavesceeereass  a ee  Ee ees. eee  chaawen Se  ca as vl be at  (ote ct ie gh nad  _ a ee ree  ‘figtie for re-election”  Ph phaleer  7 Sesh So  Zs |  semen (4 cn care se  sere Og wee ew eee eee te  * ate eee nen ee ee  ‘Histnce, tbe Meeting aball lest a Chasman’ fom  Ss  Oe epee at og moe te  isin I ta  si ipeon Seeetgs rome  (0g pe oe eo yl rn  paso ts  Baer ta etal & mnie  bad ‘writing signed by Bim ar by soy five members of tho  Garage ae Gear est  Decoy Saree oo  Soa eo le ak  Seas ser  sca gore gapeee eel ction  co agree rn  a erin en 8  mu TE naa ce oes ft Sanna al ‘in addi-  ecets (900 eRe Slt mi fn  Kms had {general dirvotion, supervision and control of all activ  = Phy ed  Ge Seer Sarees aan  we",
    "mean_p_confidence": 0.2768595041322314
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Calon Naat Chamber of Indus  i er  ote ran po  © saataretate Seams  i  (Bs Samad ate pam a oe a  reporting. 08 ay sear ae Ce cree  Ey SRE ae an bt Secticy ‘tk  cm pea cep 9 8 pre  Rewporsetmnses sae  Gag meiRat he Chaaber ort anyone an.  ob mg i et ing sar  Rat es ore oe  tiie a ss a  coast yes ek te  ESSS sta  Sa cece s  {eid ncading lw Seeaee snd Ensioerng.  * (2) Meetings of Sha airy Come shall be called by  pu meme yngutierin py ehmd marae  \"lis Set oc tue Hcvtive Osuna may Seem Suen  He RE  nna nn Som  cv oe mates muse emer  MANTA Seb fe of dP aete  to ect re ape  SSEUNGSSG ii pope Oe ede ae  pete  Pepe hyp ee  sk speed ‘pine Kiestve Gocal a eae  Shao  op fens erie cra mrt  Ermine tnt mae eri dL roo  penitras site eet ee  & pete arcing uch mts, He Sal  Beer Ge  ‘Me ausgued te im Uy the Executive Coanell",
    "mean_p_confidence": 0.2673239436619718
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Ceylon National Chamber of Industriee  “det, No. 10 of 2080  (0) Tin ii Te shal be snpeil o m:  The gearless pee  reuoting he aadted statement of aocousts for the?  [Tour at tre oul general meotag.  ‘ot (9) (9 Suh ini bled at tb\" \"saal gona  (Sei oe era he Hest one he",
    "mean_p_confidence": 0.3604761904761905
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (0 probes soar tae om He any lode oe  ale rota eto Chabert  for such prin or plow anor for such teat ar  ‘se ad” oder au le sod pon re  ‘a sodalnn a tb Sout mathe eat  lope en sto esha ott ty bull  [ee ullge on ay an a nn pura  Telus ort be pune or lel loreal  ttl rang yar oe pre of Ue rope oe  Gamer, wbahor movabie oe ioral:",
    "mean_p_confidence": 0.3838823529411765
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (0 i or ny om fea ay nd  ay ies Te fm sk ae  ‘Sora i hl tle Band pooper",
    "mean_p_confidence": 0.30291666666666667
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  i rm tne 9 sine, at te Sirti, to boxer",
    "mean_p_confidence": 0.4041666666666666
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (09 te fo the purpose Chan oak  ‘Seta AS ack csp su tre  ‘Seen tanked ah  Serres ateretwicont. Woais fot cash  Siete Unde‘ ser donut a  Sills of era",
    "mean_p_confidence": 0.26083333333333336
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  sso guns (18) (6) The apna general eating cll bo bold no It  aun (09) Tho te aed ony i cash ar a he Comal  ue he bla Sone forthe purer ot  {sowing Boe:  to. recive ihe Annan! port and Audited  © Sent 8 Be poling see",
    "mean_p_confidence": 0.3624074074074074
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (fo set eller and fhe Coon embers",
    "mean_p_confidence": 0.30444444444444446
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  2 sen  (i) feat am Aor  (latent any tate Boot aon  Patlaton of wiih dow soUae sll ave Been  0) A eae f tbe Ans Growl Mest sal be gan}  (© \"00 eo tana day beste date  i te owing  (6 Noto of motions cr rts shall be set ore,  XS Saculry at Ios ven dage ele the dale of  182 menos",
    "mean_p_confidence": 0.35904109589041094
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  CCoyon National Chamber of Industries 11  a ‘Act, No. 10 of 1969  0 gma eat ating ett nel  00 0 gta erating ete EE  Sete ie cous  . is  OSs  0 gt el cov te  mused of un Gbasker sig fo oa wod openly  oases  ee al a  Soin age ie Sa nt  =  on fe sn oi ie  vaso\" =  ou cmy of Gin, in tan etn  0 Oe ce eM cnatch tie Caiman St  ioeiacicatdoeas per  tad ters, \"he meing ball Sects Chama  ‘rom amcog thoee presen. -  eee etme ee  semi na ay se  Hasek seeks  , SSS a  eeeemaieeeet  EERO ULES? fromedige of iu ectigy ofthe  eS  Sms Sails a at  co angen tn he ym rt  cas te eke eg  utes Nie aetna  ete td  iar  oye te i eg  wogysyeteeenraes ome  SoS eee aS  ‘ape bute th dao ofthe musing.  (2mm mn Cie hal be Senn  ar Spt Ga ng 3  : = <3  (9 Mh mi Su re mt te gt  rairaetgcemem rate ts Sh  he next meting. . =a",
    "mean_p_confidence": 0.2782352941176471
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Ceylon Notional Chamber of Induatrie  eet ee  p09 (0h ey te i eh  Rar Omar shee tee  santo In of bo mars Soe ye  ‘Bxeectie Coun ttn  00 Rin Soh a he  mrrunoetseres  0 okce ay st pee  0 ene a tet tt  Seana  oy Spent et ct  6 sl i fe ane  oe inte ite  ‘Chaat 6 adel open 1 ton BF  Su Ace ek Baas  it 0 0 tt tt  = ees  ‘hy prnsaripdory, ay tes the Coane fo  Base perio eae.  Rees Se rers aes  Ea _  tan on ti Se gt me  (0 y's \"Commitiee seid uc te member  o Retest te as iy  (© Daten Sten  we mo earns a ry eae  Exnaan aicacere ne  ‘ha meaber of te ric nich the ec eto be  Ee  (0 te Se eso ees  SAS ce amteones fae  sity Sidhe  ected ate  og a gg Ps  ene emcee st  eee ae  eee,  farm My ete i a  “ ‘st annual or special general moating, No such amend  Say ere ooaoee  SSS Se",
    "mean_p_confidence": 0.2756422018348624
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Coven National Chamber of Tndustriea 18  “det, No. 10 of 1969  (2 here, hn lowing wer sal hae be sings Top,  ‘to i suc, ent ty Secs wie St  ‘pigmet to ke mje or Sac  \"tha Gander sal ian tbe Cayo Naa  ‘mr edie  * meet Coa\" al ew the Eerste Cone  the Chalom shall mene de Conineas ot tie  et e's hang, ne he  Deputy Colon at Vi Sete  “tga “Teme abl mon theocracy  “Tete ee sine big he Chaar,  ‘swap iy\" Sl an, edi  pnt ain ete Dope  “Mh ale hil masa thwe an tbe ae  cle in new nei oes  sacha ann sur of th Chase",
    "mean_p_confidence": 0.36328125
  }
]