[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ey pac kA PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OB - SRI LANKA MATIONAL CRAFTS COUNCIL AND ALLIED INSTITUTIONS (SPECIAL PROVISIONS) ACT, No. 4 OF 1996 it ae . (Certified en Sth February, ‘1996] lois y Printed om the Order ef Goverement oe som Sena Ea It Or Seat rma sm teen eee at = a TO Pyieet 45 comte. Postage: Re fu",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "National Crafts Council ond Allied Institutions (Special",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "~ Provisions). Act, No. 4 of 1906 — (Certified on 8th February, 1996] . _— (An Acr 10 MARE SPECIAL PROVISION TO EWANLE CERTADE cs",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "PUBLIC OFFICERS WHO WEE EMrLovun rm THR DEPARTMENT - op Manxerina awe Expont Promonion or Hanmicearra AND IN THR RELEVANT SECTIONS OF THE DEPARTMENT OF SMaLL INDUSTRIES AND WHO WERE SUBSEQUENTLY EMPLoyen ey TH Sm Laea Hawnicearts BOaRb, T0 BE ELIGIBLE FOR {THE GRANT OF A PENEION AND TO PROVIDE FOR Marinas CONNECTED THEREWITH OR INCIDENTAL THERETO,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited as the National Crafts Council Short tue and Allied Institutions (Special Provisions) Act No. 4 of 1996. . . ’",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2% Bvery officer or servant of the Sei Lanka Handicrafts Grant of Board extablished by the National Crafts Council and Allied Erin’ ” Institutions Act, No. 35 of 1982 (hereinafter referred to as Persons “the Board”) whose service in the Board when added to gngovedl his period of service in the Department of Merketing and mont of Export Promotion of Handicrafts or a relevant section of Stuns, ‘the Department of small Industries amounts to ten years Promotion of or more, not being a persan who was on the day preceding Hapdlcrafte the date of commencement of this Act, in receipt of, or Felevant eligible to the payment of, a pension under the National Sip Crafts Couneil and Allied Institutions Act, No, 35 of 1982, Department ‘and whose substantive post in the Department of Market. {1 Smah",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "seeing and Export Promotion of Handicrafts or a tetevant wd",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "section of the Department of Small Industries is declared Samed by to be pensionable under the Minutes on Pensions, shall be the Sri deemed to have held such post for the relevant period of HR iy service and shall be eligible for the grant of a pension Board! under thy Minutes on Pensions at the end of such period. . “relevant period of service” in relation to a",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "person to whom this section applies, means the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "period for which such person would have had to",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "serve in the Department of Marketing end Export .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Promotion of Hendicrafts or a relevant section of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "the Department of Small Industries as the cage may",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "be, to complete ten years’ pensionable service bad",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "hie continued to vemafn in such Departmcnt or sach",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "relevant section, after the date of his appointment",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "to a post in the Board. 28 vamces7,800 .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "2 Nattonat Grafts Council ‘and Anta jraseuttons “(Speaie * Provtitor3) Act, No. Sof 1998 Copaitione a, very fervent his ‘hesstiad elite for the grant of dated @ pension under section 2 shall receive’ ‘such “pebsioh ‘before award -subject to a refund— ia msde. . (a) which shall bé made by him or his ‘heity, té the : Director of Pensions, of any gratuity pald to hima upon bis accepting ‘fernanent “employment ‘with the Board;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(0) which shail be made to the Treasury, by the Com- missioner of Labour, or where such person has tecelved his contribution to the Employees”",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘ Provident Fund, by that person or his heirs, of all contributions to the Employees Provident Fund. ne taade by the Board in respect of such person for the Sree ‘perfod commencing on the date on which such : person was employed by the Board and ending on the date on which he became, or becomes, eligibter : Yor the grant of a pension under section 2 of this ‘Btohala St 4. In the event of any inconsistency between the Sinhala tase of and Tamil texts of this Act, the Sinhsla text sball prevail. teoey. Jater 5. In this Act unless the context otherwise requires— pretation, *Binployees’ Provident Fund\" means the Employees? : Provident Fund estublished by the Employets’ L Provident Fund Act, No, 15 of 1958; : “Zelevant section of the Department of Suiall Industriea ” Sos has the same meaning as in Part II of the National : Crafts Council: and Allied Iristitutions Act, No, 36 eee of 1982, . }",
    "mean_p_confidence": 0.76
  }
]