[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ea) PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF SRL LANKA MEDICAL (AMENDMENT) ACT, No. 30 OF 1987 [Certified on 4th June, 1987] , Printed on the Orders of Goyernment Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of June 05, (987 recres AE Ye DEPAXTAOLT OF QOVERINORNT FRIMYEWG AIT LAA To Un FURGKARED AT Tat GOVERNUEH? FUBEICATIONG BUREAU, COLONIDO Price : Rs. 2.70 . Postage : Re 2.20",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Medical (Amendment) Act, No. 30 of 1987 LD—O. 47/82. . [Certified on 4th June, 1967] : (AM Act ro Axeap THE Mxprcat, ORDINANCE BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited as the Medical (Amendment) short ticle. Act, No, 80 of 1987,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2, Section 5 of the Medical Ordinance (hereinafter Amendment referred to as the “ principal enactment\") is hereby amend- oteectionS ed as follows :— Chapter 108.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "() by the substitotion, for the wards “the University",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘of Ceylon\" wherever that expression occurs in that section of the expression “a university established or deemed to be established by the Universities Act, ‘No. 16 of 19787;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) by the insertion, immediately after paragraph (a) of ‘subsection (1) thereof, of the following new parar graph :— :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(aa) the person for the time being discharging the duties of the Director-General, Teaching Hospitals ;\" and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(8) by the substitution in subsection (4) thereof for the word “Ceylon” wherever it occurs in that subsec- ‘tion of the words “Sri Lanka”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. Section 6 of the principal enactment is hereby repealed Reptacement and the following new section substituted therefor :— ab section @ “Procedure € At every mecting af the College Courieit Buincinal seater the Director of Health Services, or in bia meetings, absence the Director-General of Teaching",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Hospitals or in the absence of both, the De- puty Director of Heslth (Medical Services) vi - ghall preside as Chateman, *.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4 Section 7 of the principal enactment is hereby amended Amendment in subsection (1) of that section ex follows: — af section ¥",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3) by the substitution, in paragreph (c} of that subsec- EEEEO,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "tion for the words \" effictency as pharmacists ; and™, wa Of the words “efflclency of profcieney as pharma: elsts 5\" 5 358 cosets 8,808 9/1 .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "a Medical (Amendment) Act, No. 30 of 1987 (2) by the substitution, for the words “efficiency as nnuraes.”” oncuring in paragraph (a) of that sub: section, of the words “efficiency as nurses ;”; and (8) by the insertion immediately after paragraph (a) of ‘hat subsection, of the following paragraphs :— “ (e) certificates of proficiency as radiographers ; (A) certificates of proficleney as medical Inboratory technologists ; - {g) certificates of proficiency as physiotherapists ; (hi) certificates of proficiency as occupational thera pists; {) eeruticates of proficiency as clectrocardiograph + recordist 5 3) certificates of proficiency as audiologists ; {k) certificates of proficiency as clinical physiolo~ ., Bats 42) certificates of proficiency as speech therapists; + (m) certificates of proficiency as chiropodists ; '*  (n) certificates of proficiency as dietitions ; (©) certificates of proficiency as ophthalmic awd- Sor Marlesp eae * (@) certificates of proficiency as electroencephelo- graph recordists 5 ° + bal (g) certificates of proficiency as nutritionist ; ee AP) certificates of proficiency as clinical psycholo- - ae aa ° <Amendroen: ‘5, Section 12 of the principal '‘ensctment is hereby Eisection 1a . ibe amended as follows, section (Q) by the repeal. of subsection (1) of that section and . ‘substitution of the following new subsection fhere- faas fpteedet ite. teeny hewn job tt. tat 1 Constita- - 12. (1) \"The Sri Lanka Medical Council . ‘Son and a, :: +{in this Ordinance referred to as the “Medl- Medical cal Council\") shall consist of the following i Council. \"=\" members :— , . “ews \"2 (gy the President nominated by the Minis- teri",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Medical (Amendment) Act,No.%0 0f 1087 (b) one member elected by the teachers a of the Faculty of Medicine of each of the Universities established or y . deemed to be established by the . Universities Act, No. 16 of 1973; (©) eight members elected by medical practitioners registered under ‘section 295 {@) one member elected by persons entitl- ed to practise medicine - registered under seetion 42 ; {e) one member elected by dentists regis tered under section 43 ; G) four members nominated by the Minister, of whom at least two members shall not be in the emaploy- ment of the Government of ja receipt of @ pension from the Government ; (@) the Director of Health Services ; : (h) the Director-General of Teaching Hospitals’ 2) by the substitutfon in subsection (3) thereof for the word “Ceylon ”, of the words “ Sri Lanka” jand (3) by the insertion immediately after subsection (3) thereof of the following new subsection :— “ (4) No person registered under this Ordinance, shell be ‘entitled to vote at an election referred to in paragraphs (c), @ or( (@) of subsection (1), if according to the registers ‘kept under the provisions of the Ordinance he is not resident in Sri Lanka at the time of such election. ”, ® Section 13 of the principal enactment is hereby Amendment repealed and the following section substituted theretor:— 9 rectian 5 pees . principal yiigmiers of 18, No person shall be eligible to be a j Gounell i. , member of the Medical Council unless he fs & sdica! prec medical practitioner er a person entitled to Siloners: Practise medicine and surgery or a dantist.”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "£ Medical (Amendment) Act, No, 30 of 1987",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Amendment 7 Section 14 of the principal enactment is hereby",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Sreten 4 amended, by the substitution, for the words \" of the Medical",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "‘principal Council\", of the words “of the Medical Councl! except the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "‘eactneut members referred to in paragraphs (g} and (A) of section",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "12,\",",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Amendment 8 Section 15 of the principal enactment ie hereby",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "ofthe amended by the substftution in paragraph (c) thereot for",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Eimitens the word “ Ceylon” of the words “Sri Lanka”,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Amvendment “9 Section 17 of the principal enactment is hereby",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "ottte amended by the repeal of subsection (1) of that section and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Gasctmen. the substitution therefor, of the following mbseetion :—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "“ (1) The Medical Council shall appoint a Registrar, who shall act as secretary of the Medical Council and also as treasurer, unless the Medical courcil shall appoint another person as treasurer and may appoint an Assistant Registrar who shall assist the Registrar in the performance of his duties under this Ordinance.”",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Amendtaaen inci",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "Amendment 18, Section 19 of the principal enactment 1s hereby",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "tiihe 8 amended s follows -—",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "‘enectinent. (1) in paragraph (d) of that section, by the substitution for the words “such accounts.” of the words “such accounts 5”; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "2) by the addition, immediately after paragraph (d) of + the following new paragraphs :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "“(© the maintensnce of minimum standards of medfeal education including standards relating to courses of study, examinations, staff, equipment, accommodation, training and other facilities at the universities and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "— other institutions which grant or confer any qualification which entitles a person to",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": ". obtain registration under this Ordinance;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 22,
    "text": "(f) the maintenance of minimum standards of postgraduate medical education at univer- ‘ities and other institutions. *.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "‘Medical (Amendment) Act, No. $0 of 1987 ° IL The following new Part is hereby inserted immedi- Inmertton ately after Part 111 and shall have effect as Part Ia of the Jaw Pat, a incipal Principal enactment srinclpal “PART Ia ’ Powsns or Mavicat, Comrcm Power of 19, (1) Any petson authorised in writ- authorized by ing by the Medical Council may, after giving the Medical” not lees than two week’s notice in writing, Councils enter a recognized university or institution ake and meke such exeminations end investiga- mautieg' sions thereon and such inguiries of the Bwersties members af the relevant faculty, as may be a necessary for the purpose of ascertaining whether (©) courses of study provided by such university or institution leading to . the grant or conferment of a medi al qualification, () the degree of proficiency required at examinations held by such univer , aity or institution for the purpose of granting or conferring any such qualification, (6) the staff, equipment, accommodstion and iacilities provided by such : university or institution for such course of study, conform to the prescribed standards, (2) The Vice-Chancellor or Head of & recognized university or instifutlon and the members of the relevant faculty shall afford ws all such facilities as may be required by the person referred to in subsection (1) for the Purpose of making all such exeminations, was investigations and inquiries as are referred . . to in that subsection, (8) Where any person authorized by the ‘Medical Couneil under subsection (1) makes any such examination, investigation or in- quiry aa is referred to in that subsection he - ‘hall make a report of hia findings t> the Counetl. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Medical (Amendment) Act, No. 30 of 1987 (4) Every person authorized by the Medi- eal Council under subsection (1) and exer- . ising the powers conferred on such person by that eubsection shall be deemed to he a public servant within the meaning of the Penal Code. Power of 19m, The Medical Council may in writing Medical direct the Vice-Chancellor or Head of a re- Siumellto ognized university or institution to furnish ‘ecognieed it within the time specified in such direction. andinsiiue such information or explanation es the fanste Council may require in respect of the information, ‘atters referred to in paragraph (a) of sec- tion 19 and the Vice-Chancellor or Head of a recognized university or institution as . ‘the case may be, shall comply with sttch re- ~ quirements. Power af 18¢. (1) Where the Medical Counell is Medical satisfied, on a report made to it under sub- Faumeiq section (3) of section 19a or any informa- Wihdrawal tion furnished to it under section 198 thet Yonerquai- the courses of study provided by a recagni- ‘Seetions zed university or institution leading to the Zora grant or conferment of a medical qualifica- sniversities tion or the degree of proficiency required by ons, such university or institution at any exami- nation held for the grant or conferment of any such qualification or that the staff. accommodation and equipment provided by such university or institution for the purpose . {3 OF such course of study, do not conform to ° ‘iy the prescribed standards it may recommend b te the Minister that such qualification shall ‘not be recognized for the purpose of regis- a tration under this Ordinance. “s+ = @) Upon receipt of a recommendation under subsection (1) in respect of a recogni- + aed university of institution, the Minister ‘ . shall send a copy of such recommendation note to such university or institution and invite > _ ;, ft to make its comments thereon within a specified perlod.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Medical (Amendment) Act, No. $0 of 1987 9 <a +. @) Where the Minister is satiafied, after i examining the comments, if any, made under ® cr» Sabeeotion (2) by a untversity or institution, a and after making such further inguiry as he considers ‘necessary, that— \"© @@) the course of study provided by such “ university or institution leading to coe the grant or conferment af a medical . qualiftcation, () the degree of proficlency required nt” examinations held by such university ‘or institution for the grant or confer- a ment of such qualification, or (@) the staff, equipment, accommodation and facilities provided by such . mniversity or institution for such ae sourse of study, . do nsi conform to the prescribed standards. 7 + he shail, declare by regulation, that any ‘ provision of this Ordinanca which enables . 2 .' the holder of that qualification to he regie- tered under this Ordinance shall cease to : have eifect in relation to such university or ~ institution of tn relation to any institution \"* waftiHated to such university, from auch date as fs specified in such regulation, Inquiries,“ 190.\" “(1)' The Minister may'on receipt of a comipliint in that behalf, direct any person to inquire into the affairs wf the Medical Council and the performance by if, of its *. si one duties under this Ordinance. 0 - er ged re ene a a 1(2) Where such inquiry as is referred to in subsection (1) is held, every member of no - the Medical Council, and every member of cetny «oon the staff of the Medical Council shall upon “es being requested to do so by the person ‘bolding the inquiry, furnish such information within his knowledge with regard to the cuts vi!\" work and affairs of the Medical Council and <a . Avproduce such registers or documents in bis . custody, as that person may require.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 = —- Medical (Amendment) Act, No. 30 of 1987 Fplerpreta Om, In this Part of this Ordinance— \" \"a pecognized itniversity “or institution\" * + means any university or institution . which grants or confers a medical qualification ; «+ Minedical qualification” means any qualif- wu, Cation which entitles the holder to be registered under this Ordi- mance.”, ‘Speament 12 Section 20 of the principal enactment is hereby ox amended as follows :— : ‘Biincipad ‘enactment, (1) in subsection (1) of that section— (@) by the substitution, in paragraphs (a), /6) and (c) thereof, for the words “in Ceylon” ap- pearing in those paragraphs of the words “in * Sri Lanka\"; “_' @) by the insertion immediately after paragraph (b) thereof, of the following new pars graphs :— , “ (ob) a register of persons entitled to prac : tise medicine and surgery under sub- sections 2, 2a, 23 and 2c of sertion a; . (bb) a register of persons entitled to be : temporarily registered under sec- tion 31;\"3 {©) by the substitution, in paragraph (d) thereof, for the words “ in Ceylon ; and” of the words : in Sri Lanka 5; @ by the substitution, im paragraph (d) thereof, for the words “in Ceylon”; of the words uO “in Sri Lanka; and *; and fe) by the insertion immediately after paragraph {© thereof, of the following new para graph + © Y) a register of persoiis qualified to prac- tise 4% para-medical assistants in Sri ante 5 . .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Medical (Amendment) Act, No. 30 of 1987",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(2) by the repeal of subsection (3) of that sectlon",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "ne ‘and substitution sf the following subsection",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "‘therefor ;— .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(8) a petson who is not a citizen of Sri Lanka , shall not be registered except with the approval",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": ". _, of President on recommendation of the Minister.” ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(@) by the substitution in subsection (5a) thereof for",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "the words “ Ceylon”, of the words “Sri Lanka\"; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "@) by the repeat of subsection (9) of that section.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "13. The folowing new section is inserted immediately Tpvettion atter saction 28, and shalt have effect as aection 26a of the feeion a Principal enactment :— ee",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "principal TRenewatot \"26a. (1) The Minister may require we Persons registered under this Ordinance to renew their registration at prescribed intervals and on payment of the prescribed . fee. : - (2) Different intervals and different fees \" may be prescribed in respect of different categories of persons registered under this ” _. Ordinance. , + > + @) The Medical Council may erase from the appropriate register, the name of any Person who fails to renew his registration . \" before the expiry of the period prescribed for the eategory to which such person belongs. : “s (@) Any person whose name has been . tos erased from a register under subsection (3) shall be entitled to have his name restored to such register on payment of the prescribed . fee if he continues to hold the qualification . °. on the faith of which he was first registered = in auch register.”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Medical (Amendment) Act, No. 30 of 1987 Amendment 14. Section 29 of the principal enactment is hereby Staection29 amended by the repeal of subsections (1), (2) snd (24) srincipal and the substitution therefor of the following sub ‘mactment, sections :— ne (1) A person shall, upon application made in that behalf to the Medical Council, be registered as a Medica) Practitioner-— » (@) it he is of good character ; and : (b) Sf he— « () holds a Degree of Bachelor of Medicine of the ‘University of Ceylon or a corresponding \\ university and  certifieste granted by the ‘Medical Council under section 32; oF () not being qualified to be registered under . subparagraph (1)— (aa) ts a Citizen of Sri Lanka ; (bb) holds’ a Degree of Bachelor of Medicine or equivalent qualifications ‘of any university or medical schol of yy s 2 24 any eountry other than Sri Lanka, van + 4 whitch is necognized by the Medical boo +>; Council for the purposes of this section having regard to the standard of medical education of such university ‘or medical school ; ont str. (ee) bas? passed the special examination a? . at Preseribed a that behalf by the ‘es Medicat Council; and. imag (dd) holds a certificate granted by the foe ow Medical Council under section 32. {2) For the purposes only of enabling the acquirement of such experiences as is required for obtaining from the Medical Council, a certificate under section 32, a person . nv shall, upon application made in that behalf to the Medical Council, be., registered provisionally. as a medical a; Practitioner— . , . i 4@) if he ts of good character; and 2, @) ifhe— : . - t cons, @) holds the Degree of Bachelor of Medicine of ‘the University of Ceylon or a corresponding University ; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "‘Medical (Amendment) Act, No. 30 of 1987 1, (ii) has passed the examination necessary for obtaining the Degree of Bachelor of Medicine of the University of Ceylon or a corres- ponding university, but has not obteined that degree owing to a delay an the part of that University in conferring that degree on him ; or ii) not being qualified to be registered under any ‘of the preceding sub-paragraphs— * (aa) is a citizen of Sri Lanka; and “+ @b) (D holds a degree of Bachelor of Medicine or an equivalent qualification of an university or medical schook of any country other than Sri Lanka, which is recognized by the Medical Coun- . . cll for the purpowes of this ‘ ‘ section having regard to the standard of medical education of ‘such whiversity or medical school ; or (i) has passed the examinations neces- is, Sry for obtaining a degree of ‘ . 7 Bachelor of Medicine or an : ” + equivalent qualification of any university or medica] school of tet any country other than Sri ne Lanka which is recognized by the tie, ‘Medleal Council for the purposes : + of this section, having regard to the standard of medical educa . ane tion at such university or : o™ “Medical School but has not oot obtained that degree owing to ae * _ |. fact that he hes not completed the period of internship required Legale, .. for obtaining thst degree and ‘ tot the Director of Health Services Bee has permitted him to complete nee te that perlod of internship in Sri on ‘Lanka ; and (ee) has passed the special examination Js\" preseetbed im that behalf by the ne 129! Medical Council.”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "32 Medical (Amendment) Act, No. 30 of 1987 Eepalet 18. Section 30 of the principal enactment is hereby wast repealed, principal snociment, Replacement 48, Section 8t of the principal enactment is hereby Stine 2\"#! repealed ond the following new section substituted ‘principal ‘therefor :- “Temporary: 31, Any person who is not qualified to be repistration registered under section 29 (1) ahall be doctors: entitled, on production of a certificate from plored by the Director of Health Services to the effect Government, thst such person is in the employment of the Government ag a medial officer, and on Payment of a fee of five hundred supees, to be temporarily registered by the Registrar a3 a medical practitioner for the period of his employment under the Government, The names of the persons registered under . this section shall be entered in @ separate register, and shall be erased from thé xegister on the expiration of the period of his employmont under the Government.”. ‘Replacement 17, Section 32 of the princi; enactment is hereby ‘Siggetion 2) amended as follows :— a principal conetment, (1) by the repeal of subsection (1) of that section and ‘fubstitution therefor of the following subsection :— Certificate 32, (1) Where a person, who is proviston~ fienperience ally registered as a mediesl practitioner ed applies to the Medical Council for a certifi~ ution, cate under this section and such council is satisfied that he— (0) haz been engaged in employment in a . . resident medical capacity for the Prescribed period in one or more : approved hospitals or institutions 5 : (by has during his employment as . t™entioned in paragraph (a) of this sabsection, been engaged for an approved period in the practice of medicine, for an approved period in the -practice of surgery and for approved periods in the practice of other approved fields; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Medical (Amendment) Act, No. 30 of 1987 1 . (c) bas rendered satisfactory service ‘while so employed,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "1+ such Council shall grant, in the prescribed form a certificate that such Council is 90 satisfied,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "\\ For the purposes of this section—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "“an approved ‘hospital or institution” means a hospital or institution approved by the Medical Council from among lists of hospitals and institutions submitted to them by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": ": the Director of Health Services and the Director-General of Teaching Mospitals, “approved periods” in relation to tha practice of medicine or surgery or : other approved fields means a + perlod approved by the Medical Council having regard to the medical needs of the country.’ @) by the addition of the following subsection jmmedt- ately after subsection (5) of that section:— : “(@) Any person who holds a degree specified in subsection (1) of section 29 and hes been employed in a resident : medical capacity in one or more hospitals or institutions within Sri Lanka or outside * Sti Lanka for the prescribed period may . he granted a certificate under this section by the Council, notwithstanding the fact a that such person is not provisionally",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Tegistered as a medical practitioner, if the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Council is satisfied that such peroon has,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "during hia employment, been engaged in",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "mich practice of medicine, surgery or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "midwifery as is required by this section.”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "18, Section $3 of the principal enactment is Hereby Amendment amended as follows :— ‘Sfepotion Ba (1) by the omission of paragraph (a) thereof ; and \"",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "14 Medical (Amendment) Act, No. 30 of 1987 (2) by the omission of paragraph (b) thereof and _ tubstitution therefor of the tollowing paragraph :—- (0) he is deprived of any diploma, degree or certificate on the faith of which he was registered as a medical practitioner ;\". Amendment 38, Section $5 of the principal enactment is hereby Sefection 5 amended by the substitution for the word “Ceylon, of the ‘peincipel words “Sti Lanke *. Ginctment Amendment 28, Section 41 of the principal enactment is hereby aizection 4! amended ag follows :— in Eas. (1) in subsection (1) thereot— (a) by the addition immediately after paragraph {@) of the following new paragraph :—  (e) any estate dispenser who is registered under subsection (2c) of this section as being entitled to practise medicine and surgery and whose name is for the time being in the register maintained . under that aubsection.” ; (2) by the insertion immediately after subsection (28) of the following subsection —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "* (2c) any estate dispenser whether he is employed on an estate ot group of estates or ceased to be x0 employed may, on furnishing proof to the satisfaction of the Director of Heelth Services that— .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "‘ (® (@) he being an estate dispenser, has had an aggregate period of at least twenty years of efficient and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "_ Satisfactory service as an estate wea dispenser ; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "1, (b) he, being a dispenser, has had an",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "{aggregate period of at least twenty",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "years of efficient and satisfactory",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "’ service as a dispenser on an estate",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "or group of estates and in the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 10,
    "text": "} Publle service jand |",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "Medical (Amendment) Act, No. 30 of 1987 ay Gi) he hes within that period, served io ‘one or more hospitals under one oF _ more medical practitioners for an . o ‘aggregate period of at least two years; and mot Gil) he has undergone a period of training prescribed for that purpose, be registered by the Registrar on payment of the Prescribed fee, as being entitled to practice medicine and surgery.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "‘The Registrar shall maintain a register of persons registered under this subsection and erese there- from the name of any person ordered to be erased by the Medicat Council under subsection (3) of this section,” ; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "@) by the repeal of subsection (3) of that section and substitutlion therefor of the following new sub- wection :—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "\"9 (3) Provided that where St is shown to the satiafaction of the Medical Council that any person being an apothecary entitled to practise medicine and surgery wnder gubsection (1) (b) or under subsection (1) (c) or under subsection (1) (ce) or under gubsection (1) (ccc) or any estate apothe~ cary entitled to practise medicine and surgery",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "+» tinder subsection (1) (ce) or any estate dispenser entitled to practise medicine end surgery under subsection (1) (e) has been guilty of inefficiency or negligance in the treatment of a patient or has ‘o> been guilty of conduct which shows him to be unfit to practise medicine and surgery, the Medical Council may make an order that such person be suspended from the privileges and immunities con- ferred on him by this section elther permanently or during the period specified in the order, and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "h- where the circumstances of the euse 40 require an",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "ny: OtGer that the name of any person be erased froma",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "“'-* the register of apothecaries maintained as the case",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "may be, under subsection (9) ot subsection (24)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "+. “: Or subsection (22) or an order that the name of any",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 16,
    "par_num": 11,
    "text": "~ i vy person be erased from the register of estate dispen- sera maintained under subsection (2c).”. . .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 Medical (Amendment) Act, No. 30 of 1087 Amendment 21, Section 43 of the principal enacuaent is hereby otter amgended ax follows :— princit Socnment (Q) by repesl of subsection (1) of that section and the substitution therefor of the following subsection :— “ () No person shall be registered as a dentist unless he is of good character and holds a degree or diploma in dentistry conferred or granted by * the University of Ceylon or a corresponding University.” . (2) by the repea? of subsection (1) of that section and substitution therefor of the following subsection -— “ (1a) Notwithstanding the provisions of sub- section (1) a person who is not qualified to be registered es a dentist under that subsection may. ifhbe— . a (@) isa citizen of Sci Lanka according to the Jaw for the time being in force relating to citizenship ; and {) holds a degree in dentistry or slomatology ~ or an equivalent qualification of any unk . versity or medical schoot of any country other than Sri Lanke, which = recognized . by the Medical Council tor the purpose of this subsection ; and (ec) has passed a special examination prescribed in that behalf by the Medical Council, be registered am a dentist.”, Repeal ot 2 Section 44 of the principal enactment és hereby ofthe repealed aa : Drincipal Supe te ’ . Amendment 2%. Section 45 of the principal enactment is hereby .. - often amended as follows:— a 4 Frincinel (1) by the omission of paragraph (a) thereof; and (2) by the omission of paragraph (b) thereof and subs- 1 titution therefor of the following:— ' @) he is deprived of any diploma, degree ot cer ., tifcate on the faith of which he was register- . ed as a dentist >\", col te",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Medicat (Amendment) Act, No, $0 of 1987.7 A. Section 47 of the principal enactment ie hereby Amendmen: amended by the substitution, fos the word “Ceylon” of Stthe ‘the words “Sti Lanka”. ‘principe. 25, Section 49 of the principal enactment fs hereby Amenimen amended as follows :— ote (2) by the substitetion in paragrazh (c) of subsection (@) Tact ‘thereof, for the word “Ceylon” of the words \"Sx! Lanka”, (2) by the repeal of subsection (4) of that section oné ‘the substitution therefor of the following sub- section ;— * ) (@) Subject to paragraph (b) a dentist shal the entitled to assume or use the title “ Doctor”: Provided that every dentist who uses such tite shall use the words \"Dental Surgeon” after hic name, {b) A dontiet chal] not assume or use the title of dental surgeon or surgeon dentist unless he Posseases the quelifications indicated in section. Bt 28, Section 51 of the principal enactment is hereby Amenineny amended in subsertion (1) of that section as followas— = een (2) by the omission of paregraph (a) thereof; and Eingoal (2) by the re-lettering of paragrephs (b}, (c) and (2) thereof, as paragraphs {¢), (b) aad (c) thereat respectively. 21. Section $2 of the principal enactment is hereby smendmem amended by the omission of paragraph (a) of that section, of seston OF Briacipat Sack 28, Section 56 of the princfpal enactment is hereby Amendment amended in subsection (1) of that section, by the insertion of section BF immediately efter paragreph (c) the following para- princips! graph :— anectmens * “ (ec) holds a qualification in pharmacy granted by ar. institution out side Sri Lanka, aporoved for the purposes of this paragraph by the College Councit ‘having regard to the standard of training and education in pharmacy at such institution ond thereafter passess a special examination held for that purpose by the College Council ;”. ‘8-3 cee regia",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "18 Medteal (Amendment) Act, No. 30 of 1987 jusertionot 29, The following new Part is hereby inserted immedi- ‘Vitis ietue ately after Part VIII and shall have effect as Part VilIA of ricpal \"the principal enactment :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "“PART VIIA Paga—Maprcal, ASSISTANTS",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Register of BO. (1) The register of para-medical",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "EumUntsig! assistants maintained under paragraph (f) of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "bg imsrarate subsection (1) of section 20 shall be divided",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "into separate parts as follows :— .  @) Port A shail contain the names of all Persons admitted to the register as Tadiographers ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(®) Part B shail contain the names of all Persons admitted to the register as medical laboratory technologists ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(c) Part C shall contain the names of all persons admitted to the register 3 physiotherapists ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "{d) Part D shall contain the nemes of all Persons admitted to the register #3 ‘occupational therapists ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(@} Part B shall contain the names of all persons admitted to the register a8 electrocardiograph recordists 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Part F shall contain the names of all persona admitted to the register a5 audiologists ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(g) Pact G shall contain the names of all persons admitted to the register at clinical physiologists ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(h) Part H shall contain the names of ail persons admitted to the register 43 speech therapists ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "@ Part I shalt contain the names of all Persons admitted to the register ex chiropodists ; .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "Medical (Amendment) Act, No. 30 of 1987 19",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "@) Part J shall contain the names of all",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "7 persons admitted to the register as dietitians ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(%) Part K shell contain the names ef all Persons admitted to the register ss ophthalmic auxiliaries ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "@ Part L shall contain the namex of all Persons admitted to the register a electroencephslograph recordista;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(sn) Part M shall contain the names of all Persons admitted to the register as nutritionists ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(a) Part N shall contain the names of all peroons admitted te the register ax dlinical psychologists.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(2) The fee for registration as a para",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "medical assistant shall be paysble to the Registrar on application for registration and shall be two hundred and fifty rupees, Gualifistion 609, (a) A person shall be qualified to be Feradmission gdmitted to the register of para-medical Baru-medical assistants ag a radiographer if he ts of good “sistant character and holds a certificate of proficiency as a radiographer issued by the College Council,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "(b) A person shall be qualified to be admitted to the register of para-medical assistants as a medical laboratory technolo- gist if he is of good character and holds # certifleate of proficiency ax a medical labora-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "’ tory technologist imued by the .College Council. (©) A pemon shall be qualified to be % admitted to the register of para-medical asustants an a physiotherspist if he is of ood character and holds a certificate of 7 proficiency as a physiotherapist issued by the Coltege Council,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "2 ~—- Medical (Amensment) Act, No, 30 of 1987",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(a) A person shall be qualified to be admitted to the register of pare-medical assistants as an occupational therapist if he ig of good character and holds a cortificate sf proficiency as an occupational therapist iasued by the College Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(©) A person hell be qualified to be admitted to the register of para-medical assistants os en clectrocardiclograph recor- dist, i€ he is of good character and holds a certificate of proficiency as an electrocandio- graph recordist issued by the College Counell,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "(1) A person shall be qualified to be admitted to the register of para-medicet assistants as an audiologist if he is of good character and holds a certificate of prof Ciency as an audiologist issued by the College Council,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": ". (9) A person shall be qualified to be admitted to the register of para-medical assistants as a clinfeal physiologist if he is of good character and holds @ certificate of Proficiency ax a clinical physiologist issued by the College Council.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "Q)) A person shall be qualified to be admitted to tho register of para-medical assistants ss a speech therapist if he is of good character and holds a certificate as ¢ speech therapist issued by the College Council.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "@) A person shall be qualified to be admitted to the register of pera-medical assistants a9 2 chiropodist if he ix of good character and holds a certificate of Proficiency as a chiropodist issued by the College Council,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "Medical (Amendment) Act, No. 30 of 1987 21",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "G) A person shall be qualified to be simitted to the register of para-medical asaistants ax a dietitian it he is of good character and holds a certificate of proficiency as a dietitian ismued by the College Council,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(%) A. person shall be qualified to be admitted to the register of para-medical amistants as an ophthalmic auxiliary if he is of good character and holds a certificate of proficiency as an ophthalmle auxiliary fasued by the College Council,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "@) A person shall be qualided to be admitted to the register of para-medical assistants os an electroencephalograph recordist if he fs of good character and holds a certificate as an electroencephalograph cecordist issued hy the College Council.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(m) A person stall be qualified to be wdmitted to the register of para-medical assistants as & nuteitionist if he 1s of a good character and holds a certificate as a nutri+ Honist issued by the College Council.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "(n) A. person shall be qualified to be admitted to the register of para-medical assistants ag a clinical psychologist if he ts Of a good character and holds a certificate as a clinical psychologists fesued by the College Couneil,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "nen 0c, The name of any person registered wediedl under this Ordinance aa a pare-medical bame may he assistant may be erased from the register of Saisie para-medical assistants, it (@ he ts deprived of any certificate on the faith of which he was registered a @ pors-medical sssistant; or ‘ (b) be in convicted of an offence which : shows him to be unfit to practise a3 : a para-medical assistants; or {c) he shows much negligence or incapa- 5 city as a para-medical eesistant that he cannot safely be allowed to practise sa auch: 6",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "2 Medical (Amendment) Act, No, 30 of 1987",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(@) be is guilty of infamous conduct in",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "any professional respect, Unlawhul 60p. (1) Ne person, not being a registered FRESE? —ppara-medical assistant, shall use any name, medical tide or description implying that he is registered under this Ordinance as &",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "registered parasmedical assistant,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "@) No person whose name fs included in any part of the register of para-medical assistants shall use any name, title or description or otherwise do any act of any kind, implying that the name of such person: is included in some other part of that register in which it is not in fact so included,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Rextretfon Ge. No person, not being a registered Qecamedical PATa-medica) essistant, shall pract’se for assistontby gain, or profess to practise, or publish his panon. Tame as practising, as, a para-medical assistant, ”, Amendment %0, Section 62 of the principal enactment in hereby Syipesen 62 = amended by the repeal of paragraph (f) of subsection (1) Principal, _and substitution therefor of the following paragraph !—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "“ (f) Part F shall contain the names of ell persons, who having qualified as nurses outside Sri Lanka, satisfy the Medical Council that they possess sufficient knowledge and skill to enable them to carry on efticiently the practice of nursing.”.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Amendmect $1, Section 63 of the principal enactment is hereby Spiestion = amended as follows :—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Enecthent. (1) by the repeal of subsection (1) of that section and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "substitution therefor of the following subsection :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "“ (1) The conditions of admission to the register",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "as @ general nurse shall be that the applicant holds",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "4&8 certificate of efficiency as a nurse issued by the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "College Council or by the Director of Health Services’ ; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(2) by the substitution in paragraph, (b) of subsection",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "(3) of the section, for the words “the Ceylon",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": ". Medical Council”, of the words “the Medical",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 23,
    "par_num": 18,
    "text": "Council\", td",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "Medicat (Amendment) Act, No. 30 of 1987 2%",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "34. Section 64 of the principal enactment is hereby Amendment",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "amended by the omission of paragraph (a) of that section Ofthe pringipal Souchment",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "§2. Section 67a of the principal enactment ls hereby Amentmeot repealed and the following new section substituted faction 67A therefor:— Selena",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "Shacunera, sRegitra. Ta, Notwithstanding anything in any sredical wher provislon of this Ordinance, any person deoiiteor \"who is resident in Sri Lanke temporatily and conein who is not qualified to he registered under Qorlined™' the preceding provisions of this Ordinance, precy as @ qnedical practitioner, dentist or nurse Brevistona may in writing apply to the Medical Council ‘Ordinance. tg he registered as a medical practitioner, dentist or nurse for the period uf his tem aL porary residence in Sri Lanka, if he— (a) Ss possessed of sufficient knowledge and skill for efficient practice as 3 medical practitioner, dentist or nurse} and (d) is in Sri Lanka on the invitation of * the Government or the University of Ceylon or a corresponding univer- sity for the purpose of practising as :  mediéal ‘practitioner, deiitist of | °° \"\" nurse, . aa and the Medicel Council shall allow the x application if it is eatisfied that the applicant: ia qualified to meke the application under the preceding provisions of this sectfon,”,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "34, Section 68 of the principal enactment fs hereby Amendment amended by the substitution, for the words “not exceeding fine“? ‘hwo hundred rnpees.\"; of the words “not exeseding five Punsipal thousand rupees.\" 66 0° Fo VE",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "MM — Medical (Ahendment) Act, No. 30 of 1987 Amentoet 8, Section 72 of the principal enactment is hereby atthe amended by the repeal of subsection (8) of that section and ngpal _ubstitution therefor of the following subsection :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "“ (8) Before meking sny reguletion for any purpose specified in section 19 or section 55, the Minister shall eoncult the Medical Council. Draft regulations under section 19 (e) and (/) shall be sent to every university oc institution which grants or confers any qualification ‘which ostitles a person to obtain registration under this",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "+ Ordinance, for its comments and the Minister shall take into consideration the comments made by such university or institution and submitted to him within a period of three months calculated from the date on which such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "© wniversity or institution receives those draft regula-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "” ons.\",",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 25,
    "par_num": 6,
    "text": "feet ‘96. Section 72 of the principal enactment is hereby cite amended gs fellows :— ‘saaciment, (1) im paragraph (2) of that section by the substitution, for the words and Agures “Parts IV, V, VI, VII, ‘VII and IX of this Ordinance ;\", of the words and figures “Parts IV, V, VI, Vil, Vill, VHA and IX of this Ordinance ;*; and @ by the substitution, for paragraph (b) of thet section of the following paregraph:— (®) annually from the Consolidated Fund, auch sums as may be voted by Parliament for ‘the purposes of this Ordinance. ”, Ameninent 1. Section TA s ent of the principal enactment is hereby can amended as follows :— Deine Soactment, (2) by the insertion, immediately before the definition of “dentist *, of the following definition :— “corresponding university “ in relation to the University of Ceylon means— (@) a University established or deemed to have heen established by the Higher Education Act, No. 20 of 1968 ; : (B) the University of Ceylon established by ths ‘University of Ceylon Act, No. 1 of 1972; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "Medical (Amendment) Act, No. 30 of 1987 = 25",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "(c) a university established or deemed to be esta~ lished by the Universities Act, No, 16 ot 1978 ;?;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "42) by the ommissions of the definitions respectively of “Dentists Acts”, “Medial Acts” and “Midwives Acta”; .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "* ” @) by the substitution for the definition “registrar”, of the following new definition :=+ **Registrar® means the Registrar of the Merical Councll and includes the acting Registrar :*; and",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "(@) by the insortion, immediately after the definition of “regulation”, of the following definition -—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "** University of Ceylon” meang the University of Ceylon estublished by the University of Ceylon Ordinance 7,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "48, Every reference to Director of Health Services in ieference to sections 29 (2) (b) GB) (8) GD, BL $1 (1) (@) and 6 Bene’ of the principal enactment shall he deemed to include a MGUStt reference to the Didector-Ceneral of Teaching Hospitals Director.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "oat",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "88, ‘The following new section is hereby inserted Ition ot Immediately after section 74 of the principal enactment inthe = which shall have effect ax section 74a :— Soacteens ‘Pappthecary T4s, Unless the context otherwise He enee requires every reference to apothecary in ssiniant the principal enactment and in any other Practitioner,  Weitten law shall be deemed to be a refer",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "ence to “assistent medical practitioner”; 40, ‘The Second Schedule to the principal enactment fa Amendmemt hereby amended by the omission therefrom of gf Becond * tothe (@) the declaration under the heading “Where Applicant principal 4s registered under the Medical Acts”; and ‘enactment __. @) the declaration under the heading “where applicant ia quelifled to be registered under the Medical Acts”,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "% Medical (Amendment) Act, No. 30 of 1987 Ament, 41, ‘The Third Schedule to the principal enactment is Schedule hereby amended by the omission therefrom of— othe ‘principal (a) the declaration under the heading “ Where Applicant is registered under the Dentists Acts”; and (®) the declaration under the heading “ Where Applicant is quelified to be registered under the Dentiste Acts”, Ameoiment 42, ‘The Fourth Schedule to the principal enactment 12 offen hereby amended by the omission therefrom of— principal (@) the declaration under the heading “Where the enactment, Applicant is certified under the Midwives Acts”; and {b) the declaration under the heading “Where Applicant ts qualified to be certified under the Midwives Acts”. Amentient 48, ‘The Fifth Schedule to the principal enactment Siete hereby amended by the addition at the ed thereof, of the tothe following :— a : principal “Declaration for Registration os n Para-Medical Assistant . ‘Where Applicant holds a certificote of profictency as 2 Redio- prapher issued by the Collage Counell 1, (name and address of epplicant), hereby declare aa follows !— ‘Tam the person named (name) In the certificate of proficiency ‘as a Radiographer ised by the College Council now produced ‘and shown to me and marked A. (Signature of Applicent). Dated this. day of Declared before me this day of (Bignoture of person taking the declaration) +, Sustiea of the Pesce or ‘Commissioner for Oaths,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "Medical (Amendment) Act, No. $0 of 1987 a ‘where Applicant holds a certificate of proficiency os x Medical Laboratory Technologist ‘ssued by the College Counell, 1, (name and address of applicant), hereby declate a1 follows s— I am the person named (name) in the rertificate of proficiency a8 4 Medical Laboratory Technologist intued by the College Counc! now produced and shown to me and marked A. (Signature af Applicant) Dated thia day of Declared before me this day of (Signature of person taking the declaration) \"* * Tustice of the Peace or Comminuoner for Oaths. ‘Where Applicant holds a carticate of proficiency as a Physto- therapist Isoued by the College Counell, T, (name and address of applicant), hereby declere ae {allows :— ‘Lam the perzon named (name) in the certificate of proficiency . ‘43 a Physiotherapist Issued by the College Council now produced end showa to me and marked A, (Signature of Applicant). Dated this day of Declared before me this day of (Signature of person taking the declaration) Justice of the Peoce or Commissioner for Oaths, Where Applicont holds a certifieate of proficiency as an Occu- ational Theraplat issued by the College Council, 1, (name and address of applicant), hereby declare as follows :— ‘Tam the perton named (name) in the certificate of profielency ‘a8 an Occupational Therapist Issued by the College Council 00 produced and shown to me and marked A, (Signature of Applicant). Dated this day of = Declared before me thia day of (Signature of person Pe ‘taking the declaration) : . Tustice of the, . Peace or Comminsioner for Oatha,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "% Medical (Amendment) Act, No. 90 of 1987 Where Applicant holds a certificate of proficiency ax an Kicctro~ vardiogreph Recotdlst sued by the College Council. J (narae ond address of applicant), hereby declare as follows :— lem the person named (name) in the certificate of profieleney aaa Electrocardiograph Recordist issued by the College Council vow produced and shown fo me abd murked A. (Bigoature of Applieant), Dotea this day of Bie Declared before moe thin day of (Signature of person taking the doslarationy Tustiee of she Peace of ‘Compslasioner for Oaths, Where Applicant holds a certificate of proficiency ax an Audlo Soaist issued by the College CounciL, 1, daiame and addresa of applicant), hereby deciose ox follows =~ Lam the percon named (name) in the certifeate of profietency as an Audictogiat latued by the College Council now produced antl ‘thown to me and taarked A. {Signature of Appiteant). Dated thle day of Declared before ie thia dry of (Sigaature st person taking the declaratioa) Sustice of the Peace of ‘ Commissioner for Oaths, ‘Where Applicant bolds a certificate of proficiency ax « Clinics! Phyalologlst imued by the College Council, ] (nme and address at applicant), hereby declare aa follows !— Taam the person named (name) in the Certificate of Proficiency 42.6 Clinical Physiologist issued by the College Council now pro duced and shown to me and marked A. (Signature of Applicant). Dated this day of Declared beforg me this day of (Signature of person taking the declaration} Tustioe of the Pence oF Comminsianer for Oaths.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "Hedical (Amendment) Act, No. 30 of 1987 20 ‘Where Applicant holds a certificate of proficiency os # Speech ‘Therapist issued by the Coltege Council 1, (nama and address of applicant), hereby declare as follows :— Jam the person named (name) in the certifieate of profielency 88.4 Speech Theraplet issued by the College Connell now produced ‘ane shown to me and marked A, (Signature ot Applicant). Dated fhis day of Declared before me this day ot sSignature of person taking the declaration) Tustice of the ence oF Commissioner for Onths, Where Applicant holds a certifcate of proficiency es = Chiro vodlst ismed by the College Council, 1, (name ancl address of applicant), herehy deciare as tollowa = Tom the pereon nemred (name) In the certisente of proficiency ¢ a Chiropodist famsd hy tha College Council now produced and shown to me ond marked A. <Bigaature of Applicant). Dated this day of Declared before tie this aay of (Signatare ot person faking the declaration) . Justice of the Proce ot Comenlssioner tor Oaths, ‘Where Applicant bolde a certifente of proficiency as a Dietitian issued by the College Council, I, (name and address of applicant), hereby declare es follows :— 1 am the person named {name} in the certificate of prodeiency us a Dietian issued by the College Council now produced ani (Gown fo me and marked A, (Glenature of Applicat). Dated this day of Declared before me this day of (Signature of person : . taking ‘ie declaration) Tartice of the Peace or Commaissloner for Onths,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "30 Medico! (Amendment) Act, No. 30 of 1987 ‘Where Applicant holds a certificate of proficlency a3 an Opthal~ Mulc Auxiliary ismued by the College Council. 1, (name and address of applicant), hereby declere a9 follows :— Tam the person named (namie) in the certificate af profclency aa an Ophthalmic Awaliery issued by the College Council now ‘Brodused and shown to me and marked A. (Signature of Applicant), Dated this dey of Declared before me this day of (Sienature of person taking the declaration) Fustice of the Peace oF Commissioner for Oaths, ‘Where Applicant holds @ cettiGcate of proficiency 8s on Electro- enoephalograph Recordist issued hy the College Council. 1, (name and address of applicant), hercby declare as follows <= Tam the person nemed (nome) in the certifeate of proficiency ‘is an Electroencephatograph Recordist jssted by the College Cour~ ell now produted and sbown to me and marked A. (Signature of Applicant). Dated thia aay of Declared before ma this day of (Signature of person taking the declaration) Tustice of the ‘Pease of Commissloner for Qaths, ‘Where Applicant hold a certificate of proficlency as a Nutri Wonist insued by the College Council, 1, (name and address of applicant), hereby declare as follows — Tam the person ntmed {noine) in the certificate of proficlency as a Nutritionist tered by the College Counell now produced and shown to me and marked A, (Signature of Applicant). Dated thin ey of Declared betore me this day of {Siguature of person aking the declaration) Tustice of the Peace of Commissioner for Oaths.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "‘Meatcat (Amendment) Act, No. 30 of 1987 31",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "‘Where Applicant holds a certificate of proficiency aa Clinics! Paychologist issued by the College Council,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "1, Coame and address of applicant), hereby declare as follows :—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "em the person named (name) in the cerltficate of proficiency 4 @ Clinical Paychologist Laawed by the College Council now pro- used and ahown to ma and marked A,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "(Signature of Applicant). Doted this day of Declared before me this day of (Signature of pereon ‘taking the declaration) Justice of the Peace or Commiasloner tor Ocths.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "44 Wherever, in any provisions of the principal enact- General ment, the word “Director of Health Services” occurs, there ofthe. shall be substituted the words “Director-General of Heslh provisions Services” or where the words “Deputy Director af Heslh principal Services” occurs, there shail be substituted the words snsclment. “Deputy Director-General of Health Services\", ,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "45, Wherever, in any provision of any written law (other Sagi than the principal enactment) or of any notice, certificate, Yritten law. ‘sommunication from or other document issued, made, requir- ed or otherwise, by or under such written lew, the words “Director of Health Services” is to denote the Director of Health Services appointed under the principal enactment Prlor to the commencement of this Act, there shall be subs- tituted therefor the words “Director-General of Health Services”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "46, Every contract, agreement or other document or Savings for instrument whatsoever made, issued or executed prior (o contracts, the commencement of this Act by or in favour of the Direc~ tor of Health Services appointed under the principal enact- ment in the capacity as guch shall be deemed, on and after That date, to be and to have heen made, Issued or exacuted by or in favene of the Director-General of Health Services.",
    "mean_p_confidence": 0.85
  }
]