[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "\"PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA DECLARATION OF ASSETS AND LIABILITIES (AMENDMENT) ACT, No. 29 OF 1985 toe [Certified on éth August, 1985] Printed on the Orders of Government Published as a Supplement to part II of the Gazette af the Democratic ‘Socialist Republic of Sri Lanka of August 9, 1985 t PROCTED AC TRE DEPARVMGNT OF GOWEENMEENT FAETING Gt LAMA \"$0 BE FOREAEED At THE OOVENWMINNT FOBUICATONS EUNGAG, COLGME® Price: 30 cents Postage : 68 cents",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Declaration of Assets and Liabilities (Amendment) Act, No. 29 of 1985 {Certified on 6th August, 1985) LD~O, 10/88, Aw Acr 70 ssa Tap DecLanaTion oF Assen xD Lramurres Law, No. 1 oF 1975. BE it enacted by the Perliement of the Democratic Bocialist hort tite, Republic of Sri Lanke as follows :— 1. This Act may be cited as the Declaration of Assets and Amendment Liabilities (Amendment) Act, No, 29 of 1885, st eccton Ral of 2, Section 12 of the Dectaration of Assets and Liabilities 27, . Law, No, 1 of 197, is hereby smended by the substitution for the definition of “staff officer *, of the following new definition :— “ataft officer\" means— (@) in the case of any employee of the Government or ‘local authority, any officer holding any office the initial of the salary scale of which is Bs. 13,200 per annum or above and whose annual inerements are Ra, 480 and above; and (b) im the case of any employee of a public corporation, any officer holding any office the initial of the salary scale of which is not less than Ra. 9,600 per annum of any other miary determined by resolution of Parliament.’ A eeionb,200 (83/00,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Annual subscription of Bills and Laws of the Parliament Ra 150 (Local),",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "‘Be. 200 Foreign), rayabio to the Sorennermment, Goverssanr PUMSCATIONS",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Bouav, P.O, Box 600, Coucsero 1, before 1th December exch year in respect ‘of the year following.",
    "mean_p_confidence": 0.72
  }
]