[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  fem  ©  vos  Sze  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  NATIONAL THOROUGHFARES  ACT, No. 40 OF 2008  {Certifidon0st December, 2008}",
    "mean_p_confidence": 0.4720588235294118
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  Printed onthe Onder of Government  Pats a Suplement to Pat Il fhe Gazette ofthe Democratic  Salis Republica Lanka oDecener 05,2008  ree bsn ere)",
    "mean_p_confidence": 0.35857142857142854
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  National Thoroughfare Act, No. 40 of 2008  [Cente on Dist December, 2008",
    "mean_p_confidence": 0.4533333333333333
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L.D.—0. 342006  ‘As Act To Move Fok THE nas SIE CONSTRUCTION",
    "mean_p_confidence": 0.2885714285714286
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  PUBLIC ROAD NETWORK SI L-anex; ToD TaL LGA  WHEREASitis the National Policy ofS Lanka to formulate Presb  and implement within Sri Lanka 3 policy in relation to its  [National Highways wherehy the Government i commited  ‘o provide forisetzens amodernsed and integrated pubic  road network operative within Sri Lanka, which network  will be the result of a process of planning. design,  constuction, maintenance, development and adninistraton.  NOW THEREFORE RE it enacted bythe Pariament ofthe  Democratic Socialist Republic of Si Lanka as folows —",
    "mean_p_confidence": 0.4841935483870968
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  This Act may be cite asthe National Thoroughfares shot se snd  ‘Act, No. 40 of 2008 and shall come ino operiton on such da of  te asthe Minster may appoint by Onder published nthe \"08  Gacene (hereinafter relered to 25 \"the appinted dt\")",
    "mean_p_confidence": 0.508125
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  PARE I  Goma",
    "mean_p_confidence": 0.24833333333333332
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  2. Subject tothe provisions hereinafter provided, this Apleaon of  ‘Act shall apply tall national highays and to all oad and AS,  ll public rads declared uncer section 4, other than roads  ‘maintained and administered respectively by a Provincial  CCouneil or focal authonty,",
    "mean_p_confidence": 0.463125
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  21 003220 4.250 on2008)",
    "mean_p_confidence": 0.26999999999999996
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Natoma Thorouges Aet. No. 0 of 2008  Adwmsiaen 3, (1) The Road Development Authority established  chan under Act, No, 73 of 198], (hereinafter referred to as “the  ‘Authority sal subject the general ection and policy  fuidelines ofthe Minster, have the exlsive power of  implementation and sdminration ofthe provisions of ts  ‘Actin conslation with sich her government deparimen’  ‘inttons a maybe efened i is ACL  (2) The Autonty may aio exerci all oF any ofthe  powers conferred upon the Authority by the Road  Development Authority Act, No. 73 of 1981 inthe  implementation an admiration of the provisions of is  a  tan af, (1) The Minster may inconsulation withthe Disc  ead A HIE Road Network Development Co-ordinating Committee  ‘sablsed under section 8, by Order pblshedinthe Gzere  ‘esas road te a pubic oad  Provided thst. ny road which pie to the coming ito  operation ofthis At has een dlared 0 Bea poli rd  Sal fom and after the date o he coming ino operation of  this Act be deemed io Be pbc ou, within te meaning  his seston.  (2) Every publi oad ecard unde subsection (1) shal  vest inthe Authority a accordingly every such publi  {oa sabe minster and manine Hy the Aue  (2) For the pupous of his Act public od nudes  cal nie.  tora of 4.1) Subject to the general destion and contol of «  sien Sot euorty- te Dietor General the Provincial Dect,  ase Chief Engineer and Executive Engineer of the Authority  shall be responsible for the implementation and  ‘startin vf the provisions ofthis At",
    "mean_p_confidence": 0.4828719723183391
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Nata Drormueltores Ach Mo. 4 of 0  (202 esa be al forte Deer Genz] dogs  any fusion assigned to his by dh Aet, © the eosin  Bhtecon, Chet Engirner Eecenie Engineer, as cere  \"he Auhonty & any common ty bie crgeveition or he  tase may be  {hale owtat forthe Pravacil Diver totlegne  oo function otigned t> him by thie Aez 0 fhe Chek  aging or Bearstve Enginst nr any community sed  ‘epaniason x he ease my be  {e)H sll be lta fr the Chie Bagireer to vetegar  say funtion assign io Nis hy tin Ac 0 the exevtire  Enpioeet or any coremusity taded span ean athe ce  ray be  (dh shal be lawl far he Executive Engineer te  eicgate any function sailed 0 Rim By 2is Bel to ass  ‘sorority Os organization  (e) Rahal Be tao for te Bogen Geral w aucze  ny licer othe Acti Berghe Pinel Deo,  hie Eeginee or the Executive Eegiover ors oats  used onganieavon te decharge ay Hanwtin arg  thie Actin the Drecio-Cenral, Proview Beret, Chil  Engineer Executive Engineer ot fhe coranits ive  Srgenizaon ase cave may Be  Pane  Av Bans  5. (13 There shell be eetabltoned n Rost Network Esatishnens at  Develupmest Adney Court theeionier Roferted¢2 3 Roe Werk  the Advisory Council eomisting of he foiowingien tenant  (2 Brofite mentors — Sau  i) he Sestetiry athe Minsey ofthe Miser in  spe of he saeco Aighays who sal  1b he Cirnen of the snip Cie",
    "mean_p_confidence": 0.32175182481751824
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Navional Thorowshares Act No. 40 of 2008,",
    "mean_p_confidence": 0.492
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  i) eepresentative from the Civil Engineering  Depactment of the University of Sei Lanka,  Moratuwa, nominated By the Head of the  Depadiment;",
    "mean_p_confidence": 0.556923076923077
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (ii) representative othe Insise of Chamber of  Construction Industees nominated by the  Tnstittes",
    "mean_p_confidence": 0.4717647058823529
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (iv) eepresemative of the Chamber of Commerce  nominated by the Chamber,",
    "mean_p_confidence": 0.5564285714285714
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (6) acpresenttve ofthe [nstitute of Engineers of  ‘Sr Lanks established undee the taste of  Engineers of Ceylon Act. No. IT of 1968,  rominated by the Insite:",
    "mean_p_confidence": 0.4974193548387097
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (i) the Director-General of the National Physic  Planning Department ot his presente:",
    "mean_p_confidence": 0.448
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (vil) the tnspector General of Police or an officer  ‘ot elow the rank of Deputy Taspeetor  General nominated by hime",
    "mean_p_confidence": 0.46541666666666665
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  il a representative of the Land Use Policy  Planning Division ofthe Ministry of Lands  nominated by the Minister im charge of the  subject of Lands:",
    "mean_p_confidence": 0.605
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  4) representative of the Nationa} Planing  Depariment ofthe Ministry ofthe Minster tn  charge of Finance, nominated by such  Minister:",
    "mean_p_confidence": 0.58375
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  (6) srepresemtatve ofthe Ministry of the Minister  in charge of the subject of Industries,  ominated by such Minister, 5",
    "mean_p_confidence": 0.5356521739130435
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  (i) arepreseative of the Ministy ofthe Minister  incharge ofthe subjectof Towns, nominaied  by suck Minister",
    "mean_p_confidence": 0.45105263157894737
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Sask thavsugtsies Aut Ne gf 208  (45) gospresemisce of he Ministry te Miziser  fn charge \"f the somest of Thaaspere  omingte hy ave Master  (208 the Swnoyan-Cener we his eptesemative  sie) x reprencntatice Irn the Fates of Tam  Plosrasssoielshodlby she Town Psanats ALL  No 25 of 1585, mated by the Fate,  and  fay) the Conatissancr of Motor Trathic  Comm asmneror onic tot ilo the atk  ofa Assit Cuaecislones of Mavor Tlic  smite by i",
    "mean_p_confidence": 0.3181818181818182
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  a ive members nemninsed by’ the Miniter So  Simone persons sto ave gualtied and Reve  lexjeneme nite feof acorn inratyctre  devetnpraens, bapking, power and exer  \\eleeosmmiaiion srt fa",
    "mean_p_confidence": 0.3170588235294117
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  2) The Fasetions of the Acesong Cad a",
    "mean_p_confidence": 0.352
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (a) ty advise the Mister in UM formulation the  Ticerrenion! Paine Road Neti Pulay of Se  Tanga inevoimatorrotere ta “the Bebo  Fliy\"y nsdading beisces au ery eevies SF  Ja irw te, tse see ie ad peviding ene  semen i ingrown Esti,",
    "mean_p_confidence": 0.254375
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  9. advice thy Minnter on the devehipenent of &  Iessichocat coat newer aatesy Seige fs  fanrave the gusty at oa",
    "mean_p_confidence": 0.3104166666666667
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  le weavce ae Miniter on wspsne relied wy be  tahen fn seluon 3 vod ooee, toad pli,  sad dewclopmint tevhaatags end road sately",
    "mean_p_confidence": 0.3166666666666667
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  Motions Povoughfores et, No. 45 of 2008",
    "mean_p_confidence": 0.35444444444444445
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  Uh totender advise when requires toa su on aces  relating wo lansing of reeds, mato Highways.  fexpremasys ond resected sess RgRerays chat  say be sefered ose Advinery Coun by the  Authortys",
    "mean_p_confidence": 0.38243243243243247
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  fe) tender ndvie nn. any ofher matter shaz may from  tive eb tne Be efere tothe Advisory Caunll by  tie Miter,",
    "mean_p_confidence": 0.3528
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  2) tas Bvary merter of the Adviccay Council shall be  oppoint by the Miniter and shal untess be ett visstos  thie by dem, resignation of removal hold uBlioe fet  pero of thie years fom Theda ef appoinument nd htt  be eligibie for re-appnineient. The Minister may. of be  asides i expedian w do 0, by Qtr publihd i the  Gatene, move from oie aby Toeebec ofthe Advisery  Carell reasons assigned cerafor",
    "mean_p_confidence": 0.375625
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  @ A menterofne advianry Council may ut any ine  sesgn tos office by Fer «9 tar effect aatessed fo the  Miia",
    "mean_p_confidence": 0.3932
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  o) Where omy monte ofthe Agvssry Couns des,  sesignsorss removed trom office, the Minster may appsing  {ny chet person toon eenbsr glace of the member whe  Sigs, resigns ort removed fem office,",
    "mean_p_confidence": 0.38432432432432434
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  2) A meses appuined wer pargraph (vst ais  he ener vacates office By dem, eclgatn oF removal,  ald office forthe unexpired perio ofthe wn af oie of  fig prodesesr.",
    "mean_p_confidence": 0.3773529411764706
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  {e) The Advisory Coancil may dinchage is functions  otwithandisg ung veeeney arn, ts crembers or any  -efeo n the appoint of any such mera",
    "mean_p_confidence": 0.37321428571428567
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (@ Bight members of the Advisory Couret! shall  consul quorum forany esting tthe Advisory Cou]",
    "mean_p_confidence": 0.36166666666666664
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Notional Thorouhfves Ae, No. 40 of 2087  and subjet ta the provisions ofthis At the Advisory  (Council may regult the procedure separstois meetings  fd he transaction of busines at mectings  ) The members ofthe Advisory Coun may be paid  suet emuneration as maybe determine bythe Minister  onslaton withthe Minster in charge ofthe ubjst OF  Finance  1. (1) There shall be established a Distist Road vs Rand  Network Development Co-ordinating Commitee Sema  (hereinafter refered to as the \"Dist Co-ordinating DewbomaL  Commitee\" foreach Dnt in Sri Lanka consisting ofthe ela  following mere  (w) all Cabinet Ministers and other Ministers  Snpoimed by the President Si Lanka under the  Constitaion, from amtong the members of  Parliament who represent that District in  Paniament:  (0) the Chit Minister of the relevant provincia  Council  (©) all Ministers in the Board of Ministers of the  Teevaot Provincial Coun  (2) alt members of the Pastime representing the  televon Distt  (©) allmenber ofthe Provincial Coun presenting  therelevant Dist  (9 ll Heads of Local Autos within the relevant  Distt  (2) Chie Secretar ofthe leva Provincal Coun  (0) Dias Secretary ofthe relevant Dist",
    "mean_p_confidence": 0.4522641509433962
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Notional Thoroughfare Aet, No. 40 of 2008",
    "mean_p_confidence": 0.356
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (0 all Divisional Secretaries ofthe relevant Districts",
    "mean_p_confidence": 0.37222222222222223
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  () relevant Provincial Director of the Road  Development Authority who shal be the Secretary  ‘ofthe Distt Co-oednating Commit:",
    "mean_p_confidence": 0.5381818181818182
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (4) all District Heads ofall Government Agencies of  the relevant distin,",
    "mean_p_confidence": 0.4428571428571429
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  10) representative fom cach ofthe Commmity Based  ‘Organizations formed by the road user communities  inthe Distt.",
    "mean_p_confidence": 0.3935
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (2) The Minster may nominate a person rom among the  ‘members eeferted to in paragraphs (a) and (6) 10 be the  Chairman ofthe District Co-ordinating Comite,",
    "mean_p_confidence": 0.49966666666666665
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  (2) The functions of the Dis Coordinating Commie  shall be",
    "mean_p_confidence": 0.3353846153846154
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (© w Formulate an Imegrated Road Network  Development and Msinvenance Action Plan forthe  District",
    "mean_p_confidence": 0.4605555555555556
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (i) to co-ordinate and supervise all road network  {evelopment and maintenance activities, within the  Distt,",
    "mean_p_confidence": 0.4421052631578948
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  (i) 10 dirt withthe concurrence ofthe Minster. any  Government Agency of any person to undertake  any road network development projet or scheme  ‘within the District and to regulate and superise  the implementation of such projects or schemes",
    "mean_p_confidence": 0.5446511627906976
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "  (is) 10 recommend the Minister to undertake and  execute the read development projects including  new consracthons oF any’ siden oF deviation  an existing road",
    "mean_p_confidence": 0.496551724137931
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  vmod Thomujance eto ang Du",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (2) The Iniearaed Road Newwork Development and  Maintesnou> Aevin Pas pein i ebaoviut Dns  9 lan saci¥ing tod devet pment projec: ie Dist!  to te asderuken Dy ihe Rood DBevuiopmuat AstROny. so  sulovant Provinil Coane, te vlovs hcl beh nion  ‘ind ciher relevant wgeceics Sach lun shalt be propumd Fe  4: poiod Five yeuen and fall tle Soe of she  ‘ted capil fr th riplemanrtion the developmen  nd wintznance peers vel uel tern,",
    "mean_p_confidence": 0.30325301204819277
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  (5) The promise af asheecion (2 of seta hat  sonar aatder aps 19a v9 lei he pei oF  fmewntorsbip. eAcaton of meeberp apposed oF =  rmomber f0 3 vacant pose ithe Dist © hed Mab  Comanitice aad otier telated waiters nf a Bisties  Cele ating Comat",
    "mean_p_confidence": 0.28471698113207544
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  PARE  Nossa tapas",
    "mean_p_confidence": 0.145
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  (2) The Minster ray by Order guisved in whe Desire ot  Gaze doclreunyToud rpc ruacenclassrondion FR!  public ade ws bearational ighvoy swt iphwasa,  Patho ene may he",
    "mean_p_confidence": 0.29125
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  2) The Minter oy desiane aor publication a  sevonalhighuoy antersghesction! iF sates ha",
    "mean_p_confidence": 0.19375
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  4) the road oe public goad erosces at fant a6",
    "mean_p_confidence": 0.3116666666666667
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  Dplosipsiat houndy sad conzesth tr ae nee  ovata comes a pineal viorough ve  for long dino moverse of eehcula thes",
    "mean_p_confidence": 0.19958333333333333
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "  18) Tera public iad ence trunk wwe",
    "mean_p_confidence": 0.22999999999999998
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "  ahi rh wouene of vehiceay ahs tance hat  ‘eae ed Fly vento poe das  2) the eaad or publi rd passes owe iopeseane",
    "mean_p_confidence": 0.38222222222222224
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Naot Thoroughfare At, No, 49 of 2008",
    "mean_p_confidence": 0.40499999999999997
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (2) the wad or public road has strategie rie erossng  points across majorrivers providing connection (©  her national highways:",
    "mean_p_confidence": 0.3721739130434783
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (©) eroad or public road provides accesso xplae of  rational impotance or a special project ofthe  sovernment a",
    "mean_p_confidence": 0.3604545454545454
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  the fond or pubic road provides access 103m",
    "mean_p_confidence": 0.40800000000000003
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  : institution, seve. site or area the subject mater  of which set out the List (Reserved List of  the Constitution",
    "mean_p_confidence": 0.42416666666666664
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  Decay of 9, (1) The Miniter may by Order published in he  Express Gazer designate a national highway declared in terms of  . section 8,10 be—  (a) anexpresaysor  (0) reseed access hihvay  (2) For a national highway 1 be designated as an  expressway or a6 restrict acess highvay, a the case  may be under subsection)",
    "mean_p_confidence": 0.47765625
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  (2) the nations highway shouldbe designed specially  for high speed movement ofvebiclar afc with  rium interference to such high speed waffe",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  {®) thenatonal highway shoul ot serve the popeties  bordering i",
    "mean_p_confidence": 0.32076923076923075
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  (0) The Minister may designate atonal highway ©”  teanexessway under subsection (Lifes satisfied hat  ‘rum of erchangesthat afetshigh sped movement  of vehicular traffic along that national highway minimal",
    "mean_p_confidence": 0.43212121212121213
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  National Thooufres At No 40 of2008 11  (4) The Miniter may desist atonal highway 0  tes rested aces highwny under subection (1) ie  Sts that the number of iechange feng high  spend movement of shila afi alg tha tina  Aghmay i relively ven be  10, (4) Exerydcaonuner scons and shall Reems of  (a) be accompanied by a plan— oo\"  (i spect the landarea which comprise the  novo mihvay  (39 specifying the nerchanges hong the ational  miabways  Ci) specifying the components of he nto  tiabway:  (9) spscifying the siding nits nd the lng  and reat of he ight of mayan  (0) soeity te name by which sch aston! highway  shal be deified  areiy  Ueno vas  11 (1) The Minister may by Onder pulsed inthe Miia  Gace, designate he whole par of an exprenay ava SH  se ee tion ios. Soom  (2) Thedesigationrefered to insubseton (1) may itso  rege pci pod Going which sch dsignsion  Shl be inert",
    "mean_p_confidence": 0.37743169398907106
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 Nato Pm siee fet Na of 008  Jay 12, (1) thesanturty ney ees ntoonserecment wih  ers aay ts Inetsing 4 Government Psp. Pui  surement Conger Private faa tena iv in pac  Sa tater toe he peri expec fe mg  Nome estas, operation, milerones, dover 238  weal mage a8 oe nation fly.  12) Tho epowe-Genncal nay hy Ones pubes nthe  Gate daegate my the apesh sich gow, bes ad  sncni a te Avis a ay Be spect erin The  Direcor-Gonera} may nineitsiaieg Sach lesson  coniue tn excel, yet at Seg He press.  Sie ad vom delayed  (9) The apteeratetofcnad to i subsection 1) aay  prods foe  {othe psn fond fr fmt dhe sian  Somtruction. operation. development and  Dmance she fe atid hn Ft  Inert  1) pcee te ov gan of ard fr 9 He  Gee nota Highwa  Co we oaeration. muanaueroent, matetenance red  inaprnasnec of aes fe catia highway  db besocion of yn, hie oa des ofeach  pay tothe agree:  42) yan ofajaing of rassetansnconfcty  ‘wih feign vitouay Batuctons and infin  {P the e-negosanon of she terme of sah appeenent  and poison fo eating eae:  fe) te rle of ooeting oer fore fm Se uses of  ‘he ue Foran) Rihoay",
    "mean_p_confidence": 0.2995689655172414
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  acl Thani Aer, Mo ADS 208 AS  {29 te ponent Fanon of eats ae  shor employes:  ie liso aa sites oF ine dere  \"nh fees fees tom para  he specstying of performance reguieesee  fsetfnance meses and cemegoenees ising  eco tlonetomeeich perfamaneraqieret  se  the sateen he contain oF bination af  sicputes reap to the agreement including  auandseny proved, cues prions ad  Sneath cet concen a ator  FR. Toe Miciser nay. goverihe the fost be tesind Ses  from eedcles 08 mien Fi pation! Rivas amé fT ee  way presatibe fren 305 foe erent catcaness OF ec mi  cles ‘The Minas may ake poseribe theeasaonen of Behm  “he exerted fe hs pan ete  BAL U1) Tho diver ox vehino wed an ¢ woortee ERDEE  viol sey whol pa the fe feet seston £3 (SME  Sreteprosibed paves andan ie precast peas he we  ee  12) The driver of 4 vebfole ko vomteavence the  cisions of stseco Hy all commit me ofence a8  Stoll on coniton afte sumury Whe By ¥ Maine be  Tae. inthe cae  4 fac ulisas tog fine mo ence ve ead  apes ad  (4). seeoad ur subsequent offence 4 3 fine wot  teeating fy oad ropes",
    "mean_p_confidence": 0.30376106194690267
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 Naional Thorowghfares Act, No. 409 of 2008,  PARTY",
    "mean_p_confidence": 0.4458333333333333
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  AcqUSINRN OF LAND FORCONSTRUCTIN OF ROAD  Cnswesion of 18. (2) The Minister may, om the recommendation of  ‘ew rod the relevant District Road Network Co-ordinating  (Committesor Provincial Coane or Local Authority as may  be relevant. oe the appropriate Divisional Secretary ofthe  felevant area or Community Based Organization vperating",
    "mean_p_confidence": 0.46490909090909094
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  ‘within such ate, authorize —",
    "mean_p_confidence": 0.38571428571428573
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  (a) the construction of 4 new road or a public oad or  () the widening of an existing road or public road or",
    "mean_p_confidence": 0.5746153846153846
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  ny deviations 0 such read or pubic road.",
    "mean_p_confidence": 0.48200000000000004
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "  (2) The Minister shall. whese he authorizes the  construction of new road or public road under subsection  [H) iter the Authority to prepare a survey plan depicting  the land area requited forthe construction of sch wd oF  public oad. specs tg the length and breadth of such od,  Including its Feservations and ts balding limit.",
    "mean_p_confidence": 0.5479032258064516
  },
  {
    "i_page": 15,
    "par_num": 7,
    "text": "  (2) The Minister shall. wherehe authorizes the widening,  improvement or any deviation of & road or a pubic road  under subsection) cect the Autosity to prepare a survey  Plan depicting the land equied foe such road or public oad  Veidening or fer such deviation specifying the ew length  and breadth of such road, including its servations adits  ‘ev Bulling lis.",
    "mean_p_confidence": 0.526029411764706
  },
  {
    "i_page": 15,
    "par_num": 8,
    "text": "  (4) The Minister shall by Order published inthe Gacere  eclare the land area oe any intrest therein depicted inthe  ‘survey plan refered win subsection (2) or subsection (3) 38  the ease may be, to e a road reservation or a publi road  reservation asthe case may be.",
    "mean_p_confidence": 0.5032075471698113
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "  (5) Upon publication of the Onder inthe Gazet. the  provisions of this Ac, eeating to the prohibition of the  trection or e-eresion of any siruetures within a busing  limit stall apt to and in elton othe ree of land specie  ‘nsuch Order",
    "mean_p_confidence": 0.485625
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  National Thoroughfes Act, No. 40 of 2008 1S",
    "mean_p_confidence": 0.44000000000000006
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  16, (1) The Minister may on the recommendation of Comtucton of,  the Advisory Counelorte Authority rte Deen General fe, aan  25 the case may be, authorize the eossruction of anew ME  national highway.",
    "mean_p_confidence": 0.5005263157894737
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (2) The Minister shall where he authorizes the  onstruction of new rational highway diet the Authority  to prepare a survey plan ofthe proposed natin! highway  depicting the area of land required for constuction of uch  national highway including the facilities for recreation,  Teisue, marketing and ther ancillary sevice, the length  and breath of such national highway, the reservations and  ‘the building limits proposed interchanges an intersections  along such highway, any.",
    "mean_p_confidence": 0.537125
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (©) The Minister may on the recommendation of the  Advisory Councit or the Authority or the Director General  authorize the widening improvement or deviston of an  exiting national highay.",
    "mean_p_confidence": 0.5467647058823529
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  a (4) The Minister shall where he authorizes widening  improving or deviation of a national highway under  subsection (3), divet the Authority to prepare survey plan  depicting the aes of land that is required for sch widening  ‘or forsuch deviation. including the ailies foe estational  leisure, marketing and otter ancillary services specifying  the mew length and breadth of soch national highway  ieluding its reservation and its new balding limits snd  Imerchangers and intersections i ny",
    "mean_p_confidence": 0.5847058823529412
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  (5) The Minister shall by Order published in the Gasene  declare the land area or any interest therein dete inthe  survey plan refered to in subsection (2) oF subsection) 35  the ease may be, tobe nation igh reservation,",
    "mean_p_confidence": 0.4779069767441861
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  (6) Upom publicatinn of the Order in the Gate, the  provisions of this Act relating to the prohibition of the  ‘erection or re-eection of any seoctures within building  limit shall apply toand in reluion othe are of land specified  insuch Onder",
    "mean_p_confidence": 0.5182978723404256
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Ntional Thorough de, No 40 of 208,  ohio of 1%, Upon delarton road esersaton oa public  serena oad eservaton x3 ational highway reservation under  TIDE ae this prt the net develope work sal be evested",
    "mean_p_confidence": 0.3424390243902439
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  ‘orcad to Be exceted by any Government agency oF any",
    "mean_p_confidence": 0.5125000000000001
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  ter peron within the area x0 declared asa reservation",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  except with the prior wren approval of he Auton:  Aycan of 4 (1) Where any land of any intrest in tan is  me net declared as aroad reservation oa poblic oad reservation ot",
    "mean_p_confidence": 0.42702702702702705
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  2 tina highway reervatin, she case may bo —",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  (@) suc and o ier therein shal or he paps  Othe Land Aeauisition Act (Chapter 460) Be  deemed berated fora pale pupse sand",
    "mean_p_confidence": 0.44407407407407407
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  (0) hat and riers therein maybe aquired under  the Land Acquistion Act (Chapter 460) bythe  (Goverment forte Auto",
    "mean_p_confidence": 0.4913636363636364
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  (2) Where the President is of opinion, upon the",
    "mean_p_confidence": 0.44818181818181824
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  ‘ecommendatin ofthe Miner, that ny land or eres",
    "mean_p_confidence": 0.363
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  Tandon which reservation sdelared te aroad exertion",
    "mean_p_confidence": 0.33555555555555555
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  orapublcroadreserstionora national highwny reserva",
    "mean_p_confidence": 0.21833333333333335
  },
  {
    "i_page": 17,
    "par_num": 12,
    "text": "  is requzed forthe purpose of amying ota pubic oad  projet” ora atonal ighway projet asthe case maybe  ind at such project would serve the Jus requement of  the pneal welfare ofthe peopl te President may by Onder  pulsed in the Gesene, dcr such led or ier  lind on which road reservation is esa. ae theca  ray be specified therein, required fo the purpose of",
    "mean_p_confidence": 0.44875000000000004
  },
  {
    "i_page": 17,
    "par_num": 13,
    "text": "  Sock project.",
    "mean_p_confidence": 0.1825
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "  (8) Upon the publication ofthe Onder under subection",
    "mean_p_confidence": 0.35900000000000004
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "  (@the provision of ection 3.4,5.6,7 an Bo the Urban",
    "mean_p_confidence": 0.34363636363636363
  },
  {
    "i_page": 17,
    "par_num": 16,
    "text": "  Development Projets Spec Psion) Act. Noo 58D",
    "mean_p_confidence": 0.41777777777777775
  },
  {
    "i_page": 17,
    "par_num": 17,
    "text": "  stall neers tandi apply 1 and elation 40 te",
    "mean_p_confidence": 0.3845454545454546
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "  Sequin he and under the poisons of ts AS.",
    "mean_p_confidence": 0.46727272727272723
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  ational Thorusifores Act No. 40 of 20087",
    "mean_p_confidence": 0.3188888888888889
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  19. (1) Where the Minister cetifies that ny land or Aci  imerest in land in any road eeseration, uw public road tae  ‘reservation or national highway reservation vested in a Local *  ‘Authariy. seq forthe purposes oF thisAct-the Mine  imconstation wih the Minter in charge ofthe subj of  {Local Goverament inthe relevant Povisal Count my  ‘Order published in the Gace vest sich and or ere  in such and in th Author, wih ff om such dite os  shal be speed nine Order subject to sit conan  ‘ny as may be so sped",
    "mean_p_confidence": 0.43475728155339805
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (2) An Order mate under subsction (1) shall confer on  the uo aolue tie to any and or ees Ld  andtoany uldngsorstuctrescn sch land sae spied  insuch Oder witheffext rom the date pected hte  from att excunbrances. Compensation sal te payable by  the Autortyinreapet of sah nor interest noch and  or ullaings or ter suctues thereon",
    "mean_p_confidence": 0.4321875
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  20, (1) Whereanyerownlandorpan tert isreqined Sp ams  forany ofthe prpoes specified unr hit part his Ac, sat Cio  ‘such purpose shall be deemed to be a purpose for which a ‘*M Oniwance  special grantor lease tobe made under section 6 ofthe  Crown Lands Ordinance (Chapter $54,",
    "mean_p_confidence": 0.5526923076923077
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (2) Allasstsnclading any sight way over al national  tghways and her sractresin he passion for whch  ane being wed By the Autry oo the date immediatly  preceding the appined date and which ae spied in  Order made bythe Minister and pus nthe Gace  stab rans to ard shall vest in he Autry wth  effect rom the sppointe de",
    "mean_p_confidence": 0.4256060606060606
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  2A. (1) The Authority may with the approval ofthe Pacasng of  Minister and wit he consent ofthe overs purchase any  lund or any interest therein specified in the survey plan and “\"\"°™*\"  the Oder refered tom setions 15, Loan 19 ths Act",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  1S Mei mane et Ni of 208  12) The Authority ney wih egopenal of the Minne  parse any lon aquired for essere of persons  ploced or aened Se wo the implesteaton of tag oF  fhe pootishane of Ac  icrminioe ty BRL Purchase price afd mgr section J} and other  Simmer seers matte sal be detemsned fy « Commitee  owes  4a) the Sescetary te the Minister iw charge of th  sujet of Highways oe his epweeata  Wi the Secretary s the Mbeister in charge of she  spec of Froaroe 9 is spears  (dhe Secretary (Als Minises in change of the  Ahjoct ot Lands ew is eprenetaie  dy the Chie Maron in opesenttives  fe) the iter tcemsed Volver seminal by the  rae at Vets  toe ot 28. (ay The auateity may with the chet oF the  Sti Mpc tote pm maerans of era  ict baad pat higher alienate any ap oe ay est  ‘spin held by he Nutbority, subject sash fem ae  Tendincns a 8g De dotereiae by the Minit  21 The provision of he Cove Lamy Orta salt  st app in selatne oie sigan avy fond By abe  aon ander aie sein  (8) Por the purposes uf thie soci aenaton incon  sats ease, cent cm parshase tw",
    "mean_p_confidence": 0.3408974358974359
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  tional Teco Ac Me of 20089  bate  xacerce ses  24, The dieacion and costel of lt ware 29 BE Dicatiog nd  suki under is Ack ol ewe the Diet. Sel  ‘Guropl subject to the yeeral irecien se! romeo he STS  pute. Bese  25, (0) The Blues aw ne recomracadicon ofthe waster as  Aoiiiy atthe Ditton Censeal ting under the Se  iicpuina of poverstotamiy ie Autre ayy Onder HME,  ppt she Goce a feat  {0h he empty or premsnens esate of Show  eit cod or 2 pubic mo ms  Hihoay sor  fi a setiw oF a oa8 ara pai roo row  higias oe  (ily ripe om aeons pie nado minal  Bigheay \"or .  Uy substan oferta sacra,  ‘Masnag, inten ot renting seston wea  publ odor aan highs  12) In we execution uy onder ede his section it it  tecoraestecesnty J awe ay Tao FO ch pee  She dab vem ee reed pbs puose  {esr pronrons of Pa © al aps tana ane  Sb sein  26, (1p th person, owesnnivat Deparimest face! Sine  lathentyurany ther natn shllinothovewenoten ot AGE +  iNbaputie ender onotionataignonsfarlieparpment 2S 1  Ganges un any gen water skesmicny tlecommarttion Siw  Cigy ce gece wit! the prior en oval of eh tans  the Decor Gene Poninsat esmnchuitagweror \"fe,  ecclive Engineer abe Ahoy atthe tse may Fe.",
    "mean_p_confidence": 0.28352
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 National Thorowghfares Act, No. 40 of 2008",
    "mean_p_confidence": 0.454
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (2 The Authority nay. with he approval ofthe Minister,  charge arental from any person refered in this setion for  Using a oud reservation. a public oad reservation of &  atonal highway reservation fr any ofthe services referred  ton this section.",
    "mean_p_confidence": 0.4895652173913043
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  (0) Minister may fom ie to time on recommendation  ofthe Advisory Council, preserbe the appropiate rental t>  te charged and other mates relating to charging of renal  ander this section",
    "mean_p_confidence": 0.46571428571428575
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  (4) The Director-General, the Provincial Director. the  ‘Chief Engineer or the Executive Engineer a5 the ease may  te. may on behalf ofthe Authority enter into agreements.  subject tn the provisions ef any special enactment i that  behalf and subject to the approval ofthe Minister. wth any  person or Government Department, lea! authority of any  ter institution to authorize and regulate the use by such  person or Government Departotent of lea authority oF ny  ther institution of any road feservation, a public road  reservation national highiay reservation fer the purpose  df carrying on gas, water, electric, elecommunicaion oF  ny er service",
    "mean_p_confidence": 0.5131858407079646
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  (5) Inthe evento the widening or the improvement or  eviaion of rou, public rad or a mational highway. the  Director-General or the Provineial Digector or the Chief  Engineer orth Executive Engineer, a the cae ay be, may  hy ote require any person o remove oe shift any physical  structure or pipeline erected ot lid by such personal the  ‘own cost of hal pesson within the time period specified in  the notice",
    "mean_p_confidence": 0.504625
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  (6) Where the Executive Engincris unable or unwiling  tw remove any obstruction refered ta in this section due to  hy resistance of the person esponsile for casing sch  ‘obstruction cannot be found the Executive Engineer may  hnake an application in that behalf 1 the Magisirate's Court  having jrsition,",
    "mean_p_confidence": 0.5350909090909091
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  National Thoroughfares Act, N40 of 200821  (9) The Magistrate may after considering the fies ofthe  case dict he Fiscal to remove such obsttion frhwith  (6) The provisions of this section shall from and after he  apposnted date. apply to any person, Govetnment  Deparment, foal atthonty or ether insation using any  road reservation, public road reservation or a national  ehsay reservation fr any ofthe pups connected with  ‘he supply of any ofthe services specified in the aforesaid  _rovsions ofthis section, subjet however othe prisons  ‘of paragraph (a of subsesion 2) of section 80 of this Act  27. (1) No person shall for the purpose of any publ No pudi  service. or private coterrse, make use ofa road or apablie 7  road or national highway orexevute any work thereon, or Tog  set up oF maintain any plant or erection thereupon except seo  Under and in accordance with the terms and comlitions of oad» pti  agreement refered 1 section 26 modo  Provided tht before ay excavation digging or eating, thon,  of any road, any public road, or any nation! highway is  allowed ta commence in pursance of any sech agreement.  the cost of testraion or tepsi a such road, public oad or  ‘ational highway afer such exeavation digging or cutine  235 estimated by the Chief Engineer. and an additional  refundable deposit as prescribed by the Diector-General  shall be pad © the Authority  Provided further, if there any ational eos incurred  by the Authority outside of any amount esimated, such  mount shall be deducted from the adtionalretundable  eposit paid tothe Authority and the balance remaining  shal be thereatter be ence  (2) Ay person who contavenes fist comply with  any provsia ofthis sion sal be Bui of an fees,  Sud shalom convict afer summary rial by a Mapsate  te liable toa fine not exceeding fy thousand rupecs",
    "mean_p_confidence": 0.5058160237388725
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  22 Mile Posongors Act Na 40 a 208  acne 28, (8 Noovithslonding anphing cosine in ony  tage mis agrees iene to see 26.0 tig 3919  oer eat fm ay hes werent fl tal or the",
    "mean_p_confidence": 0.3245
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  {Evans Engineer fa hese mais wo ny pon who ba,",
    "mean_p_confidence": 0.37000000000000005
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  inpotaisncvlamigecnen tena oases 36 cx",
    "mean_p_confidence": 0.22285714285714286
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "  estas by oad ny publican any tons  hiphesy: or cagied abet ican 0 the widening os",
    "mean_p_confidence": 0.2942105263157895
  },
  {
    "i_page": 23,
    "par_num": 5,
    "text": "  Toiprvernen Ge devin of ara slic rad 2",
    "mean_p_confidence": 0.28700000000000003
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "  ‘ealnal hey. nn orate sh ntti 0",
    "mean_p_confidence": 0.25666666666666665
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "  dhe sulshision of te Cxneatve Engines, shin ae",
    "mean_p_confidence": 0.275
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "  puviod of times may he esi i thet  (2) hae sch prensa torannve ord  such abaraionertotcrsees i sachpyiesl ete",
    "mean_p_confidence": 0.26652173913043475
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "  ‘epopets hin oc pec el be a or",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "  fhe Eectie Enger iy perm ahi by bin",
    "mean_p_confidence": 0.209
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "  tersvror ables eae errors  phosieaksrureor pine ener abe cs ind  frat ennecton  (55 Se coorpnstion the payable tse go  any reah af sac grout on rn 3 ev  Samet or tng hese my bs  ceuis gous 39, dy ny offices er servant autnoriaed by Be  ae dnsie__Dibwor enemy ahem ne epi  cage puree eae ese fhe Stn,  ETSY” pun ty fol aticem to any exaing oF road ox,  fihaters Pope rnd ot nanal ghey sor ay ard wo 86  fosoon \"hae fle grows reuraton ee public ond  a rabatvatuin cz new ational highway resersution with at  (esr vain equipment tl od terres  Sper ais ange nay De exes fort  pups =  feo suncaylng, weosisng easing, woking, opening  “roi, ering, ein, koi, Pes me  fewsng torr",
    "mean_p_confidence": 0.28779310344827586
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Kevin) Paros 404 Na AO of 2088 TA  (b> conatietng, excavating. roaring. cesing a  tmpuving ny Bid, cess, coe Teas  rire caer dot. ceo ie reins  ay  4e> evening oF vemporay qo OF raring 7  tong for Hh axe of Soy na er adn  seek  £2) Any foo ot sere adored 99 he Distr  Genet tay at al eso tines 9 hs day ae pt  retin Boece tereat fee eon emer apn  thy aero 85 xing e roped wd, pe  toa ena! highway en seh ig ea an  cary any user, er haesns, oe al San  ny sat mari fom ay anasto He 108)  Suto prpeac rondo bgt or mo Bhs)  Tortie pagoseot  (es sueveying, measureg, wang. woking, wotking.  pening, serng. sme, eeparng. Cetin,  iprovngr ening nei  (by emia sessing, cesnng imposing am?  ele, causa soe ing se,  fencer igh ree ond  Ge) eteciog on sepa any cemporary quate  Thing for he ase of ny tac sce and i  sosteen and eure  MOG) tne wien ofthe nosey ing ta afew Fae gen  cexsergeney rojas 3 rou 2 public wal or waninal EE,  Sighaay, shal he [ral Gor any oitcet 1 eran toms ps  oie by ihe Dieter Gea weary aay rm anya  Tan nan venyofesy oa od tie outer avast YEE  fgheny ony wane, which erage he auch person",
    "mean_p_confidence": 0.29892857142857143
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  24 National Thoroughfres Act, No 40 of 2008  (2) An offeror servant authorized by the Director  Genera o cay out ny avi Under he poison of  suction (1) sal nat be deemed oe a espe  (9 Nooffieorserntauthoried yh Diretr Geert  uader the provisions af subsection (1) sal tan any  tater any nf sch mates con become ay  Ohta rm any ascent sate and  (4) Te Auto sl uy heave ofthe and om  which any material hav been removed reasonable  Compensation forthe mat to removed snd fr any  damage cite in ring and wespoing We Se:  65) An officer or servant authorized by the Director  Gener unde te provision of subection (1) atl ake ll  sty mere orencig or barca opie ques  from whee any such msl fad bo enone  Eicon of 31, (1) 1 shall be lawful for any offeror servant  tenprry | guthvined by the Diectr-Geneal when aryng ut  Reider Srey forthe inproverncn comin of any eed any  [Senora public tod or ty nana highway. bigs, cus,  adct improvement o epas heret, or omsucine any new  fico’ fous new public road or mew rational Nghe. Bdge  amd ‘causeway, culvert or earth retaining structure, to make and  rect enpoay buligs on any tad acct ere ot  the sccommataton of sch occa, workne, machine)  sn squpment  (2) No office or sevat authorized by the Diet  Genel nde te provision of subecton Cy shall eet  busing on ay an nd eavain oro ay developed  lan thre stale wate land or sald wince  provnity ase far te pape  (2) Thats pt easonsbe compensation for  the we af ul ad fo ay agg done to the  nero sch nd",
    "mean_p_confidence": 0.42009677419354835
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  inal Thorougifares Act No. 40 of 200825",
    "mean_p_confidence": 0.3766666666666667
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  32. (1) When surveying fra new roid, public road, sunbed",
    "mean_p_confidence": 0.43416666666666665
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  sation bighway, begs cutesy, culvert oreatheaning =  Sucre or during the progress of work coeced wih the SM SS,  ‘aintemaee, epi or constuction of ava, public road,  ‘atonal highway tridgecamevay, culvert oreacating  race, or lain any ext shall be vl for any  cer or servam authorized by the Diretr General  Aisgose of any rude or waste mater by dumping the  ‘sme on any lad adjacent tert,",
    "mean_p_confidence": 0.3834666666666667
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  (2) An officer or servant authorized by the Diretor  ‘eral der the provisions of saves (1) sal take al  necessary sep to avd unecerary hardship to the owner  ‘oF oceupans of such ln",
    "mean_p_confidence": 0.42894736842105263
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  38, Ic shall be lawful for any officer or servant Consrcicn  authorized bythe Diector-Generalo makes temporty ra mas)  for the diversion of traffic through an adjacent land at any  Aine ing —",
    "mean_p_confidence": 0.45594594594594595
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  (@) closure of bridge, causeway, culvert of earth",
    "mean_p_confidence": 0.507
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  temingseucture for eps or recunsbusion",
    "mean_p_confidence": 0.25142857142857145
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  (0) cos of aro, apubi adoration highway",
    "mean_p_confidence": 0.22666666666666668
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  or scion ofa row, a public road ora national",
    "mean_p_confidence": 0.4218181818181818
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  ghay for retabiliatonorreconstuction  provided thst such diversion shal nt equi the demolition  Ot any building nor encroach on any enclowed garden or  ya.",
    "mean_p_confidence": 0.3725
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "  34. 1c shall be lawful for any officer of servant Cutie oppe  suberized by the Director-General fo it and remove al Seo  tess buen shrubs beaches, lever or root tat ease SME  damage toa road, public rod or an nation highway and sacs whe  ‘hiricion the pstage raf see lighing visit, tad =  foad signs traf light signals and rad frre and fort  ‘that purpose to enter upon any land or premises with the “#9",
    "mean_p_confidence": 0.4421686746987952
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  25 oon Forshee, Ka of 28  swoosiey werkt, oo and emi eas  Topp de omovat of ich tress Babes, brut  Teaco coe the ve may Pe.",
    "mean_p_confidence": 0.3003225806451613
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  / Hig! gg. a oat total fer any ior servant  SEGAL tte etna  TORT gbs Pancake, ais or bank ose ay ond pic  Sag aS mont hess  ad  dines Ju m3 Ano or stant sia bth Bet  ESLER canara sta hme pst me, svt ecave an hoop  piel be Be peal ancben drains, clei atl beige on aa ake  Soe ete So omer or tom fy at ee  DihaT TY SS7IGeng taut ee ior enae domes  Sem) eaten  utiniss (ayer snr a ser dame at  vey ayenic fit care by any oer erat ue  Sram Seay aan at ete ens! ysl nbs  Traioer Gy haeskl bea eave competion tthe",
    "mean_p_confidence": 0.2676
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  2. pss rete in ebuest (3 sat make a»  poms whe Disa Serry ofthe ae ws  fen te oth ute atom wc eed  [ecmage Aud ee coved fegnesting the payment of  eng She same Mo apie one ae es  pera cone forts ere",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  {61 Winetteanomtofcompesai anc be sated  apa ten such snot ye sd ty ary  ‘WPSvateaos app np he Divot See.",
    "mean_p_confidence": 0.3139130434782609
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  sowie 2K Any often oe serv: onteing ory",
    "mean_p_confidence": 0.258
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  SERS ppt fame bt Ato eaves 3 ode",
    "mean_p_confidence": 0.269
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  sts himself in a Wexstiows manne ar xesaets tn vioks nee stat Ge  Dy ef offing ns te ile om reson afer  eet aby adlagotet woasnn onexceding  five ond aps",
    "mean_p_confidence": 0.3102857142857143
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  [National Thooughfares Act, No. 40 of 20827  PART VIE  Pron or R08 MALICK AO ATONAL HAS  38. (1) Theowneror occupier of and which abuso Oese or  acjoins a national highway delved tobe sexpersnayor Se of  restricted access highway shall not— land aces  fips tae  (0) enjoy the sat of access to, o ees fom the tony  expressway resected secs highway + sot een  ; () have any right of passage, right of use oF right of  vray between the land and the expretsiay or  Festited aces highway’ sand  (©) beetles to any rights which manyway alfet the  ‘expres or etic acces highway.  (2) The Autor shat, before declaring 2 national  highway to bean expesivaycraestcted eves hay,  provide appropiate ales access to anownes Or osc  ‘hose aces is curtiled under section (1)  (2) Any person who acts in contravention af the  provisions of subsection (1), tall be guilty of en fence  Sn shal be liable on conviction afer summary tral By 8  Magistrate. nthecse fi offer ore kent  tenthousand rupesand inthe car of second or subsoqunt  ‘fence toa nent exceeding oe hundred hasan pees  40, (1) Novwitstanding the provisions of any other Neb 0  writen no peronshall commence ay ulding, cece “smn 8  any wall, Fence r any aber suctr alongside any rond, SMa  pull oad national highway or place any temporary cars  fence oc enclosure on or alangide, ny tod, public oador tous  rational highway, fo commencing ex reat any sich gras whos  ‘building, fence, wall or any other structure, without giving \"™**  ne calendar mont’s notice n writing tothe Executive  Engineer of such intention.",
    "mean_p_confidence": 0.43010033444816054
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  28 Aeuinal Thoroughfare ct, No 88 of 208  2) Where any pen its wgivcetice under suESTCN  {int moll bo Hon foe ts Faeestive Bags ih the  Suna of: Chic Fingnse 9 cause ay ch Pain  fave dewotahed any Hed eres, wal a se OBE  Chromed ns erased ar sever the cent of  reso Goth ac pes  ovis that any ouch Uepinin, umnting 2a  senea!s Re cried ot oul ep svg tbe owner oF  Teoapier adeqenteoatce of ah smpetiag deme  ‘Samaning ard erovel ws he case my Be  cing (54 (1) Weal be ln fe forthe Exeuve grees  Tr or poumitauy perxonan oman fee eprom  Tre” eo aa, pe a vations NA. st  srowreany Tory fosce arenas merce at eno,  pnt oe consinctien Wark to is bute of Buiion,  Tretaing the Highs 19 ere doen’ oF & Fenporaey  herater sujet Flioningentions —  fa) tan ee person io whom permission grant shall  gies hosp o igh of sufan ents  Se the pense fr 3 fg a5 sch sto  Telos or struct ia ena: a  uy thas guicien earn on de cod, public toad  amonathghoy shal be made avait fe Ths  frovawent of wattc and pedestions without  bindan-®  (2) Any public oir sonnciad ih the dbtbution  any sefvice fo Me public way, notethtanding he  provi of avon dex subvctin Dot ction 48 ae  Tenpocty eof any gota Urn pabbcrent or aration  tise",
    "mean_p_confidence": 0.3031417624521073
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  ‘Navonal Thoroughfares Act, Mo. 40 of 2008 29  42, (1) The Minister may by Order published in the Beng tints  Gazer specify the building limit longside a roa, public Noe  toad or anaionl highway or partofaroad,apublicroador \"0  {atonal ghey Tro  Maen be  (2) Where a building limit of a road, a public road ora Hee by  rail highway has ot been specified under subsection  {the busing limit for that oud oF publi roa o atonal  big shal be —  (e) fieen meres fom the Cente of the carigsway  ‘ofthat national highsay +  (@) seven decimal point five metres from the cent of  tne eriageway ofthat public road nd  (five meres from the conte ofthe caragenay of  hat cod  (8) Noperson shal after the appointed date except under  the authority of cence granted hy the Executive Engineer  tect ee eestor make ay addition (any bulking gateway  for any ler sruture or construct a basement or other  underground structure or dig a wel, pond shaft of any ote  Structure (hereinafter inthis Par of this Act fered to 25,  “Shrctre\" within «building it  4) (a) Nolicenc, forthe eectionof any suctre, shall  be granted under subsection (3) bythe Executive Engineer  tvthi en (10) metres from the centre ofa cariageway of  tional highway within a town fimit and seven pois five  (75) metes from the cone of a eamiageway of a naional  bighway outside a town lms  (0) Forte purpose of this subsetion the word \"sructre”  doesnot include 8 boundary all  (6 No cence forthe erection of any struc shal be  rated under subsection (3) by the Executive Engineer  between the limits prescribed im paragraph (a) and the",
    "mean_p_confidence": 0.47600649350649354
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  30. National Thoroughfare Act, No. 40 of 2008",
    "mean_p_confidence": 0.404
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  building fmt, unless he ' stitied tha the prohibition  against the erection of any swueture within sac iit will  ‘cause vious hardship to the owner of the land om which  Such stctuce isto he erected andthe writen consent the  Provincial Ducetr forthe granting of he iene i obtained  by the Executive Engineer. The Provincial Digector shall  not give sch consent unless be is silistiod, having egard to  the width of the road, public oad or national highway, the  visibility available for traffic and the proper upkeep of the  road, public rd or ational highway. chat he enforcement  ‘ofthe aforesod prohibitions nt fr the ime being essential",
    "mean_p_confidence": 0.5101694915254238
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  (@) Ie shall be a condition of any licence granted hy the  Executive Enger under subsection (3) forthe erection of  any structure that no compensition shall be puyable—",
    "mean_p_confidence": 0.4840625
  },
  {
    "i_page": 31,
    "par_num": 4,
    "text": "  (i) in respect of such stractre or pat threo within  such building Kimi if eh land i aeqoted under  the Land Acquistion Act (Chapter 460): or",
    "mean_p_confidence": 0.49233333333333335
  },
  {
    "i_page": 31,
    "par_num": 5,
    "text": "  i inespect of any improvement or adaptation ofthe  emaining part of sch structure after the severance  ‘ removal of such structure within uch Hint for  any purpose whatsoever.",
    "mean_p_confidence": 0.44363636363636366
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "  (©) shall bea condition of any licence granted by the  Executive Engineer under subsction (3 for he reerection  ‘of, ofr any addition, any sucture that if possession for  the public use s taken at any time of the land om which sch  stevcute is situated or Hf such land is acquied under the  Land Acquisition Act (Chapter 460). the compensation  payable in respect of such structure shall be determined in  accordance with the provisions of sections 46 and 47,",
    "mean_p_confidence": 0.5480681818181817
  },
  {
    "i_page": 31,
    "par_num": 7,
    "text": "  (6) (a) The Executive Engineer, shall nt grant a iene  Under subsection (3, without the approval of he Provincial  Dinecior where the structure sof religions significance",
    "mean_p_confidence": 0.5336666666666667
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  National Thornes Act No 402008 31  (0) Where the Ensue Engine seks approval under  paragraph (a). the Provincial Direeor sal hold ap  “pci mg in sespct of he fore raving  the approval  {) Whee the Provincial Director refses apponal unr  ahs subsection be Sal give reso wong or such  ‘sal  (6 @ Fall pauls of every license grant unde  suet 0) itcleng pric of he eosin ook  ination (2a ofthe land a the sate to sk  {econo ees and the vale thee sal be cere by  the weve gies inate hpt the poe  Shoe and be Exceuve gerne eed  apy of ee sah ty erent in theo the  ‘agit of nds having jrcton oer he aea a which  Solin iste The Repro Lan shales 3h  ‘ehcp any charge dt  0) Upon he egisaton of ny entry under paragraph  «oy theconditons atashed to shee sal be dng  “homeland andthe scr ffeteherebynevardance  we tenor of sch cnn, and wo whomever the  ‘onentipo possesion ofthe lads ullng or SEE  sy at animes.  (c) Every reise opt onder pariereph atthe foe  corte Execute Enpiner shall be made avilable for  irapecion wo any person terested any ime when the  es open forthe anastomoses  48, Nowwithstanding any povisonimany ther wtten iting  lav mo Agency nr Auton) whowe approvals egred or ay  thececionofaanuure calles opmvaortierstion ch  Soseusturewahin hburding ime specetnsesion sae  Shas sucherecton hs ben ashrizehy scene panied Expnce  ‘pine EnvaneEnpnernaccordane wih th provisos  shih Act  5",
    "mean_p_confidence": 0.35231046931407944
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  12 atone’ vee et Me af 2808  NT Sg rte Das Covl y Rr ai  in ire ner ete be bag ee ope at  my tcal pleural ghee wpa oa  pot a see  ome thal he Abc oe cee  Cuma lr ang sch eevee ne  feminine pie I eed  spooning sco cs ee a  Senteg tate ableton ovement et  eenethesanol yc ene reser  icon deen denon scale ed  pela igy orp etn pte ca  Nahe) ibe may Beach bested oak  inate yagion eo an using sacs somaya te  ee em el een he Ecce rcs al 3  Seog Remon aeons set po dems emare  ‘Siete SR Rmunc cram alston enna  ito bese not ne sl doe wh  San tc yaoi sa  ptt ete day oft pron ane i  snl ain stirs ern ot fe oo  Spoil incase wih nine pac to  Treo Egawc on pear eae nite  (95 oy Whee in gaan 9 rte end  dtc ey alien oelibedor tel",
    "mean_p_confidence": 0.27048128342245986
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  etignal Duonnghfies a6 Now ef NB 3",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 34,
    "par_num": 2,
    "text": "  Eb) Tse Magistrate, may if bei satisfied #9 she  leience if he era sue node an he abs wo Bad  Faledw early wi te sogaiernests ofthe noice eh  1 she Haective Engtnzer sede suet (1 co delist  1 veinove sech sirwevure ane shereafler tke aree  suwordingiys",
    "mean_p_confidence": 0.3509433962264151
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "  46) W the person whe lad ereceed the structore im  evatvaveaon of ae prositons of sgh 42, wedertakes  ‘ates some soa etme te Migisnate may. he  this fr pralpeme the oer uf Ue oxde ha pio  tht exceuding sity day, aTow ng time fr seh pan «  ‘Seronsher remove such era",
    "mean_p_confidence": 0.3493103448275862
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "  18) Where a mpnstory er ha foun mae doe  soregtu (dof sofesction 3) forthe wesiovale striae  st rips ramniconvo and whe sack structure cap be  Sele removed. ther sect Whe provi OF porraph  {8 of sabsestion (3) such snavtue sat be sessed an  Tranel over to the ofgizatian oF iestalion repels  Fr erecting suc ss",
    "mean_p_confidence": 0.3092063492063492
  },
  {
    "i_page": 34,
    "par_num": 5,
    "text": "  hy Where Enetive Eines is maleate  the stactus as specifi in paragress In, i Unease  pincer sal neotyte same lo ine Magscrate anda po9e  | he arsine in he nations of Ue Magne eh  ae repent ant exe,",
    "mean_p_confidence": 0.27909090909090906
  },
  {
    "i_page": 34,
    "par_num": 6,
    "text": "  15) Where « wundstory ower has bees amide ander  soueston 15) 1 shal be the dt ofthe Paice x eer at  hacen aasistanve to the Executive Faginect a  Seacutat oF sel ae",
    "mean_p_confidence": 0.38378378378378375
  },
  {
    "i_page": 34,
    "par_num": 7,
    "text": "  16 Tho Bageative Rosiner sl be enti ta encase  ‘ony resarngheexpemas imcuted hy Kis in deraalsbing os  fering any stecte i prstance DF al sed vad by  the Magisteae mader subsection",
    "mean_p_confidence": 0.2916666666666667
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  34 Naninal Thoroughfare Ac, No. 40 of 2008,  Desmenion 46. Where any adition toa stuctre which has been  sf cman pail under the authority ofa fcence under section 42. is  Shnbottigs” sted on any portion of land of which possession fr the  vere ble us is saken under sections 15 and 18 ofthis Act. he  determination of the compensation payable in such case  shall, notwithstanding anything to the contrary i the Land  “Acquistion Act, (Chapter 460) be subject the following",
    "mean_p_confidence": 0.48943820224719103
  },
  {
    "i_page": 35,
    "par_num": 2,
    "text": "  provisions =",
    "mean_p_confidence": 0.19499999999999998
  },
  {
    "i_page": 35,
    "par_num": 3,
    "text": "  la) where the whole ofthe structure is situated within  the building limit the value assigned 10 the  strate as distinc rm he land equi shal be  the valemered inthe einer unde substan (6)  ‘ofseetion 4? oc the market valueof the suc at  the time ofthe acquisition, whichever isthe est  and forthe purpose aforestid, such market value  shale the difference between the market value of  thestruture together wi the and andthe market  ‘alu a that time of the Land 3 distin From the  (©) whereonty apart ofthe steocture is situated within  the building limit and the value entered in the  register under subsection (6) of setion 42 the  ‘valve of the ene sete i aecordanee with  pcagraph (a) of subsection (2) of section 47, the  ‘alueansignd that part he structure asdisinet  fromthe land aquired stall be the value soenered  the matket value ofthe entire stractare atthe  time the aequistn whichever the les Matt  Yalue shalt for the aforesaid purpose be the  difference beween the market value ofthe entire  ‘trutue wit he land tached threo at he tine  ‘of acquisition, and the market value assigned at  that time tothe land so atached as stn fom the",
    "mean_p_confidence": 0.48018264840182645
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  ucinisl Thoronphfres ek He, Aiba 2008 35  es where only agar of the swore 8 ita iti  he building fimit and The value entered wider  Subsection of wet 42 othe wate tot pont  sn aczandance ith pacogrep h) of nubaoctenn  sf section 47 she wale ashe Kotha pa OF he  Serocrire at Gti! kor the fand acquired, hal  be the value 20 entated in the existe othe Wate  sf tie pan of ihe seenore within the Eg is,  ‘a he ime ofthe xequiitinn. which i he, ak  fat the porqose anesai nich Yl sta? be Re  aggregate ef —  fi) ime estimated ost of the sovecnsve ao  reemaeai of at part of Me srastore o8 that  tecte aad  Git te estines eon in theca ot buslding. of  Gaping stat sas she part of the bling  ‘abset yall thet remain #6 the purpose fot  ‘shih Te ailing we a he Ha  the case of boamdary vol or gateway. if  ootpleting at that Time such additions ce  opus cay be cea  d)_the salve aurea tothe Hand a frome he  tenidinas tveom shal be the muri volte of the  Ta a the ti ofthe acquit  43, (Oy Tae value of ay sterner the paopone of Yin ot  sutaection £4). extion 43-— sean Be  fe) shall be Fn by agrerment berween the Chick“  [Baginees apd the ener oe eaener the ruc  8) whore it 42 not fixed to azccomeet, shall be  Adersimined By an arbisaies appinted wy ee  Provincia! Deeowe",
    "mean_p_confidence": 0.3629032258064516
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  36 National Dhoroulfres Act, Na. of 2008,",
    "mean_p_confidence": 0.3855555555555556
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  (2) Indetermining the value of any structure o any part  creo for the purposes of subsection (4) of section 42 the  following principles stall be followed —",
    "mean_p_confidence": 0.49483870967741933
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "  (a) where any siactueor any part thereof he removal  ‘of which wold render the remaining pot useless  fs situated within the building init of any coud  public road of national highway. ad where. for  {hat reason, the removal ofthe entire iucture will  ‘become necessary in the event of the a public  road or tonal ighwaybeiag widened or deviated.  the value of the entire structure shall be  ‘etermined ; and such vale shal be te difference  between the market value of he persises, that  sy. of the structure together with the land attached  thereto, ae time ofthe valuation, andthe market  aloe at that time ofthe land as stint from the  (0) where only a pan of a stucture i stated within  the building limit of any road, public road oF  national highway and afer the severance and  femoval of such pat, the femining part will be  Capable of adaptation either tothe original purpose  ff the stactre oo any ether purpose perited  by Taw, the vale of the part within the building  Tit shall alone be determined and sich va hall  be the aggregate of —  i) the estimated cost of the severance and  removal ofthat porto the struetue : and  i) dheestimated cost, the case of buildings. of  “alapsing the past of the Bulging which will  then ceimain to the purpose for which the  boilding wasused athe ine ofthe vation,  tnd ithe caseof a Boundary wal gateway of  Sther structure or any basement ar other  Underground structure or apy pond, well or  shaft of competing such additions or repairs  se may be necessary =",
    "mean_p_confidence": 0.5357239057239058
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  ata! tomes Ae Ke dof 207  { wtore aie une a ahotion sty saree  “ve uf sx secure Toon to S08 Dees  tescdty oy sbetonor remot  vege suse hen swenatndig tt the  ernan or hngcovewe may ave Beet,  Mitoasd Gy ance mde sutecaion ©) oF  BS. Be cmoutl fhe ese st at  IN hue sevouneonlee the shertion  Teaeewemest as nec fete smear ot  thence ae fe  a) Poesy andor aeament ide et it  sae aye amor suanenon sn tops othe ve  Satake crhovrct sb spon oe poor  Seappanorprspapnelsancston insta  chine tac eto wie Se nr  48, Go) Whnertecem ftheverer ofits pmtt aio  whi tunes nti Wotan son pe me el or  wee emngregcte amaabbingon etn. ae!  ities of he ovans of son fb Rea  Sons any heaters abe seca  TEBE Mtne coguesing ths pan aca a  wekchetihimn oulecemecent oars imei  ASCs fe ciate te wold Pav np  Re pouona soon 5 pt bon ts ns, eee  Tee cone sepa, the Mise mop opm  tcoammenditon the Dobson the Drosera  ‘Genus unter we dla sf he rower fit BY  Sty) anders ingity orb ay deo oe  SEE pciesexon f epg fare os  thee afte bar we ono be aes on ih  She oow sone of settns Fant (Sais Act elk  Mdipe gl tyre of aston 50h  on  (2s. cuts sony and ees enn nei te  scstoe nb steno and to pores oo met  ‘Miotameton sale pays te  foe che apleton oot ei fw lat nao",
    "mean_p_confidence": 0.25375886524822694
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  38 Navona Throughfares Act, Mo 40 af 2008",
    "mean_p_confidence": 0.385
  },
  {
    "i_page": 39,
    "par_num": 2,
    "text": "  Aycan of 49, (2) For the purposes of seston 421048 a oa",
    "mean_p_confidence": 0.3535714285714286
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "  ‘Tvs of publi oad ora nao highway sal be deemed 10 be",
    "mean_p_confidence": 0.43857142857142856
  },
  {
    "i_page": 39,
    "par_num": 4,
    "text": "  seston: 20 nr the contol ofthe Authority fs mained by the  ‘Rather rom funds proved the Athan A cereal  tndr hand ofthe etor-encral to the es tha ah  ond puerto atonal gh) i uner the contol of  the Authority sal be ssble i evidence and shall be  rina fc vience of a a.",
    "mean_p_confidence": 0.425
  },
  {
    "i_page": 39,
    "par_num": 5,
    "text": "  (2) For the puposes of etons 4 0 48 the expression  boundary wall\" includes every sevclute of whatever  tril andin whatever manner const and ever eee  totter description, which serves tended sere  the pues of Boundary wal",
    "mean_p_confidence": 0.3823255813953489
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "  cmecina, $0, _{1) The Exesuve Engineer may, where it appears  Sonn whim at  sas  Ee) any oad, publi rational high as een  bro hurusted or enonchel or  (0) hatte boundary fine of any roa, pli road or  favorl hha) hae teen aeed without proper  iho so\"  ¢e) that any road, public oud o tina Bighvayhas  ten buricada without prope autho.  by any person, direst sch person by notice in witing 10  remove he sai osirucion encroachment, aeration  Tawrcade within ee rime ay the Exceuve Engines as  Specie inthe Noi  (2) Whereany such obstuction, cncrschment arcade  eStats ot removed andthe 38, pubic rod oF  tovoralhighivay fs or lead the boundary fe mo  rexored whine ine speedy the Execute Enos.  the Executive Fngincer shall cause such obstoction,  Sncroachment, barade of feration tobe removed or  ‘lene ortestored the ene ay be Any expense ncued  ty tre Excetive Engineer in doing 0 Hal be recovered  from he offender ats det de tthe State",
    "mean_p_confidence": 0.38551912568306007
  },
  {
    "i_page": 40,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "  NaronelThorugtes Ac No.40 of 2008 39",
    "mean_p_confidence": 0.25875000000000004
  },
  {
    "i_page": 40,
    "par_num": 2,
    "text": "  (3) Where the Executive Engineer is unable of",
    "mean_p_confidence": 0.536
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "  apprenends tht de fo any chsaction or resistance sh  morsitel oe fee. he wll be uae remove or  lear to restvethe oad public rood orton hay of  theobsrection encroachment taiade orate  {Sse my be the Encetve Bains ul ea appcton  trade in that behalf othe Magistate’s Cour having  Snition over the area where te ond, pu oad ot  fnvonal highway which way obstructed, enctoacked,  Tnuadd ratte issued, praying or anode of he  Coutatrecting he Fiscal ake downand eve leat  restr such ebtuton,enoncment,bariade ot  Sheraton asthe cae may Be.",
    "mean_p_confidence": 0.38792079207920793
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "  4) Wher an Order under saben (3) sd tthe  Fsalby a Maps heal fohuithesecte rch Oder  Invstal hetetter im ing roto Cour whet lo  ‘iva native ote mamerin which tsa exerted.",
    "mean_p_confidence": 0.32499999999999996
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "  51. Any nor survey mae idr the suthorty ofthe sane w  Diecio General shal be asin evidences shall pone  te pia ace pot of he ceed heen rot",
    "mean_p_confidence": 0.345625
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "  £52, Forthepupos ofthe aplication the provisions _Amtcio of  of me Sate Lun Recovery af Posseon) Ack No. Tate onto  {o7Dinany ead orpublc road ornatonalhighway fo which St ate  these apples — aaa",
    "mean_p_confidence": 0.32432432432432434
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "  ey every writen sto sed under any pronto of  ShiAconall be deemed o be oie ered under  Sevion 3 ofthe Site Lande (Recovery of  Fosstsan) Act No. 1979",
    "mean_p_confidence": 0.43242424242424243
  },
  {
    "i_page": 40,
    "par_num": 8,
    "text": "  (the expression “competent story” inthe State  Tanah Recovery of Posesion Act No.of 1979,  Sha deemed ce reference the Diestor  General Provincial Droste Chit Engines oF  freutve Ensicer as he case may be of the  Author",
    "mean_p_confidence": 0.4002380952380952
  },
  {
    "i_page": 41,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "  10 Haman Phvoutfies Ae No 26 of 208  40) the exgresion “oe Yds” fa the Sie Feds  {Recovery of Poacesson LL No.of 197 eal  seme to intole 9 eceve fo every ea ot  ul todo ans ghey o whi thi at  ‘pli.  fren 52, The Provisons of she Preeripan Grdlnones  eee wes eae 6B of any ae fae relating 0 the arqetion  Srey gta by vite tei our sal a apg ©  SETrfaabe wad on pile wah or ean bigheays a eo pene  wee Gal be exuded co any enctaste sigs of omstip  Beet aseuionarwser er orinstpectol aFoador pair  * ‘ce natant highway,  Fracian tS (1) Hal Be the dy of he Aust pee  pam ia and protest te gt if te pubic to the ese fos rok,  Mert oie  Pipisod e atu! highou) ihe ony bie oF  ay  (2) Sahat he te ty the Arty to reve, 38 far  ss yosibie, she temporary vt premat ect etoxere  ttn fa to. pe ron ox wan Bigboay.  ewsings 810 Frey ponent av nts  Bit wone Ga) digs divin cx excavates on any pat! of 2 ro  Mose fb coal ora maton Bizvay wb canes  racanigevay sor  {0 ermine sl opr Sm any pa of 088.  fi oad ep eal hahoay excep for is  buspoe of igen the oad, pbc rd or 9  Sstonal bighivay within Be conser ofthe  Exooutive Eyles or Chit gies ok  4c) Rahs any Facer akchnges any mate on tod  public rad or a national Inghway, causing damage  tite cine ot",
    "mean_p_confidence": 0.34381118881118883
  },
  {
    "i_page": 42,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "  AtenadThashfacrs a No 40-4208 at  ogres eine ach anesthe aca  projecting om she yticle daatgen the  Ege feo psc coal oe neo  wha.  sal sity of an eflence under cis AB al  ti eormistion ser may ia by a Magic tm  feces otsfinisfece ms menuterceding fs tanend  foc and ie cand econd so ee 3  feet encaing Sy toned rapes a nt Ste of  timing tee oa nut bve Rowand sac ea  ‘yar Conion ding wtih he offen svt  2) tery peru Who, wishour afl airy oF  ence dana pals dhe or aber a ais a 2  ihe gral ped eo oer a roa 8 pe ad a  sasoral nhony oa lloete one or 6a pat o &  “Brson go any ber sma nrsvans deve 0  piocdn staple toad ts ata aay sal  Wenity ola etleneandsation contort sary  Biel by sBaginiate kobe ebbvse of at oxlnes wa  foe su exceeding Fe thosand pes an ne cee  frond ocsabeequm oes fie ao essai Hy  ‘Pounders ssn she oe feeding otc et  Fie of fv teat ropes fx cach dy afer comeition  fing WN he ee enone  S605 Brey pescon who, wit tee te oleae yams  cogent ofthe Escousve Ergoneer oF wit resemae £28  ‘Rowe, ain ovaries pains crea any pice, St 5 OR  Thur igo sus, Rowing aber mark io!  ogres) of soap ce etn hghay Spry ih  ‘ovo, pe reed or ear hay oe sanyo oe a  Roane sian gy of enceant sell ensonsiian | MME  Sis caninory a ye Magis nite eee oF  Fist ottme ea tne vot eoeading ve sranand Pers  Shin tage ce cr svequet ene ee at  ‘Etewiing fifty tuner recs anes ie ome ol &  nung ffnce toate Serbo perc ach  {Tater sniction ering fin re ene fae,",
    "mean_p_confidence": 0.3062951807228916
  },
  {
    "i_page": 43,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "  42 National Thoroughres Act, No. 40 of 208  {2 Ishllbe tal forthe Executive Enger remove  any picture, let sgn. state, hoarding, oie or he  ‘mae feed to inthe sabsection (2).  Decor Gena! 57. (1) The Dts General may. having eyed tothe  ia nally ofthe wer of road, «pubic ra # maton  ‘coro lol ghay, impose temporary fad estncions on ay oud,  SSolranie | onany public oad oron any atonal highway or seton of  fmatart* —SToad, public rod ora ational hay oom en bode  Netway (2)A person who contravenes the provisions of subsection  (a) shall be gly ofamoffence and shalom coniton ner  Summary tal by amps be ible, inthecse of ist  fence to fie ot exceeding ten housand ropes an  the ease ofa second or subsequent offence to fine rat  ‘exceeding ome hundred tour rupees  Damage ond S81) Where fot walk ofa vada public road or  ceocione paloma high is damaged  easly  sensation &e (@)_ by, oF in consequence of any excavation or other  ork being cared oat on the and acento the  roa public oad or moa highway,  (® by a motor ehicle being riven ono the wad,  pubic road or ational highs,  the Executive Engincee may fobwith repair the damage  and recover the expenses sare reasonably acre by Bi  imdoing so, from the owner of the land or the person  responsible for causing the damage  (2) Where the foot walk of «road, public oud or a  ational highways abstracted bythe pang of vehicle,  the person responsible for sch parking hall pul ofa  offence under ths Act and be Table on conviction afer  Suma tl before a Magistrate 1 fine not encecding  Fivethousandropeesandinthecase of wscond or sbseqent  offence ta fne not exceeding fy thous pees ain",
    "mean_p_confidence": 0.4482554517133956
  },
  {
    "i_page": 44,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "  oot Phonetics Ae Nox Bef 2208 83",
    "mean_p_confidence": 0.2911111111111111
  },
  {
    "i_page": 44,
    "par_num": 2,
    "text": "  the cate a comtiosing ote to fine of fe oven  ripe foreach das a teapect SF ooh rock olen  Comte er eonmtion",
    "mean_p_confidence": 0.24307692307692308
  },
  {
    "i_page": 44,
    "par_num": 3,
    "text": "  $9, 12) Bry pason who, with vu anacty ot Oban of  reashiverise inany ay wily obstacc te passaee ed Pete  Arvehictes or pedestrians slag aren, pubic rood or [4% saat  Ctnusat ghee shane gly stan afte ane he babe TET  Sa conection Wal By a Magia br Be  fscteaceeing se howard apes sad inthecase eco  {rsutseguem fence tea eno esceoting By oso  rupees ante cate uf he continu oflesaes re?  fie thavseed poe Fe cach dey ae comvicuce ring  ‘whi he offense comin",
    "mean_p_confidence": 0.29138297872340424
  },
  {
    "i_page": 44,
    "par_num": 4,
    "text": "  ayn pote icer may eres thot ae Peon  ‘wo i ebamieny an ftece under us secten",
    "mean_p_confidence": 0.1968421052631579
  },
  {
    "i_page": 44,
    "par_num": 5,
    "text": "  (8 Rverypesoe whewioatbwflauhacy erence Rep of  Atposiy sand sone. imber or anyother aero aoa, I  poblicroat arcatral highway, shat be gui ofanotiene Sa  ‘sal Re fae on cameo aftr sommry ml np 8 ate  Mayisrote nthe can oF few osfewsetaa rena cweesding Métal be  fiscthonsend cuper andivthossecuf eeondor sebsoguent “*  oltre 18 Tse ea ence ty Doe spe 30 in  the cae ofa coming offeive tou ine of five owand  rues foreach dy ater conviction dung which the offen  incowsinons",
    "mean_p_confidence": 0.25835164835164837
  },
  {
    "i_page": 44,
    "par_num": 6,
    "text": "  1. (2) Hohl ttf the Excomie Enpiwer on Reel of  pulcentfec iorewirethesonec ofthe sand, toma.tntet, SE ae  forany oer maori sods wii ight way of EM  the ri, pte wed of atonal ighay t tome  fe-depnitthe sare ce tt be atone redeem,  ase Fn tho a pub oud cmon bi",
    "mean_p_confidence": 0.28964912280701754
  },
  {
    "i_page": 44,
    "par_num": 7,
    "text": "  18) peru equa ia neneve ane depot any nae.  sce te oF ay te era iar subset (Lito  cemply wh he egurrae itn perk of tse dy,",
    "mean_p_confidence": 0.2954838709677419
  },
  {
    "i_page": 45,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "  4 Pata Thornahioes Ae, No. 40 of 2008  ai i ui do, Ne sal be guiKy oF an fener and  Shall be Hable on Geant afte sucamary ten by «|  rmayitare inthe esse of fis farce w fins ma oversee  Fee monsand apse 2d nthe case of omfiming fence  toa ine of five tamara pers resect ies cetielion  Suing wie Te offence is consaed.  (Gr Where te nefits to remone san she, abr  ox say soc mete conphonse with the cequtemess  ‘et nin cbecion 2 sl bol fore Ese tie  FEngincer with the amsivance of pie ior to cause such  imatenalta te reiened este feston foe Ie  ‘a pubic roo ae ational fay ad te chwcge HE  ess oF emoual othe ora  foie 6, (4) Ey pertom wh, woth nwt asioety  Iam me or excess plants 4 Gee ot stub v0 made up eaagesy  SSghisgewer” SRM slant, touker o feta af ad. pulisroed ar  ‘etional highirey sll Ne ity af a ofence and hal be  Table ow een ater sarumay wid by x Magica im  the ae of te fea fence to @ fine ovr secu fis  ‘owt repens and intheemte oF a cowinving sence 8  Fine of five vio pees or each ay aft conviction  during wish the offence is coainue.  £25 Resta be awh forthe Eseeatie agar tone  he person wis placed sacha ema wR  lvoe days ac eae cn Be removed  aces 64 (U) TheBsrounive aginnee may permiseny pean  arena opt ad mates sha, Wer, zass an lone wt  Em SAREE ndabit oie lsd or ome shoulda Of We,  Shube unin) pobhe road or natonathighmay. Sieh permicsion sha De  hot ee” Grae naj foe emcee ne ees, chr ad  ass he grow any sucha egw spit  Taking fore comsidaruton the movemeat af cafe and  (peestian safery arc he vsti te mad pb rod  ‘xe raviondl gbay ve ders oe nas",
    "mean_p_confidence": 0.3308022922636103
  },
  {
    "i_page": 46,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "  avon! Dimesifies Ae, Mor of 20848  2) The Execonve Engines aay permit «prey oa  fons of pons to dere oe pling diane  of posed wen slog a hghny. The person or ody of  pasos 0 esprsbi sha be peri co glioe a name  hada evceoding ver poet seven ve {D73) mei  fel om te gro aionig te nae of sac pero  hy or pero  6h Any person whom Deron of  ope  1a) depos onthe canmagewsy, fot yaar stouider REL  ‘of oud ul al atonal igh, By  le ee ena  12) pices beth aloes on and pub ro  2 aia igh ce  46) sons sate wate or anya gud wae fasta  ase, bling o¢ gacicn wo any pat oF eo,  Pai om craton Rig  sal he pity fw afferent At  6S. Anyperton wh whew awfibuahony reste Dlopog ee  “tops eu ste ceany suck atta ors, 20° HOS  ‘ior ony sah lai whl amponing tina vehicls.on a pai rar 8  rod bic wasn ati ighay, bl wy of eae  fflence under thes Act. Bebe nee  66 Mopermntter than apotceoiceroeamentar a ees  tne heme Farce shal nt ajar Boer arog eoud, SATE BS  Tobira or ration Rho ito aig the ror SE SAMS,  Dennaion of the Eaacsve agincer ay permeate  spe = gate or baer shall Be gy of offence anor MPI  pores",
    "mean_p_confidence": 0.32709163346613546
  },
  {
    "i_page": 47,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "  4S Rational Thorcaghfres Aor in dof 08  Hecaing sot, The Exe Ente ay by oto a ming  eR het one mtr ected ating 2 ad Pee  Abc toe w wad or aaionalbgtvay ave im, win ewe gh  amma\" gay the dat of eres of se, ct oh eh  wighnes: swucks therears ag are menbesaky lo prevand soil cr tase finan  Sha ahh shed reared othe sean ape  sad ar wage! Wegbway Fn Aly ate Saas 19  dturage or obtuse nd or pote td eatin  iglvay ox choke the gulls Aay prs wh lo ge  fle sachsen Wadi he site ie peti lh  eguiy ofan alee  owe Sh Therese ngince say by macetodre rarer  Won gg, eet af any bldg. sie bi to esnve we er  TECTIA enyunauhorsed reren rgeaing oat poping wind,  Poke nad sep, ual gece ay sue liga niche beenered  Bees epicentre rtiting whieh sis an cents  soe safe ponane of chins sade tng ad  ‘ule Toad or mail highoay. Any pvt who ale so  five ett a 9 ai witha eonab ne hall  be gle ofan nc,  Sais 69. 44) Where on otfence i eonited under the  caupaion 6 rewstns of tans 65, £7 a 8 the Racers  ecg abl on beng fre uf ack age ete  Beaks in iting he person commiting ste ottene, that he  Fone attra memes stoper ete comeision  atte aterce  (2) If the yerton on whom tee 16 served under  setrection iss tocol i reqs reenter,  fecnperan lt host osm ny Moss  snd atall on cco be Table tea fen eseEE  thaws rupee nd in ecco 3 enti he  Sabie to fine of rps five thas i each dy afer  rman dering wh he offonce cto",
    "mean_p_confidence": 0.32711598746081505
  },
  {
    "i_page": 48,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "  National Thormalifaree Act No. 40 of 200847",
    "mean_p_confidence": 0.31777777777777777
  },
  {
    "i_page": 48,
    "par_num": 2,
    "text": "  (6) Where an offence under section 641068 is continued  the Magistate may issue a Mandatory Onder authorizing  {he Bxetutive Engineer © demolish a move the structure  lorthing which isthe subjet ofthe offence. The Executive  Engineer shal wth the assistance ofthe Police cause sich  structure or thing wo Be removed and recover the ost 80  ‘ncured trom he offen.",
    "mean_p_confidence": 0.4731818181818182
  },
  {
    "i_page": 48,
    "par_num": 3,
    "text": "  70, (1) No person shall putap any dor or gate upon Dow aoe  any premises to open outwards on 1 8 atonal highway (2 Ob  xcept wth writen consent ofthe Exeutive Engineer given fats  in exceptional circumstances withthe concurrence of the Mas x 6  Gat Deer enw",
    "mean_p_confidence": 0.44188679245283025
  },
  {
    "i_page": 48,
    "par_num": 4,
    "text": "  (2) Whete door or gate is putup in contention of  subsetion (1), the Baecutive Enginezr may, by nie 1  the occupier. require him wo alte the door oF ete 8088 not  {to open outward on 0 the national highway",
    "mean_p_confidence": 0.505909090909091
  },
  {
    "i_page": 48,
    "par_num": 5,
    "text": "  (8) notis under subsection (2) may be served on the  ‘woe ofthe premises instead of on the occupier or may be  ‘served on both the owner an the acai of he promises",
    "mean_p_confidence": 0.48972222222222217
  },
  {
    "i_page": 48,
    "par_num": 6,
    "text": "  (4) Any person agrieved by theresa of consent under  subseotion (1) oF by a requirement of a notice under  subsection (2) may appeal tothe Provincial Dicector.",
    "mean_p_confidence": 0.614
  },
  {
    "i_page": 48,
    "par_num": 7,
    "text": "  (5) Subject o any order made on appes, if person on  whom notice is served under subsection (2) requiring hin ©  ‘comply with the mote fils tocomply with the eguiement  ofthe node within arteen days from the date of erie of  the notice he shall be guilty of an offence and shall on  cansieton after summary ria by aMagisat, be able toa  Fine not exceeding one thousand rupees.",
    "mean_p_confidence": 0.5169736842105263
  },
  {
    "i_page": 48,
    "par_num": 8,
    "text": "  (6) Where a notice has been served upon any person  under subsection (2) and he is guiky ofan offence uncer  subsection (S).then whether or not proceedings are instituted",
    "mean_p_confidence": 0.5465625
  },
  {
    "i_page": 49,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "  49 Manel Theonghres A, No of 208  aint en nrxpetotte tenes excel sane  tay cay tak oe mo sped the nie a 0  the expan tensa nce fy ho ins ing om  She cue oeepior fe eis.  ming ed Ths 41) eaves sub echeage ergs ot  fg e8 pic rd ot salhans highway i ick » none 2 5  Sree rns op eum nae nls or ae se  a Sed pubic sor el ony reer eh he  BI at cs oubclm Ge The fxn» pu lamp.  Mpimese ie bree Ben ing nce sed ei 0 he  Gover coc fe ww Oe es, sad OF  edge towed gue bi widia seven dara leper ea  its iovomave he ea fhe dnger cu eteeace 3  fecuvoony be  (2) Aay pen aggrieved y a mor unse seen  ay ayappelioce Provna) Dvesior  13), Subjeettpany ander mag a appeaif penon vo  som ate here a sobsesben 1a tp coals  “tr the teyements of te nace within he species  peri. the Pusvucve Engineer uy c2ey on the ore  equi oe ne bythe nlc and aver ne exposes  Tpenably nares doing a ec pon,  venting \"(an i uy Se Ke sting ot  Gitne tansy yingancr wit theese airs public condo  sneak 2 atl ghvay espero oso ath hal  PHT guilty af wr oflense,  vias! es tion copie amines the  serine in eto poesinn sheen B oF RU Bane  feck  ia) Anypuson ply of onomeres anger mbcctin (1)  shit be lsklg nn coneytion fess summary al  Magstraios ine wt excending one Duan Tapes ft  thee fence dpa ie not enceeding tse ear  Pipes orey sieges Mee",
    "mean_p_confidence": 0.3095049504950495
  },
  {
    "i_page": 50,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 50,
    "par_num": 1,
    "text": "  National Thoroushfares Act, No. 40 of 2008 49",
    "mean_p_confidence": 0.446
  },
  {
    "i_page": 50,
    "par_num": 2,
    "text": "  (2) Any animal straying or lying on the national highway  shall seized by a cattle seize authorized by the Executive  Engineer and shall be tied ina premises owned ot rented by  such authorized Cate Seizer and approvedby the Executive  Engineer",
    "mean_p_confidence": 0.4806521739130435
  },
  {
    "i_page": 50,
    "par_num": 3,
    "text": "  Provide that such authorized Cate Seizer ison contract  With the Executive Engineer and every such animal seized  ‘yim sell be reported forth by the Executive Engineer  to the nearest Police Station and to the Magistrate having  {risdistion over such pase.",
    "mean_p_confidence": 0.5115217391304349
  },
  {
    "i_page": 50,
    "par_num": 4,
    "text": "  (4) The Exccutve Engineer shall ensure these custody  ofthe animal seized and shall ensure the Feeding of such  sia",
    "mean_p_confidence": 0.5343478260869565
  },
  {
    "i_page": 50,
    "par_num": 5,
    "text": "  5) No such animal seized shal be delivered wo the owner  unless upon the payment of the fine imposed by the  Magisuae.",
    "mean_p_confidence": 0.5546153846153846
  },
  {
    "i_page": 50,
    "par_num": 6,
    "text": "  (6)1f po person claims the animal and pays the ine within  seven days fom te date of imposition of Such ine shal  be lawful forthe Executive Engineer, o sll the animal by  public auction and pay the proceds fom such sale to the  “Magistrate havingjusdetion over such place to be credited  to the Consolidated Fund after the expenses reasonably  incurred by the Executive Engineer in connection with  seizing and feeding the animal being recovered",
    "mean_p_confidence": 0.5966265060240964
  },
  {
    "i_page": 50,
    "par_num": 7,
    "text": "  (Ifa person. without lawful wathonty orencuse releases  any animal seized forthe purpose of being impounded or  already impoundes or damages any place where the animal  is impounded, he shall be guilty ofan offence and be liable  fn conviction after suimmiry tral by a Magistrate in he  ‘ase of first offence to fine not exceeding five thousand  rupees and in the case of « comtining offence toa fine of  five thousand rupees for each ay after conviction during  shih the offence is continued",
    "mean_p_confidence": 0.519891304347826
  },
  {
    "i_page": 51,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "  58 Manel Rosanne Ac. No. Hf 208  Bain 9G) We esa wits he way ot sine  Berne. dmc Boe tytn whaaeve ooo ra  SOMSESNE” gualieroadoranothislnayaeareultt bck wert  Setcre avo pubic i or tial igh ahd et ly  Te gq bein rendement be sul Nguoi  TAGS cd ol be Keble on wes afer Suey Wat by =  Magica ince of et ofene too ne ml eas  tive vous pons iin he cao ating lee  to fine Seesbovrd rapes Frese day aes tid  ising whic he ele sortie  2 gorse wisi! ahem rece iis  ny Shao dihorge any Gre woe vtunptecreiegse  Sven ama blond nal Naka. esl De  fully of vr ofenge snd sa be Hai on serio FR  Sa mary ay Magitalew eee cf istaleseete a  {ine ease Fis howe poe od eee of 6  wonteing nce neo five onan wpe cach  (fy attr eonmceon dicing whieh te een coma  BAF o gers without svat or eine tows  snp in Sth orotansive mice ogre oe is  shes, pbs sae eons gh Tom ay eae  te fll be ult ofan cence ant sal Be able on  ci aa may Us by © Maga to ie mt  frversine five thosaand rapecn ane in tho case of a  colin ese fine ree ena rapes fee  (ny ate ennvitun uring whieh the fence seine.  sie mre 7, psu genes aoe aay appara aos  EN aME gragd ar pie ao natoas hghay fara une  Sent fc nan a evn dass ue of ea 3)  Wako pablus @ mates Hay sa, vles be sees  ree\" Dha daonts naming of te danger was gives By Bin ©  sale woe, be uly of aw oenee st all be cleo  seminar summary ia by a agro abe mt  ‘xveeding two tone res.",
    "mean_p_confidence": 0.33213414634146343
  },
  {
    "i_page": 52,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 52,
    "par_num": 1,
    "text": "  ational Thorowghores Act No 40of 200881",
    "mean_p_confidence": 0.25625
  },
  {
    "i_page": 52,
    "par_num": 2,
    "text": "  75. (1) The Executive Enginecr may, by noize tthe Escune  coccupe of a premises adjoining «rad, a public road or 2 EXE)  tonal hghoay. requiem within went eight days trom wemc  the dat of service ofthe nxicef0 constuct or eect and Sta  theater maoiain such guters as may be eeessry 10  preven water rom throat o any ter par fe press  falling upon te roa, pbc road or the national ighvay",
    "mean_p_confidence": 0.45164556962025315
  },
  {
    "i_page": 52,
    "par_num": 3,
    "text": "  {2)A person agrevd by arequirementofanaice made  ender tissection may appeal to the Divisional Secretary of  the area",
    "mean_p_confidence": 0.310952380952381
  },
  {
    "i_page": 52,
    "par_num": 4,
    "text": "  (2) Subject to any order made on spp ia person wo  whom notice is served under thi eco fis comely  ‘ihe requirements ofthe nt within the period of ime  ‘pest in suction (1) he sal be pil of an offence  fu shall be liable on conviction fc srmary rial By @  Magistrate toa fine mt excending one thwsand rupees nd  iftheoffence is continued after conviction. esha be uty  ‘ofa further offence and be liable tain at exceding on  hundred pees foreach day on which the oflene is 50  sontinued",
    "mean_p_confidence": 0.4456
  },
  {
    "i_page": 52,
    "par_num": 5,
    "text": "  16. (1) No person shall in connection with any Use be  building or demolition or alteration, rep maintenance or Sn fr  cleaning of ny building erect ot retain, om rover oad,  Public road or ational highvay any scaffolding or other tla  Structure which obstructs the oad or puliroador anal Son  highwayeuress he authorized todos byaienceesved y's unl  ty the Execuive Engineer and complies with he terms and M3)  conditions of he lence.",
    "mean_p_confidence": 0.3953086419753087
  },
  {
    "i_page": 52,
    "par_num": 6,
    "text": "  (2) Ha pero applies to the Executive Engine for 9  cence in respect of any srutze referred oi subsection  (1) and furnises the Executive Engineer with such  panics lating othe stuctueas the Excctve Ener",
    "mean_p_confidence": 0.4266666666666667
  },
  {
    "i_page": 53,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 53,
    "par_num": 1,
    "text": "  38 Kesional Pronouns Ae, ie 40. 2008  ray mascouhly demand. iexatthe ine diy of me Bxecuree  Engines to isue alegre unless he considers",
    "mean_p_confidence": 0.30592592592592593
  },
  {
    "i_page": 53,
    "par_num": 2,
    "text": "  {e) sar the seve oul enise an obsiseti te 8  oad pubis rot nt glee «ae",
    "mean_p_confidence": 0.26526315789473687
  },
  {
    "i_page": 53,
    "par_num": 3,
    "text": "  1) sax a anscane erstod meri tan a8 opees  1 the apphicam vd cane fess oacuaton ta  er public ea ce vata highway tha ie  mrepeuod saci,",
    "mean_p_confidence": 0.285625
  },
  {
    "i_page": 53,
    "par_num": 4,
    "text": "  18) 16 99 an apphictinn for «venoe wre substi  habe lsccatve nginae efor tsssve a cence oes  2 lisence wont ning terns wich the applen obec,  ‘Ge applicant ey eppoat othe Provencal Dito agaist  Re elas ar he fermis of he Fvenew ad on suc appEuthe  rovicesl Broa ray —",
    "mean_p_confidence": 0.2963157894736842
  },
  {
    "i_page": 53,
    "par_num": 5,
    "text": "  (tthe cass ot an appeal aginst ares. direct he  Bamuee Engineer io shun a ficeacova respect ot  te application jor",
    "mean_p_confidence": 0.345
  },
  {
    "i_page": 53,
    "par_num": 6,
    "text": "  hy tie cue cP an apse age the tims of ie  licence ater or 9ar9 the ser.",
    "mean_p_confidence": 0.2935
  },
  {
    "i_page": 53,
    "par_num": 7,
    "text": "  1 ul be Ue ay of penion to wham o Hoeace",
    "mean_p_confidence": 0.3261538461538462
  },
  {
    "i_page": 53,
    "par_num": 8,
    "text": "  ‘asus by the Uenarive Rngincer a respon of asco  edu eagur ha tho sae ue is equals Sh being  ‘hetero darknoses und",
    "mean_p_confidence": 0.2476923076923077
  },
  {
    "i_page": 53,
    "par_num": 9,
    "text": "  8) ro comply we any directions given 16 inn  ‘ertiig by the Exveive Epinezr sth rape  the rastien and msitenance of any affic eorinst  dees,",
    "mean_p_confidence": 0.32766666666666666
  },
  {
    "i_page": 53,
    "par_num": 10,
    "text": "  (512 peru wh cemmavenet he pron f bein",
    "mean_p_confidence": 0.31100000000000005
  },
  {
    "i_page": 53,
    "par_num": 11,
    "text": "  (oy or wh ail witha reasonable excise we comply Yon  the ery of 4 Fieence apd under subacetion (1) 6 1",
    "mean_p_confidence": 0.3166666666666667
  },
  {
    "i_page": 54,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 54,
    "par_num": 1,
    "text": "  Navinal Thoroughfores Act, No. 40 of 200852  perform a dy imposed on hi under subset (shall  Be gully of anoffence asa on conviction afer sary  tal by 4 Magistrate be habe wa ine ot exending ve  thowsand rapes  71.0) Aperion may withthe consent ofthe Executive Ospoing of  Engineer, temporarily deponit balding materials or other \"ung  things on a sea, pie ad or rational highway or make TAA A  temporary exevations ini ete  (2) The Executive Ensigor may giv his consent unr Mcay whe  subsection (1). subject © sich condos as he think ft, Se Wh  including inparcul, conditions for preventing damage or go  nsuning aces, ouity serves orn  (3) Any person agrived bythe sfusl of onsen under  subsection (1) or any person to whom such a eonsem  tive, subject to conditions, may appeal to the Provincial  Bice, agains the esl or the onion, the ese  maybe  (4) shall be the dy of he person who kes sch 2  epost or excavation under subnet (1.10 comply wth  any aiectons given t hin in writing bythe Bxeetve  ‘engines with respect to the cretion and maitenance of  tafe signs in conection wth uth depos or excavation  (5) Where person paces any billing material or any  cater thing om, or makes an excavation ina toad, public  toa national highway he shall not allow the obsteution  ‘excavation tera i he oad, ble road national  highway any longer than the peviod allowed by The  Executive Engineer and in ation he shall  (@) ensure that he obstuction or excavation tobe  propery fenced nd oe proper daring the  hours dress und  (0) strequtes by the Execuive Enginer, remove the  cbstuction or il the exces ton",
    "mean_p_confidence": 0.4524358974358974
  },
  {
    "i_page": 55,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 55,
    "par_num": 1,
    "text": "  Sra avis cn 08  1 oa par sho  th witout mecape won ih sn  Pclechomcume i  6 wi rnecmneectstnpn  ning sapcaue aa  Le tea ef 2d inp i dr  eon  ste sitet eh eben nia  staan lope case atone  enim cnaeie ae cea aan ahah  sorte ie Ss  wraps Th AD A poser omer vi bres  CORSE ASSMAN  oa  to exh te an es es id  Satan ate eae  Oia estat eto nate  Seno enorr ir)  eee ee cre  (> excite nse pe utes  Sao acanaane  2 aca pe oncsmoan tt gy  repel nH Spal ae  SE nts hontai  weet al ae male fe nse  see ahaa poi tte coenes  (© Any eet who sib ow bey oe  Ue eno ee ny are ali  SMES",
    "mean_p_confidence": 0.2133974358974359
  },
  {
    "i_page": 56,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 56,
    "par_num": 1,
    "text": "  atin Thoronghjores Act Nn 30 26 8 $8  ‘utsestnn [forthe aaose tt enrages sts  «f aond pubic rood or euioll mghway of ay  betes forse purges of assets uses  ae soa. plc nda Tabor Bighoeny te  anger oring oo of an eases 4d  18) exsnguishes 9 sgne an placed,  Atte pity of offence adsl be able cenit  slr sumrary tel hy 9 Magasrate ta fine a wag  Tou Hous rapes  PARE Vat  {i oF Famassenrs aso ResmCIRD ACEESG BE HN  78, (4) A parson chs nor walkcom an expeesenay ara Sonne  esicted a0c858 igh. a  (2) On anexptcairay oro reve acces Wp @ .  penin sna mc  (a) de fake a animal agher thease eg  conveyed ita mos vehicle othe ae Paras  vericle oe  1) dive three whceer, und tactor or ec tne a  Deyo sor  (2 dive a vehicle omer tan  (2) amosor vehicle soe  TD shear ote mage veils sor  1d) dives viel or combination wemicles hat sor  Be Tot eapabie af ataining and inainang ota  fovel rot such speed uns present yor",
    "mean_p_confidence": 0.2956650246305419
  },
  {
    "i_page": 57,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 57,
    "par_num": 1,
    "text": "  3 Hroal Foronciees Ac, Na rf 08",
    "mean_p_confidence": 0.24333333333333332
  },
  {
    "i_page": 57,
    "par_num": 2,
    "text": "  {e) dive shine of presse eye.",
    "mean_p_confidence": 0.165
  },
  {
    "i_page": 57,
    "par_num": 3,
    "text": "  43) Tho iverof veickoon an expresses eaiund  cee hay shall net make a“ tarw except place  Iodicted by eign pong 2\" ore",
    "mean_p_confidence": 0.3126923076923077
  },
  {
    "i_page": 57,
    "par_num": 4,
    "text": "  vas Bor ae pepase af subsection £1) 4 \"UP ern secon,  tina sehicle tune 0 et) nheopemaitedieston sane  Me sme ura pve enlagse.",
    "mean_p_confidence": 0.3181481481481481
  },
  {
    "i_page": 57,
    "par_num": 5,
    "text": "  (9 The provision af is soon Sala ae 0 987  person enghze! ia msieraaie ny somtrstion ssh ran  xpresseayorauesteed access hiahman.",
    "mean_p_confidence": 0.2528
  },
  {
    "i_page": 57,
    "par_num": 6,
    "text": "  6). pari who sw ennty with eguceeats of  ‘his yetion shall be gay ofan fence aa be be on  ‘ont fcr summry at fy 3 Magis nthewase of  Fen offen 9 a fine eu exeweding fie heard wees  sod nthe vate fa secon subaeguaa flee. 02 ne  fr excoveing Sy homie ripe",
    "mean_p_confidence": 0.36271186440677966
  },
  {
    "i_page": 57,
    "par_num": 7,
    "text": "  wane 1x  Meieussne sts ¢1) The Minnenay. whenesert ampere mesesary  sates go aida teremoring te ptt Fl paras ite  SEP Taiearnee ihe amanenement tin ang Brest  TiSceoes — Sovretatnt Divison by Orde, publ ia tho Gaver  ondaver the epeation aad mtmenaave of any 2008 6  slic teed ther eban a atscnat Bgheay to sermon  faved exgunizationforta’ by such peso,",
    "mean_p_confidence": 0.2576470588235294
  },
  {
    "i_page": 57,
    "par_num": 8,
    "text": "  12h. An Or etered wa wssaion «stall spit  tne kph oe ih of uh rad and oad one  .",
    "mean_p_confidence": 0.28130434782608693
  },
  {
    "i_page": 57,
    "par_num": 9,
    "text": "  9) Wetine a Cnfor under seat 1 ait in  the amet te corns Figs al sgn ab geese",
    "mean_p_confidence": 0.27904761904761904
  },
  {
    "i_page": 57,
    "par_num": 10,
    "text": "  wit he selevone comity Based ogra",
    "mean_p_confidence": 0.29875
  },
  {
    "i_page": 58,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 58,
    "par_num": 1,
    "text": "  avoned Porous Art Av. A ef 208 2  (4) Ths terms sd ndisons ofthe agreement ete  tev aubscenein £3) soll aera nelle —  a) the peotsion of technical ye Fnatcial askance 62  ‘Bec enemy hae crpaticaion hy the Athens  tthe cdevaet Deena Steen ite eles  Local Avtherity  16) divections for she voeeiving dations and  ‘sittions by the coanunny Fase ganzanse  (eo) Be amicus an susie of we eceouens of  te coms unky bused usganzat  (i) the es am ogi of the emmy sed  srgsnimiian, the wie camisunly the AWHONN  Tha relevant Deishinal Seorelory ant te leeant  Toeal Authority: towards Ine opersien an  sasintenance of ih ro,  Pant x  Macrae  BI. (1) Esery sco ruin to by sev wider tl tatguge ot  Act shall bei ie Sits, Eure aeet Engh Languages, *5|  2) Bye ove arsed any prion may bese by  egstera post ot served persnaally upon atch pean ee  sch cen be Se lth ease member of his howd  or it ray be affned a same easpicwen part oF his Roane  Eada mice served in any of Feeegoing cpethiods wal be  Aeniod i be pasta! servic,  $2. (1) hedriver ofa vemcieeaerng an expressway Beene ad  se reomieie soso highway ull — ing  4a) thers is no uecslerton ane, ive way ta voile  traveling 0 the eapreseuay or teticle Acie  igtwas",
    "mean_p_confidence": 0.3262301587301587
  },
  {
    "i_page": 59,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 59,
    "par_num": 1,
    "text": "  58 Nianonnl Thora Act Me #0 2808  A here os a aupstaaton lane, se # an when  rvorging iio the tet ic 0m she expreansey ar  ected access fagbaay, show die dligence not  s-ondanger eer road aves.  (2) The drivar of a voce foving oa engressway ot  stn azsuas Night shat  or owe Huo the arate lane apocopriae to the  exprowvay cr rorited Hocess highay oct ia  proper ime sand",
    "mean_p_confidence": 0.3244444444444445
  },
  {
    "i_page": 59,
    "par_num": 2,
    "text": "  (a erverthe doceerabon Line. sf there a, 82000  ssi pracdenble",
    "mean_p_confidence": 0.22153846153846152
  },
  {
    "i_page": 59,
    "par_num": 3,
    "text": "  () The drverof avebicle sll patente an expresssy  ora resold 2ecoss highway 61a plbos ober chan ate  bathorized asexe pom.",
    "mean_p_confidence": 0.25375
  },
  {
    "i_page": 59,
    "par_num": 4,
    "text": "  (2) A pera who fie wo comply wilh sarees of  his section shat be gay of an tfence and hal be habe  ‘oncoreson afer suramary aby aap ati the case  OF Fist affenes 1 4 Fine not execeing fe tus ripe:  snd the ee f seen wr seca ofTpoe a 8 Fe  ot eceding filly homens Te",
    "mean_p_confidence": 0.36390625
  },
  {
    "i_page": 59,
    "par_num": 5,
    "text": "  supgig ot BS (1) A driver of a vchiely on au epressvay oF  voi: etre acess highway bat wale vice esp) —  4) ak a mash potkig she i aceordonce with aay  sersztions applying io the mse Of cu site:  (ty where navessaey fo auld tury 0 & pers or  sags pernenty  f2) In oladiones i. sigaal artes inseeetioe wtih  the pero raquie by iw tone »",
    "mean_p_confidence": 0.33868421052631575
  },
  {
    "i_page": 60,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 60,
    "par_num": 1,
    "text": "  Neve! omgiives Aci No op 2016 58  1) sre naeessary forthe purpose of ielinaing  Sanging ut of walmenagce or ennttathon On Me  cxgorsnwag or etic wns Rony shorn  by Be Autboriy +  fo. whsee he vehi disabled a impostbic  fo wnis sepPIRE  if whee the vehcte is sopping in complionve wilh  Magura to render atitance tos disabled vehi  ce) where the sort icveponing arate wit oe  biker situavon or incident tm the poles. the  Ration ot other usc aston. ether discal  fr bs mms ct an entergsaxs lege a Simifar  device 100  i) sthere the vie i eng persed in aentance  ‘ol an opeement sth Hh Aur 0 FetooVe  iengodimenis io talfe  12) & driver of a vehicke wibich is sopped om 8  eapre nay of testricted access highoay hell rows the  vebvsleof the caring.  (25 a pemon who ts unable to ave a stopped vehiole  aff she eaiagevay and roadside of an eapreninty oF  eaitea neces highway caged hy sbseson (2st  Spnal the pesenoe of the vehicle by means of oseangle  ‘osening device sta crag, sito prove adequate  Sparing to the ves of approaching, voices  (8) A gers who ist comply ith sogurememts OF  ‘hin esti tl be gat of at aenee and te table of  “eon afar umes rial hy a Mp awe ease  Fim offence #3 fing noe exceeding five tosons ranaes  td in the ease of a second ay subsegoca fence #06 Fike  tov exaxeding Bly thou ropes,",
    "mean_p_confidence": 0.3342181818181818
  },
  {
    "i_page": 61,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 61,
    "par_num": 1,
    "text": "  60 Maid Therapies Ah Mo, 0 of 2008  Peseision an (2) No parva sll ce 0 fs any nae sign,  Pires Be gape eam pe cable, wnt gies Maen tall  Be fr othe» similar appara, clang or auzoes 4 ad,  ibe rors ¢nttina Malay wit The eoasent of  fhe Ecce Engin he Executive Eng at roy hen  [Eeing ts concent sc10ch #428 resumuble tae and  {Sondons ches ar es  (2) Subjeer ta sabsection (3) a person aggrieved bythe  efwalofconsenendersucoten tj ehy tn eae and  andjions sacked such 4 cowseat, may appa tthe  Province inet  {EM appeal fee sor subsestina 3} agaist ony fom  ae candi taco the Lescnive Engineer tacos  fives by bam wade this stan, he deste the erm  ondllon 9 be necessity fr the pucpoue of casenng the  fcfey Uf parsons Using 9 100s, pubhe toad or nabonat  ‘ighmap to which ate eouseat lows or fr preventing  Inerfernce with mafic hereon,  (3) A gers sh comuscges he provisions of subeactan  Up eetheommear cantons of anyconavat given rereunker  {host he gaily ot an one om 2 able on co ition  fe sini tial by 2 Masia fee mo exceeding  five lured ripe: for eath day om whicn een 3  continues  eres of 185. (4) No pers all comstace 8 vai nine ee  et ay gach Tag ume aay 1008. pubes rood ne national  . Fishy whut the const ofthe Exreutive Baganoee,  tal Eeoruive Cgc may, DS noire verve ow peso  vais his gastgied a eal ise, pi ay sch fog  omsenci a he gestae af his wet esr  To semuve ir io alae uranic in the tice.  (2) So paste sal earey out ony exciton exceeding  thrve eters in dep wih a dice oF Diy asters fore  tn ceme of ror, public rl nalinalhigway sont  she ennnsit owe Fonnive Engineer",
    "mean_p_confidence": 0.3307988165680473
  },
  {
    "i_page": 62,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 62,
    "par_num": 1,
    "text": "  Natt Thrones Act No. 4001200861",
    "mean_p_confidence": 0.1942857142857143
  },
  {
    "i_page": 62,
    "par_num": 2,
    "text": "  €2) No personal cry ou ay snd mining anor  any bridge crseway or any stots win atc of  An une ant ty mc tom he cureme ep a he  Dae euengy or sete eet ery ope  Te toa ivy na tc oon ee  Imes om the eee cp oth day ot he  ‘Shoe ofthe Ecos Ege,",
    "mean_p_confidence": 0.38421875
  },
  {
    "i_page": 62,
    "par_num": 3,
    "text": "  (4) a psn agreed by a fis of coment or by 4  redone owe une seston hea) spel  the Dison Seaery.",
    "mean_p_confidence": 0.2736
  },
  {
    "i_page": 62,
    "par_num": 4,
    "text": "  (3) Any person who conravenes th provisions of  snc hoe) Sal be uly af nian ond  Sha be lisbleon convection ater Summary tral by 3  Matis os fie ot ecedng wo hana apes",
    "mean_p_confidence": 0.4286842105263158
  },
  {
    "i_page": 62,
    "par_num": 5,
    "text": "  (6 Saja oer made on appa peon ais  to tompiy wi eqemet of Sette on in  Unik aiecon (ho be porn of steston  {Bray hese pty o foe elec and sabe  Tnblecnconson afer sumay tal Mogae  fn no unig ive hand tapes ech Sh  whch te fare comics",
    "mean_p_confidence": 0.3307142857142857
  },
  {
    "i_page": 62,
    "par_num": 6,
    "text": "  2) sat eal forthe Execune Engine ne  any ratings por ay sah thing conausted in  SSlearoninet ie proven of subsection 2) er)  tn coe eee esa eae yin iS  ‘Cig Hom ode",
    "mean_p_confidence": 0.30473684210526314
  },
  {
    "i_page": 62,
    "par_num": 7,
    "text": "  86, (1) The Miner mi. reason be Mee, by new  Conder pusteinthe Grete ohstortevi accesby 05  trepue ocr from any polo atonal gay or 4 8  typ of sch pi vad orton pho a",
    "mean_p_confidence": 0.3233333333333333
  },
  {
    "i_page": 62,
    "par_num": 8,
    "text": "  (2) Upnite makin of an Order ue sbseon m9  eso al come hy stest wy that pac ad  ond highosy whoa ihe appoval a ering of the  Enceutve Ener gen conus wih te Chet  Engine ofthe eet Ds",
    "mean_p_confidence": 0.3811363636363636
  },
  {
    "i_page": 63,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 63,
    "par_num": 1,
    "text": "  {62 National Thorougfares Act, No, 40 of 2008  (3) Any person who contavenes the provisions of  subsection 2) shall be guilty ofan offence ae shal on  <omvetion after summary tial before a Magisvatebefiable  to fine not exceeding twenty five thousand rupees. He  shall also be liable o pay to the Executive Engnee he cost  tncared by the Engineer in restoring the public oad or  rational highway to is original state by removing the  ‘connection made by such person :  (4) The Baecuive Engineer may. where he deems i  ‘expedient nthe circumstances i iu of nstutng ation  under subsection (3) —  (a) requite the offender to forthwith remove the  connection made by him and estore the publi road  ‘or national highway i orginal sate: or  (0) ifthe offender ails to remove the connection made  by him, proceed to remove such connection and  {ake steps co restore the publi road or national  ‘Highway to is original state and recover the cost  incur by him in doing so, rom the offender  Carne of 87, Notwithstanding anything tothe contrary in any  Eveauire other writen ai hall be the duty of any individ,  seer uthoiy or insttion. eating licences for caring on  any business abutting any road, public road or ational  ighay, to obtain the consent o he Executive Engineer of  the area before issuing suc ence.  uy of roce 8, shall Be the ty ofall police officers and al!  piers a Grama Nihars to aidan assist inthe prevention of any  Sam offence as may be committed in contravention of Me  [ovina of his Act within thee respective janitors.  Reza, 89. (1) The Minster may make regulations forthe  purpose of carving out or giving effet o any mater which  Ispresrbcd under his Act orn respectof whichregultons  ane required tobe made.",
    "mean_p_confidence": 0.5107575757575757
  },
  {
    "i_page": 64,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 64,
    "par_num": 1,
    "text": "  Normal Proroughfares Ae Kod of WOR 8",
    "mean_p_confidence": 0.29555555555555557
  },
  {
    "i_page": 64,
    "par_num": 2,
    "text": "  4) Yo porculer and withoonpelusic to the gesesley",
    "mean_p_confidence": 0.372
  },
  {
    "i_page": 64,
    "par_num": 3,
    "text": "  of hepamersconfered os him by mlsecien{ 1). tbe Meier",
    "mean_p_confidence": 0.3009090909090909
  },
  {
    "i_page": 64,
    "par_num": 4,
    "text": "  ‘nay wake regafetina io senpeet ofl or any fe fliowing  mates. namely",
    "mean_p_confidence": 0.21200000000000002
  },
  {
    "i_page": 64,
    "par_num": 5,
    "text": "  (2) the speed which moar vehicle men becspabe of  staining i order to use x expressway cr vescted  soso higbuay",
    "mean_p_confidence": 0.2754166666666667
  },
  {
    "i_page": 64,
    "par_num": 6,
    "text": "  (8) cheapest vebicke which maybe wend om wos  public rood, ational highway or enpressiay oF  esicteduecess highway",
    "mean_p_confidence": 0.36523809523809525
  },
  {
    "i_page": 64,
    "par_num": 7,
    "text": "  () the eottacton ant payment f fees in respect of  uve fe national hegtae",
    "mean_p_confidence": 0.42176470588235293
  },
  {
    "i_page": 64,
    "par_num": 8,
    "text": "  (A) the fonmto be sed in gving tative of infringement  of th provisions of this ac:",
    "mean_p_confidence": 0.3305263157894737
  },
  {
    "i_page": 64,
    "par_num": 9,
    "text": "  {e) restrictions on the use of ational Nighweys at  capressways ar esbicied acess highway inlading,  the ume at which prescrited vehicles may act be  ‘sed on rational higharays or express#ays oF  rected access hiphuays",
    "mean_p_confidence": 0.368
  },
  {
    "i_page": 64,
    "par_num": 10,
    "text": "  (hte preventian of ribben devetopmert olong the  roads, public reads or national highways oF  espenss rays or reser access highwayé",
    "mean_p_confidence": 0.38208333333333333
  },
  {
    "i_page": 64,
    "par_num": 11,
    "text": "  (6) dutie and obligations of the Authory under the  sarermonts i may enter fn pursuant tr secion 12  oft Act",
    "mean_p_confidence": 0.34958333333333336
  },
  {
    "i_page": 64,
    "par_num": 12,
    "text": "  43) Every regulation mede by the Miniter shell be  ablished inthe Gazene and shal come {no operation x  ‘he dus of such pabiction ar on such ater date a¢ muy be  sevcifid eran,",
    "mean_p_confidence": 0.4810526315789474
  },
  {
    "i_page": 65,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 65,
    "par_num": 1,
    "text": "  Rant ovosphpnes Aer Mo of 28  (4) Sony megan sal, a 2309 a samen afer  ubhction te Gace bs aig tetone aren Soe  Aeprina. ay vequttion whi et so pprved stl be  ‘ected te retindd a Rom te oo the sae,  but without prejudice to anylting previously Sone  there,  £5) Moineaons eae vo whit any reason nae  fee Blnir tes deemed 1 he vested, shat be  publi nthe Gace  fore of 90, (hy Thucsushars Ordinaes (Chapter 8 at  Moroes he reps oth effec rm apie date  Neen  peer £2) Nouwitaning he repel of the TRorghtives  Grains (Chapes S83}  (2) all entabte and agreements ered ino ante the  “Taovouphfres Onsincace teeirafer ez  she epeied Gfimsnce) a siting the  ‘ay procedng the apie te sat be doomed,  vi fe fom te ppd tet be orcas  sn agrees ene io ny he Ace oe  vaay be eaaced asus»  {Battering mates preceding thine iste  Dor oe epee Orca a end be  say secede the appointee deed,  ‘with effect from the appossted dite Ye  recoding esd bya agate te Autos  fd ay be enered acesingly  {0 Macccesovcedussnitod by anys ornibund  ander the reeled Orde shal be de th  effec tw the pte be dees as  seta by or osc the Autry om my  ‘enforat scoring",
    "mean_p_confidence": 0.3150409836065574
  },
  {
    "i_page": 66,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 66,
    "par_num": 1,
    "text": "  atiouel Toronpifenes Act, No. a of 2018  Hd) all declaatars, uttisations, gees aad ves  rude us ised unter he epesiag Ondine ad  sraling om the day imoscaicey preceding the  sppointd dat, bal be deed th eect fo  A spgoiied dae fo bo clean, aieat us,  licences and orders made os issued niger the  provisions of this Act and spall be ennateues  pecontngty  92. In she event a any imcomlateney Between the Heme we  ‘Sintain and Fam! texte ofthis Act he Sina teat shall PTT ce  ; ees  es  92, Wikis Acs unkssthecomuatomherwiasreguiens - smaprine  “cociagearsy mean he rove way of oud public  a oF rail Righsay desk for tse by  vehicular tnficand deca aot inte te alder  and serie  “oars of she rational bighway for single  ‘camogewns” means the conte of the caiagon sy  a deterred the sorey pam ir as determines  by de Bxecuive Bagnees athe ste =  *centeofthe national ighway fia ul earings)”  esas the cemare ofthe centre modiaa of the  aoa bighoay +  Chie nginer” enoanaste Cet Eayineerf ce Roa  Development Authority designsied under ses  Ruad Develops Ausarty (Special Provisions}  fet No Saf 9968 ¢  \"Piaosee- General” means se Diewor General bo  Road Dosshipment Autry sipoiend vader  estan (2 of he Rose Developeoen Ausenity  ft, No 73 of 198A",
    "mean_p_confidence": 0.3491463414634146
  },
  {
    "i_page": 67,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 67,
    "par_num": 1,
    "text": "  National Torongifares Sel No 40 of 2008",
    "mean_p_confidence": 0.39222222222222225
  },
  {
    "i_page": 67,
    "par_num": 2,
    "text": "  ‘Bseeuave Enginoes\" msans the Executive Bngleese  ‘oF the Road Development Authority (01 any  ‘Sviion deagaeied under the Ra Davefopmert  ‘sation (Sposa Provisions) Ae, No.5 of ROR",
    "mean_p_confidence": 0.3216129032258065
  },
  {
    "i_page": 67,
    "par_num": 3,
    "text": "  ‘mer changes” means she poinss slong an expeten  “ray ees seve higlieay ak which tees  sey be gained by motor vehicles wo fos ober  pubic ous +",
    "mean_p_confidence": 0.3915625
  },
  {
    "i_page": 67,
    "par_num": 4,
    "text": "  “preset means presrhed by eeguaton made  she Minster in charge ofthe aese .",
    "mean_p_confidence": 0.330625
  },
  {
    "i_page": 67,
    "par_num": 5,
    "text": "  *Provineal Disc” teams the Proviteal Director ot  the Road Development Authority for any  Provinwe",
    "mean_p_confidence": 0.2961111111111111
  },
  {
    "i_page": 67,
    "par_num": 6,
    "text": "  “public road sweane my road imended fer nora  wnotor sehiculer coffe meluging sativnal  sghways, anceps she atvess within & Town Ps  rea of Manieipafity Plan ares ©",
    "mean_p_confidence": 0.29875
  },
  {
    "i_page": 67,
    "par_num": 7,
    "text": "  “eservtion in relation wa road. & puble road oe  Tntonel foghoays means all Kas slong and  beyond the drains or he verge of «public samt or  highery or nations! nighvay which bas beer  reserved foes safer. prouston wed beef an  nthe flare cevelaprenca ha oostevo  fr navn: Wighay :",
    "mean_p_confidence": 0.3021052631578947
  },
  {
    "i_page": 67,
    "par_num": 8,
    "text": "  “eight of way? inaludes the carriageway, shoulder,  ‘verge dina and the resections of a 20nd  pb rad or asonal Righty 5",
    "mean_p_confidence": 0.364
  },
  {
    "i_page": 67,
    "par_num": 9,
    "text": "  oud nls ——  asa patie coriageeays, fly overs, vind, :  Jntercnges, am mays partys, k8 wel  ae ul bradges, grains and exbankinem,  Sausewrst und citehes belonging oF  poertarning toa toad",
    "mean_p_confidence": 0.3045945945945946
  },
  {
    "i_page": 68,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 68,
    "par_num": 1,
    "text": "  National Thoraughfires at, No. of 208 67  > all land adjoining any and, wich has Been  tecervad fr protein oe bev  (ey 8 Sand which has son marked off sn  fesrved for the coneection af any tad !  ae  Ud alt waste ford which, not being pears  repety, Hes within adisanee of ee mates  ‘bf the conte of public caringenays ana eat  ‘rays and thre metre ofthe ceame uf pic  pathos The ure of proving at seh  raves lad is poste proprty fying 6m the  resin aseering the xame 3  “Road Development Authority\" measur Road  Development Authorily estublished under he  Row Development Acton Act, No. T30f 1981  and ell be dosned te nce aay Anthony or  er fod sich may beextabiahed by wider  ay sta 48 a pave of the Road Development  fuori, art which ce powers i sttion  “yond orany at thereof pray exerted ty  he Rand Development Authority may Be  teanseed",
    "mean_p_confidence": 0.3840677966101695
  },
  {
    "i_page": 68,
    "par_num": 2,
    "text": "  “wie fo atogal ghey” meaey an expressway  \"aspect of which fe fs chaaginle fo te wsces  Peet pt there:",
    "mean_p_confidence": 0.2365217391304348
  },
  {
    "i_page": 68,
    "par_num": 3,
    "text": "  ‘aisle messes soweyance thal & dengned 1 be  roped or ivan by any mans wether oe Ot  5 capably nf bens so propelled ce dean and  falas  4a) buyele or ther peda! power: vohiee",
    "mean_p_confidence": 0.37475
  },
  {
    "i_page": 68,
    "par_num": 4,
    "text": "  oat  ty asia",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 69,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 69,
    "par_num": 1,
    "text": "  68 National Thorouphfres Act, No. 40 of 2008  “works” means ll oad works an shall include —  (0) works associated wih the erection oeeation  ‘of astute  (©) creation, moitcaion ofling ofa tench  (0) catwork : .  (@) imeserence with lad or steve,",
    "mean_p_confidence": 0.4156
  },
  {
    "i_page": 70,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 70,
    "par_num": 1,
    "text": "  Fee nox",
    "mean_p_confidence": 0.0225
  },
  {
    "i_page": 70,
    "par_num": 2,
    "text": "  a r——————__C—E",
    "mean_p_confidence": -0.005
  },
  {
    "i_page": 70,
    "par_num": 3,
    "text": "  CORNER AS eemctnawm anon Gemma |  Cl",
    "mean_p_confidence": 0.13999999999999999
  }
]