[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 8rd Session 1954-55 + yf : pe % ~ PZ) yawak igo Sas)” can fe AGED ws , fice See” (=) “= . eX 7 Sy Hospitals Lotteries Act, No: 4 of 1955 Date of Assent: February 28, 1955 Printed on the Orders of Government Printed at the Govmumment Fussy Crviow. To be purchased at the GovexwMenT PusiicaTiona Buxcau, Covosed Annvat Subscription {including Bills) Rs. 25, payable in eae I tee eer nureeunens, Govansret PRaLtoATTON® Boawau, Post Orrice Box 500, Secretariat, Colombo 4 + Prices 38 cents, . . Postage; 1¢ cents,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Hospitals Lotteries Act, No. 4 of 1955 8 LD 0. #88: ve. ga ete eds LT AN Acr to‘PROVIDE-FOR THE PROCURING OF MONRY FOR * THE NATIONAL , HRALTH SERVICES “BY ‘MEANS OF",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "LOTTERIES, FOR TRE CONSTITUTION OF A BOARD. TO - CONDUCT SUCH LOTTERIES, AND FOR THE BBTABLISH- ', MENT oF THE Hosrrra.s Fonp CONSISTING OF THE | NEE FROCHEDS OP SUCH. LOTTERIBS.. 2°) [Baté.of Assent: February-18, 1965]. “BE: it enacted “by the Queen's, Most, Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and the authority of the aame, as follows:— \"|:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4. This Act may be cited as the Hospitals'Lotteries shart ttl",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Act, No, 4 of 1955. - oo Secs oo eee PARE OL aa - pee re Hospitare Lovranizs Boar.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "A Board to be called the Hospitals Lotteries Bayinls Board, hereinafter referred to a3 PRP Board >, shall oe » be established for the purposes of this Act’: Sabla",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "8, (1) The Board shall consist, of not more than Spovteaion seven ‘members appointed by the Minister two of 7 whom shall be persons nominated for the purpose by the Minister of Finance. 1° Qy The Minister shall appoint one of the niembors of the Board to be the Chairman of the Board. . :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(8) The Minister may, if he thinks it expedient to do ao, remove, by Grace published in the Cosette, any member of the Board from office without reason abated : . : .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Provided, however, tlat-no member of the’Board =” who was nominated for appointment ns a member by the Minister of inanoe atall be removed from office exeept with the . concurrence of the” Minister of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(4 A wieinber of the Board in respect of whom.an Order under sub-section (8) of this section is made by the Minister shall vacate his office on the date uf the publication of auch Order in the Gazette, vat",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "b. --G) A montber of the Bodtd whic hai ‘beeh Yemoved wey from. office shall not bs eligible for feappoihtinent d= oS a member of the Board\" (6) A member of the Board may at any timo. rexi * his office by letter addressed to the Ming 3. HB anos. 8.01708)",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Hospitals Lotterise Act, No. 4 of 1955 {0-Tf the. Chairman-or- any other wember -of-.the Boatd.is temporarily unable to. discharge the duties ‘of his offiée on scoount. of ill-health or. absence from Ceylon. or igo exune the Minister may appoint some otlier person -to act in his-place.ae the. Chairman OF 34 tidabor of the- Board athe gaep may bo. © Every member of the Boied shall; ‘uiléss hho earlier vacates office by resignation or removal, old office for a period of five years. Any member of the Roard who vacates office by effluxion of time-shall be eligible for reappointment. - .- ” : : (0) Ro act of piveéeding of tho Board shall be ‘-\"\": invalid by reason only of the existence of any vacancy among its members or any defect in the appointment ect nar, Ob any. of its members. emuneration 4. The members of the Board tray be rémunerated azemtes st in such manner and af such rates aa may be determined by the Minister with the concurrence of the Minister cf Finance, The yemuneration, if any, shall be paid <i,\" olib of the Bud of the, Board: Appoittrnent. «+ 5. (1) The staff ‘necessary for the discharge of the Sen” oard’s duties under this Act shall be determined by vfs. the Board ‘with the -approval of thé Minister of “\" Finance,’ and forery appointment to such staff shall be imade by the . : Le : (@) The officers and sorvatite of the Board shall be remnnerated in such manner and at such rates, and shall be subject to ench conditions of sarvice as may be determined by rules miade under section 10. Such remuneration shall -be paid. out of ‘the Fund of the sa), The Board may, in accordance with-rules meds tinder. section 10, establish and maintain a provi- dent fund for the henefit of ite officera and servants, make contributions out.of its Fund. to such: provident . fund, regulate the management and investment thereof, _ Qnd fix the contributions to be made thereto by, and the-paymente'to be-made therefrom to, or.in Fespect of; quch officers and servanta: ve . Bari tb @, In the exercise of ite powers and the disch eons of ite dutiés under this Act, the Board shall be subjoot o Miter. fo thie general or special directions of the Minister. Fed ot =.\" (iy The:Bodrd shall have ite own Fama. | --",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "Hospitals Lotteries Act, No. 4 of 19565 5 +1(8) ‘There shall-be paid to the Fam of the Board all suns tequired by thie Act to'be so, paid.-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(@) ‘Thére chall be paid out ofthe Fund of the Board all-sums required by this Act to be 90. paid...",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(@) All cheques for the payment of moneys out of cas hand of ts Board sball be signed by 2 member of the Board and by any such oflies employed by the Board as may be authorised in that behalf hy the Board. -",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "8, (1) The Minister of Financo may, under the Baz ty authority of a resolation of the House of Representa- Finis a tivo, grant out of the Cocslidated Fund to the Board, goal free of interest, a loan nob exceeding such sum as may 7 be speciied in the resolution for the purpose of enebling the Board to meet the initial expenses in- curred by the Board in the discharge of its duties under - this Act.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "Any sum granted to the Board by way of loan unios sub sactoe {i) of this eootion—\" . (@) shall be paid to the Fund of the Board, and =. () shall be repaid by the Board to the Consol; dated Fund out of the Fund of the Board in such manner as the Minister of Finance : may from time to time direct. 0. ‘The accounts of the Fund of the Board-shall—  Aswges ot (@) be kept ini the prescribed manner, {88 Boar! . @) be audited annually by, or under the direction » of, the Anditor-General, and =~ (© in respect of each financial year, be Inid, tor gether wrth the report of the, Auditor: : General thereon, before the Senate-and the * House'of Repiesentatives. . 40.:\"(1) The Boaid. may make rules in respeot of: Bonar of all or-any of the following matters! pee OP eet (e) ‘any matter’ in respect of which rules are ™** required or authorised by this Act to he made; . . (H) the appointment, ‘promotion, dismissal and = 2 1s disetplinary control .of ite officer and . ) mervantey and’. 6 le wae 1° the meetings of the Board and the: quorum for, and. the- procedure: to be followed at, +.\" such meetings, . = .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "oi] Hospitals Lotteries Act, No. 4 of 1056",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": ": a Mo rule made under sub-section-(1).of this section . shall have effect-until: it-has-been approved-by the",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Minister... -- eas",
    "mean_p_confidence": 0.14
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(8) The Minister shail not; without the concurfence’ of the Minister of Financs, approve of any rule made. by the Board for the purposes of aub-section. (2) or sub-section (8) of vection 5 or in reapect of any matter refesred to-in paragraph (0) af eubsection (1) of this section",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "PART IE. tps “4. Hosprracs Lorremris, 9. |, ‘The Bourd “ 4d,: (1) The Board shall conduct lotteries for the Koptels™“° purposes of this Act. Every euch lottery is in this vetris. Act referred to aa a‘ hospitals lottery.”.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "@ There shall be sich number of hospitals lotteries in each year a3 may be presoribed. Every hoapitals lottery shall be conducted by the Board in accordance with the provisions of this Act and of eay regulations made. thereunder. ..",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Beaptals 42. . No hospitals lottary shall be conducted in con-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "aut sy nection with any horse-race or: any other form of",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Emenee’ Tecing.. . :",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Pras in inti, THe Hinmber’of thé prizes to be awarded",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Imtaien in each hospitals lottery and the valuo of each of such prizes shall be as prescribed.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "me (2) Every prize awarded in a hospitals lottery shall",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "consist. of @ sum of money... -- +.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(8) The prizes winners in every hospitals lottery snail be determined by the drawing of fots in public inthe prescribed manmer. . . .-",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "(4): After the expiration of a period of six months redeened from the Tite of the drawing of lots for the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "7 paz in any hospitals lottery, prize in such F:o* lottery: which ‘has not been ‘wanted, to the person si gafiled thereto by resson of the fact that such person is not »-be’ found shall i id to Fond.of the Board: orteltod and pid",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "Provided, however, that where any action or pro- ceeding arising out of any claim made in neapect oft sach prize is Pending’ befote any court at the expitas tion of the period aforesaid, auch forfeiture ‘hall not be made, “and casing the -final-determination of hae",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 5,
    "par_num": 18,
    "text": "ion oF pra any-person ia declared to entitled to such prize, the Board thal grant auch",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Hospitals Lotteries Act, No. 4 of 1966 7 prize to:that person, and: if no’ person is so declared, uch prize shall be forfeited and paid to the Fund of- the: Hoard 2 ee : \"the\" (0) The proceeds. “of every hospitals lottery Proeees of ‘shall be'paid to he Fund of the Board.” Roepitle @) ‘The Board shall pay to the. Hospitals Fund established under .this Act the balance. of the pro- ceeds-of every hospitals lottery after the deduction from such proceeds of an emount. approved by the Minister with the concurrence of the Minister of Finence as the amount necessary for the purpose of “(@-defvaying, or reimbursing the Fund af the a Board tor the payment of, the expenses of conducting such lottery’ including the value of the prizes awarded in such lottery, . (®) paying the whole or a part of the remunera- tion, if any, of the members of the Board sitet Lo 2 |, ind” the remuneration of the staff of the AAR **\" Board, . - vine () paying the whole or a part of any oontriba- tions payable by the Board io any soch : provident fund as is referred to in.sub- ! section (8) of section 6, and, °-\" \"2\" (@) repaying the whole or a part of any loan __ WO rporing he hele part of any, es 45, Tho Board shall be exempt from the: payinont sieoplia of any tax on the income or profits from any hospitals ook lottery. - : ot a pr 46. The Lotteries Ordinance shall riot apply to or Lotion” in relation to any hospitals lottery. Pry om uma” Peart. ln Uren GN 17, (0) The Minister may make Zequlations iy Heston respect of matters stated or authorised by this Act fo. be prescribed and of other matters telating to. hospitals lotteries, «92-5 fo. eta ye wDielbay (2) Withiout: prejudice” to “the “gendrality “ofthe “ Wing confer: by bation () ofthis sotien, Se ee Batters: Bh aloe eye ue ne . X=) thie prico at which tiokets ia ovary hospitals . -Jottery are to-be sold; 222 fen. me’ ce",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "8 Hospitals Lotteriss Act, No. 4 of 1965 win: (@):the particulars. to! be. stated on -every -such (¢) the manner in which tickets in every” euch sl0ttety are toe sold: of offered for eae: (@) the employment of agents for the sale of suck, tickets end the remuneration payable ta such agente; and + (¢) the publication of the number of each winning . ticket -in every such lottery and of the >. name and address of the person entitled to + gach ticket, a : (8) No 2 egulation made by the Minister under this section shall have effect until it has been approved by the ‘Senate and: the House of Representatives and publidtied in thé Gazette. PART ID 7 nae Hosprmais Fuvo.. | Honitas 48, (1) A Fand to be called the Hospitals Fund Sintiaies’ shall he established and maintained at the General Treasury. cee ©): The Hospitals Fund shall consist of the sums of money required hy atib-section.(3) of esction 1 to be paid to that Fund. :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Wes, 10, \"The object of the Hoopitals Fund shall be to Fin provide money for purposes connected with the national ; health services. : : Anialécine 20, (1) ‘The Deputy Seoretary to the Treasury shall",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Spt soorente admfaicle> the Hospitals ‘fai y Haile vend. ; ue Sst @) The secounts of thé Hoapitale Fund. shall be “Siig Mudited euually by, or under the divectod of, the “ee ‘nlitor Genera, a hal in respect of each finan we year, wit report of . Auditor-General thereon, before the Sentie and the Honge of Representatives. _ gone te, 21. The Minister may, under the authority of a Poa resolution of the House of Representatives, from time ‘te time direct: in grriting the Depoty Secretary to.the -Tréasury to make out of the Hospitals: Fund ‘a-grant- ‘of such amount 86 shall bo opecifed in-the direction for any such ‘purpose éonnented with thé mational heaith sorvieas 4a shal bo go epeciied; and it shall be e duty of the Deputy Secretary. to -the'.Treasu i Sa of eee ea oy.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Hospitals Lotterise Act, No. 4 0f 1955 9 we PART IV. ---: Orrences AND INTERPRETATION. 22, (1) Every perzon who— . tense, (a) sells or offers for sale ay ticket for the pur poses of any hospi lottery at a price exceeding the price specified for such ticket by regulation made under this Act, or (0) forgea any ticket for the purposes of any such lottery, or : {¢) sells or offers for sale any ticket for the pur- poses of any such lottery knowing it to be Forged, shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to fine not exceeding five hundred rupees or to imprison- ment of either description for a term not exczeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "@) All sums paid or recovered as fines imposed for offénoes under this ssction shall be paid to the Fund of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "28. All offences under this Act shall be cognizable often ts offences within the meaning and for the purposes of bs.<tgoi=tble the Criminal Procedure Code. ap. 16.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "24. In this Act unless the context otherwise taterpution. vequires—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "“financial year” means the period commencing on October 1 in any year and ending on September 90 in the next succeeding: year;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "“* General Treasury ”' means the Departament of Government known as. the General Treasury;",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "*' national health service \" means any institution or service maintained or provided by the Government for the ctire or prevention of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": ". disease, for medical research, or for any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "other parpose connected with the-care of the health of te peoples and the expression ** national health services” shall be cons. trued accordingly; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "> “prescribed \"* means préscribed’ by regulation",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "made under this Ach no\" ’",
    "mean_p_confidence": 0.47
  }
]