[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  3rd Session 1958-59 pe  Ma  AMIN  Appropriation Act, No. 32 of  1958  Date of Assent : September 16, 1958  Printed on the Orders of Government  i  vrined at the Gommomory Prose, Grin. To be  Printed 8, Oe Gaim Biceins Beane, Cove  seal Somipen Gacaing Bil), 2, peabe.  gavance 19,0 opvice Box 800, Secretariat, Colombo?  Price : 50 cents. Postage: 20 cents.",
    "mean_p_confidence": 0.5048101265822785
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Appropriation Act, No. 32 of 1958. 3",
    "mean_p_confidence": 0.7288888888888888
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  L. D.—O. 153/34.",
    "mean_p_confidence": 0.422
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  AN ACT TO MAKE PROVISION FOR THE SERVICE OF THE",
    "mean_p_confidence": 0.6383333333333333
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  FINANCIAL YEAR 1958-1959, To AUTHORISE THE",
    "mean_p_confidence": 0.68875
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  PAYMENT BY WAY OF ADVANCE OUT OF THE",
    "mean_p_confidence": 0.762
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  CONSOLIDATED FUND OF CEYLON OF MONEYS",
    "mean_p_confidence": 0.70375
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  REQUIRED DURING THAT FINANCIAL YEAR FOR LOAN",
    "mean_p_confidence": 0.7433333333333333
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  FUND EXPENDITURE, AND TO PROVIDE FOR THE",
    "mean_p_confidence": 0.6866666666666666
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  REFUND OF SUCH MONEYS TO THAT CONSOLIDATED",
    "mean_p_confidence": 0.7111111111111111
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  Funb.",
    "mean_p_confidence": 0.2333333333333333
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  {Date of Assent: September 16, 1958]",
    "mean_p_confidence": 0.67625
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "  BE it enacted by the Queen’s Most Excellent  Majesty, by and with the advice and consent of the  Senate and the House of Representatives of Ceylon  in this present Parliament assembled, and by the  authority of the same, as follows :—",
    "mean_p_confidence": 0.8202127659574467
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "  1. This Act may be cited as the Appropriation short title.  Act, No. 32 of 1958.",
    "mean_p_confidence": 0.7126315789473684
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "  2. Without prejudice to any other law authorising Appropriation  any expenditure, sums not exceeding rupees one [9s'igs0  thousand two hundred and fifty-eight million and  twenty eight thousand six hundred and forty-five in  the agerceate are hereby declared to be payable  out of the Consolidated Fund of Ceylon for the  service of the financial year beginning on October  1, 1958, and ending on September 30, 1959, and the  said sums may be expended as specified in the First  Schedule hereto.",
    "mean_p_confidence": 0.7996666666666666
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "  3. (1) In addition to the sums mentioned in Payment (rom,  section 2, sums not exceeding rupees four hundred  Scotdated  and twenty-four million four hundred and_ fifty- Fuodsof  eight thousand seven hundred and forty-five in the oan Fund”  aggregate are hereby declared to be payable, by way Expenditure  of advance out of the Consolidated Fund of Ceylon,  during the financial year referred to in that section  for Loan Fund Expenditures and the said sums may be  expended as specified in the Second Schedule hereto.",
    "mean_p_confidence": 0.7725531914893617
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "  (2) Where the total suin paid under sub-section (1)  by way of advance during the financial year beginning  on October J, 1958, and ending on Sepleniet 30,",
    "mean_p_confidence": 0.7838709677419355
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "  1959, has not been refunded to the Consolidated",
    "mean_p_confidence": 0.766
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "  Fund of Ceylon out of the proceeds of any loan",
    "mean_p_confidence": 0.7958333333333333
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "  authorised to be raised_under any written law, that",
    "mean_p_confidence": 0.749
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "  sum or so much thereof as has not been so refunded",
    "mean_p_confidence": 0.806923076923077
  },
  {
    "i_page": 2,
    "par_num": 21,
    "text": "  shall be, and is hereby declared to be, chargeable",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "  as if it were expenditure out of the Consolidated  {thea Xm eeo4t-2.90 7788)",
    "mean_p_confidence": 0.583125
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 \"Appropriation Act, No. 32 of 1958.  Fund of Ceylon for the service of the financial yege  beginning on October 1, 1963, and ending oy.  September 30, 1964, in addition to any other sums.  that may by law be payable, or may by any written’.  law hereafter enacted be declared to be payable, for’  the service of that financial year. ne  HIRST SCHEDULE.  Sums Payable for the General Services, -  Rs.  Head 1, His Excellency the Governor-General  Vote No. 1, Salaries and expenses of the Establishment 1  ‘and Office of His Excellency the Governor-General .. 417011  Head 2, Supreme Court ‘  Vote No. 1, Salaries and expenses of the Supreme Court 1,531,209\"  Head 3, Cabinet Office “  Vote No. 1, Salaries and expenses of the Cabinet Office 117,566 5.  Head 4, Senate :  Vote No. 1, Salaries and expenses of the Senate “ 519,633  Head 5, House of Representatives  Vote No. 1, Salaries and expenses of the Department of  the House of Representatives 1.298.337 5,  Head 6, Judicial Service Commission 7  Vote No. 1, Salaries and expenses of the Judicial Service «  Commission 7 . 7 85,356. 3  Head 7. Public Service Commission 4  Vote No. 1, Salaries and expenses of the Office of the  Public Service Commission ~ 199.422  Head 8, Audit Office °  Vote No. 1, Salaries and expenses of the Department of  the Auditor-General a 7 2,987,357 >  Head 9, Planning Secretariat 3  Vote No. 1, Salaries and expenses of the Planning i  |, Secretariat - = $50,601  Head 10, Ofices ‘of the Leader of the House of Representatives  and the Chief Government Whip  Vote No. 1, Salaries and expenses’ of the Offices of the  Leader of the House of Representatives and the Chief  Government Whip ... oe 62.403  Head 11, Office of the Leader of the Opposition in the House of  Representatives 3  Vote No. 1, Salaries and expenses of the Office of the  Leader ‘of the Opposition in the House of il  Representatives... = A 41,152:",
    "mean_p_confidence": 0.7373138297872341
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Appropriation Act, No. 32 of 1958. 5  os iM Re.  ‘Head 12, Prime Minister and Minister of Defence and External  Affairs  Vote No. 1, Salaries and expenses of the Establishment  and Office of the Prime Minister. 362,641  Head 12, Prime Minister and Minister of Defence and External  Affairs  Vote No. 2, Salaries and expenses of the Office of the  Minister of Defence and External Affairs e 14061256  Head 12, Prime Minister and Minister of Defence and External  Affairs  Vote No. 3, Contributions and Services a 1,579,000  Head 13, Ceylon Defence  Vote No. 1, Salaries and expenses of the Army... 25,827,449  Head 13, Ceylon Defence  Vote No. 2, Salaries and expenses of the Royal Ceylon  ‘Navy 13,791,710  Head 13, Ceylon Defence  Vote No. 3, Salaries and expenses of the Royal Ceylon  Air Force 3 a ve 11,990,399  Head 14, Department of External Affairs Abroad  Voie No. 1, Salaries and expenses of Ceylon Missions  ‘Abroad oa = ve 7,571,003  Head 14, Department of External Affairs Abroad  Yote No. 2, Maintenance, repairs and running expenses  ‘of Hostel and Centre for Ceylon Students in London 108,000  Head 15, Police  Vote No. 1, Salaries and expenses of the Police Depart-  ment including grants and contribution to Social  Welfare Institutions and cost of special services... 38,147,100  Head 15, Police H  Vote No. 2, Salaries and expenses in connection with  special measures against illicit immigration 136317 >  Head 16, Department of Immigration and Emigration and Reis  tration of Indian and Pakistani Residents  Vote No. 1, Salaries and expenses of the Office of the  ‘Controller of Immigration and Emigration we 813,938  Head 16, Department of Immigration and Emigration and Regis-  tration of Indian and Pakistani Residents  Vote No. 2, Salaries and expenses of the Olfice of the  ‘Commissioner for Registration of Indian and Pakistani  Residents oe oo ve 208,555  ‘Head 18, Official Language Department  «Vote No. 1, Salaries and expenses of the Official Language  Affairs Section. ve 680,476",
    "mean_p_confidence": 0.7250953678474115
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  6 Appropriation Act, No. 32 of 1958  . Ry,  Head 18, Official Language Department a  Vote No. 2, Publications = ee  Head 19, Minister of Finance a  Vote No. 1, Salaries and expenses of the Office of the ° 19:  ‘Minster of Fance io ad  Head 19, Minister of Finance =  Vote No. 2, International Economic Co-operation... 1,850,04)  Head 20, Treasury  Vote No. 1, Salaries and expenses of the Treasury... 2,281,963,  Head 20, Treasury .  Vote No. 2, Advance Accounts managed by the Treasury tig  Head 21, Pensions  Vote No. |, Temporary increases on citl pensions and  ‘on pensions to widows and orphans of deceased public  officers, no-pay period allowance, pensions, &c., to  feaislered oveticera, reread oftecy of the’ Widows!  ‘and Orphans’ Pension Office and Sanitary Board  Office, pensions, gratuities, &e., to personnel of the  Defence Forces and their dependants, detention allow-  ances, pensions to Kandyan State pensioners, com-  passionate gratuities and grants to ex-government  Eenvts; pibments under the Workmen's Compre  Salon Orlizance and nonsatutory pension awards  granted by Resolution of Parliament, and cost of  living and special! living allowances. 35,569,100  Head 22, Public Debt  . Vote No.1, Interest and Sinking fund contributions and ,  ‘coher expenses connected wilt the aiing tnd munage>  ment of loans . i\" saa  Head 23, Loan Board oy  Vote No. 1, Salaries and expenses of the Loan Board 33,672.  Head 24, Government Stores  Votd No. 1, Salaries and expenses of the Government |  Stores Department .. oe 1,841,  Head 24, Government Stores  ‘Vote No. 2, Advance Account for the purchase of Stores  for Government needs ra we q  Head 25, Department of Income Tax, Estate Duty and Stamps .  Vote No. 1, Salaries and expenses of the Department of i  Tn:ome Tax, Estate Dutyand Stamps P3405\")",
    "mean_p_confidence": 0.6513134328358209
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  + Appropriation Act, No. 32 of 1958. x 7  Rs.  lead 26, Customs  y Vote No. 1, Salaries and expenses of tae Customs:  Department, including purchase and maintenance, &c.,  of launches and other equipment... ae 4,532,185  Head 26, Customs  Vote No. 2, Salaries and expenses of the Merchant  Shipping Department including purchase of equip-  ment, &c, an ts we 153,051  ?Head 27, Widows’ and Orphans’ Pension Office  i Vote No. 1, Salaries and expenses of the Widows’ and  Orphans’ Pension Office ae 271,118  Head 28, Civil Service  ! Vote No. 1, Salaries and expenses of the Civil Service ... 247,193  Head 29, Accountants’ Service  Vote No. 1, Salaries and expenses of the Accountants’  Service we a os 23,010  Head 30, Clerical Service  . Vote No. I, Salaries and expenses of the Clerical Services 199,200  Head 31, Stenographers’ Service  Vote No. 1, Salaries and expenses of the Stenographers*  Service oo A 28,540  Head 32, Typists' Service  Vote No. 1, Salaries and expenses of the Typists’ Service 12,600  Head 33, Shrofis’ Service  Vote No. 1, Salaries and expenses of the Shrofis’ Service 4.030  Head 34, Quasi-Clerical Service  ; Vote No. I, Salaries and expenses of the Quasi-Clerical  1 \"'Service ve te ve 21,900  Head 35, Translators’ Service  Vote No. 1, Salaries and expenses of the Translators”  Service oo oe sone 1,030  Head 36, Department of Census and Statistics  Vote No. I, Salaries and expenses of the Department of  ‘Census and Statistics . os 2,360,093  Head 37, National Savings Movement  Vote No. 1, Salaries and expenses of the National  ‘Savings Movement = a 375,282  Head 38, Government Press  Vote No. 1, Salaries and expenses of the Department of  ‘Government Press ... a s+ 9,498,471",
    "mean_p_confidence": 0.7125925925925926
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  } gt  8 Appropriation Act, No. 32 of 1958:  Re  Head. 38, Government Press ia  Vote No. 2, Charges for official advertisements by .  Government Departments in Newspapers 4 %  Head 39, Miscellaneous Services  Vote No. 1, Miscellaneous Services... ss 24,831.29)  Head 43, Minister of Justice  Vote No. 1, Salaries and expenses of the Office of the &  Minister of Justice es - 305,855  Head 43, Minister of Justice  Vote No. 2, Personal Emoluments and other office  ‘expenses in connection with the revision of the Legis-  lative Enactments and Subsidiary Legislation... $6,918  Head 43, Minister of Justice  Vote No. 3, Salaries and expenses of the District Courts 611,207  Head 43, Minister of Justice  Vote No. 4, Salaries and expenses of the Courts of  Requests and Magistrates’ Courts vee 2,386,653  Head 43, Minister of Justice \"i  Vote No. 5, Salaries and allowances of Supernumerary  Judges and travelling expenses of Judicial Officers  ‘on transfer and on first appointment 93,687  Head 43, Minister of Justice :  Vote No. 6, Salaries and expenses of the Fiscals’  Department. ne 2825896  Head 43, Minister of Justice  Vote No. 7, Expenses in connection with Conciliation ‘  Boards : 200000  Head 44, Attorney-General {  Vote No. 1, Salaries and expenses of the Department of Is  the Attorney-General o ce 1,097,491  Head 44, Attorney-General i 3  Vote No. 2, Salaries and expenses connected with the  working of the Bribery Act omnes 162,98.  Head 45, Legal Drafisman  ‘Vote No. 1, Salaries and expenses of the Department of  the Legal Draftsman we 324,83  Head 46, Public Trustee  Vote No. 1, Salaries and expenses of the Department of  the Public Trustee including advances for the adminis- F  tration of estates and trusts coming under *he Public i  Trustee's Control ce ve",
    "mean_p_confidence": 0.6906586826347305
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Appropriation Act, No. 32 of 1958. : 9  Rs  Head 47, Rural Courts  Vote No. 1, Salaries and expenses of Rural Courts... 1,450,437  Head 48, Debt Conciliation Board  Vote No. 1, Salaries and expenses of the Debt Concitia-  tion Board ve = se 62,404  Head 56 Minister of Home Affairs  Vote No. 1, Salaries and expenses of the Office of the  Minister of Home Affairs “a ve 915,949  Head 56, Minister of Home Affairs  Vote No. 2, Salaries and expenses of the Offices of the  Government Agents a se 23,573,634  Head 57, Excise Department  Vote No. 1, Salaries and expenses of the Excise Depart-  ment oe a vs 2,505,576  Head 57, Excise Department  Vote No. 2, Working of Arrack Stock Account 114,823  Head 57, Excise Department  Vote No. 3, Working of a state-owned Distillery 1,160  Head_ 57, Excise Department  Vote No. 4, Salaries and expenses of the Excise Striking  Force zi a 372,091  Head 58, Department of Prisons  Vote No. 1, Salaries and expenses of the Dejstriment of  Prisons including grants:in-aid 8.196,540  Head $8, Department of Prisons;  Vote No. 2, Prison Industrial and Agricultural Under-  takings as a os 10  ‘ |  Head $8, Department of Prisons  Vote No. 3, Salaries and expenses for escorting, custody  ‘and feeding of remand prisoners. ce BLL, S64  f  Head 59, Government Analyst  Vote No. J, Salaries and expenses of the Government  ‘Analyst “ i o S4B,338  Head 60, Zoological Gardens  Vote No. J, Salaries and expenses of the Zoological  Gardens . a ve 653,317",
    "mean_p_confidence": 0.6858561643835617
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  10 Appropriation Act, No. 32 of 1958.  Ra  Head 61, Registrar-General  ; Vote No. 1, Salaries and expenses of the Department of :  the Registrar-General ~! s- 3600978  Head 62, Department of Elections (Parliamentary and Local  Bodies)  Vote No. 1, Salaries and expenses of the Department of :  Elections (Parliamentary and Local Bodies) 2,194,847  Head 63, Department of Rural Development and Cottage 4  Industries  Vote No. 1, Salaries and expenses of the Department of  Rural Development and Cottage Industries. 12,190495,  Head 63, Department of Rural Development and Cottage  Industries  Vote No. 2, UNESCO Technical Assistance Programme  “Fundamental Education Project at Minneriya.... 17,090  Head 64, Department of Probation and Child Care Services  Vote No. 1, Salaries and expenses of the Department of  Probation and Child Care Services .. » 307112  Head 65, Department of Mosques, and Muslim Charitable Trusts  Vote No. 1, Salaries and expenses of the Department of  Mosques and Muslim Charitable Trusts $4082  “Head 68, Minister of Lands and Land Development  Vote No. 1, Salaries and expenses of the Office of the  Minister of Lands and Land Development nae)  Head 69, Land Commissioner  Vote No. 1, Salaries and expenses of the Land  Commissioner's Depariment s 3927.41  Head. 69, Land Commissioner  Vote No: 2, Clearing and maintaining Crown Lands,  Land Redemption, Loans to Middle Class Allottes,  Administration of acquired estates and other special  services i. : 3722967  Head 69, Land Commissioner  Vote No. 3, Cost of Administration of the Estate Ba-  Zaars (Compulsory Acquisition) Act “310,000  Head 70, Land Settlement Department  : Vote No. 1, Salaries and expenses of the Land Settlement  Department a an ot 934,727  Head. 71, Survey Department  Vote No. 1, Salaries and expenses of the Survey  : Department. .. ce 17,245,115  Head 72, Forest Department  Vote No. 1, Salaries and expenses of the Forest  8 ‘Departinent Ff 2 se 3,835,436",
    "mean_p_confidence": 0.6654700854700855
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  } ,  Appropriation Act, No. 32 of 1958. iL  Bs.  Head 72, Forest Department  Vote No, 2, Extraction and supply of timber and fire-  ‘wood to Government Departments and. Public and  Establishment of Government run Saw Mills... 2»  Head 73, Irrigation Department  Vote No. 1, Salaries and expenses of the Irrigation  Department : ! 12,377,644  Head 73, Irrigation Department  Vote No. 2, Repair and maintenance of irigation works  includingstaff quarters, labour lines, circuit bungalows  and other departmental buildings and roads... 17,780,000  Heed 74, Valuation Department  Vote No. 1, Salaries and expenses of the Valuation  Department a oa ve 974,186  Head 75, Department of Land Development  Vote No. 1, Salaries and expenses of the Department of  Land Development a vo 1BHL678.  Head 76, Department of Wild Life  ‘Vote No. 1, Salaries and expenses of the Department of  Wild Life & z a 682,634  Head 79, Minister of Agriculture and Food  Vote No. 1, Salaries and expenses of the Office of the  Minister of Agriculture and Food... we BFATO  Head $0, Food Commissioner  Vote No. 1, Salaries and expenses of the Department of  the Food Commissioner and payment of contributions  to International Organisations. Fe 8,217,681  i  Head $0, Food Commissioner  Vote No. 2, Purchase, requisition, distribution and  rationing, &c., of foodstuffs and other essential com-  modities, including subsidies and control of prices  (Food) ;'expenses on stores, transport and other equip-  ment oo |\" ss. 108,589,229  Head 80, Food Commissioner |  Vote No. 3, Expenditure to be incurred by the Food  Commissioner in the administration of the School  Milk Feeding Scheme = ve 1 198,712  Head 80, Food Commissioner  Vote No. 4, Salaries and expenses of the Food  Research Institute fm ve 196311  Head 81, Department for Co-operative Development  Vote No. 1, Salaries and expenses of the Co-operative  Department E a ce 8,565,743",
    "mean_p_confidence": 0.6967241379310345
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  12 Appropriation Act, No. 32 of 1958. i  ae  Head 81, Department for Co-operative Development &  Vote No. 2, C. W. E. Advance Account . 36,06)  Head. $1, Department for Co-operative Development “e  Vote No. 3, Advances for Co-operative Conferences, d  Propaganda and Training we wa 0  Head 81, Department for Co-operative Development \"}  Vote No. 4, Scheme for the formation of Tea Pro- .  ducers’ Co-operative Societies to assist smali-holders 500,019  Head 82, Department of Agriculture 5  Vote No. 1, Salaries and expenses of the Department of <  Agriculture . 33.472,662  Head $3. Department of Agrarian Services s  Vote No. 1, Salaries and expenses of the Department of «  ‘Agrarian’ Services, granting of loans to Co-operative  Societies, granting of loans to individual cultivators,  working of the Guaranteed Price Scheme and rice  naling, the Fertiliser and Crop InsuraneeSchemes and “  the Paddy Lands Act J = 7.793,782.  Head 84, Marketing Department 1  Vote No. 1, Salaries and expenses of the Marketing  Department. 763,200  Head 84, Marketing Department ve  Vote No. 2, Marketing of local and other Products. vi  Catering, Hospital Supply. Processing and Canning, f  Regulation of Agricultural Products and other services 1,448,680,  Head 85, Coconut Rehabilitation Scheme  Vote No. 1, Grants to the Coconut Fertilizer Subsidy  Fund and to the Coconut Research Institute . 7.350,00  Head 86, Rubber Rehabilitation Scheme ig  Vote No. 1, Rubber Rehabilitation Scheme 5.000000,  Head 87, Minister of Health ‘|  Vote No. 1, Salaries and expenses of the Office of the <  Minister of Health ... 240,279  Head 88, Department of Health :  Vote No. 1, Salaries and expenses of the administration  and Civil Medical Stores . 2 4142 2:  Head 88, Department of Health Y  Vote No. 2, Salaries and expenses of the Medical Services 96,145.68.  Head 88, Department of Health F  ‘Vote No. 3, Salaries and expenses of the Public Health -  Services including free Milk Distribution Scheme... 21,83468",
    "mean_p_confidence": 0.7115277777777778
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Appropriation Act, No. 32 of 1958. i3  Bs,  Head 88, Department of Health  Vote No. 4, Grants, Contributions and Rebates payable  under the Medical Wants Ordinance 1,880,358  Head 88, Department of Health  Vote No. 5, Capital expenditure - s» — 2,077,000  Head 89, Indigenous Medicine  Vote No. 1, Salaries and expenses of the Department of  Indigenous Medicine te ws 1,455,003  Head 93, Minister of Local Government and Cultural Affairs  Vote No. 1, Salaries and expenses of the Office of the  Minister of Local Government and Cultural Affairs... 187,705  Head 94, Commissioner of Local Government  Vote No. 1, Salaries and expenses of the Department of  Local Government including expenses of Rent  Control Boards a vs 2,249,973  Head 94. Commissioner of Local Government  Vote No. 2, Grantsin-aid to Local Authorities 35,403,867  Head 95, Local Government Service Commission  Vote No. 1, Salaries and expenses of the Local Govern-  ment Service Commission . * 441,499  Head 96, Department of Cultural Affairs  Vote No. 1, Salaries and expenses of the Department of  Cultural Affairs wes = 1,308,981  Head 97, Department of National Museums  Vote No. I, Salaries and expenses of the Department  of National Museums “ - 492,531  Head 9X, Archaeological Department  Vote No. 1, Salaries and expenses of the Archaeological  Depariment m 1,465,752  Head 99. Department of the Government Archivist  Vote No. 1, Cadre and salaries and other expenses of the.  | Department of the Government Archivist including the |  Government Record Office, the Office of the Registrar 1  | of Books and Newspapers, and expenses ofthe Ceylon |  i Historical Manuscripts Commission J. '285,532  Head 100. ‘Government College of Fine Arts  Vote No. I, Salaries and expenses of the Government  ‘College of Fine Arts (including Scholarships) . 418,532  Head 10). Department of Town and Country Planning  Vote No. 1, Salaries and expenses of the Department of  Town and Country Planning including the expenses of  the Central Planning Commission and Planning  Committees and other incidental expenses. we 497,785",
    "mean_p_confidence": 0.7365405405405405
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  14 Appropriation Act, No. 32 bf 1958.  Rs,  Head 102, Minister of Education  Vote No. 1, Salaries and expenses of the Office of the x  Minister of Education ve v4  Head 102, Minister of Education  Vote No. 2, Salaries and expenses of the UNESCO  ‘Secretariat in Ceylon and Contribution to UNESCO’  Budget - 7 108,035  Head 103, Education Department  Vote No. 1, Salaries and expenses of the Department of  Education including expenses of Boards and Com-  ‘mittees and Special Services oT ++ 8,008,021  ‘Head 103, Education Department  Vote No. 2, Expenses of Government Educational  Institutions, including Adult Education, Technical  Education and replacement of and extensions. and  improvements to semi-permanent buildings 114,626,748  Head 103, Education Department  Vote No. 3, Grants-in-aid to Assisted Schools, including :  living and other allowances to teachers. in Assisted  Schools and grants to various Societies 88,314,447  Head 103, Education Department  Vote No. 4, Cost of Midday meals to school children,  Scholarships (tenable in Ceylon and abroad)  maintenance allowances and sundry awards 14,175,528  Head 103, Education Department  Vote No. 5, Expenses of Training of Teachers at Govern-  ‘ment and Assisted Institutions including cost of living  and other allowances, Cost of Refresher Courses and  Training in Physical Education; vo» 3,381,016  Head 104, Grants to Universities  ‘Vote No. 1, Grant to the University of Ceylon ves 8,521,000  Head 104, Grants to Universities  Vote No. 2, Grants to other Universities ae . 10  Head 105, Ceylon Technical College Department  Vote No. 1, Salaries and expenses of the Ceylon  ‘Technical College Department (including Scholarships) 1,729,137  ‘Head 106, Educational Publications Advisory Board  Vote No. 1, Salaries and expenses of the Educational  Publications Advisory Board vee Fe 43,634  ‘Head 107, Department of Examinations  Vote No. 1, Salaries and expenses of the Department of  ‘Examinations oo - 2,910,232",
    "mean_p_confidence": 0.7392307692307691
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Appropriation Act, No. 32 of 1958. 1s  Rs.  Head 109, Minister of Labour, Housing and Social Services  Vote No. 1, Salaries and expenses of the Office of the  Minister of Labour, Housing and Social Services .... 233,508  Head 110, Commissioner of Labour  ‘Vote No. 1, Salaries and expenses of the Department  of the Commissioner of Labour and Employees’ Pro-  vident Fund Scheme i + 7,696,301  Head 111, Department of National Housing  Vote No. 1, Salaries and expenses of the Department of  National Housing... oa we TAD BTZ  Head 112, Department of Social Services  Vote No. 1, Salaries and expenses of the Department of  Social Services... oe es 26,276,174  Head 116, Minister of Commerce and Trade  Vote No. 1, Salaries and expenses of the Office of the  Minister Of Commerce and Trade... ce 242,746  Head 117, Department of Commerce  Vote No. 1, Salaries and expenses of the Department of  ‘Commerce = = ve 857,298  Head 118, Department of Registrar of Companies  Vote No. 1, Salaries and expenses of the Department of  the Registrar of Companies oo we 414,951  Head 119, Government Tourist Bureau  Vote No. 1, Salaries and expenses of the Government  Tourist Bureau... oo 1,051,033  Head 120, Department of Commodity Purchase  Vote No. 1, Administration and other expenses of the  Department of Commodity Purchase 3.710  Head 121, Department of Control of Imports and Exports  Vote No. 1,, Salaries and expenses of the Department  of Control of Imports and Exports... 316.389  Head 131, Minister of Industries and Fisheries i  Vote No. 1, Salaries and expenses of the Office of the  Minister of Industries and Fisheries vo 288,830  i  Head 132, Department|of Industries  Vote No. 1/Salaries and expenses ofthe Department of  Industrie - 1 cu 1.458.868  Head 132, Department of Industries q  Vote No. 2, Working of State Factories and granting of  assistance to industries ; winding up expenses of closed  tits ; financing of schemes for the development of  industries as es s+ 1,000,030  Head 133, Department of Mineralogy  Vote No. 1, Salaries and expenses of the Department of  Mineralogy 2 + ss 761,029.",
    "mean_p_confidence": 0.7318622448979591
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  16 Appropriation Act, No. 32 of 1958.  Rs,  Head 133, Department of Mineralogy ie  Vote No. 2, Working of the Monazite Separating Plant  and the sale of Monazite = 5,860:  Head 134, Salt Department ‘  Vote No. !, Salaries and expenses of the Salt Department 751,293  Head 134, Salt Department  Vote No. 2, Manufacture, collection, purchase and sale  of salt’ (including by-products) ; additions, improve-  ments and repairs to, and renewals and maintenance,  of salterns, buildings, machinery and equipment. 36,210  Head 135, Department of Fisheries  Vote No. 1, Salaries and expenses of the Department  of Fisheries ve 1.700,953  Head 135, Department of Fisheries  Vote No. 2, Expenditure related to Advance Account  activities a ae 350,160  Head 139, Minister of Posts, Broadcasting and Information  Vote No. 1, Salaries and expenses of the Olfice of the  Minister of Posts, Broadcasting and Information 214.285  Head 140, Postal and Telecommunication Services  Vote No. 1, Salaries and expenses of the Department of  Postal and Telecommunication Services including cost  of working, maintenance and minor improvements.  additions and extensions to Postal and Telecommuni-  cation equipment and expenses connected with the .  working of the Post Office Savings Bank ce 37,035,852  Head 140, Postal and Telecommunication Services  Vote No. 2, Purchase of stores for departmental works,  manufacture of articles in the Departmental Work-  shops, advance of rent, maintenance and running  expenses of the Overseas Telecommunication Services  and advance for the payment of transport of Foreign  ‘Air Mails i. : - oo  Head 140, Postal and Telecommunication Services  Vote No. 3, Replacement and maintenance of Wireless  Receiving Sets = ve 280,000  Head 141, Department of Meteorology  Vote No, 1, Salaries and expenses of the Department of  Meteorology . A ve 1,222,085  Head 142, Department of Broadcasting,  Vote No. 1, Salaries and expenses of the National  ‘Service of the Department of Broadcasting 2,796,121  Head 142, Department of Broadcasting  Vote No. 2, Salaries and expenses of the Commercial  Service of the Department of Broadcasting ve 2,033,808 4",
    "mean_p_confidence": 0.7513368983957219
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  '  k * Appropriation Act, No. 32 of 1958. ‘ 17  Bs.  Head 142, Department of Broadcasting  Vote No. 3, Salaries and expenses in connection with  the publication of Radio Times and other publications 82,237  Head 142, Department of Broadcasting  Vote No. 4, Stores Advance Account 10  Head 143, Department of Information  Vote No. 1, Salaries and expenses of the Department of  Information. 2 ve 185,153  Head 144, Minister of Transport and Works  Vote No. 1, Salaries and expenses of the Office of the  Minister of Transport and Works 452,514  ‘Head 144, Minister of Transport and Works  Vote No. 2, Salaries and expenses of the Compensation  Tribunal established under sections 55-65 of the  Motor Transport Act, No. 48 of 1957 - HOI2  Head 145, Public Works Department  Vote No. 1, Salaries and expenses of the Department of  Public Works. . v $,629.633  Head 145, Public Works Department  Vote No. 2, Cost of maintenance of roads, bridges.  ‘waterways, watercraft, aerodromes, Government and  rented buildings and other Public Works including cost  of general charges, Government Factory, transport and  incidental and special services and grants-in-aid to the  Colombo Municipality and for estate roads, and  making good the damage caused by cyclone in the  Northern and North-Central Divisions and by floods — 29.625.000  Head 145, Public Works Department  Vote No. 3, Cost of additions and improvements—  i (1) Government buildings (inclusive of water and othér  ! services)— . y  ; (@) New buildings and additions and improvements to  buildings (inclusive of water and other services) ;  (®) Incidental and special services... 5,033,300  Head 146, Commissioner of Motor Traffic  | Vote No. 1, Salaries and expenses of the Department of  | the Commissioner of Motor Traflic including the cost  of the Appeal Tribunal, expenses for retention of  \\ Counsel on behalf of members of the Appeal Tribunal,  living allowances, and fees to approved garages for  examination and certification of lorries under the  Motor Traffic Act ... a 1,389,953  Head 147, Civil Aviation  Vote No. 1, Salaries and expenses of the Department of  Civil ‘Aviation including maintenance of Airways  Communications System and Aerodromes and flying  training - 2 ve 2,367,383",
    "mean_p_confidence": 0.7462716049382716
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  ’  18 Appropriation Act, No. 32 of 1958.  Rs,  Head 148, Colombo Port Commission  Vote No. 1, Salaries and expenses of the Department  ‘of the Colombo Port Commission and Out Ports  including the cost of working, maintenance and minor  improvements, additions and extensions to Colombo  Harbour and Out Ports inclusive of Railway, Floating  Craft and all harbour equipment, supply of free meals  to Government Labour in the Harbour Area and other  incidental services... a + 28414365  Head 149, Coast Lights  Vote No. 1, Salaries and expenses of the Coast Lights m4  Service = 3 - 139,80)  Head 150, Basic Technical Training Institute  Vote No. 1, Salaries and expenses of the Basie Technical  Training Institute . v 3239H7  Head 151, Railway  Vote No. 1, Salaries, pensions, other charges &c., of  Headquarters, Accounting, Railway Stores, Security  Service, Civil’ Engineering, Mechanical Engincering, ”  Transportation, Cartage and Carrier Service Depart  ments and Miscellaneous Services... 2 110,038,655  Head 151, Railway ‘  Vote No. 2, Feeder Services . RSW,  Head 151, Railway  Vote No. 3, Advance Account Services 0  Head 152, Electrical Department  Vote No. 1, Salaries and expenses of the Department of  Government Electrical Undertakings, including interest  and annuity payments (o the Consolidated Fund... 32.8393T1  Head 152, Electrical Department  ‘Vote No. 2, Expenses of the Electrical Inspectorate 73,218  Head 152, Electrical Department :  Vote No. 3, Electrical Installations in Government  Buildings ms + 4,221,304  _  Total —_1,258,028,645  : 125800  SECOND SqHEDULE,  Loan Func Expenditure.  spend a  Vote No. 1, Ministry of Defence and External Affairs 34286000  Vote No. 2, Ministry of Finance 1,816 000.  Vote No. 3, Ministry of Home Affairs 4281110  Vote No. 4, Ministry of Justice = 265000  Vote No. 5, Ministry of Lands and Lard Development . 135,96572,",
    "mean_p_confidence": 0.6918805970149253
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  po Appropriation Act, No. 32 of 1958. * 19  t Bs.  vote No. 6, Ministry of Health . 17,627,500  Vote No. 7, Ministry of Education oe 23,649,099  Vote No. 8, Ministry of Agriculture and Food 14,862,520  Vote No. 9, Ministry of Industries and Fisheries + 38,054,100  Vote No. 10, Ministry of Posts, Broadcasting and Information .. 8,679,176  Vote No. 11, Ministry of Transport and Works ... 42,916,932  Vote No. 12, Ministry of Transport and Works .. 48,074,895.  Vote No. 13, Ministry of Local Government and Cultural Affairs 31,434,314  Vote No. 14, Ministry of Labour, Housing and Social Services 1,296,349  Vote No. 15, Ministry of Commerce and Trade \" 1,250,000  Total 424,458,745",
    "mean_p_confidence": 0.758
  }
]