[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  aS [Ges  LO fe; ~*e  a se  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  CUSTOMS (AMENDMENT)  ACT, No. 83 OF 1988  , {Certified on 20th December, 1988]  Printed on the Orders of Government  Published as a Supplement to Part I of the Gazette of the Democratic  Socialist Republic of Sri Lanka of December 23, 1988  PaDeRED Af DAE DEPARIMENT OF GOVERNMENT FROTHNG. SAC ANCA  To Be FURAGED AF TE GOVEINDIENT FUAGGATIONS BUREAV, COLONIE  Price : Rs, 3.90 Postage : Rs. 2.30",
    "mean_p_confidence": 0.6363636363636364
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988  {Certified on 20th December, 1988]  L.D.—O. 7/87  ‘Aw Act To AMEND THE Customs OxDINANCE  BE it enacted by the Parliament cf the Democratic Socia-  list Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7241304347826087
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1, ‘This Act may be cited as the Customs (Amendment) Short title.  ‘Act, No, 88 of 1988.",
    "mean_p_confidence": 0.746
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2 Section 4 of the Customs Ordinance (hereinafter re- Amendment  ferred to as “the principal enactment”) is hereby amended of Chapter  by the substitution for the words “two hundred rupees*",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  ‘or “one thousand rupees”, respectively of the words “ten  \"thousand rupees”,  3 Section 6 of the principal enactraent is hereby Replacement  repealed and the following section substituted therefor :— ofthe”  principal  “Minister to 6. (1) It shall be lawful for the Minister enactment,  fietermine to determine in consultation with the Minis-  attendance. ter in charge of the subject of Public Admi-  nistration the hours of general attendance  and hours of special attendance of officers of  customs and other persons employed in the  service of customs at their proper offices and  places of employment,  (2) The Principal Collector shall deter-  mine the proper offices and places of employ-  ment of officers of customs and such other  2 persons referred to in subsection (1) : 4  Provided however that within a specified 3  Port, as defined in - the Sri Lanka Ports  Authority Act, No. 51 of 1979, or an airport,  proper offices and places of employment of  officers of customs and such other persons  referred to in subsection (1) shall be deter-  mined by the Principal Collector in consul-  tation with the authority in charge of such  port or airport.”  28 oo2310—11,600 ¢@0/01)",
    "mean_p_confidence": 0.7536818181818182
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Customs (Amendment) Act, No. 83 of 1988  Insertion of 4. ‘The following new sections are hereby inserted im-  ae mediately after section 6, and shall have effect as sections  and on 64 and 68 of the principal enactment: —  Enactnent Payment  ment. . “Payment : er uires—  Payment Ga, Where any person require  sefagt. (a) any service which is determined by  the Minister as a special service ; or  (®) the attendance of any officer of Cus  toms at any office or place other than  his proper office or place of employ-  ment, “  payment shall be made for such service or  attendance, as the case may be, to the Princi-  pal Collector by such person at such rates as  may be specified by the Principal Collector.  Persons to Ga, Notwithstanding anything in any other  iccommoda- law, it shall be the duty of every authority  Bom saan of any Port or of every person in charge of  ier tor any place or warehouse which requires the  eeaiet attendance or services of officers of customs.  or any person employed in the service of  customs, to provide suitable shelter and  accommodation in such Port, warehouse or  place, as the case may be, for the use of the  customs.”,  Amendment 5, Section 8 of the principal enactment is hereby amen-  Sot the, ded in subsection (2) of that section by the substitution  Rruciment. for the words “one thousand rupees, of the words  “ twenty-five thousand rupees”,  Insertion of 6, ‘The following new section is hereby inserted immedi-  Ba the ately after section 8 and shell have effect as section 4,  Thacunent, of the principal enactment—  . “How Judge 8a. (1) If in the course of a trial for an  geet offence under this Ordinance any witness  Witness who shall on any material point contradict either  Tunisadictory expressly or by necessary implication @  acme statement previously made and signed by  him, before ony afficer of customs or person  referred {o in section 8, in the course of any",
    "mean_p_confidence": 0.7345358090185676
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 3  investigation into such offence under this  Ordinance, it shall be lawful for the presi-  ding Judge if he considers it safe and just  in all the circumstances—",
    "mean_p_confidence": 0.7975609756097561
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (@) to act upon the statement given by  the witness in the course of the in-  vestigation, if such statement is  corroborated in material particulars  by evidence from an independent  source ; and",
    "mean_p_confidence": 0.75425
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (b) to have such witness at the conclu-  sion of such trial arraigned and tri-  ed on an indictment which shall be  prepared and signed by the Regis-  trar of such court, for intentionally,  giving false evidence in a stage of  ‘a judicial proceeding. .",
    "mean_p_confidence": 0.7809433962264151
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  (2) At any trial under paragraph (b) of  subsection (1) it shall be sufficient to prove  that the accused made the contradictory  statements alleged in the indictment and it  shall not be necessary to prove which of  ‘such statements is false.",
    "mean_p_confidence": 0.80125
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (3) ‘The presiding Judge may, if he con-  siders it expedient, adjourn the trial of  any witness under paragraph (b) of subse~  tion (1) for such period as he may think fit  and in any such case the accused shall be re-  manded until the conclusion of such trial.”.",
    "mean_p_confidence": 0.8142857142857143
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  1. “Section 9 of the principal enactment is hereby repealed Penal  and the following section substituted therefor — of fhe  “Power of 9. (1) The Collector or any officer of Snnctinent  Collector to customs authorized in that behalf by him  documents may for the purpose of ascertaining or  SEmptes of Verifying any matter relative to the customs  articles, or with regard to any matter into which it",
    "mean_p_confidence": 0.7286666666666667
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  is his duty to inquire under this Ordinance,  by written order require any person to give  information or produce for examination such  books and documents or samples of any  article with regard to any matter relative to  the customs or the subject of inquiry which  are in such person’s power to give or",
    "mean_p_confidence": 0.8136065573770491
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Customs (Amendment) Act, No. 83 of 1988  produce at such place and within such period  as may be specified in such order and allow  such officer to examine, take extracts and  copies of such books, documents .and  samples of articles, as the case may be.",
    "mean_p_confidence": 0.8149056603773585
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (2) Any person who is required, for  purposes of this section, to answer any  question put to him by any officer of  customs, or to give any information which  may be required of him by such officer and  which it is in his power to give and who—",
    "mean_p_confidence": 0.8196363636363636
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (a) refuses to answer such question ;",
    "mean_p_confidence": 0.7133333333333334
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (b) wilfully . makes a false answer  thereto ;",
    "mean_p_confidence": 0.5275
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (©) refuses to give such information ;",
    "mean_p_confidence": 0.7188888888888889
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (a) fumishes any information which he  knows or has reason to believe to be  false; or",
    "mean_p_confidence": 0.7025
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (e) without reasonable cause fails to  ; comply with any order issued under",
    "mean_p_confidence": 0.68125
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  subsection (1),",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  shall be guilty of an offence and shall _be  liable on conviction to a fine not exceeding  twenty-five thousand rupees or to imprison-  ment for a term not exceeding six months or  to both such fine and imprisonment. ”.",
    "mean_p_confidence": 0.7704444444444445
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Insertion of 8 The following new sections are hereby inserted im-",
    "mean_p_confidence": 0.7015384615384614
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  ev, sections mediately aiter section 9, and shall have effect, as sections",
    "mean_p_confidence": 0.6764285714285715
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  inthe 9a, 98 and 9c of the principal enactment :—",
    "mean_p_confidence": 0.7066666666666667
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  princi",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  enactment, «Service of 9a, Any notice, order or other, document",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  motice, required to be served on any person under",
    "mean_p_confidence": 0.7172727272727273
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "  this Ordinance or any regulations made  thereunder may be served by post under  registered cover, and if so served, shall be  fleemed to have been served at the time  when. the letter containing the same would  be delivered in the ordinary course of vost,  and in proving such service, it shall be sufi-  cient to prove that the notice, order or other  document was properly addressed and put  into the post.",
    "mean_p_confidence": 0.7912195121951219
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Customs, (Amendment) Act, No. 83 of 1988 5  Presumption 98, When a document which appears to  kenents have been made in the ordinary course of  in certain business having regard to the nature of such  am + | business and is not otherwise open to",
    "mean_p_confidence": 0.728627450980392
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  suspicion by reason of alterations or other  circumstances—",
    "mean_p_confidence": 0.6718181818181818
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  G) is produced by any person or has been  seized from the custody or control of  any person, under this Ordinance, or",
    "mean_p_confidence": 0.7723076923076923
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (ii) has been received from any place  outside Sri Lanka in the course of",
    "mean_p_confidence": 0.7364705882352941
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  h investigation of any offence alleged  to have been committed by any  person under this Ordinance,",
    "mean_p_confidence": 0.716
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  and such document is tendered in evidence,  the court shall, unless. the contrary is  proved—",
    "mean_p_confidence": 0.6889473684210526
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (@) presume, that the signature and every  other part of such document which  purports to be in the hand-writing  of any particular person or which",
    "mean_p_confidence": 0.7739999999999999
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  a5 the court may reasonably assume to",
    "mean_p_confidence": 0.6533333333333333
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  ‘ have been signed by; or to be in the  hand-writing of - any particular  person, is in the hand-writing of that  person and in the case of a docu-  ment executed or attested, that it  was executed or attested, by the .  person by whom it purports to have  been executed or attested ; and",
    "mean_p_confidence": 0.7633846153846153
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (b) as regards a document referred to in  paragraph (i), presume the truth of  the contents of such documents.",
    "mean_p_confidence": 0.7482608695652174
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  ‘Translation 9c. (1) Where any document required for  Sines the purpose of this Ordinance is written in  Tanguage, a language other than the official language,  pational gp national language or the English lan-  nals” * guage, the person producing or using such  Janguage te, document may be required to produce  \"therewith a correct translation thereof in  the official language, national langua-",
    "mean_p_confidence": 0.6725714285714286
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  ge or the English language.",
    "mean_p_confidence": 0.6799999999999999
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Customs (Amendment) Act, No. 83 of 1988",
    "mean_p_confidence": 0.702
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  ‘To preduce (2) Where any person is required to",
    "mean_p_confidence": 0.7281818181818182
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  igeatee produce any document for the purposes ‘of",
    "mean_p_confidence": 0.635
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  fasrequired. this Ordinance, the customs officer may  require such person to produce as many  copies thereof as the customs officer may  deem necessary for the purposes of this  Ordinance.",
    "mean_p_confidence": 0.6928571428571428
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (3) Where a customs officer requires any  invoice and/or any other document to be  produced for any goods which have been  imported, exported, entered for export or  entered in transit, he may require such  invoice and/or document to be submitted in  original and may require him to submit as  many copies thereof as may be necessary for  the purposes of this Ordinance and he may  retain such copies. ”,",
    "mean_p_confidence": 0.789125
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  Insertion 9. The following new section is hereby inserted immedi-  of new ately after section 10, and shall have effect as section 10a,  fosinthe _of the principal enactment :—  principal  enactment, “Surcharge . ‘10a. (1) In addition to any duties leviable  $0Pe, on under this Ordinance, the Minister may, with  imported _ the approval of the Cabinet of Ministers, by  gacds, Order published in the Gazette, levy a sur-  expedient. charge on the customs duty payable on such  imported goods as are specified in such Order,  at such rates and for such periods as are speci-  fied in such Order, if ke deems it expedient  in the interest of the national economy to do  50,",
    "mean_p_confidence": 0.7481538461538461
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (2) Every Order made by the Minister  under subsection (1) shall come into force on  the date of such Order. Every such Order  shall be published in the Gazette and shall,  as soon as may be after its publication in the  Gazette be tabled in Parliament. Parliament  may by resolution revoke any Order made by  the Minister under this section within sixty  days of the publication of such Order in the  Gazette, and in the computation of such  period of sixty days no account shall be taken  of any period during which Parliament stands  proroguec! or dissolved. Where any such  Order is revoked any sum paid in pursuance  of such order shall be refunded. ”.",
    "mean_p_confidence": 0.8016793893129771
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 1",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  10, Section 17 of the principal enactment is hereby re- Replacement",
    "mean_p_confidence": 0.7584615384615384
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  pealed and the following section substituted therefor:— . fetion 17  of the  “Duties to 17. (1) All duties of customs, as well as principal  pecPalt ka all penalties and forfeitures incurred under °™**t™e™  currency this Ordinance, shall be paid and received  eck” in the currency of the Republic of Sri Lanka  of mea-| and according to the units of measurement  ‘the Republic, of the Republic,  |",
    "mean_p_confidence": 0.6527631578947368
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  Conversion (2) For the purpose of subsection (1),  Currency to Conversion of foreign currency values to the  currency,\" currency valles of the Republic of Sri Lanka  ie'Kepublic, shall be made in accordance with the rates",
    "mean_p_confidence": 0.7295
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  of exchange as determined by the Principal",
    "mean_p_confidence": 0.7311111111111112
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  Collector and published from time to time",
    "mean_p_confidence": 0.7111111111111111
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  having regard to the parity rates as are",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  specified by the Central Bank of Sri Lanka.  Produce of (8) The produce of all duties of customs  duties to shall be paid by the Collector into the Con-  be paid solidated Fund of the Republic of Sri  Gonsolidatea Lanka”.  Fund,",
    "mean_p_confidence": 0.7556250000000001
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  HL Section 18 of the principal enactment is hereby Amendment  amended by the repeal of the proviso to subsection (3) of of section  that section. principal",
    "mean_p_confidence": 0.7623333333333334
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  Ehactment,",
    "mean_p_confidence": 0.12333333333333334
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  12. \"The following new section is hereby inserted imme- Insertion  diately after section 18, and shall have effect as section 18a, Se\"  of the principal enactment :— eae  “Proce. 16s, (1) Where the Principal Collector is “artnet  Seaks fe\" of opinion in any case that recovery under  gt duties, section 18, of any duties, dues or other  ope ois charges omitted to be levied, short levied,  charges, erroneously refunded or rebated or paid on  fooled ee, _-@ fraudulent claim, is impracticable or inex  Before a pedient, he may issue a certificate contain-  Magistrate, ing particulars of such duties, dues or other",
    "mean_p_confidence": 0.707787610619469
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  charges as contained in the demand under  subsection (2) of section 18, and the name  and last known place of business or residence  of the defanlter to a Magistrate having  jurisdiction in the division in which such  place is situate. The Magistrate shall there-  upon summon such defaulter before him to  show cause why further proceedings for the",
    "mean_p_confidence": 0.8034328358208955
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Customs (Amendment) Act, No. 83 of 1988",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  bey recovery of the duties, dues or other charges",
    "mean_p_confidence": 0.7154545454545455
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  : should not be taken against him, and in",
    "mean_p_confidence": 0.7718181818181818
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  Sia default of sufficient cause being shown, such  uties, dues or other charges shail be deemed",
    "mean_p_confidence": 0.7126315789473684
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  pany £ to be a fine imposed by a sentence of the",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  Magistrate on such defaulter for an offence",
    "mean_p_confidence": 0.6000000000000001
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  punishable with fine only or not punishable",
    "mean_p_confidence": 0.6511111111111112
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  with imprisonment, and the provisions of  subsection (1) of section 291 (except para-  . graphs (a),(d) and (i) thereof) of the Code  ze ‘of Criminal Procedure Act, No. 15 of 1979,  relating to default of payment of a fine  imposed for such an offence shall thereupon  apply and the Magistrate may make any  ; direction which, by the provisions of that  subsection, he could have made at the time  : of imposing such sentence.  (2) The correctness of any statement in a  : certificate issued by the Principal Collector  for the purposes of subsection (1) shall not  be called in question or examined by the  Magistrate in any proceeding under this  section and accordingly, nothing in that sub-  z section shall be read and construed as  authorizing a Magistrate to consider, or  decide, the correctness of any statement in  di such certificate,  (3) Nothing in subsections (2) to (5) of  : section 291 of the Code of Criminal  Procedure Act, No. 15 of 1979, shall apply in  any case referred to in subsection (1) of this  : section.  (4) In any case referred to in subsection  (1) in which the defaulter is sentenced to  imprisonment in default of payment of the  fine deemed by that subsection to have been  imposed on him, the Magistrate may allow  time for the payment of the amount of that  fine ‘or direct payment of that amount to be  made in instalments.",
    "mean_p_confidence": 0.7812177121771218
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (5) The Court may require Lail to be  given as a condition precedent to allowing  time under subsection (1) for showing cause  as therein provided or under subsection (4)",
    "mean_p_confidence": 0.7855882352941177
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "  ‘ for the payment of the fine ; and the provi-  % sions of Chapter XXXIV of the Code of",
    "mean_p_confidence": 0.7426086956521738
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No, 83 of 1988 9  Criminal Procedure Act, No. 15 of 1979, shall  apply where the defaulter is so required to  give bail.",
    "mean_p_confidence": 0.767741935483871
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  (6) Where a Magistrate directs under sub-",
    "mean_p_confidence": 0.7344444444444445
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  section (4), thata payment be made in  instalments and default is mare in the pay-  ‘ment of any one instalment, proceedings may  be taken as if default had’ been made in  payznent of all the instalments then remain-  ing unpaid,",
    "mean_p_confidence": 0.7385106382978723
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  (7) Tn any proceedings under subsection  (1), the Principal Collector's certificate shall  bbe sufficient evidence that the duties, dues or  other charges are in default, and any plea  that such duties, dues or other charges are  incorrect shall not be entertained. ”.",
    "mean_p_confidence": 0.7516326530612245
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  13. Section 19 of the principal enactment is hereby re- Replacement  pealed and the following section substituted thezefor:— of sertion.  principal  power of, 19. (1) The Minister may from time to enactment,  exept. time, by Order published in the Gazette, _  Diplomatic exempt goods consigned to, or imported oF  Personnel &e. cleared out of bond by or for the use of the  Payment of representative in Sri Lanka (by whatsoever  atoms name, title or designation called) of the  subject to Government of any foreign State, the Trade  Cendiffons, . Commissioner in Sri Lanka of any such  Government, and persons on the staff of any  such representative or Commissioner named  in such Order and the representatives of the  United Nations or its affiliates and such other  international organizations, institutions or  bodies from payment of customs duty.  (2) The Minister may, in his diseretion, by  such Order—  (a) prescribe the conditions, if any, sub-  ject to which the exemption is  allowed ;  (h) extend such exemption to goods con-  signed to, or imported by or for the  use of the families and suites of such  officers 5",
    "mean_p_confidence": 0.7530660377358491
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Customs (Amendment) Act, No. 83 of 1988  (c) limit the exemption to a grade or class  of persons referred to in subsection  (1) of any specified country or  organization and to articles of any  specified description.",
    "mean_p_confidence": 0.7679545454545454
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (3) Any Order under the preceding  provisions of this section shell, if so express-  ed be deemed to have had effect from such  date prior to the making of the order as may  be specified therein.",
    "mean_p_confidence": 0.7976190476190477
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (4) The Minister may at his discretion, by  Order published in the Gazette, withdraw or  modify any exemption granted under this  section, or vary the conditions subject to  which the exemption is allowed.",
    "mean_p_confidence": 0.7792307692307693
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (5) No Order made under this section  shall have effect unless it has been approved  by Parliament, by resolution.",
    "mean_p_confidence": 0.7560869565217392
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (6) Notwithstanding anything in any  Order under the preceding provisions of this  section, no goods to which such Order  applies may be sold or otherwise disposed of,  without the prior permission of the Principal",
    "mean_p_confidence": 0.7935
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  Collector and unless the duties payable on  such goods as determined in accordance with  the value of such goods and rates of duty  applicable at the time of such sale or disposal,  are paid to the Principal Collector. Any  goods sold or disposed of in contravention of  the preceding provisions of this subsection  shall be liable to be forfeited”,  Replacement 14 Section 20 of the principal enactment is hereby re-  piece pealed and the following section substituted therefor :—  Ruactisent, ‘Imports by -—«20, Articles of every description imported  Frosigent of or cleared from bond for the official use of  exempt ‘the President of the Republic of Sri Lanka  from oft shall not be liable to the payrient of import  ‘customs, duties. ”.",
    "mean_p_confidence": 0.7482608695652173
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 u  15. Section 22 of the principal enactment is hereby re- Replacement",
    "mean_p_confidence": 0.8077272727272727
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  ‘pealed and the following section substituted therfor:— 9 Seu",
    "mean_p_confidence": 0.6027272727272727
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  ineipal",
    "mean_p_confidence": -0.006666666666666667
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  {Draws 22, (1) Where any goods capable of being Enaetment.",
    "mean_p_confidence": 0.6641666666666667
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  bacspor. easily identified which have been imported",
    "mean_p_confidence": 0.5322222222222223
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  ‘ation. from any foreign port, and upon which cus~",
    "mean_p_confidence": 0.6972727272727273
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  toms duties have been paid, are re-exported  to any foreign port, a sum not exceeding nine-  tenths of such duties may, be repaid as draw-  back :",
    "mean_p_confidence": 0.7834375
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  Provided that in every such case—",
    "mean_p_confidence": 0.70375
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  H (@) the goods are identified to the satis  faction of the Principal Collector, or  such other officer authorized in that  behalf ;",
    "mean_p_confidence": 0.7067857142857142
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  (b) there has been no change of owner-  ship of the goods ;  (©) the re-export must be made within one",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  . year from the date of importation as  shown by the records of the customs",
    "mean_p_confidence": 0.7427777777777778
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  . office, unless such period is specially",
    "mean_p_confidence": 0.6255555555555555
  },
  {
    "i_page": 12,
    "par_num": 13,
    "text": "  . extended by the Principal Collector,",
    "mean_p_confidence": 0.585
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "  2 if he considers that the re-export was",
    "mean_p_confidence": 0.6609999999999999
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "  : prevented due to circumstances be-",
    "mean_p_confidence": 0.6575
  },
  {
    "i_page": 12,
    "par_num": 16,
    "text": "  . yond the control of the importer ;",
    "mean_p_confidence": 0.674
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "  (d) no drawback will be allowed on goods  ; (other than goods imported through",
    "mean_p_confidence": 0.6947058823529412
  },
  {
    "i_page": 12,
    "par_num": 18,
    "text": "  : the post by any person for his per-",
    "mean_p_confidence": 0.7418181818181818
  },
  {
    "i_page": 12,
    "par_num": 19,
    "text": "  i sonal use) on which the import duty",
    "mean_p_confidence": 0.6729999999999999
  },
  {
    "i_page": 12,
    "par_num": 20,
    "text": "  paid does not exceed one hundred",
    "mean_p_confidence": 0.70875
  },
  {
    "i_page": 12,
    "par_num": 21,
    "text": "  . rupees;",
    "mean_p_confidence": 0.205
  },
  {
    "i_page": 12,
    "par_num": 22,
    "text": "  ; (e) the claim for drawback must be esta-  7 blished at the time of re-export, and  payment must be demanded within  six months from the date of entry",
    "mean_p_confidence": 0.7520588235294118
  },
  {
    "i_page": 12,
    "par_num": 23,
    "text": "  for shipment ;  (J) when a drawback is allowed on the re~  ‘export of goods imported the amount  so allowed as drawback shall not  exceed nine-tenths of the duty paid  or payable at the time of importation  - thereof, notwithstanding the varia-  tion in the rates of duty or the rates",
    "mean_p_confidence": 0.7638333333333333
  },
  {
    "i_page": 12,
    "par_num": 24,
    "text": "  of exchange.",
    "mean_p_confidence": 0.4625
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  2 Customs (Amendment) Act, No. 83 of 1988",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (2) Where however, the customs duties  have not been paid, the Principal Collector  may, if he is satisfied that the conditions  specified in paragraphs (a), (b) and (c) of  sub-section (1) have been complied with,  permit the re-export of such goods on pay-  ment of one-tenth of the duty that would  have been payable at the time of import. ”.",
    "mean_p_confidence": 0.7908695652173913
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  Insertion 16. The following new section is hereby inserted imme-  see diately after section 22, and shall have effect as section 22a,  32m in the _of the principal enactment :—  ae ‘Importa- 22a, (1) The Principal Collector or such  ‘ment. 8 ut other officer authorized in that behalf shall  payment and subject to such terms and conditions as  otautys may be prescribed by. the Minister from time  to time allow importation of articles which  are intended to be re-exported without pay-  ment of import duty.",
    "mean_p_confidence": 0.7484375
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (2) Where goods manufactured or proces-  sed in Sri Lanka containing as a part or in-  gredient thereof any material imported and  upon which import duty has been paid or  secured are exported, refund or rebate of the  whole or part of the import duty actually  paid or secured in respect of such quantity  of the raw material or articles as may appear  to the satisfaction of the Principal Collector  to have been used in the manufacture or pro-  cessing of the goods shall be allowed upon  such terms, and subject to such conditions,  as may be prescribed by the Minister.",
    "mean_p_confidence": 0.8115652173913044
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (8) The provisions of subsection (2) shall  apply only to such goods as may from time  to time be prescribed by the Minister by No-  tification to be published in the Gazette  having regard to the economic development  of the country.",
    "mean_p_confidence": 0.7920833333333333
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  (4) Drawback or rebate of the duty paid  or seoured in the case of plant, machinery  ‘and equipment imported for use in projects  and ventures approved by the Minister, hav-  ing regard to the economic dey clopment of  the country and subject to such terms and  conditions shall be allowed, on re-export, by",
    "mean_p_confidence": 0.7865573770491803
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 B  the Minister at such rates as he may pres-  cribe, having regard to the duration of use,  depreciation in value and such other circums-  tances relating to such plant, machinery or  equipment,",
    "mean_p_confidence": 0.7759574468085106
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  Drawbacke (8) Where any class or description of goods",
    "mean_p_confidence": 0.6945454545454545
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  toon manufactured or produced in Sri Lanka are  exported to any place outside Sri Lanka and  are thereafter re-imported, a drawback of the  export duties of customs paid at the time of  export under this Ordinance shall be allowed  in full or part in respect of such goods upon  such terms and conditions as may be pres-  eribed by the Minister having regard to the  period within which such goods are re-im-  ported.",
    "mean_p_confidence": 0.7901190476190477
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  Penalty for (6) Every person concerned in making any",
    "mean_p_confidence": 0.7372727272727272
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  caims\"** fraudulent claim for drawback or rebate of  duty shall at the election of the Collector be  liable to a penalty not exceeding one hundred  thousand rupees or three times the value of  such goods on which such claim is made.”.",
    "mean_p_confidence": 0.7627659574468085
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  17. Section 27 of the principal enactment is hereby Amend  amended by the substitution for the words “two thousand ment of  rupees”, of the words “one hundred thousand rupees”. of the",
    "mean_p_confidence": 0.7537142857142857
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  ta  tient,",
    "mean_p_confidence": 0.094
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  18. Section 28 of the principal enactment is hereby Amendment  amended hy the substitution, for the words “two thousand of fection  rupees”, of the words “one hundred thousand rupees”. principal",
    "mean_p_confidence": 0.7602941176470588
  },
  {
    "i_page": 14,
    "par_num": 9,
    "text": "  enactment,",
    "mean_p_confidence": 0.2333333333333333
  },
  {
    "i_page": 14,
    "par_num": 10,
    "text": "  19. Section 29 of the principal enactment is hereby amendment  amended by the substitution, for the words “two thousand of section  rupees”, of the words “one hundred thousand rupees”, 77, 04,%he",
    "mean_p_confidence": 0.7282857142857142
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "  enactment,",
    "mean_p_confidence": 0.14333333333333334
  },
  {
    "i_page": 14,
    "par_num": 12,
    "text": "  20. Section 30 of the principal enactment is hereby Amendment  amended by the substitution, for the words “two thousand of section",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 13,
    "text": "  30 of the  rupees”, of the words “one hundred thousand rupees”. principal  enactment,",
    "mean_p_confidence": 0.5841176470588235
  },
  {
    "i_page": 14,
    "par_num": 14,
    "text": "  21, Section 31 of the principal enactment is hereby Amondment  amended by the substitution for the words “one thousand $f S¢ctic®  rupees”, of the words “ten thousand mpees”, peng",
    "mean_p_confidence": 0.6954545454545454
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  u Customs (Amendment) Act, No, 83 of 1988  Replacement 22. Section 32 of the principal enactment is hereby re-  Section 82 _pealed and the following section substituted therefor :—  speinsieal “Penalty ‘82. If any ship shall arrive at any port in",
    "mean_p_confidence": 0.7434782608695651
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  en,masier Sri Lanka without clearance or other paper",
    "mean_p_confidence": 0.592
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  clearance’ which it is usual to grant at the place or  ad if, ~~ places from which such ship shall have eome,  hot cor the master shall be liable to a penalty not  respond. vs exceeding twenty-five thousand rupees or if  pepers, or any goods entered on any clearance, or other  i foods «paper granted at the place from which any  Yessels be, ship shall have come, shall not be found on  atthe ||, board such ship, or if the quantity found be  places, short, and the deficiency be not duly account-  ed for, or if goods sent out of the ship be not  Janded at the appointed places, the master  shall, in respect of any goods which are mis-  sing or deficient and not accounted for, be  liable, if such goods are chargeable with duty,  and if such duty can be ascertained, to a  penalty of twenty-five thousand rupees or a  sum not exceeding the amount of the duty  chargeable thereon, whichever is the greater  amount, or if such duty cannot be ascertained  or if such goods are not chargeable with duty,  to a penalty not exceeding ten thousand  rupees for each missing or deficient package,  and the Collector is authorized to require  the payment of such penalty, and to decline  the granting of clearance outwards to the  master of any vessel so liable, and refusing  tho pay such penalty :",
    "mean_p_confidence": 0.7841923076923076
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  Provided always that nothing herein con-  tained shall be construed to prevent the Col-  lector from accepting an explanation in the  absence of clearance, or permitting at his  discretion the master of any ship to amend  obvious errors or to supply omissions from  accidents or inadvertance, by furnishing an  amended report, or accepting at his discre-  tion an estimated single duty in respect of  any class of goods. ”.",
    "mean_p_confidence": 0.79025
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 6",
    "mean_p_confidence": 0.716
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  23, Section 33 of the principal enactment is hereby Amendment  amended by the substitution, for the words “two thousand i of the  rupees”, of the words “one hundred thousand rupees”. Pnaciinent,",
    "mean_p_confidence": 0.7317142857142857
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  24. Section 37 of the principal enactment is hereby re Replace:  pealed and the following section substituted therefor:— ection 97",
    "mean_p_confidence": 0.6969565217391305
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  inekpal  “Goods in 37. (1) Any goods in a vessel being goods Enactment.  ee ods mentioned in the import manifest as goods  transhipped intended for transit in the same vessel to any  ‘without port outside Sri Lanka may be allowed to be  bevment ap tranamitied without payment of duty.  (2) No transhipment of any goods shall be  _ made without payment of duty except by the  special order of the Collector or other proper  officer, and after due entry of the goods and  subject to such conditions as may be pres-  cribed by the Minister. If any goods are tran-  shipped, or attempted to be removed from  one vessel to another contrary to the provi-  sions of this section, such goods, together  with the boat and other means used for con-  veying the same, may be seized and shall be  liable to forfeiture. ”.",
    "mean_p_confidence": 0.7717177914110429
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  25. Section 38 of the principal enactment is hereby Amendment  amended by the substitution for the words “two thousand 38 of the  rupees”, of the words “ten thousand rupees”. ee",
    "mean_p_confidence": 0.7761764705882354
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  26. Section 45 of the principal enactment is hereby re Repeal of",
    "mean_p_confidence": 0.745
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  section 45  Pealed. otine  principal  Enactinent,  27. Section 47:of the principal enactment is hereby re- Replace:  ment o  Pealed and the following section substituted therefor:— _Setion 47  ofthe  Importer 47. The person entering any goods inwards, principal  bin of whether for payment of duty or to be ware- “\"#stment.  entry housed, or for payment of duty upon the  with taking out of the warehouse, or whether such  ghee goods be free of duty, shall deliver to the  Collector a bill of entry of stich goods, on",
    "mean_p_confidence": 0.680990099009901
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 Customs (Amendment) Act, No. 83 of 1988",
    "mean_p_confidence": 0.723
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  a form of such size and colour as may be  specified in that behalf by the Collector by  Notification published in the Gazette, and be  fairly written in words at length, expressing  the name of the ship, and of the master of  the ship in which the goods were imported,  and of the place from which they were  brought, and the description and situation  of the warehouse, if they are to be warehou-  sed, and the name of the person in whose  + mame the goods are to be entered, and the  quantity, value and description of the goods,  and the number , dimensions, and  denomination or description of the  respective packages containing the  the goods, and such other _ particulars  as the Collector by that or a subsequent Noti-  fication may require him to furnish, and in  the margin of such bill shall delineate the  respective marks and numbers of such pack-  ages. The particulars furnished in the bill of  entry shall be supported by such documents  containing such particulars as the Collector  may, by Notification published in the Gazet-  te, require. If such person fails to deliver «  bill of entry prepared, and supported by such  documents, as aforesaid, he shall be liable  to a penalty not exceeding one thousand  rupees. Such person shall pay any duties and  dues which may be payable upon the goods  mentioned in such entry; and such person  shall also deliver at the same time two or  more duplicates of such bill. in which bill all  sums and numbers. shall be expressed in  figures, and the particulars to be contained  in such bill shall be legibly written and ar  ranged in such form and manner, and the  number of such duplicates shall be such, as  the Collector shall require, and such bill of  entry when signed by the Collector, or person",
    "mean_p_confidence": 0.8137535816618912
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  t Customs (Amendment) Act, No. 83 of 1988 Ww  authorized by him, and transmitted to the  proper officer, shall be the warrant to him for  the examination and delivery of such goods ;  : but if such goods shall not agree with the  particulars in the bill of entry the same shall  be forfeited, and such forfeiture shall include  all other goods which shall be entered or  Packed with them as well as the packages  in which they are contained. ”.  28. The following new section is hereby inserted imme- insernox  diately after section 50, and shall have effect as section 50, of ew  Section 5A  of the principal enactment :— inthe  . principal  * Action 50a. (1) Where any goods imported into mactment.  applicable Sri Lanka have been—  exempted  on (a) exempted from the payment of cus-  gustoms toms duties or other dues chargeable  wan ofier on their importation or charged with  utes condi- customs duty at reduced rate, sub-  tionelty. ject to any conditions stipulated in  that behalf ; or  (b) allowed into Sri Lanka, under any  other law subject to any conditions  to be fulfilled after their importa-  tion,  and where such conditions are not complied  with, then such goods shall be forfeited.  (2) If such goods are not at the time of  forfeiture in the possession of the person in  whose name such goods were imported, then  : such person shall forfeit a sum not exceeding  three times the value of such goods as at the  time of their importation. .  (2) ‘The provisions of this section shall ap-  ply whether or not any undertaking or secu-  ‘ rity has been given under any other provi-  sions of this Ordinance for compliance with  the conditions stipulated or for the payment  of the duty payable and the forfeiture of any  goods under this section shall not affect any  liability of any person who has given any  such undertaking or security.”.  5-8 002240 (99/019",
    "mean_p_confidence": 0.7510991957104557
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 ' Customs (Amendment) Act, No. 83 of 1988  Replace. 29. Section 51 of the principal enactment is hereby re-  fection 51 -—-~pealed and the following section substituted therefor :  Prine “Value of 51. In all cases when the- duties imposed  enactment, fds ierose upon the importation of articles are charged  ofed according to the value thereof, the respective  dates” value of each such article shall be stated in  the entry together with the description and  quantity of the same, and duly affirmed by  declaration by the importer or his agent, and  such value shall be determined in accordance  with the provisions of Schedule E, and duties  shall be paid on a value so determirs3”.  ay 30. Section 52 of the principal enactment is hereby re-  ection 52—_pealed and the following section substituted therefor :—  Principal, Forfeiture 52, Where it shall appear to the officers of  \"  hphtance the customs that the value declared in  or false” respect of any goods is not in accordance  declaration. with the provisions of Schedule E, the goods  of value in respect of which such declaration has been  where, _ made shall be forfeited together with the  Sesoverable. Package in which they are contained. Where  such goods are not recoverable, the person  making such false declaration shall forfeit  either treble the value of such goods or be  Hiable to a penalty of two thousand rupees,  at the election of the Collector of | Cus~  toms.”. .  Rapes 31. Section 54 of the principal enactment is hereby re-  fection 54 -—_pealed and the following section substituted therefor :—  ee a “Bill of 54, The person in whose name any goods  enactment, ‘tore. may reimported were entered for exportation  by the shali deliver to the proper officer of customs  pied an exact account signed by him of the parti-  . ° culars of such goods referring to the entry  and clearance outwards, and to the return  inwards of the same, with the marks and  numbers of the packages, both inwards and  Agent to outwards; and thereupon the officer finding  sears that such geods had been legally exported  employer. shall grant a bill of store for the same and  . if the person in whose name such goods were  entered for exportation was not the prop-  rietor thereof, but his agent, he shall declare  in such bill of store the name of the person",
    "mean_p_confidence": 0.7581941309255079
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  é Customs (Amendment) Act, No, 83 of 1988 »  by whom he was employed as such agent,  and if the person to whom such returned",
    "mean_p_confidence": 0.7337931034482759
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  ‘ - goods are consigned shall not be such  Consignee proprietor and exporter, he shall make and  1 eal subscribe a declaration in such bill of store  proprietor, of the name of the person for whose use  such goods have been consigned to him, and  the real proprietor ascertained to be such  shall make and subscribe a declaration upon.",
    "mean_p_confidence": 0.7428358208955224
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  Ero ‘such bill of store to the identity of the goods",
    "mean_p_confidence": 0.6938461538461538
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  Ecslare’to _ 50 exported anc so returned, and that he was",
    "mean_p_confidence": 0.5853846153846154
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  {identity at the time of exportation and of re-impor-",
    "mean_p_confidence": 0.7172727272727273
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  ‘and ‘Brop- tation the proprietor of such goods, and that",
    "mean_p_confidence": 0.6933333333333334
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  changed, the same had not during such time been sold",
    "mean_p_confidence": 0.7808333333333333
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  Zhe entry or disposed of to any other person, and suck",
    "mean_p_confidence": 0.7076923076923076
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  of store declaration shall be made before the Collec-",
    "mean_p_confidence": 0.759090909090909
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  Shea tor and thereupon the Collector, shall admit  such goods to entry by bill of store, and  grant his warrant accordingly :",
    "mean_p_confidence": 0.755
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "  Conditions Provided that in any case where at the",
    "mean_p_confidence": 0.730909090909091
  },
  {
    "i_page": 20,
    "par_num": 12,
    "text": "  & ae time of exportation of the goods, drawhack",
    "mean_p_confidence": 0.6954545454545454
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "  of store, or rebate of any customs duty levied was  allowed or where the goods were exported  irom bond without payment of the customs  duty upon first entry, the customs duty  equal to the amount of such drawback or  rebate and the duty if any that would have  been payable on such goods or such part of  the goods as may have been used in the  manufacture of the article imported shall  have to be paid.”.",
    "mean_p_confidence": 0.7975862068965517
  },
  {
    "i_page": 20,
    "par_num": 14,
    "text": "  82, Section 56 of the principal enactment is hereby Amendment  amended by the substitution for the words “one thousand 9 section  rupees”, of the words “ten thousand rupees”. principal",
    "mean_p_confidence": 0.773030303030303
  },
  {
    "i_page": 20,
    "par_num": 15,
    "text": "  e enactment,",
    "mean_p_confidence": 0.2225
  },
  {
    "i_page": 20,
    "par_num": 16,
    "text": "  38. Section 57 of the principal enactment is hereby Amendment  amended by the substitution for the words “one hundred of section  Tupees”, of the words ‘one thousand rupees ”. principal",
    "mean_p_confidence": 0.7758823529411765
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "  enactment,  * 84. Section 59 of the principal enactment is hereby Amendment  amended by the substitution for the words “two thousand § of the  rupees”, of the words “one hundred thousand rupeas”, principal",
    "mean_p_confidence": 0.6889473684210526
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 Customs (Amendment) Act, No. 83 of 1988  Amendment 5. Section 62 of the principal enactment is hereby  Qf section amended by the substitution for the words “four hundred  principal rupees”, of the words “five thousand rupees”.  enactment,  Amendment 36. Section 68 of the principal enactment is hereby  Gofthe amended by the substitution for the words “two thousand  principal rupees\", of the words “one hundred thousand rupees ”.  enactment.  Amendment 7, Section 64 of the principal enactment is hereby  ite amended by the substitution for the words “four hundred  Prindpel, rupees”, of the words “five thousand rupees”  Amendment 38. Section 67 of the principal enactment is hereby  7 of the amended by the substitution for the words “two thousand  nepal rupees”, of the words “one hundred thousand rupees \"  Ameniment 39, Section 68 of the principal enactment is hereby  68 of the amended in subsection (6) of that section by the sustitution  principal for the words “two thousand rupees”, of the words “ten  * thousand rupees”.  pe 40. Section 69 of the principal enactment is hereby re-  teflon 9 “peated and the following section substituted therefor:—  Principal “Power 60. The Principal Collector may, from  enactment. to, appoint” time to time by notice in writing under his  for ware- hand, appoint warehouses or places of  oF goods. security for the purposes of this Ordinance  and direct in what different parts or  divisions of such warehouse or places, and  in what manner, and under what regulations,  any and what short of goods may be ware-  housed, Kept, and secured without payment  of duty upon the first entry thereof, and may  having regard to the nature and the value of  the goods to be warehoused also direct in  ‘what cases, and with what sureties, and to  what amount, security by bond or such other  security shall be required in respect of any  warehouse so appointed as aforesaid, or in  respect of any goods deposited therein, or  for the security of the duties due thereon;  and the Principal Collector, may having  regard to the safety and the security of the  gouds to be warehoused therein, by a like  notice revoke or alter any such appointments  or declarations ; but every such notice of the",
    "mean_p_confidence": 0.7610602409638554
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 a  appointment of warehouses, or of the  revocation thereof, shall be subject to the  Minister’s approval and shall be published  in such manner as he may direct :",
    "mean_p_confidence": 0.7714634146341464
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  Appoint Provided however that the appointment of",
    "mean_p_confidence": 0.6222222222222222
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  Warehouses 28Y Warehouse or place of security within a",
    "mean_p_confidence": 0.6018181818181818
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  hea specified port as defined in the Sti Lanka",
    "mean_p_confidence": 0.6509090909090909
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  ports. Ports Authority Act, No. 51 of 1979, or within  an airport shall be with the concurrence of  the Sti Lanka Ports Authority established  by the Sri Lanka Ports Authority Act or of  the authority in charge of such airport, as  the case may be.”.",
    "mean_p_confidence": 0.7888461538461538
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  41, Section 70 of the principal enactment is hereby re- Replacement  Pealed and the following section substituted therefor: _of seetion  uiazchouse 10. The proprietor or oceupier of every Principal",
    "mean_p_confidence": 0.7254545454545455
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  eeper Enactment.  to give warehouse approved of and appointed as  security as aforesaid, or someone on his behalf, shall  by the give or procure to be given security by bond  Goiector, with or without sureties, or such other",
    "mean_p_confidence": 0.6786363636363636
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  security as the Collector may approve, for  the payment of the full duties of importation  on or for the due entry for exportation or for  exportation after any process of manufacture  or assembly as provided for in section 84 of  all such goods as shall at any time be ware-  housed therein and no goods shall be  warehoused in any such warehouse until  such security shall have been given.”,",
    "mean_p_confidence": 0.7967088607594937
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  42, Section 74 of the principal enactment is hereby re Replace-  pealed and the following section substituted therefor:— meat of,  “Goods 74, AAll goods so entered to be warehoused of the  Frere tobe Shall before deposit in any warehouse be Principal |  marked properly marked and numbered by the  ina.pum™- importer in Jegible characters with the",
    "mean_p_confidence": 0.6938095238095239
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "  initials of the owner, importer or consignee  or other distinguishing marks, and the goods  shall be stowed so as to afford easy access  Stowage thereto, and to every package or parcel in  of ods ssuch parts or division of the warchouse, and  housed. {in such manner as the Collector or the proper  officer shall direct, and if the stowage be  broken the goods shall be re-piled by the  person breaking such stowage in such  manner as the Collector may require, and",
    "mean_p_confidence": 0.7783695652173913
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  2 Customs (Amendment) Act, No. 83 of 1988  Penalty. the neglect or refusal to stow or re-pile  them as hereinbefore directed shall subject  the occupier of the warehouse, or the person  so contravening, to a penalty not exceeding  Locking ten thousand rupees. ‘The warehouse shall  wg be locked and secured in such manner, and  ware~ shall be opened on such days and during  aac such hours as the Collector may from time to  time prescribe, and visited only at such  times and in the presence of such offeers, and  under such regulations as the Collector shall  direct ond all such goods shall, after being  carrying landed upon imporation, be cartied to the  ad warehouse, or shall after being taken out of  ware- the warehouse for exportation or for stores,  Hips be carried to be shipped, under such regula-  tions as the Collector shall direct.\",  Amendment 43, Section 76 of the principal enactment is. hereby  of section smnencied by the substitution for the words “one hundred  principal rupees”, of the words “five thousend rupees”.  Snactmont.  Amendrsent 44. Section 77 of the principal enactment is hereby  Mot the amended by the substitution for the words “two thousand  principal, rupees”, of the words “ one hundred thousand rupees”.  peel 45. Section 78 of the principal enactment is hereby  fe Gftk? amended by the substitution for the words “two thousand  tnaciment. _ rupees”, of the words “one hundred thousand rupees”.  Insertion 46. ‘The following new sections are hereby inserted ir-  fection mediately after section 84, and shall have effect as sections  Bisinthe 84a and 845 of the principal enactment :—  incipal  Shavtent, “Progeasing a. (2) Tt shall be Tawful for the Princ:  poe pal Collector in the interest of economic  ture or development of the country to. permit the  ror processing including manufacture or assem-  in Wware- bly of goods in any warehouse appointed  paces! under section 69 of this Ordinance.",
    "mean_p_confidence": 0.7301404494382022
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  (2) No goods which have undergone any  processing including manufacture or assem-  bly in such warehouse may be released for  home use or for export without the prior  approval of the Collector.",
    "mean_p_confidence": 0.7721052631578947
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 2B  (8) Where such goods are released from  such warehouse for home use the duties  there on shall be calculated and paid on that  as if such goods had been imported at the  time of such release,  ‘Treatment (4) Where goods liable to duties have  ae este been wasted or have become refuse or have  goods con. been consumed in the course of processing  wens. fn, permitted under subsection (1), the Princi-  facture pal Collector may remit duties in respect of  such part of the goods as represent such  waste, refuse or goods consumed as the ease  may be:  Provided that if such waste or refuse is  destroyed subject to such conditions as the  Principal Collector may impose, no duty  shall be charged or duty is paid on such  waste or refuse, as if it hed heen imported in  that form if taken for home use.  Conditions (6) The Minister may make regulations  charges. with regard to the conditions under which a  permit to a manufacturer or a sub-contrac-  tor referred to in section 840 is to be granted  and the foes and charges leviable for such  permit.  Manufac- S40, (1) Any manufacturer permitted to  See sca process including manufacture or assembly  to sub- of goods in any warehouse appointed under  contract section 69 of this Ordinance may sub-con-  certain tract with another person to process includ-  conditions. ing manufacture or assembly in any work  shop or premises which is not appointed a  warehouse under this Ordinance if the  Principal Collector is satisfied—",
    "mean_p_confidence": 0.7688851351351351
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  (@ that the said workshop or premises is  registered with him for the purpose  of such work ;",
    "mean_p_confidence": 0.7127272727272728
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  (ii) that the workshop or premises has the",
    "mean_p_confidence": 0.742
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  A capacity to undertake the required  sub-contracting work ;",
    "mean_p_confidence": 0.5983333333333333
  },
  {
    "i_page": 25,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": "  24 Customs (Amendment) Act, No. 83 of 1988  (iii) that there is a written agreement  between the manufacturer and the  : person with whom the sub-contract  * ing has been made, and that the  ‘agreement has been upproved by  him,",
    "mean_p_confidence": 0.6860416666666667
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "  (2) Where any manufacturer is permitted  to process by means of sub-contracting as  provided for in subsection (1), the provisions  of section 4a shall, mutatis mutandis,  apply to any goods so processed.",
    "mean_p_confidence": 0.7705263157894737
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "  (8) Notwithstanding that the manufact-  urer sub-contracts as aforesaid, the  manufacturer shall be liable, in addition to  any other liabilities under this Ordinance  including forfeitures and penalties, for any  duties or other charges which may occur  due to loss or damage of the material or  finished products outside the warehouse of",
    "mean_p_confidence": 0.7476666666666667
  },
  {
    "i_page": 25,
    "par_num": 4,
    "text": "  : the manufacturer during such sub-contrac-  ting operations.”,  Replacement 47 Section 85 of the principal enactment is hereby re-  gf wction” pealed and the following section substituted therefor -—  the principal Entry for _85. No warehoused-goods shall be taken or  siiporiation, | delivered from the warehouse, except upon  ‘orhome use. due entry, for exportation, or to be shipped  as stores, or to be removed from one ware-  house to another, or on payment of the full  duties thereon for home use subject to such  conditions as the Collector may prescribe”.  Replacement 48 Section 89 of the principal enactment is hereby re-  fet of pealed and the following section substituted therefor :—  enactment. “On entry 89. Before any warehoused-goods subject  pare, to duties of customs shall be permitted to be  due shipment exported, the exporter or his agent shall  {qe — where required by the Collector having  when regard to the demand for, and the value of,  Segulsedl goods to be exported, give security by bond  in such sum as may be determined by him  . subject to such conditions as may be  prescribed by such Collector having regard  to the nature and the value of the goods to  : be shipped and exported that such goods",
    "mean_p_confidence": 0.7490476190476191
  },
  {
    "i_page": 26,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 26,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 25  shall be duly shipped and exported, and shall  be landed at the place for which they are en-",
    "mean_p_confidence": 0.7833333333333333
  },
  {
    "i_page": 26,
    "par_num": 2,
    "text": "  - tered outwards or otherwise accounted for,  to the satisfaction of the Collector, and shall,  if required, produce a certificate under the  hands of the proper officers at the port of  landing, of the due landing of the goods at  such port as aforesaid.”,",
    "mean_p_confidence": 0.7452941176470588
  },
  {
    "i_page": 26,
    "par_num": 3,
    "text": "  49. Section 96 of the principal enactment is hereby Amendment  amended by the substitution for the words “one hundred a séclion  rupees”, of the words “one hundred thousand repees”, the principal",
    "mean_p_confidence": 0.7608571428571428
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "  enactment",
    "mean_p_confidence": 0.08333333333333333
  },
  {
    "i_page": 26,
    "par_num": 5,
    "text": "  50. Section 100 of the principal enactment is hereby Amendment  amended by the substitution for the words “two thousand fo... 09 of  rupees”, of the words “one hundred thousand rupees”. faa orirwidad",
    "mean_p_confidence": 0.7338888888888888
  },
  {
    "i_page": 26,
    "par_num": 6,
    "text": "  ‘enactment",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 26,
    "par_num": 7,
    "text": "  51. The following new section is hereby inserted imme- Insertion of  diately after section 100, and shall have effect as section ne¥ section  100 of the principal enactment :— Drineipal",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 26,
    "par_num": 8,
    "text": "  Ehactinent.  “Warehousing 100A. (1) Notwithstanding the provisions of  of suty ge Part II of this Ordinance, it shall be lawful  End goods for the Collector to permit in any wareshouse  tbepal appointed under section 69 and in which",
    "mean_p_confidence": 0.6606818181818181
  },
  {
    "i_page": 26,
    "par_num": 9,
    "text": "  ° processing has been permitted under section",
    "mean_p_confidence": 0.6366666666666666
  },
  {
    "i_page": 26,
    "par_num": 10,
    "text": "  84a of this Ordinance warehousing of goods  imported and upon which duty had been  previously paid or goods of local origin, for  use, along with goods ware-housed without  payment of duty on first entry, for the  purpose of processing including manufacture,  assembly or packing of goods under such  regulations as may be prescribed by the  Principal Collector.",
    "mean_p_confidence": 0.7526865671641791
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "  (2) Any goods found in any such ware-  house which are not duly accounted for by  the owner of such goods to the satisfaction of  the Collector shall be forfeited.",
    "mean_p_confidence": 0.7868571428571428
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "  (8) ‘The provisions of sections 69 to 100 of  this Ordinance shall, mutatis. mutandis,  apply to all goods referred to in subsection",
    "mean_p_confidence": 0.7534615384615384
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "  : @..",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 27,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "  26 Customs (Amendment) Act, No. 83 of 1938  ‘Regulations, 52, Section 101 of the principal enactment is hereby re-  {he prinbal pealed and the following section substituted therefor'—  enaclment",
    "mean_p_confidence": 0.6123529411764705
  },
  {
    "i_page": 27,
    "par_num": 2,
    "text": "  “Regulations, 101. (1) The Minister may make regula-",
    "mean_p_confidence": 0.701
  },
  {
    "i_page": 27,
    "par_num": 3,
    "text": "  tions in respect of any matter required by  this Ordinance to be prescribed or in respect  “of which regulations are required to be made  under this Ordinance and in particular for  any of the following purposes -—  . (@) for preventing accidents by fire, and as  . to the lighting or using of candies,  fires, and lamps, and as to the  smoking of tobacco or herbs within  the customs premises ;",
    "mean_p_confidence": 0.754390243902439
  },
  {
    "i_page": 27,
    "par_num": 4,
    "text": "  (b) for governing and regulating porters,  labourers, cartmen, and others  carrying goods, or using or driving  any animal or vehicle within the  customs premises ;",
    "mean_p_confidence": 0.6816129032258064
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "  (©) for preventing damage being done to  any goods or property within the  customs premises ;",
    "mean_p_confidence": 0.7165
  },
  {
    "i_page": 27,
    "par_num": 6,
    "text": "  (@ for prohibiting or regulating the  admission of persons to the customs  premises, and for excluding persons  ‘therefrom ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 27,
    "par_num": 7,
    "text": "  (e) for regulating the conduct of persons  within the customs premises ;",
    "mean_p_confidence": 0.6973333333333334
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "  (f) for prescribing documents that should  be furnished for the computation of  customs duties for any goods and for  regulating the examination of such  goods for the levy of customs  duties; and",
    "mean_p_confidence": 0.7448717948717949
  },
  {
    "i_page": 27,
    "par_num": 9,
    "text": "  + (@) for preseribing new forms for the |”  warrants issued under sections 92 to  100, both inclusive, and the manner,  in which such warrants are to be  defaced,",
    "mean_p_confidence": 0.7131428571428572
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "  and such regulations shall be published in",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 27,
    "par_num": 11,
    "text": "  the Gazette. Any person who shall disobey",
    "mean_p_confidence": 0.7266666666666667
  },
  {
    "i_page": 27,
    "par_num": 12,
    "text": "  the same shall be guilty of an offence and",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 28,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 27  shall on conviction after summary trial by  a Magistrate be liable to a fine, not exceed-  ing twenty-five thousand rupees or to im-  prisonment of either decription for a term  not exceeding three months or to both such  fine and imprisonment. The Collector may,  having regard to the circumstances in which  the offence was committed, compound an  offence under this section on payment of an  amount equal to one fifth of the fine impo-  sable for such offence. The compounding of  an offence under this section shall have the  effect of an acquittal.",
    "mean_p_confidence": 0.7980172413793103
  },
  {
    "i_page": 28,
    "par_num": 2,
    "text": "  (2) In this section and in any regulation  made thereunder, “ customs premises” means  the customs premises as defined from time to  time by the Principal Collector by Notifica-  tion in the Gazette.”.",
    "mean_p_confidence": 0.786923076923077
  },
  {
    "i_page": 28,
    "par_num": 3,
    "text": "  53. The following new sections are hereby inserted im- tnsertion  mediately after section 103, and shall have effect as of new’  sections 103a and 1038 of the principal enactment :— and 1038 in",
    "mean_p_confidence": 0.7283783783783784
  },
  {
    "i_page": 28,
    "par_num": 4,
    "text": "  the principal  “Container 103a, (1) The.Collector may; with the enattment  Pee se approval of the Minister, by order made  Inland from time to time, for such periods and  GSE o , Subject to such terms and conditions as may  customs.’ be prescribed, establish Container freight  Clearance of stations, and Inland clearance depots for the  purposes of this Ordinance.",
    "mean_p_confidence": 0.7011940298507462
  },
  {
    "i_page": 28,
    "par_num": 5,
    "text": "  (@) The Collector may prescribe having  regard to the nature and value of the goods  to be stored therein the amount of security  to be furnished by the owner of a Container  freight station or Inland clearance depot  established under this section.",
    "mean_p_confidence": 0.7861224489795917
  },
  {
    "i_page": 28,
    "par_num": 6,
    "text": "  (8) The Collector may, with similar  approval and subject to the terms and condi-  tions referred to in subsection (1), at any  time for reasonable cause revoke any order  made under subsection (1) or vary the terms",
    "mean_p_confidence": 0.782093023255814
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "  : and conditions of any such order,",
    "mean_p_confidence": 0.7033333333333334
  },
  {
    "i_page": 29,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "  28 Customs (Amendment) Act, No, 83 of 1988 ~  Rogulation 105, (1) The Minister may make regula.  of the ay tions relating to—  a (a) documentation, storage, movement,  sonthine. examination, sealing, security and  cat, all other matters pertaining to  Ce ied containers, containerized cargo and  for cargo intended for containerization ;  containeriza-  Hons aad (b) the amount of security to be furnished  security y  tobe by persons engaged in the transport  ‘Sucnished. of containers, containerized cargo,  and cargo intended for containerza-  tion,  Penalties for (2) If any person contravenes or fails to  Conditions comply with any regulations made under  subsection (1) or any requirement imposed  by or under such regulations, that person  and the person for the time being in charge  of the goods shall in each case forfeit either  treble the value of the goods or be liable to a  penalty not exceeding twenty-five thousand  rupees at the election of the Collector.  ‘AU other (8) All other provisions of this Ordinance  Provisions and the rules and regulations made there-  Customs under in regard to the landing and clearance  to: apply inwards or shipment and clearance outwards  of cargo, shall, mutatis mutandis, apply to  ’ containers, containerized cargo and cargo in-  tended for containerization. ”.",
    "mean_p_confidence": 0.7276371308016877
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "  Replacement 54 Section 104 of the principal enactment is hereby re-  ce elon pealed and the following section substituted therefor :—  prncipal, “transport ‘104. (1) No goods imported or to be ex-",
    "mean_p_confidence": 0.6813888888888889
  },
  {
    "i_page": 29,
    "par_num": 3,
    "text": "  wectments of goods ported from any container freight station,",
    "mean_p_confidence": 0.6454545454545454
  },
  {
    "i_page": 29,
    "par_num": 4,
    "text": "  overland  Under bend. bonded warehouse or customs premises after  the goods have been sealed by customs, which  are liable to duties and other charges under  this Ordinance and on which such duties and  other charges have not been paid to the cus-  ‘toms, shall be transported over-land from one  point to another, other than by a transporte?  registered with the Principal Collector and  + who has furnished security by bond for tie  payment of such duties and other charges.",
    "mean_p_confidence": 0.7849450549450548
  },
  {
    "i_page": 30,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 29",
    "mean_p_confidence": 0.729
  },
  {
    "i_page": 30,
    "par_num": 2,
    "text": "  (2) Any person who transports goods in",
    "mean_p_confidence": 0.7200000000000001
  },
  {
    "i_page": 30,
    "par_num": 3,
    "text": "  contravention of the provisions of this section",
    "mean_p_confidence": 0.7222222222222222
  },
  {
    "i_page": 30,
    "par_num": 4,
    "text": "  shall be guilty of an offence and be liable to",
    "mean_p_confidence": 0.7766666666666667
  },
  {
    "i_page": 30,
    "par_num": 5,
    "text": "  a penalty not exceeding one hundred thou-  sand rupees. ”.",
    "mean_p_confidence": 0.643846153846154
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "  55. Section 107 of the principal enactment is hereby re- Replacement  pealed and the following section substituted therefor:—  {o7'of the  goede | 107, any goods, packages, or parcels shall Enacient  being moved be landed, taken or passed out of any ship,",
    "mean_p_confidence": 0.6873913043478261
  },
  {
    "i_page": 30,
    "par_num": 7,
    "text": "  Shp or fo or out of any warehouse, or be laden, taken  SnY ét'hig\" on board or passed on to any ship, not having  warchouss been duly entered, the same shall be for-  eniered to felted:",
    "mean_p_confidence": 0.7160975609756097
  },
  {
    "i_page": 30,
    "par_num": 8,
    "text": "  fe forfeited, :",
    "mean_p_confidence": 0.316
  },
  {
    "i_page": 30,
    "par_num": 9,
    "text": "  Provided always that no entry shall be  required in respect of the baggage of passen-  gers as defined by the regulations made under  section 107A.”.",
    "mean_p_confidence": 0.7593333333333334
  },
  {
    "i_page": 30,
    "par_num": 10,
    "text": "  56. The following new section is hereby inserted imme- Insertion of  diately after section 107, and shall have effect as section ifs inthe,  107A of the principal enactment :— principal",
    "mean_p_confidence": 0.7664705882352941
  },
  {
    "i_page": 30,
    "par_num": 11,
    "text": "  Enactment.  Regulation 107. (1) Any passenger arriving in Sci  essengers’ _ Lanka may be searched and his baggage land-  Paseege 4 04, examined and delivered by such officers  outwards’ and in accordance with such regulations as  the Minister may prescribe by Notification  published in the Gazette ; and if any prohi-  bited, restricted or uncustomed goods are  found concealed in the baggage of any pas~  senger arriving in Sri Lanka or upon his  person or in any place in which they have  been put by his direction or with his conni-  vance either before or after landing, the  same shall be forfeited, together with the  contents of the packages and the packages  containing the same.",
    "mean_p_confidence": 0.7562878787878787
  },
  {
    "i_page": 30,
    "par_num": 12,
    "text": "  (2) Any passenger leaving Sri Lanka may  be searched and his baggage examined by  such officers and in accordance with such  regulations as the Minister may prescribe by  Notification published in the Gazette, and if  any prohibited, restricted or uncustomed  ‘foods are found concealed in the baggage of",
    "mean_p_confidence": 0.7866071428571428
  },
  {
    "i_page": 31,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "  30 Customs (Amendment) Act, No. 83 of 1988",
    "mean_p_confidence": 0.732
  },
  {
    "i_page": 31,
    "par_num": 2,
    "text": "  any passenger leaving Sri Lanka or upon his",
    "mean_p_confidence": 0.758
  },
  {
    "i_page": 31,
    "par_num": 3,
    "text": "  person or in any place in which they have",
    "mean_p_confidence": 0.7563636363636363
  },
  {
    "i_page": 31,
    "par_num": 4,
    "text": "  been put by his direction or with his conni-  vance either before or after embarkation, the",
    "mean_p_confidence": 0.7805263157894737
  },
  {
    "i_page": 31,
    "par_num": 5,
    "text": "  . same shall be forfeited, together with the  contents of the packages and the packages  containing the same.",
    "mean_p_confidence": 0.7454545454545454
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "  (8) No female passenger shall be searched",
    "mean_p_confidence": 0.6855555555555556
  },
  {
    "i_page": 31,
    "par_num": 7,
    "text": "  by any person other than a female duly",
    "mean_p_confidence": 0.7569999999999999
  },
  {
    "i_page": 31,
    "par_num": 8,
    "text": "  . authorized in that behalf by the Collector.",
    "mean_p_confidence": 0.6729999999999999
  },
  {
    "i_page": 31,
    "par_num": 9,
    "text": "  (4) Every regulation made by the Minis-  ter under this section shall, as soon as con-  venient after its publication in the Gazette be  brought before Parliament for approval. Any  regulation which is not so approved shall be  deemed to be rescinded as from the date of  disapproval, but without prejudice to any-  thing previously done thereunder.",
    "mean_p_confidence": 0.7998484848484848
  },
  {
    "i_page": 31,
    "par_num": 10,
    "text": "  (8) Notification of the date on which any  regulation made by the Minister is so deemed  to be rescinded shall be published in the  Gazette.”.",
    "mean_p_confidence": 0.743
  },
  {
    "i_page": 31,
    "par_num": 11,
    "text": "  Replacement 57 Section 110 of the principal enactment is hereby re-  gfsection ””_pealed and the following section substituted therefor :—  puncipal Collector 110. (1) If the Collector considers it ex-",
    "mean_p_confidence": 0.6729411764705882
  },
  {
    "i_page": 31,
    "par_num": 12,
    "text": "  seereeT oe —_-pedient to do so for any of the purposes of  goods from. this Ordinance he may by written order  wee require any importer of goods to have them  customs | removed from the warehouse or other place  Enother in the customs premises where they have  Warghouse been deposited to such other warehouse or  “place within the custams premises as may be  specified in the order, within the period spe-  ified therein, and to be present on the date  and time, if any, specified in the order for",
    "mean_p_confidence": 0.7587999999999999
  },
  {
    "i_page": 31,
    "par_num": 13,
    "text": "  the due examination of the goods.",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 31,
    "par_num": 14,
    "text": "  (2) Any person who, without reasonable  cause, fails to comly with an order issued  to him under subsection (1) shall be liable  to a penalty not exceeding ten thousand  rupees.”, .",
    "mean_p_confidence": 0.7678378378378379
  },
  {
    "i_page": 32,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 31.",
    "mean_p_confidence": 0.719
  },
  {
    "i_page": 32,
    "par_num": 2,
    "text": "  58, Section 115 of the principal enactment is hereby re- Replacement",
    "mean_p_confidence": 0.7576923076923077
  },
  {
    "i_page": 32,
    "par_num": 3,
    "text": "  pealed and the following section substituted therefor:—  {is'ay'0h  Principal",
    "mean_p_confidence": 0.5541666666666667
  },
  {
    "i_page": 32,
    "par_num": 4,
    "text": "  scolector 115. (1) The Collector may and he is here. “™*etment  i.e, by authorized to grant on payment of the  fustoms prescribed fee, licences in such form and .  sh manner and subject to such terms and con-",
    "mean_p_confidence": 0.6748837209302325
  },
  {
    "i_page": 32,
    "par_num": 5,
    "text": "  ditions as are specified in Schedule G to this",
    "mean_p_confidence": 0.7736363636363636
  },
  {
    "i_page": 32,
    "par_num": 6,
    "text": "  Ordinance to such persons who satisfy the dl",
    "mean_p_confidence": 0.689
  },
  {
    "i_page": 32,
    "par_num": 7,
    "text": "  requirements set out in that Schedule, to act",
    "mean_p_confidence": 0.732
  },
  {
    "i_page": 32,
    "par_num": 8,
    "text": "  as Customs House agents for transacting",
    "mean_p_confidence": 0.7125
  },
  {
    "i_page": 32,
    "par_num": 9,
    "text": "  business which shall relate to the entry ot",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 32,
    "par_num": 10,
    "text": "  clearance of any ship, or ef any goods, or of",
    "mean_p_confidence": 0.7708333333333334
  },
  {
    "i_page": 32,
    "par_num": 11,
    "text": "  any baggage, in any of the ports or places",
    "mean_p_confidence": 0.7699999999999999
  },
  {
    "i_page": 32,
    "par_num": 12,
    "text": "  in Sri Lanka and only persons so licensed",
    "mean_p_confidence": 0.7529999999999999
  },
  {
    "i_page": 32,
    "par_num": 13,
    "text": "  shall act as agents as aforesaid, and the Col-",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "  lector may eancel or revoke for fraud or mis-",
    "mean_p_confidence": 0.7036363636363636
  },
  {
    "i_page": 32,
    "par_num": 15,
    "text": "  conduct or for breach of any terms and con-",
    "mean_p_confidence": 0.7681818181818181
  },
  {
    "i_page": 32,
    "par_num": 16,
    "text": "  ditions of any licence so granted to any such",
    "mean_p_confidence": 0.7663636363636364
  },
  {
    "i_page": 32,
    "par_num": 17,
    "text": "  person.",
    "mean_p_confidence": 0.05666666666666667
  },
  {
    "i_page": 32,
    "par_num": 18,
    "text": "  (2) Every licence granted under this sec",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 32,
    "par_num": 19,
    "text": "  tion shall be valid for a period of one year",
    "mean_p_confidence": 0.7891666666666666
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "  and may be renewed by the Collector, at the",
    "mean_p_confidence": 0.7790909090909092
  },
  {
    "i_page": 32,
    "par_num": 21,
    "text": "  end of the period on payment of the pres-",
    "mean_p_confidence": 0.7654545454545455
  },
  {
    "i_page": 32,
    "par_num": 22,
    "text": "  cribed fee. (  Employees (3) Any employee of an importer or ex-  Ske to Pe porter shall be deemed to be a Customs House",
    "mean_p_confidence": 0.6821428571428572
  },
  {
    "i_page": 32,
    "par_num": 23,
    "text": "  agent for the purposes of this section, and",
    "mean_p_confidence": 0.754
  },
  {
    "i_page": 32,
    "par_num": 24,
    "text": "  shall not be permitted to transact business",
    "mean_p_confidence": 0.7344444444444443
  },
  {
    "i_page": 32,
    "par_num": 25,
    "text": "  as aforesaid, unless he holds a licence under",
    "mean_p_confidence": 0.736
  },
  {
    "i_page": 32,
    "par_num": 26,
    "text": "  subsection (1).”.",
    "mean_p_confidence": 0.4325
  },
  {
    "i_page": 32,
    "par_num": 27,
    "text": "  59. The following new section is hereby inserted imme- Ingertion ot  diately after section 115, end shell have effect as section ew section  15a of the principal enactment :— prineipal",
    "mean_p_confidence": 0.6741176470588236
  },
  {
    "i_page": 32,
    "par_num": 28,
    "text": "  Enactment.  “Importers ‘11a, (1) It shall be lawful for the Col-  A are lector for the purpose of facilitating the dis  fo be charge of his functions under this Ordinance  aie\"? to require every importer and exporter of  “astoms, goods to register with the customs, giving  such particulars as may be required by him.  (2) No goods shall be imported into or ex-  ported out of Sri Lanka except by a register-  ¢ ed importer or exporter.",
    "mean_p_confidence": 0.7006818181818182
  },
  {
    "i_page": 33,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": "  32 Customs (Amendment) Act, No. 83 of 1988  (3) In this section, importer shall mean  a person who imports goods either for him-  self or on behalf of another for a commercial  purpose and exporter shall mean a person  who exports goods either in his name or on  behalf of another for a commercial purpose. ”,  Amendment 60. Section 118 of the principal enactment is hereby  sf peqtign. amended by the substitution for the words, “two thousand  Brncipal/ rupees”, of the words “one hundred thousand rupees ”.  Replacement 61. Section 119 of the principal enactment is hereby  aac repealed and the following section substituted therefor :—  Principal) taking 119. If any person shall make and subs-  false ion,  ctibe any declaration, certificate, or other  Sipune instrument required by this Ordinance to be  Hocaments _ verified by signature only, the name being  and,’ false in any particular ; or if any person shall  answering «make or sign any declaration made for the  questions. consideration of the Collector or the proper  officer of customs on any application present-  ed to him the same being untrue in any parti-  cular; or if any person required by. this  Ordinance or any other enactment relating  to the customs to answer questions put to  Gounter-, him by the officers of customs shall not truly  famenies answer such questions ; or if any person shall  documents. counterfeit, falsify, or wilfully use when  counterfeited or falsified, any document  required by this Ordinance or any enactment  relating to the customs, or by or under the  directions of the Collector or any  instrument used in the transaction of any  business or matter relating to the customs,  or shall fraudulently alter any document or  instrument, or counterfeit the stamp, seal,  signature, initials, or other mark of, or used  by the officers of the customs for the verifi-  cation of any such document or instrument,  or for the security of goods, or any other pur-  pose, in the conduct of business relating to  the customs, every person so contravening  shall be liable to forfeit a sum not exceeding  one hundred thousand rupees, and ahy goods,  including currency in any form, in relation  to which the document or statement wes  made shall be liable to forfeiture :",
    "mean_p_confidence": 0.7803325415676959
  },
  {
    "i_page": 34,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 © 33  a Provided always that this penalty shall not  attach to any particular contravention for  which any other penalty shall be expressly  imposed by any law in force for the time  being.”.",
    "mean_p_confidence": 0.7393617021276596
  },
  {
    "i_page": 34,
    "par_num": 2,
    "text": "  62 Section 122 of the principal enactment is hereby Amendment  amended by the substitution for the words “two thousand 1220f the  rupees”, of the words “‘one hundred thousand rupees”, Basetibent,",
    "mean_p_confidence": 0.7302941176470588
  },
  {
    "i_page": 34,
    "par_num": 3,
    "text": "  63, The following new section is hereby inserted imme- Insertion  diately after section 123, and shall have effect as section section 1230  128a, of the principal enactment :— iain al",
    "mean_p_confidence": 0.6747058823529413
  },
  {
    "i_page": 34,
    "par_num": 4,
    "text": "  Enactment.  “Drawingot 123A, Where goods imported have been  samplesoh — eleared out of Customs, and. the Collector  Sitor deems it necessary for any customs purpose  ‘ams. to exumine samples of the said goods and  authorizes the drawing of samples thereof,  the importer or the person for the time being  {in charge of the place or premises where the  goods are kept or stored shall hand over to  e the Collector or other customs » officer  authorized in writing by the Collector in  that behalf a sample or samples proved to  the satisfaction of the Collector as being  authentic and representative of the said  goods, provided the sample or saraples are  demanded within thirty days from the date  such goods have been cleared from the cus-  toms. If the samples are not handed over  within three working days of the demand  therefor, the Collector or other customs  officer authorized in writing by the Collector  {n that behalf shall have the power to enter,  and draw samples from, the premises where  the goods may be stored.”.",
    "mean_p_confidence": 0.7615577889447235
  },
  {
    "i_page": 34,
    "par_num": 5,
    "text": "  4, Section 126 of the. principal enactinent is hereby Amendment  amended in subsection (4) of that section by the substitu- 12501 the  tion for the words “two thousand rupees”, of the words Puncipal  “one hundred thousand rspees”. .",
    "mean_p_confidence": 0.7316279069767442
  },
  {
    "i_page": 34,
    "par_num": 6,
    "text": "  4-2 oo2s40",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 35,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "  34” Customs (Amendment). Act, No. 83 of 1988  Insertion ot ‘65. The following new sections are hereby inserted im-  new sections mediately after section 127, and shall have effect as sections  inthe 127a sud 12% of the principal enactment :—  rincipal  enactment, “Persons | 217A, Where a Collector is of opinion that a  girestedto, person arrested and produced before him in  before a ‘terms of section 127 for an offence under this  Magistrate Ordinance is a person capable of interfering  certain with the investigation or that the nature of  circumstances. the offence is such that it is desirable to  Keep that person in custody for the proper  investigation of the offence for more than  twenty four hours, he shall produce such  person before a Magistrate:  Access to 1278, Notwithstanding anything in any  Etttogy for. other law, a customs officer conducting an  Purpeseot investigation under this Ordinance in res.  lng pect of any person arrested under section 127  and. kept in custody under section 1274,  shall have the right to access to such person  and the right to take such person during  reasonable hours, to any place for the pur-  pose of investigation. ”  ‘Amendment 66. Section 128 of the’ principal enactment is hereby  ‘ofsection amended in subsection (4) of that section hy the substitu-  Fotis tion for the words “one thousand rupees”, of the words  Snactment. “one hundred thousand rupees”,  ‘Amendinent 6% Section 129 of the principal enactment is hereby  peeectian. amended by the substitution, for the words “two thousand  Principal rupees”, of the words “one hundred thousand rupees”.  Amendment -. 88 Section 130 of the principal enactment is hereby  cree, amended by the substitution, for the words “ two thousand  principal rupees”, of the words “one hundred thousand rupees”.  Snactment,  Ameniment 6% Seotion 151 of the principal enactment is hereby  ‘Section amended in subsection (2) of that section by the substitu  principal tion for the words “ten thousand rupees”, of the words  Snactment.  “one hundred thousand rupees”.  ‘Amendment 10: Section 132 of ‘the principal enactment is hereby  Yo20f the: amended by the substitution, for the words “two thousand  principal upees”, of the words “one hundred thousand rupees”.",
    "mean_p_confidence": 0.7281592039800995
  },
  {
    "i_page": 36,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 35  71. Section 133 of the principal enactment is hereby Amendment  amended by the substitution, for the words “ two thousand otpection.  rupees ”, of the words-“ one hundred thousand rupecs ”. ‘principal  Phactmnent.  72. Section 135 of the principal enactment is hereby Apieairact  amended by the substitution, for the words “two thousand 23st the  rupees”, of the words “one hundred thousand rupees”, Ensctient,  73. Section 136 of the principal enactment is hereby Amendment  amended by the substitution, for the words “two thousand {3é0t the  rupees”, of the words “one hundred thousand rupees”, Practibent.  74. Section 137 of the principal enactment is hereby _ Amendment  amended hy the substitution, for the words “two thousand {37 of he  rupees”, of the words ‘one hundred thousand rupees”, _Enachihent.  75. Section 138 of the principal enactment is hereby Replacement  repealed and the following section substituted therefor:— $557 the  cates 130, Tt shall be lawful for any officer of Pnavthent,  ‘persons on customs to go on board any ship which shall  (beast or om be within the limits of any port or air port in  certain. Sri Lanka, and search any person on board,  cases. and his baggage or other belongings and it  shall be lawful for him to search any person  who shall have landed from any ship or any  person passing or having passed through the  custom house and the baggage or other  belongings of such person, provided such  officer shall have good reason to suppose that  such person shall have any uncustomed,  : restricted or prohibited goods secreted about  his person or in his baggage or other belong-  ings ; and if any person shall obstruct any  such officer in the performance of any such  duty, every such person shall be guilty of an  offence, and shall be liable on conviction  thereof to a fine not exceeding one hundred  thousand rupees or to imprisonment of  either description for a term not exceeding  five years or to both such fine and imprison-  ‘ment.”.  76. Section 139 of the principal enactment is hereby Amendment  amended by the substitution for the words “two thousand Sash tke  ‘rupees , of the words “one hundred thousand rupees”. BnactBent",
    "mean_p_confidence": 0.7616990291262136
  },
  {
    "i_page": 37,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 37,
    "par_num": 1,
    "text": "  36 Customs (Amendment) Act, No. 83 of 1988  ‘Replecernent ‘77. Section 146 of the principal enactment is hereby re-  Sisctine _pealed and the following section substituted ‘therefor :—",
    "mean_p_confidence": 0.7240624999999999
  },
  {
    "i_page": 37,
    "par_num": 2,
    "text": "  incl",
    "mean_p_confidence": 0.15333333333333332
  },
  {
    "i_page": 37,
    "par_num": 3,
    "text": "  Giachinent, _*Persons 146, If any person by reason of any act  pee. or or ommission becomes liable, under the pro-  - penalty visions of any section of this Ordinance to  tnderany” forfeit any goods or any sum of money, or to  ofthe i any Penalty other than a fine, such person  equity” shall, in addition, be guilty of an offence and  ota shall, on conviction after summary trial",
    "mean_p_confidence": 0.704078947368421
  },
  {
    "i_page": 37,
    "par_num": 4,
    "text": "  cae before a Magistrate  ote 2 (a) if the act or omission by reason of  — which he becomes liable to the  7 forfeiture or penalty, relates to the  importation or exportation of any  Ss ses\" goods set out in Column I of  % » vee Schedule F to this Ordinance and in  b excess of the amount set out in the  corresponding entry in Column II of",
    "mean_p_confidence": 0.6806410256410256
  },
  {
    "i_page": 37,
    "par_num": 5,
    "text": "  . that Schedule, be liable to the",
    "mean_p_confidence": 0.6333333333333333
  },
  {
    "i_page": 37,
    "par_num": 6,
    "text": "  : penalty set out in the corresponding  entry in Column III of that Sche-",
    "mean_p_confidence": 0.7382352941176471
  },
  {
    "i_page": 37,
    "par_num": 7,
    "text": "  ie mand > dule ;  og (®) if the act or omission by means of  tare! 0 which he» becomes liable to",
    "mean_p_confidence": 0.6019230769230769
  },
  {
    "i_page": 37,
    "par_num": 8,
    "text": "  i oem anne forfeiture or penalty relates to the",
    "mean_p_confidence": 0.5527272727272727
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "  ps pa importation or exportation of any  ai Sarat? _ @e0ods which are not set out in",
    "mean_p_confidence": 0.6155
  },
  {
    "i_page": 37,
    "par_num": 10,
    "text": "  Schedule F and the value of such  ig beet goods exceeds two hundred and fifty",
    "mean_p_confidence": 0.6816666666666666
  },
  {
    "i_page": 37,
    "par_num": 11,
    "text": "  : ue thousand rupees, be liable to impri-",
    "mean_p_confidence": 0.628
  },
  {
    "i_page": 37,
    "par_num": 12,
    "text": "  i ‘ sonment of either description for a",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 37,
    "par_num": 13,
    "text": "  oh term not less than three months and",
    "mean_p_confidence": 0.6950000000000001
  },
  {
    "i_page": 37,
    "par_num": 14,
    "text": "  vee not more than two years or to a fine",
    "mean_p_confidence": 0.6991666666666667
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "  an a “not exceeding twenty five thousand",
    "mean_p_confidence": 0.5177777777777778
  },
  {
    "i_page": 37,
    "par_num": 16,
    "text": "  r te rupees or to botfi such imprisonment  esis £2 and fine; and",
    "mean_p_confidence": 0.62125
  },
  {
    "i_page": 37,
    "par_num": 17,
    "text": "  saints (c) if the act or omission does not relate",
    "mean_p_confidence": 0.7125
  },
  {
    "i_page": 37,
    "par_num": 18,
    "text": "  wo tess to such importation’ or exportation,",
    "mean_p_confidence": 0.5433333333333333
  },
  {
    "i_page": 37,
    "par_num": 19,
    "text": "  be liable to imprisonment of either",
    "mean_p_confidence": 0.6875
  },
  {
    "i_page": 37,
    "par_num": 20,
    "text": "  description for a term not exceeding",
    "mean_p_confidence": 0.6975
  },
  {
    "i_page": 37,
    "par_num": 21,
    "text": "  am 2 two years or to a fine not exceeding",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 37,
    "par_num": 22,
    "text": "  4k ah ¥ ten thousand rupees or to both such",
    "mean_p_confidence": 0.5866666666666667
  },
  {
    "i_page": 37,
    "par_num": 23,
    "text": "  i vee imprisonment and fine:",
    "mean_p_confidence": 0.5257142857142857
  },
  {
    "i_page": 38,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 38,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 37  Provided, however, that no prosecution  shall ke instituted against any person under  this section, unless the Principal Collector  is of opinion that the forefeiture or penalty,  as the case may be, whether imposed or nut,  cannot or is not likely to be recovered from  such person.”,",
    "mean_p_confidence": 0.7992063492063493
  },
  {
    "i_page": 38,
    "par_num": 2,
    "text": "  7%. Section 153 of the principal enactment is hereby Replacement  repealed and the following section substituted therefor: — SfSeqfio™  “Disburse- 153, The amount— Bhactent,  Sf ethinea (1) of all forfeitures and penalties ©  and recovered under this Ordinance or  eelties under this Ordinance read with the  under this provisions of any other written  Ordinance. await",
    "mean_p_confidence": 0.64140625
  },
  {
    "i_page": 38,
    "par_num": 3,
    "text": "  (2) of the proceeds of all such goods as  may be disposed of by the Principal  Collector under section 162 of this  Ordinance, or under this Ordinance  read. with the provisions of any  other written law,",
    "mean_p_confidence": 0.7869767441860465
  },
  {
    "i_page": 38,
    "par_num": 4,
    "text": "  shall be paid into the hands of such Collector  ‘and shall (after deducting any expenses  incurred) be paid and applied as follows :—",
    "mean_p_confidence": 0.7555555555555555
  },
  {
    "i_page": 38,
    "par_num": 5,
    "text": "  (@) one half to the Deputy Secretary to  the Treasury, out of which sixty per",
    "mean_p_confidence": 0.7516666666666666
  },
  {
    "i_page": 38,
    "par_num": 6,
    "text": "  > centum shall be credited to the  Consolidated Fund and the balance  od es forty per centum to the Customs  Officers Management and Compen-  sation Fund (hereinafter in this  Ordinance referred to as “the",
    "mean_p_confidence": 0.7060975609756097
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "  Fund” ; and",
    "mean_p_confidence": 0.502
  },
  {
    "i_page": 38,
    "par_num": 8,
    "text": "  (b) the other half into a reward fund  under the control of the Principal  Collector for distribution, in accor-  dance with a scheme to be approved  by the Minister,\" among customs  officers , concerned and =the  informers. ’.",
    "mean_p_confidence": 0.7069565217391304
  },
  {
    "i_page": 38,
    "par_num": 9,
    "text": "  79. The following new section is hereby inserted imme- Insertion of  diately after section 153, and shall have effect as section 353, Se0'inn  153a of the principal enactment :— . principal",
    "mean_p_confidence": 0.7060000000000001
  },
  {
    "i_page": 38,
    "par_num": 10,
    "text": "  i enactment,",
    "mean_p_confidence": 0.1825
  },
  {
    "i_page": 39,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 39,
    "par_num": 1,
    "text": "  38 Customs (Amendment) Act, No. 83 of 1988  ‘{Danposes 183, (1) The sum of money in the Fund  ie moneys Shall be utilized for the following pur-  of the poses :-—  Fund may  be applied. (a) providing such facilities as appear to  the Principal Collector to enhance  the effectiveness of the management  of Customs ; and  (b) granting compensation to any customs  officer who is permanently, totally oF  partially disabled or temporarily in-  capacitated, or in the event of death  of any customs officer, to the legal  heirs, in any case where such dis-  : ablement, incapacitation or death, as  a . the case may be, is due to an  injury—  : (i) received by such officer while on  . duty, or  z (ii) received by such officer while on  a journey—",
    "mean_p_confidence": 0.7260645161290323
  },
  {
    "i_page": 39,
    "par_num": 2,
    "text": "  : (a) from his place of residence  to his place of work fo  report for duty, or",
    "mean_p_confidence": 0.7304761904761905
  },
  {
    "i_page": 39,
    "par_num": 3,
    "text": "  e (®) from his place of work to  his place of residence  “* after duty, or .  (ii) received by such officer, while  : not on duty in the performance  of some act which is within  the scope of his ordinary  duties, or  (iv) received by such officer in-con-  sequence of any act performed  in the execution of his duties,  or  (v) received by such officer as a re-  sult of any act of reprisal oc-  casioned by, or arising out of,  any action taken by him in the  execution of his duties.",
    "mean_p_confidence": 0.7427027027027027
  },
  {
    "i_page": 40,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 40,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 39",
    "mean_p_confidence": 0.718
  },
  {
    "i_page": 40,
    "par_num": 2,
    "text": "  (2) The Principal Collector may with the",
    "mean_p_confidence": 0.7388888888888888
  },
  {
    "i_page": 40,
    "par_num": 3,
    "text": "  approval of the Minister by regulation pro-",
    "mean_p_confidence": 0.7233333333333333
  },
  {
    "i_page": 40,
    "par_num": 4,
    "text": "  vide for the principles and conditions subject",
    "mean_p_confidence": 0.7388888888888888
  },
  {
    "i_page": 40,
    "par_num": 5,
    "text": "  to which such compensation will be granted",
    "mean_p_confidence": 0.7122222222222222
  },
  {
    "i_page": 40,
    "par_num": 6,
    "text": "  and for all other matters necessary or expe-",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 40,
    "par_num": 7,
    "text": "  ‘ dient for the establishment and operation of  such a Fund. u",
    "mean_p_confidence": 0.602
  },
  {
    "i_page": 40,
    "par_num": 8,
    "text": "  (8) Any compensation granted in accord-",
    "mean_p_confidence": 0.6625
  },
  {
    "i_page": 40,
    "par_num": 9,
    "text": "  ance with regulations made under the prece-",
    "mean_p_confidence": 0.7211111111111111
  },
  {
    "i_page": 40,
    "par_num": 10,
    "text": "  ding provisions of this section in respect of",
    "mean_p_confidence": 0.749
  },
  {
    "i_page": 40,
    "par_num": 11,
    "text": "  the disablement, incapacitation or death of",
    "mean_p_confidence": 0.66375
  },
  {
    "i_page": 40,
    "par_num": 12,
    "text": "  ‘a customs officer shall be in addition to any",
    "mean_p_confidence": 0.7400000000000001
  },
  {
    "i_page": 40,
    "par_num": 13,
    "text": "  pension, gratuity, compensation, allowance, or",
    "mean_p_confidence": 0.6742857142857143
  },
  {
    "i_page": 40,
    "par_num": 14,
    "text": "  other benefit granted in respect of such ‘dis-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "  ablement, incapacitation or death under the",
    "mean_p_confidence": 0.6925
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "  ‘Minutes on Pensions, or any other written",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 40,
    "par_num": 17,
    "text": "  law.”. :",
    "mean_p_confidence": 0.075
  },
  {
    "i_page": 40,
    "par_num": 18,
    "text": "  80. ‘The following new sections are hereby inserted im- Insertion  mediately after Section 166 and shall have effect as sections of Rew.  166a and 1663 respectively of the principal enactment:— {és ana",
    "mean_p_confidence": 0.7227777777777777
  },
  {
    "i_page": 40,
    "par_num": 19,
    "text": "  668 in the  ewhere 166a. Where a person is suspected to be principal  jee Stcrnea concerned with an offence under section 129 enactment.  ith goods, or section 130 of this Ordinance and the value  of sihich of the goods in respect of which the offence  five fs alleged to have been committed exceeds  beret five hundred thousand rupees, then notwith-  wune’Sffence Standing anything in this Ordinance or in  S08 an any other written law such offence shall be  non-bailable deemed to be a non-bailable offence.",
    "mean_p_confidence": 0.69125
  },
  {
    "i_page": 40,
    "par_num": 20,
    "text": "  Guidelines 1668. In imposing a penalty or ordering a  for imposing _ forfeiture under sections 27, 28, 29, 30, 31, 32,  ordering 38, 41, 52, 56, 57, 59, 62, 63, 64, 67, 68, 74, 76,  foctetture! ‘TT, 110, 119, 129, 130, 131, 132, 133, 135, 136 and  137, the Principal Collector shall have regard  to the following :— -  (a) the gravity of the contravention giving  rise to the penalty or forefeiture ;  (b) the amount of revenue lost as a result  of such contravention ;",
    "mean_p_confidence": 0.775360824742268
  },
  {
    "i_page": 41,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 41,
    "par_num": 1,
    "text": "  40 Customs (Amendment) Act, No. 83 of 1988  (©) the availability or shortage, as the  ‘case may be, of the goods with res-  pect to which such contravention has  been committed. ”.  Amendment 81, Section 167 of the principal enactment is hereby  of section _ amended as follows 4  Bhachipent (1) by the insertion immediately after the definition of  “Collector”, of the following new definitions :—  ~ “Container freight station” or “Inland clearance  : depot” shall mean a place designated by the  Collecton—",
    "mean_p_confidence": 0.7254166666666667
  },
  {
    "i_page": 41,
    "par_num": 2,
    "text": "  (@) for the storage and clearance of goods under  customs control after they have been destuffed  from containers or when they are to be stuffed  into containers ;",
    "mean_p_confidence": 0.7890909090909091
  },
  {
    "i_page": 41,
    "par_num": 3,
    "text": "  (®) for the storage of containers which have goods  therein ; and",
    "mean_p_confidence": 0.7306666666666666
  },
  {
    "i_page": 41,
    "par_num": 4,
    "text": "  (c) for the storage of empty containers ;",
    "mean_p_confidence": 0.724
  },
  {
    "i_page": 41,
    "par_num": 5,
    "text": "  lag! ‘customs house” shall mean any place for the  transaction of customs business ;",
    "mean_p_confidence": 0.7064705882352941
  },
  {
    "i_page": 41,
    "par_num": 6,
    "text": "  (2) by the insertion immediately after the definition of",
    "mean_p_confidence": 0.7727272727272727
  },
  {
    "i_page": 41,
    "par_num": 7,
    "text": "  “owner”, of the following new definition :—  “port or harbour” shall include @ customs aero-",
    "mean_p_confidence": 0.668888888888889
  },
  {
    "i_page": 41,
    "par_num": 8,
    "text": "  ‘ drome ;’;  (8) by the substitution for the definition of “ship”, of  ~ the following definition :—",
    "mean_p_confidence": 0.6663636363636364
  },
  {
    "i_page": 41,
    "par_num": 9,
    "text": "  “ship or vessel” shall mean ship or vessel of  every description and shall include an  aircraft ;°;",
    "mean_p_confidence": 0.6823809523809524
  },
  {
    "i_page": 41,
    "par_num": 10,
    "text": "  (4) by the insertion immediately after the definition of  “ ship or vessel”, of the following new definition :—",
    "mean_p_confidence": 0.775
  },
  {
    "i_page": 41,
    "par_num": 11,
    "text": "  “shipment” with its grammatical variations and  cognate expressions shall include loading  into an aircraft ;?; and",
    "mean_p_confidence": 0.7245
  },
  {
    "i_page": 41,
    "par_num": 12,
    "text": "  (5) by the substitution for the definition of “true value”,  of the following definition :—",
    "mean_p_confidence": 0.7677777777777778
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "  «value, in relation to imported goods, whether  such goods were imported lawfully, or  otherwise means the price of such goods as  determined in accordance with Schedule  BY",
    "mean_p_confidence": 0.7257575757575757
  },
  {
    "i_page": 42,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 41",
    "mean_p_confidence": 0.706
  },
  {
    "i_page": 42,
    "par_num": 2,
    "text": "  82, The principal enactment is hereby amended by the Ajdition",
    "mean_p_confidence": 0.7208333333333333
  },
  {
    "i_page": 42,
    "par_num": 3,
    "text": "  addition at the end thereof, of the following :— Schedules  “SCHEDULE E (Section 51} Principal |  1. The value of any imported goods shall be the normal price,  that is to say, the price which they would fetch at the time of  importation on a sale in the open market between a buyer and &  seller independent of each other as indicated in paragraph 2.7.",
    "mean_p_confidence": 0.7975
  },
  {
    "i_page": 42,
    "par_num": 4,
    "text": "  2. ‘The normal price of any imported goods shall be determined",
    "mean_p_confidence": 0.7923076923076923
  },
  {
    "i_page": 42,
    "par_num": 5,
    "text": "  on the following assumptions :—",
    "mean_p_confidence": 0.6142857142857142
  },
  {
    "i_page": 42,
    "par_num": 6,
    "text": "  2.1 that the goods are delivered to the buyer at the port or place  ‘of introduction in Sri Lanka, that is to say, the fist sea  port or airport at which the goods are unloaded or in  ‘other cases where the goods are first dealt with by a  customs officer ;",
    "mean_p_confidence": 0.7812280701754386
  },
  {
    "i_page": 42,
    "par_num": 7,
    "text": "  22 that the seller bears all costs, charges and expenses inciden-  tal to the sale and to the delivery of the goods at the  port or place of introduction which are hence included in  ‘the normal price ;",
    "mean_p_confidence": 0.8076744186046511
  },
  {
    "i_page": 42,
    "par_num": 8,
    "text": "  23 the costs, charges and expenses referred to in paragraph 22  include inter alia any of the following :—",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 42,
    "par_num": 9,
    "text": "  23.1 carriage and freight to Sri Lanka;  232 insurance ;  233 commission ;  234 brokerage in connection with purchase j  235 cost, charges and expenses of drawing up outside  Sri Lanka documents incidental to the introduction  : ‘of goods into Sri Lanka excliding consular fees;  236 duties and taxes applicable outside Sri Lanka except  : ‘those from which goods have been exempted or have  -_ ‘been or will be relieved by means of refund ;  i 23,7 cost of containers excluding those which are treated  ‘ as separate articles for the purpose of levying of  customs, cost of packing whether for labour, materials  a or otherwise 5 :  23.8 loading charges ;",
    "mean_p_confidence": 0.731640625
  },
  {
    "i_page": 42,
    "par_num": 10,
    "text": "  24 that the buyet bears all duties and other levies which are",
    "mean_p_confidence": 0.7785714285714286
  },
  {
    "i_page": 42,
    "par_num": 11,
    "text": "  applicable in Sri Lanka ;",
    "mean_p_confidence": 0.6314285714285715
  },
  {
    "i_page": 42,
    "par_num": 12,
    "text": "  25 that the sale is a sale of the quantity to be valued ;",
    "mean_p_confidence": 0.831875
  },
  {
    "i_page": 42,
    "par_num": 13,
    "text": "  26 the material time for valuation shall be the time of importa-",
    "mean_p_confidence": 0.775
  },
  {
    "i_page": 42,
    "par_num": 14,
    "text": "  tion and defined in section 16 of the Customs Ordinance ;  2.7 that a sale in the open market between a buyer and a seller",
    "mean_p_confidence": 0.8317857142857142
  },
  {
    "i_page": 42,
    "par_num": 15,
    "text": "  independent of each other pre-supposes—",
    "mean_p_confidence": 0.5928571428571429
  },
  {
    "i_page": 42,
    "par_num": 16,
    "text": "  2.7 that the price is the sole consideration ;",
    "mean_p_confidence": 0.7063636363636363
  },
  {
    "i_page": 43,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 43,
    "par_num": 1,
    "text": "  2 Customs (Amendment) Act, No. 83 of 1988",
    "mean_p_confidence": 0.718
  },
  {
    "i_page": 43,
    "par_num": 2,
    "text": "  2.72 that the price is not influenced by any commercial,  financial or other relationship between the seller or  any person associated in business with him and the  ayer, or any person associated in business with him,  other than the relationship created by the sale itself ;",
    "mean_p_confidence": 0.7913461538461538
  },
  {
    "i_page": 43,
    "par_num": 3,
    "text": "  2.73 that no part of the proceeds of any subsequent  resale, other disposal or use of the goods will accrue,  either directly or indirectly to the seller or any  person associated in business with him ;",
    "mean_p_confidence": 0.7990243902439024
  },
  {
    "i_page": 43,
    "par_num": 4,
    "text": "  2.74 two persons shall be deemed to be associated in  Dusiness with one another if whether directly or  indirectly, either of them has any interest in the  business or property of the other or both have a  common interest in any business or property or some  third person has an interest in the business or pro-  perty of both of them ;",
    "mean_p_confidence": 0.7874285714285714
  },
  {
    "i_page": 43,
    "par_num": 5,
    "text": "  28 that when goods are valued they—",
    "mean_p_confidence": 0.7222222222222222
  },
  {
    "i_page": 43,
    "par_num": 6,
    "text": "  2.8.1 are manufactured in accordance with any patented  invention or are goods to which any protected de-  sign has been applied ; or",
    "mean_p_confidence": 0.7570370370370371
  },
  {
    "i_page": 43,
    "par_num": 7,
    "text": "  2.82 are imported under a foreign trade mark, the value  of the right to vse the patent, protected design or  trade mark, shall be included’ in the normal price  (This provision shall also apply in tne case of copy-  right or any other intellectual or industrial property  Tights) +",
    "mean_p_confidence": 0.7542857142857143
  },
  {
    "i_page": 43,
    "par_num": 8,
    "text": "  Provided that the Minister may by Order in the  interest of the cconomic need of the country exclude  such value where the rights are held by a person  in Sri Lanka;",
    "mean_p_confidence": 0.7866666666666666
  },
  {
    "i_page": 43,
    "par_num": 9,
    "text": "  28.3 are imported for manufacture and are then to be sold  ‘or otherwise disposed of or used under a foreign  trade mark, the normal price shall include the value  of the right to use that trade mark in respect of the  goods.",
    "mean_p_confidence": 0.7997916666666667
  },
  {
    "i_page": 43,
    "par_num": 10,
    "text": "  29 a trade mark shall be treated as a foreign trade mark if it",
    "mean_p_confidence": 0.7999999999999999
  },
  {
    "i_page": 43,
    "par_num": 11,
    "text": "  is the mark of—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 43,
    "par_num": 12,
    "text": "  (a) any person by whom the goods to be valued have been  grown, produced, manufactured, offered for sale oF  otherwise dealt with outside Sri Lanka; or",
    "mean_p_confidence": 0.8023333333333333
  },
  {
    "i_page": 43,
    "par_num": 13,
    "text": "  (®) any person: associated in business with any person  referred to in sub-paragraph (a) above; or",
    "mean_p_confidence": 0.6989473684210527
  },
  {
    "i_page": 43,
    "par_num": 14,
    "text": "  (©) any person whose rights in the mark are restricted  by an agreement with any person referred to in  sub-paragraph (a) or (b) above.",
    "mean_p_confidence": 0.7935714285714285
  },
  {
    "i_page": 43,
    "par_num": 15,
    "text": "  8. The price paid or payable may be accepted as the value for  customs purposes if the price corresponds at the time of valuation  to the normal price as indicated in paragraph 1 above and the  Drice is adjusted if necessary tr take account of the circumstances  of the sale which differ from those on which the normal price  fs based.",
    "mean_p_confidence": 0.8214705882352941
  },
  {
    "i_page": 44,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 44,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No. 83 of 1988 43  souzpuie t (en  Oa oan Caen 24  —) cooky toa  Onto on myst Tn fe dain  ‘lion and jowolery \"ane han 100 grams ™\"Yo's period not las tha one year  Enos  Lor nso at Ingen ten eatin  wrmmnagam™ etree eee  Fis il Saag ee  gem nt shor bh Ingen fen Sci  ‘loss than 1000 grammes. for a period not less ban five  nel ais as  sola ganesrshw aan te daitin  Ts than 8000 grammes.” for a period not lose thar ten  Tet Bae  =  pune so Ingman atin  ‘ro porod not loos than Afvoen  ea taiircter oc  a  Sine  ign Gury got Bp pf pnt of ie iin  fom avo, hut as han 90/000, Yorapuiod aot lee han on yor  Seinen Ms Commie  ein fo 60nd Inger sion  “Shove, butleesthan 150,000 \"Yor a. paiod not lee than two  Pe VE ean  ef 1008 ea grt tlie Se  sre Nd are oe ir  Baruaaieiectnte ES Ei ce ec  agg, 028 sd Inn of ee Surin  ri 24s gt Mermee sees eres  EhtnbeS Ees inne  gto, Om aga Ingman  seat .0e is Mere ee gone  = is cade  Tren, ni Sata sam at Ingman of tin  etal fae, ia gee ion tare Soe  salma Esgaany oak  eutantensttinn_Inpe fie Semen  easel er bln een i tec  Fis ecg ae  ir tec see po oe: iin  er stent het ptr ot te is  Fatt Sl yee  tne hore bt Spin si sin  easel tars Samanl de Seatien  “SAE ata pat  dnsoruseaotstow . Ingianams ht damn  tanita  : Fas Socata eng",
    "mean_p_confidence": 0.29378548895899054
  },
  {
    "i_page": 45,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "  44 Customs (Amendment) Act, No. 83 of 1988  oe cnt ong  a aa mad  ato et maie ie hr b Ingeme is iin  ‘Ap of any textile fatrig Too than 600 numbere Yorn period not foes than one yout  sekiay aid fpasiger  EAE ace  oy ee int  or  oe  ad ;  contig sn hr Insite Dion  azarae Merete rie  Ennis mene  sat sn Topo er Saini  natmattaen arensriae ares  Edi a  epi etabar at Inge of ite nin  cosmaparlabanes* Mires hy, ten  cprain ene ron  20,000 Numbers and above .. Tprisonment o ithor desorption  eocyeesia tasin  Tie tet  lw Bani 2 Dg a shove fer deiin  Fy ee eee oh ts es  einai  Sane sve a a Sn of deriin  ea ecco  Snags  1, sve bt nS i ipa  Satrsire ne npn ts tre  Eisele  100 Unite and above but less Imprisonment of either dosoription  sasha at fs ters  Someta ee  lotninndatone \"Tent of se dein  cove Laas ae  me  Amos dacs Xen shorato apron he dita  sara segue tt ce  iememureon  xgrignssiometin Sept fee dition  ‘than 6 musabere {ora period not fos than two yours  : SSS ates  6 Renton god shove tnt ngs fie din  Sct snter * Taioper ot, deren  Eamets  Lott nov bat pron ofr din  omit ™* Sper nie  tas al naar in  Lexan wore Sgn of ee rin  icra a ae aoe  me",
    "mean_p_confidence": 0.2910600706713781
  },
  {
    "i_page": 46,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "  Customs (Amendment) Act, No, 83 of 1988 45  Ammunition | (including, 2 Numbers and above but Imprieonment of either description  ‘Missile and Explosives) ~ les than 6 numbers \"bra porod ot los tha ona oar  ‘51d not exoonding two year.  {5 Nambors snd cbove but Imprisonment of either dosoription  Joe than 10 aumbore {Zor poriod not les than two youre  and not exooeding Bve years.  1oNupbors and stove but Impritnment of other dxiption  oes than 18 auimbors for a poriod not lees than five  Yoart and not oxoooding ton years.  16 Numbors and above but Imprisonment of either description  ons an 30 suber ‘Bea poi ot ow han ton oor  ‘andnot oxoeoding Ato years,  20Numbors and shove _—‘Tmprisonment of either dosoription  Ee porto not lor an ena  youre.  SCHEDULE G [Section 115 (1)1  ‘Terms and conditions of licence to Customs House Agents  (1) Every person licensed as ¢ Customs House Agent shall have  ‘an office registered wath the Customs.  (2) Every person licensed as a Customs House Agent shall be  ‘conversant with the law and practice relating to Customs.  (8) Every person licensed as a Customs House Agent shall give  security in cash in an amount determined by the Principal  Collector or such other security as the Collector may ap-  prove, for the payment of all charges including penalties  ‘and forfeitures that may be imposed upon him for any  offence under the Customs Ordinance. \",",
    "mean_p_confidence": 0.6495833333333334
  },
  {
    "i_page": 46,
    "par_num": 2,
    "text": "  83. With effect from the date of commencement of this Change  Act, in every context in which mention is made in any writ- of desig~  ten law or in any notice, communication, form or other  document issued, made, required, or authorized by or under  any written law, to any designation set out in Column I ot  the Schedule hereto, there shall be substituted the designa-  tion set out in the corresponding entry in Column I of that  Schedule.",
    "mean_p_confidence": 0.8264367816091953
  },
  {
    "i_page": 46,
    "par_num": 3,
    "text": "  SCHEDULE  Column I Coluren I",
    "mean_p_confidence": 0.35625
  },
  {
    "i_page": 46,
    "par_num": 4,
    "text": "  Principal Collector of Customs Director General of Customs",
    "mean_p_confidence": 0.723
  },
  {
    "i_page": 46,
    "par_num": 5,
    "text": "  Deputy Collector of Customs Directar of Customs",
    "mean_p_confidence": 0.6877777777777777
  },
  {
    "i_page": 46,
    "par_num": 6,
    "text": "  Additional Landing Surveyor Deputy Director of Customs",
    "mean_p_confidence": 0.6711111111111111
  },
  {
    "i_page": 46,
    "par_num": 7,
    "text": "  Assistant Collector Assistant Director of Customs",
    "mean_p_confidence": 0.68625
  },
  {
    "i_page": 46,
    "par_num": 8,
    "text": "  ‘Sub-Collector Superintendent of Customs",
    "mean_p_confidence": 0.5833333333333334
  },
  {
    "i_page": 46,
    "par_num": 9,
    "text": "  Customs Officers Grade I & If Assistant Superintendent Grade",
    "mean_p_confidence": 0.6545454545454545
  },
  {
    "i_page": 46,
    "par_num": 10,
    "text": "  Tel",
    "mean_p_confidence": 0.18999999999999997
  },
  {
    "i_page": 46,
    "par_num": 11,
    "text": "  Tide Waiter",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 46,
    "par_num": 12,
    "text": "  Tide Surveyor Customs Inspector Grade T",
    "mean_p_confidence": 0.6525
  },
  {
    "i_page": 46,
    "par_num": 13,
    "text": "  Female Searcher",
    "mean_p_confidence": 0.4525
  },
  {
    "i_page": 46,
    "par_num": 14,
    "text": "  Guard Customs Inspector Grade 1",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 47,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 47,
    "par_num": 1,
    "text": "  46 Customs (Amendment) Act, No, 83 of 1988;  ‘Articles 4. Every article consigned to, or for the use or service  by public of, a public corporation, or purchased out of bond, for the  fintle to.\" use or service of a public corporation shall be liable to the  pest payment of import duty, notwithstanding anything to the",
    "mean_p_confidence": 0.7537096774193548
  },
  {
    "i_page": 47,
    "par_num": 2,
    "text": "  contrary in any written law establishing such Public Cor",
    "mean_p_confidence": 0.6818181818181818
  },
  {
    "i_page": 47,
    "par_num": 3,
    "text": "  Persian, = .",
    "mean_p_confidence": 0.12000000000000002
  }
]