[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ye ee “ Ha ((ronn 12-22 Cire ro PARLIAMENT OF THE DEMOC! ic SOCIALIST REPUBLIC OF SRI LANKA VOLUNTARY SOCIAL SERVICE ORGANIZATIONS (REGISTRATION AND SUPERVISION) ACT, No. 31 OF 1980 (Certified on 21st August, 1980) Printed on the Orders of the Government ~~ Published as Supplement to Part II of the Gazette of the Demecratic Socialist Republic of Sri Lanka of October 03, 1980 PRINTED AT HH DERANTMENT OF COVERIEMOENT FRLNTING, SNE LANKA To We FORCHAGED AT THR GOVE, FURLICATIOHS HUREAV, COLGMSO Price; 45 cents Postage : 35 cents",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Voluntary Social Service Organizations (Reglstration and Supervision) Act, . No. 31 of 1880 (cersiada on 2ist August, 1980] cages LD—O. 126/78 . * wd -AW Ae? [0 PROVIDE FOR THE REGISTRATION WITH TE GOVERN wee ee",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘MENT oF VoLowrary Soctat. Service OncanTsavions, 79",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "PROVIDE FOR THEIR INSPECTION AND SUPERVISION ; TO FACILI~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘TATE THE CO-ORDINATION OP TER ACTIVITIES OF SUCH ORGAMIZAs Tf *-5",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "TIONS} TO GIVE GOVERNMENTAL RECOGNITION’ TO SUCH test ot lag",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘ORGANIZATIONS WHICH AGE PROPERLY CONSIIZUTED ; TO ENFORCE",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘THE ACCOUNTABILITY. OF SUCH ‘ORGANIZATIONS: IN RESPECT’ Gr",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "FINANCIAL AND POLICY MANAGEMENG UNDER THE RIGSTONG",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "[RULES OF SUCH ORGANIZATIONS, TO THE NOMUERS OF SUCH",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘ONGANIZATIONS, THE QHNERAL FUSLIC AND THE GOVERNDREHE <7! “9%",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘To PREVENT MALPRACTIES HX PERSONS PURPORZING 10: 32",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "SUCH ORGANIZATIONS ; TO REGULARISE THE CONSIFFUTION OF",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "VOLUNTARY SOCIAL SERVICE GROUPS WHICH RAVE NOT BEN",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘LEGALLY RECOGNIZED ; AND FOR MATTERS CONNECTED TMEREWOEE |\"! rave",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "ON INCIDENTAL THEUTO. : wens BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lenka as follows :— : ’",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "1 This Act may be cited as the Voluntary Social Service Short Sle ‘Oxgenizations (Registration and Supervision} Act, No. 31 of | Sperationcy > 1980, and halt come into operation on such date {heteiii- after referred to as the “appointed date”) as the Minister may be Order published in the Gazette appoint, a",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "2. (1) There may be appointed for the purposes of this Appatatment Act by name or by office, a Registrar of Voluntary Social  S7°e™ Service Organizations {hereinafter referred to as the «0. cunt * Registrar\"),",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(2) There may be appointed by name or by office such number of Deputy Registrars and Assistant Registrars of Voluntary Social Service Organizations, and other officers as may be necessary for the purposes of this Act.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(8) Every Deputy Registrar or Assistant Registrar shall, 4. p21 % in the exercise of his powers, parformance of bis duties eee and discharge of his functions, be subject to the general direction and control of the Registrar. .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(4) Every Deputy Registrar or Assistant Registrar may,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘subject to the general direction and control of the Registrar, within the area of his jurisdiction, exercise, perform or discharge all or any. of the powers, duties or functions ‘vested. in, assigned to, or imposed upon the Registéar, by or under this Act,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "A e8016—10,200 9/1",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "z Voluntary Social Seroice Organizations =~» (Registration and Supervision) Act, ‘No. 31 of 1980 ‘Qromizations —_3, Subject to the provisions hereinafter contained. every faewke voluntary social service organization (hereinafter referred Teglatered. to as a “ voluntary organization} shall be registered under this Act, ‘Application 4 Every application for registeation under this Act, ‘iistestion. _‘Sball be made to the Registrar in the prescribed form and shail be aceompanied by such documents as may be pres- cribed. Such application shall be signed by the Secretary of ‘the voluntary organization. Registration. __-S._Iif the Registrar is satisfied that a voluntary organiza- . tion has complied with the provisions of this Act he shell segister such organization, ‘Apnest trom 6. Any person aggrieved by the decision of the Registrar ehual fo” refusing to register any voluntary orgunizatlon may, within ‘taisty days of such refusal, appeal to the Secretary to the Ministry of the Minister in charge of the subject of Social Services against such refusal. Bvidence of A certificate of registration signed by the Registrar registration. shall be conclusive evidence of the fact that the voluntary organfzation therein mentioned, is duly registered unless it is proved that the registration of such organization hes been cancelled, Address of & Every voluntary organization registered under this ftamization. Ast shall have an address registered with the Registrar in accordance with the rules of such organization, to which all notices and communications may he sent, and shell within seven days of any change of such address notify to the Registrar of such change ‘Bywers of 9. The Registrar or any officer authorized by him in Hegistrar. writing in that behalf shall huve the power—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(@) to enter and inspect at ‘all reasonable hours of the day, the premises of a voluntary organization registered under this Act for the purpase of ascer- taining whether satisfnctory standarés of service are maintained in such organization ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "(®} to bring to the notice of the Minister any allegation of fraud or misappropriation of funds commnitted by such organization ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Voluntary Social Service Organizations 3 ‘(Registration and Supervision) Act, No. 31 of 1980 (©) to attend any meeting of the executive committee :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘ef such organization or a general meeting of the members of such organization, upon the written request of all or a majority of the members of the : ‘executive committee of such organization, or with the concurrence of the office bearers of much : organization or the Minister. The Registrar or the officer so attending shall not have the right to vote",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "at such meeting.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "10, Where, in respect of @ voluntary organization Minister to registered under this Act, any allegation of fraud, or mis matters to appropriation is made by any person, the Minister may Board of refer such matter to a Board of Inquiry. a",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "JL (2) The Minister may appoint a Panel consisting of Bos ot six persons of standing who are not public officers. nauiry,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) ‘The Minister may, for the purposes of this Act, constitute a Board of Inquiry or Boards of Inquiry, each consisting of three members chosen from the Panel. The ~ ‘Minister may nominate one member to be the Chairman of a Board of Inquiry.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(8) The members of a Board of Inquiry shall be paid such remuneration a may be determined by the Minister in consultation with the Minister im charge of the subject of Finance.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "1%, (1) Where a matter is referred to a Board of Inquiry Board of ‘under section 10. such Bosrd shall inquive end report on {dune ana ‘such matter to the Minister, report",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(2) The procedure for the hearing and disposal of any matter referred to such Board shall be in accordance with the regulations made in that behalf.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(8) Such Board shall submit the report on its findings to the Minister within fourteen days after the conclusion of the inquiry.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "18 For the purpose of an inquiry under section 12, a Foweot Board of Inquiry shall have the power— Taquiry.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(a) to summon and compel the attendance of witnesses ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(©) to compet the production of documents ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{@) to administer any oath or affirmation to any person.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "4 Voluntary Social Service Organizations (Registration and Supervision) Act, ‘No. a1 of 1980. Daister 14. Upon the recelpt of the report of the Board of Inquiry eee, in terms of section 12 (3), the Minister shall refer such appropriate report to the appropriate authority for steps to be taken rarity according to law. ‘Regulations. 35 (1) ‘The Minister may make regulations in respect . of any matter required by this Act to be prescribed or in Tespect of which regulations are authorized by this Act to be made.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(2) Every regulation made by the Minister shall be Published in the Gazette and shall come into operation on ‘the date of such publication or on such later date as may bbe specified in the regulation,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(8) Every regulation made by the Mintster shall, as eoan as convenient after its. publication in the Gazette, be brought before Parliament for approval. Any regulation whieh fs not so approved shall be demed to be rescinded from the date of disapproval, but without prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(4) Notification of the date on which any regulation made by the Minister is so deemed to be rescinded shall be published in the Gazette,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Feu 16. (1) Every person who wilfully neglects or refuses",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "gemplignee to do any act of to furnish any information required for",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "res the purposes of this Act by the Registrar or other person duly authorized by him in that behalf, and every person who wilfully or without any reasonable excuse disobeys any summons, or lawful written order issued under the Provisions of this Act, or fails to furnish any information lawfully required’ from him by a person authorized to do 0, under the provisions of this Act, shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(2) Every person who commits any offence referred to in subsection (1) shall, on conviction after summary trial before a Magistrate, be Mable to a fine not exceeding two hundred and fifty rupees.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "‘Faglaction ot 47, ‘No suit or proceedinge shall be instituted against any officer appointed under this Act for any act which is done in good faith in the performance of bis duties or the discharge of his fimetions under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Voluntary Sociat Service Orqenizations 5 (Registration and Supervision) Act, ‘No. 31 of 1980 1. In this Act, unless the context otherwise xequires— Jpterprele- “community hostel” means any place of residence made",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "available to any person by an organization formed",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "by a group of persons on a voluntary basis, which",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "provides food and other faciifties for the person",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Tesiding therein ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "“Voluntary Social Service Organization” means any",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "organization formed by a group of persons on a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "voluntary basis and—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(@) is of a non-Governmentat nature ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(®) is dependent on public contributions, charities, grants payable by the Government or dona- tions local or foreign, in carrying out its functions ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) has as its main objectives, the provision of such teltefs und services as are necessary for the mentally retarded or physically disabled, the poor, the sick, the orphans and the destitutes, and the provision of relief to the needy in times of disaster,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "and includes a community hostel.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "‘Armual subscription of Hilts and Laws of the Parliament Re. 30 (LocaD, Be, 40",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "(Fezcign). Jpaiable the Sormnresiones, Govmmneewr Poxcarious BUA,",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "P.O. Box $00, Cocantpo 1, betore Ish Deceinber each ane in repeat of the feat",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "following. Late eabecrtptions: ‘will be accepted on ihe condition thué Bille and Laws issued before the date ct puymant will net be supplied.",
    "mean_p_confidence": 0.73
  }
]