[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON . * 4th Session 1955 é ee Beet iy Stig mo ae coe ae EN Estate Duty (Amendment) Act, No, 34 of 1955 | Date of Assent: October 4, 1985 - . Printed on the Orders of Government ! i < Printed at the Gotmmumancr Pars Gertox. To be > oo Bette be Somme Pam SB Rds | “ ~ fu Subscription. (including Bilis) Rs. 25, payable in 7 ‘Buaeav, Posr Orrctt Box 560, Serrateriat, Colombo 1 i Price: 20 cents. Postage : 10 cents,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Restate Duty (Amendment) Act, No. 84 of 1955 8 L. DO. 44/06, . An Act To AMEND THe Esrarz Dury Onpmvance. Rhaples 3 [Date of Assent; October 4, 1955) me 0. : BE it enacted by the Queen's Most Exedlent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the aame aa follows: — 4, This Act may be cited as the Estate Duty stor th. (Amendment) Act, No. 34 of 1956. _ 2 Section 5-of the Estate Duty Ordinance (here- Anesinest ot inaftey refered to asthe principal enactment\") as Speed. amended by Act No. 3 of 1948, is hereby further amended, in sub-section (1) of that section, as follows: (1) in paragraph (i) of that sub-section by the subs- Htntion’ for the words “appointed date,”, * : of the following: — “first day of April, 1947,\"; (2) in paragraph (ji) of the sub-section— (a) hy the substitution, for the words ‘\" the appointed date or any subsequent date,\" of the following: — the first: day of April, 1947, or a date after that day but prior : to the appointed date,”; and (@) by the substitution, for the word “Part: ”, of the words * Part; and”; and 3) by the insertion, immediately after paragraph @b (i) of that sub-section, of the following naw | patagraph:— “\" Gill) where the date of his death is the appointed date or any subsequent date, be computed in aceordance with provisions of this Ordinance at the graduated rate shown in the second column of Part III of the : Schedule to be the rate applicable where the value of the total estate of that person falls within the Timits of the class set out in tha corresponding entry in the first column of that Part: ”*. : or ne saecoan",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": ": 4 Estate Duty (Amendment) Act, No. 34 of 1966 Repusencrol 8. Section 74 of the principal enactment, as Sones! amended by Act No. 3 of 1948, is hereby repaaled and ‘enchant: the following new section substituted therefor:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "© Detiton 7s. The expression“ appointed me date\" (@) for the purposes of section 5, means tha first day of April, 1085, and (®) for the purposes of sections 6 and 7, means the first day of April, 1947.”. Agta 4S Seution 20 of the principal enactment, as eprint amended by Ordinance No. 8 of 1941, is hereby further suciment- —umended, im sub-section (6) of that section, by the subetitation, in pavegraph (6) of that sub-section, for the definition of “ company controlled by not more than five pereons ”, of tie following new definition: — “‘‘company controlled by not more than five [persons ” means a company in which more than half the total shares issued are held by not more than five persons, their wives, or minor children, either’ directly or through nominees; *! Ameationt o¢ ©“ § ‘The Schedule to the principal enactment, es was” amended by Act No, 8 of 1948, is and amended by prospal the addition, at the end of that Schedule, of the follow- 7 ing new Parts: — “Part OL 1 a Eatate duty shail ba payable at the rate por ant of Re. Class. Where tho value of the total estate of the desensed— 1. Exceeds Bs. 20,000 and does not exceed Rs. 60,000 we 8 . 2, Exceeds Re. 60,000 and does not exceed Bs, 75,000 oo # ‘5. Exceeds Ra, 78,000 and does not exosed Ra. 100,000 we 8 4. Exceeds Es, 100,000 ond does not exceed Re. 150,000... G %. Exceeds Re. 160,000 and does not exceed Re. 200,000... 8 B. Txceeds Re. 200,000 and doce not exceed Re. 800,000... 10 ‘ 7. Exoeeds Re. 300,000 and does not exoced Be. 400,00 ., J1 8. Exceeds Rs. 400,000 and docs not excoed Re. 800,000... 19 . Exccede Re. 500,000 and docs nat exceed Bs, 600,000... 18",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Estate Duty (Amendment) Act, No. 4.0f.1965 5 : 20, Exceeds Bs, 600,000 and doar not exceed Hs. 700,000... it 1. Exceeds Re, 700,000 and doos not exceed Bs. 800,000 .., 15 18. Exoeads Re. 800,000 aud does not exceed Ba. 900,000... 16 18, Exceads Bs. 900,000 and doss not excaed Rs. 1,000,000 ... 17 14. Exoeeds Re. 1,000,000 and doss not exosed Rs. 2,000,000 ... 20 ‘15. Exoeeds Re. 2,000,000 and does not exeaed Ra. 8,000,000... 22 16. Kxeeeds Rs. 3,000,000 snd does not exosed Rs. 4,000,000 .. 24 ‘17. Bxceeds Be. 4,000,000 and does not exceed Rs, 6,000,000 .. 27 18. Exoeeds Re. 6,000,000 and does nog exceed Bu. 6,000,000 .. 80 19, Exceeds Re. 6,000,000 and does not exceed Bs. 10,000,000... 35 20. Exceeds Rs. 10,000,000 oe a",
    "mean_p_confidence": 0.69
  }
]