[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA CREDIT COUNCILS (REPEAL) ACT, No. 31 OF 1986 [Certified on 23rd September, 1986] Printed on the Orders of Government Published as a Supplement to Part If of the Gazette of the Democratic Socialist Republic of Sri Lanka of September 26, 1986 oo ett os ~ ‘TO BE PUBCHAEED AT TRE GOVERNMENT PUBLICATIONS BURBAU, COLOMRO ~ Price : 45 cents Postage : 75 cents",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Credit Councile (Repeat) Act, No. 31 of 1986 [Certified on 23rd September, 1986] LD—O, 36/85 _ AN Acr ro Repeat, tae Cumorr Councus Law, No. 28 oF 1975;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "‘AND FOR MATTRES CONNECTED THEREWITH OR INCIDENTAL",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "REKETO BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L This Act may be cited as the Credit Councils (Repeal) hart Act, No. 81 of 1988, and shall be deemed to have come into $M 2 operation on May 1, 1985. operation.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2 (1) The Credit Councils Law, No, 23 of 197 (heceia- Hepetlof efter in this Act referred to as the “Credit Councils Law”) of°%gh™ is hereby repealed, and ee",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) Notwithstanding the repeal of the aforesaid Law— :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "() the department of Credit Councils established by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "section 2 of the Credit Councils Law shall, for the purpose of winding up the affairs of the depart- ment, continue to function until such date as the Minister may, by Order published in the Gazette, ‘appoint ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{@) loans granted by a Credit Council and remaining un-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Bald on the date of coming into operetion of this",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": ‘Act shall be recovared by the head of the depart- ment for which that Credit Counefl was established and the head af svery Government department is ‘hereby empowered te recover loans granted by the Credit Council which was established for the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": ": department snd remaining unpaid on the date of eaming into operation of this Act, together with the interest payable thereon, and to erecit the same to the Consolidated Fund ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "{@) the liabilities of the department of Credit Councils ‘established by section 2 of the Credit Councils Law and subsisting on the date on which this Act comes into operation shall be deemed to have been trans- terred to the Consolidated Fund with effect trom ‘that date ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2-8 N8OSTI—9,800 (86/06)",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 ‘Credit Counetls (Repeal) Act, No. $1 of 1986 (q) all moneys Iying to the credit of the Central Fund of the department of Credit Councils set up by section 7 of the Credit Councils Law an the date ‘of coming into operation af this Act, and ali maneys : lying to the credit of every local fund of a Credit Council maintained under section 8 of the Credit Councils Law on the dale of coming into operation . of this Act, in any bank, shall stand transferred to the Consolidated Fuad and every such bank is hereby empowered and authorized to credit to the Consolidated Fund, such moneys ; (@) (@ all contributions made to a Credit Council under section 10 of the Credit Councils Law by a ° member who ceases to be employed in the public service on or before December 31, 1995, shall be refunded to such member or his legal representative together with dividends thereon by the Ministry of Public Administration ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "Gi) all contributions made to a Credit Council under section 10 of the Credit Councils Law by a member who continues to be in the public service on or after January 1, 1986, shall be re~",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". funded to such member or his legal represen- tative together with dividends thereon as soon as practicable ater the coming into operation",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "1 of this Act by the head of the epartment for which stich Credit Counell was established.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(iii) all refunds made under this section shall be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "‘ charged on the Consolidated Fund.",
    "mean_p_confidence": 0.74
  }
]