[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "bas PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF - SRI LANKA MEDICAL (AMENDMENT) ACT, No. 25 OF 1988 - . [Certified on 15th July, 1988) Printed on the Orders of Governinent : Published as a Supplement to Part LI of the Gazette of the: ‘Democratic Socialist Republic of Sri Lanka of July 15, 1988 Yetwnro At 4a DEEARMDNT GP GOVERNENIE PRLKTING, 3 LARA \"et ncanozy af For couronar? FORECATING HIRBAG COURTS” Price : 60 cents Postage : 7 cents",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Medicat (Amendment) Act, No. 25 of 1988 {Certified on 15th July, 1988] L, D—O, 20/88, (An AcT To ancenp THE MepicaL ORDINANCE BE it enacted by the Parliament of the Democratic Socialist Republte of Sri Lanka as follows :— 1, This Act may be cited os the Medical (Amendment) short Act, No, 95 of 1988, fille, ~ 2 Section 29 of the Medical Ordinance (hereinafter Amendment referred to as “the principal enactment”) is hereby frrlon?® amended as follows :— 105. (1) by the substitution for sub-paragraph (i) of para- graph (b) of subsection (1) of that section of the following sub-paragraph :— Gi) holds a degree of Bachelor of Medicine of— . (@) the University of Ceylon or a corres- ponding university ; or (by a Degree Awarding Institute, and a certificate granted by the Medical . Council under section 32; or” (2) by the addition ot the end of subsection (1) of that ‘section, of the following sub-paregraph :— © Gis) not being qualified to be registered under the preceding sub-paragraphs— (aa) is a citizen of Sri Lanka ; (db) holds a degree of Bachelor of Medicine or an equivalent qualift- cation of any university or medical school of any country outside Sri Lanka, which, on the date on which such person was admitted to such university or medical school, was a degree or qualification which entitled its holder to be registered as a medical practitioner under this ‘Ordinance ; foe) has had an aggregate period of at Jeast five years of efficient and satisfactory service, in the capacity of a medical offleer ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "2 Medical (Amendment) Act, No. 26 of 1988 (dd) holds a certificate granted by the ‘Medical Council under section 22.”, (8) by the substitution Sor sub-paragraph (i) and sub- paragraph (i) cf paragraph (b) of subsection (2) of that section of the following new aub-paragraphs @ and ):— :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "+ +) holds a degree of Bachelor of Medicine of the ‘University of Ceylon or a corresponding university or 2 Degree Awarding Institute ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". GH) has passed the examination necessary for * obtaining a degree of Bachelor of Medicine of the University of Ceylon or a correspon- ‘ding university or of a Degree: Awarding Institute, but has not obtained that degree owing toa delay on the part of that . university or Degree Awarding Iustitute in conferring that degree on him; or”; (4 by the addition at the end of subsection (2) of that section, af the following sub-paragraph :— “ (iv) not being qualified to be registered pro- visionally under any of the preceding | sub-paragraph :— . (ae) is @ citizen of Sri Lanka; - (ob) holds a degree of Bachelor of _ Medicine or an equivalent qualifi- . ** cation of any university or medical school of any country outside Sri ~ “ Lanka, which, on the date on",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". which such person was admitted to",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ": such university or medical school, . ‘was 9 degree or qualification which . entitled its holder to be reglstered ax a medical practitioner under ‘this Ordinance ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "tec) has had an aggregate period of at . least five years of efffclent and . satisfactory service in the capacity.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "of a medical offtcer,”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "‘Medical (Amendment) Act, No. 25 of 1988 3 .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "3 Section 41 of the principal enactment is hereby Amendment amended in item (a) of sub-paragraph (i) of paragraph (a) {2 of subsection (Za) af that section, by the substitution for princiral the words ‘an an estate apothecary ; or”, of the words “as *™#riment an estate apothecary on an estate or on an estate and in the public service ; or”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "4 Section 43 of the principal enactment is hereby an nendment amended by the repeal of subsection (i) of that section and fhe substitution therefor of the following subsection :— principal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Eactraent,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(1) No person shell be registered as a dentist unless she‘is of good character and holds a degree or diploma in dentistry conferred or granted hy the University of Ceylon or a corresponding university or hy a Degree Awarding Institute. ”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "5, The following section is inserted immediately after Ignertion section 69 and shall have effect ss section 69a of the'princi- (eof he val enactment :— Epsotment, “Every 694. (1) Notwithstanding anything to the fotes contrary in the Code of Criminal Procedure Copizable Act, No. 15 of 1979, every offence under this",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "7 Ordinance, shall be & cognizable offence . within the meaning, and for the purpose, of that Act. (2) The Minister may appoint in writing any Regional Director of Health Services ar any Medical Officer of Health Services to he an authorized officer for thie purposes of this section. (3) Every authorized officer appointed . under subsection (1) shall be deemed to be peace officer within the meaning of the Code of Criminal Procedure . Act, No. 15 of 1979, for the purpose of exer- cising, in relation to any offence under this Ordinance, any power conferred upon a peace officer by that Act.”.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "& Section 74 of the princinal enactment is hereby Ameniment amended by the insertion immedfitely before the definition tits of the “dentist” of the following new definition :— Principal ““Degree Awarding Institute” hes the same meaning",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "as in the Universitien Act, No. 16 of 1978;*",
    "mean_p_confidence": 0.82
  }
]