[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF EXLON fig 4th Session 1966-69 ~'s) fio? ad ee e8-12-3 15 (aaah \\ Males) a> National Science Council of Ceylon (Amendment) Act, No. 44 of 1968 Date of Assent : December 14, 1968 Printed on the Orders of Government mo, Pusckssed tt the’ Gonmucaee Sunscnnina Bison, Cocos” Anns Suineeton Uncoging Bley He 30 (Low), Re ® fe ig ae ig oe ge 20th December each year in r-spect of the year following, Late CGE irae scence Mom __ Price: 20 cents Postage: 10 cents",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "National Science Council of Cayton (Amendment) Act, No. 44 of 1968 Le, D.—0, 96/69. Aw Act To aMenp THE NatrowaL Scignce Councit oF Cryion Act, No. 9 or 1968. {Date of Assent: December 14, 1968]",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "‘House of Representatives of Ceylon in this present. Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4. This Act may be cited as the National Science shor: titte, Council of Ceylon (Amendment) Act, No. 44 of 1968.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "2, Section 18 of the National Science Council of Amendment of Ceylon Act, No. 9 of 1968, is hereby amended, by the $i¥e 18 cf substitution, for sub-section (1) of that section, of the a following new sub-section :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "‘* (1) The Council shall, in consultation with the Minister, appoint @ person to be Secretary- General who shall be the chief executive officer of the Council, and who shall be a whole-time officer of the Council. The Secretary-General shall be employed on such terms and conditions as shall be determined by the Minister in consultation with the Minister of Finance.”’.",
    "mean_p_confidence": 0.9
  }
]