[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 5 ca — wy Cree GS vA Sige oh a ‘a 3 seus? BMialy J AQrmy7s> a Se aed Voluntary National Youth Service Act, No. ll of 1967 Date of Assent : June 11, 1967 Printed on the Orders of Government ‘Printed at the Govmumenr Pass, Cayton. To be Peofed at ie, Gommomanys Pa Grae: itt annuat Smeripsen (ined ils) Re 30 (owt), Re. 4 AzrinSobncrnti neds Bile Rs 20 Cl te Eee tas ©. Shoe AEROS eee December eneh ‘year in respect of the year following, Late subscriptions will be aceapted on the condition that Bills issued before the date of payment will not be supplied. Price: 40 cents a Postage: 18 cents {",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Voluntary National Youth Service Act, No..11 of 1967",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Th. DO, 46/68.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "AN ACT TO PROVIDE FOR THE ESTABLISHMENT AND REGULATION or 4 Nationa Yours Szavice CoUNCH. AND FOR MATTERS CONNECTED THEREWITR OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "[Date of Assent: June 11, 1967]",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "by and with the advice and consent of the Senate and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "the House of Representatives of Ceylon in this",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "present Parliament assembled, and by the authority",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Of the same, as followe:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4, Thig Act may be cited as the Voluntary stot sie National Youth Service Act, No. 11 of 1967.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Establishment, Objects and Powers of the Council.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2, (1) There shall be established a council called ‘etablishmene the National Youth Servics Council (hereinafter in ne’ this Act referred to as ‘the Council’) consisting C™- of the persons who are for the time being members of the Council under section 7.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(| The objects for which the Council is established are hereby declared to be, in particalar, to formulate schemes of voluntary national service for youths, and to carry out euch schemes either by itself or through approved institutions, and in general,—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@) to fester among persons in, Ceylon in. general",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "and smong the youth of Ceylon in particular, a spirit of national consciousness, a sense of discipline, an awareness of social and economic problems and a sense of the dignity of labour;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(8) to enlist the continuous and active participation of the youth of Ceylon without regard to clasa or rece or religion, in national development schemes by means of all forms of voluntary service;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(©) to organize and implement on a voluntary basis",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "national service projects of every description and, in particular, projects direoted towards social welfare, social rehabilitation and the economic development of Ceylon; {",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "2 Voluntary National Youth Service Act, No, 11 of 1967",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": (@ to assist bodies of persons in carrying out",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": national progremmnes, of | public utitity,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "i social ‘welfare, social rehabilitation and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "! economic development; ;",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": (2 to provide a constant employment opportunity",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "' for youths by constructively investing",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "} Government funds on a long-term policy",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "basis aimed to strengthen the economic",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Hy fabric of the State;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ": (Pt conduct vocational training of highly efficient and well disciplined laymen and semi-skilled workers for industry, agriculture and other services; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(g) © promote goodwill and mutual understanding",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ". ween Ceylon and other countries by organizing the exchange of youths who volunteer to assist in projects of national service.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(8) In this Act, “‘ approved institution ”” moans",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "7 any institution or any class of institutions, whether",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "educational or otherwise, which is approved for the purpose of ‘this Act by the Minister by Order published in the Gazetie. Cogaril te be 8, The Council shall be a body corporate with ae petpetnal succession and a common seal, and may sue and be sued in its name. Grant to 4. (1) The amount of the working capital of the Gendl'ty, Council and the amount necessary for the defraying of preliminary expenses shall be such as may be determined y the Minister in consultation with the Minister of Finance. @) The amount of the working capital of the 1 Council shall be paid to the Council out of the Con- t solidated Fund of Ceylon in such instalments as the Minister of Finance may, after consultation with the Minister, determine.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(8) The working capital of the Council may be increased from time to time by such amount as may be determined. by the Council with the approval of the Minister given with the concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Voluntary National Youth Service Act, 8 No, 14 of 1967 8. (1) The Council shail have the power to Horas of the acquire, hold, take or give on hire or lease, and to pledge or sell'or otherwise dispose of, any immovable or movable property: Provided, however, that 20 immovable property of the Council’ shal! be sold. without the prior approval in writing of the Minister. (2) The Couneil shall have the power— (a) to engage in any agricultural, industrial, Oe conto ublic uility enterprises connected with or incidental to any of the objects of the Council with the prior approval of the Minister ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(8) to do anything necessary for, or conducive or incidental to, the carrying out of the objects of the Council; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(©) to change fees for servioes rendered or provided",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "by the Council.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "() The Council may accept grants or donations, whether of inmorable or movable property, from persons or bodies of persons in or outside Ceylon:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Provided, however, that no donation shall be accepted from such persons or body of persons outside Ceylon until a detailed description of the donation is placed before the House of Representatives. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "6 All property, movable and immovable, acquired Appllcation of or held, and all grants and donations accepted, by the ™™\"** Council shall be used and applied by the Council in furtherance of its objects in such manner as the Council may determine.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "The Council.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "7. ‘The Counci! shall consist of the following Gsitetin ot monbest? | lowing e'dtendt,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(@) the Minister who shall be the President of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Council;",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "®) one other member of the Cabinet of Ministers",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "who shall be nominated by the Minister and who shall be the Vice-President of the Council;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 Voluntary National Youth Service Act, No. 11 of 1967 (©) not more than five other persons appointed b ‘he Minister a8 members of the Cemnell, on of whom shall be nominated as Chairman of the Council and who shall also be the chiof_ executive officer of the Council:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Provided that no other Members of Parliament shall be members of the Council.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Tem of afice 8, (1) A member of the Council who is appointed . whe by the Minister shall, unless he earlier vacates office by death or as bereinafter provided, hold office as such",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "member for a period of four years.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "{2} Any member of the Council appointed by the Minister who vacates office by effluzion of time shall",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ": be eligible for reappointment. f Ypontion 9, A member of the Council appointed by the ! ie. ‘Minister shall vacate office as such member— (@) if his membership is terminated by the Minister; or : (®) if he resigns his office by letter in writing i addressed to the Minister. 1 Campa fe te 40, The Council shall be subject to the general or + Sever or special direction and control of the Government. 1 pedal Siaction -Sateoutra af Re oreramens. : Stoff of the Council. Appeistnent 44. (1) The Council may appoint such officers and wa wom’ such servants as the Council considers necessary for sod servants.” the cartying out of its objects.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "@) The remuneration and conditions of service of the officers and servants of the Council shall be such as may be fixed by the Council with the approval of ihe Minister ‘Biren with the prior concurrence of the Minister of Finance.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Appeintzent of 42, {1} At the request of the Council, any officer",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "pile oer in the public service may, with the consent of thet Rice.\" officer and the Seoretary to the Treasury, be temporarily appointed to the staff of the Council for",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "' such period ag may be determined by the Council with like consent or be permanently appointed to such staff.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Voluntary National Youth Service Act, 6 No. 11 of 1967",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "@ The provisions of sub-section (2) of section 9 of the Motor Transport Act, No. 48 of 1957, shall, mutatis mutandis, apply to and in relation to any officer in the public service who is temporarily",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "+ appointed to the staff of the Council, and the provi- sions of sub-section (8) of the aforesaid section 9 shall, mutatis mutandis, apply to and in relation to any officer in the public service who is permanently appointed to such staff.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "13, Wheres the Council employs any person who Servis t has entered into a contract with the Government by Sater! as” which he has agreed to serve the Government for a ina t specified period, any period of service to the Council Sovemment by that person shall be regarded as service to the # cuter. Government for the purpose of discharging the obligations of such contract.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "44. Tho Council may delegate to any member or Pegi t officer of the Council any such power or function of the o%,t83, Council as the Council may consider necessary so to saw a. delegate for the efficient transaction of its business. mat",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Meetings and Administration,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "418. (1) Subject to the provisions of sub-section (2) esting of of this section, the holding of the quorum for, and the ‘t* Coun Procedure for the transaction of business at, mestings of the Council shall be as determined by the Council.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "(2) Any question arising at any meeting of the Couneit “shall be determined by a majority of the members present, and in the case of an equality of votes, the President or in his absence, the Vice-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "President or Chairman or any other member presiding at the meeting, shal] have a seoond or casting vote.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "16. Subject to the provisions of section 10, the ‘isis allairs of the Council shall be adminisiared in‘auch Scie manner as may be determined by the Council.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "Appointment of Panels.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "47, (1) ‘The Councit may appoint panels, each  sppeinmeat consisting of such persons as the Council may think ™ Pm ft, for the porpose of advising “and assisting the Council on tho general advanosment of any particular activity or activities connected with or incidental to the carrying out of the objects of the Council. d",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "8 Voluntary National Youth Service Act, No. i1 of 1967",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "@. Any, perso, whether or not he is » member of the Council, shall’ be eligible for appointment to any panel constituted under this section.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(8) The members of any panel appointed under this section shall ‘appoint 6 set her oF that panel as’ chairman of that panel.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(4) The Council shall have the power to vevoke the appointment of any panel or any member of any panel appointed under this section.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "Finance, Accounts and Minutes. Fonds 48, (1) The Council shall have its own fund.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(2) There shall be paid into the Fund of the Cooncil all such sums of money as may be received by the Council by way of—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(@) donations, gifts or grants from any source",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "whatsoever;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(8) fees charged for services rendered or provided",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "by the Council; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(c} all suck sums of money as are required to be",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "paid into such Bund by or under this Act.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(B) There shall he paid out of the Fund of the Council all sums of money required to defray any expenditure incurred by that Council in the carrying on of its business or in the exercise, discharge and performance of its powers, functions and duties under this Act, and all such sums of money as are required to be ‘paid out of such Fund by ot under thi Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "decanae of he 49. (1) The Council shall cause its accounts to be Gone sod kept in such form and manner as may be determined by the Treasury in consultation with the Auditor- General. (2) The books of accounts of the Council shall be kept at the office of the Council. (8) The financial year of the Council shall be a5 determined by the Council. Andis of 20. (1) The Council chall have its accounts account of audited each year by the Auditor-General. For the purpose of assisting him in the audit of such accounts. the Auditor-General may employ the services of any qualified auditor or anditors who sball ast under bis | lirection and control. Le",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Voluntary National Youth Service Act, 7 No. 11 of 1967",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "For the purpose of meeting the expenses ingved by bin ie auditing the Tcounte of the Council, the Auditor-General shall be paid from the Fund of the Council such remuneration as the * Minister may determine with the concurrence of the Minister of Finance. Any remuneration received from the Council by the Auditor-General shall, after deducting any sums paid by him to any qualified auditor employed by him for the purpose ‘of such audit, be oredited to the Consolidated Fund of Ceylon. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "{8) For the purpose of this section, the expression « qualified auditor” meane—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "fe} an individual who, being a member of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Institute of Chartered Accountants of Geylon, possesses a certificate to practise as an Accountant, issued by the Council of that Institute; or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(3) a firm of Chartered Accountants each of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "partners of which, being a member of that",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Institute, possesses a certificate to practise ag an Accountant issued by the Council of that Institute.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "24, (1) The Auditor-General shall examine the The Auiite. socounts of the Council and furnish a report thereon, O*™\" r",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(2) The Auditor-General shall transmit his report to the Council.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "22. The Council shall, on the receipt of the Ansos! ancuas anditor's report each year, tranamit such report, the Tah on profit and loss account and the balance sheet to which to be teanemittes the report relates, together with a report by the ‘*inwer, Council on the work of the Council for the period for which the profit and loss account and the balance sheet have been made, to the Minister who shall cause copies thereof to be laid before the Senate and the House of Representatives, before the end of the year next following the year to which such accounts and Teport relate.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "General Provisions.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "23, All acts done at any Testing of the Council or Acts of the of any panel shall, notwithstanding thet it shall Comell ct, aflerwards be discovered that there Was any vacancy tovwithsandiag in the membership thereof or that there was some {hee, defect in the appointment of any member thereof or ‘sesnay, 4",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "2H uesceren",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "8 Voluntary National Youth Service Act, No. 11 of 1967 that there was a failure to give notice of such meeting to any member thereof, be as vad ac ip there had been ‘no such vacancy or as if such member has been duly appointed, or as if there had been no such failare to give notice, as the case may be. Signing ot 24, All instruments which are required to be baaretne' signed by or on behalf of the Council shall be Signed Goons, by such person or persons as may be authorized in writing by the Council in that behalf. Demonerativn, 25. {1} Subject to such Special directions as may be ath given in that behalf by the Minister, the Council may pay to any of its members or to any member of the panel any expenses actually incurred by such member for the purpose of the performance of his duties as a member of such Council or panel.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "@) The person holding the office of both Chairmen and chief executive officer of the Council may be paid such remuneration and allowances as the Council may determine with the prior approval of the Minister.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(8) Save as otherwise provided in this section, no member of the Council or of any panel, shall be entitled to any remuneration or allowance for work done by him as a member.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "Begulasons, 26. (1) Regulations may he made by the Minister for—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(q) carrying out and giving effect to the principles and provisions of this Act ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(®) carrying out the objects for which the Council ig established ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(©) fixing the rates of remuneration payable, whether by the Council or any approved institution, to persons recruited for the Purpose of doing voluntary national service, their discipline, and the other terms and conditions of their service;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(@ any matter in respect of which regulations are ‘authorized by this Act to be made.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(2) Every regulation made by the Minister shall be published in the Gazette and shall come into operation on the date of such publication or on auch later date as may be specified in the regulation,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 9,
    "par_num": 10,
    "text": "(8) Every regulation made by the Minister shall, a8 3000 as conivenient after ita publication in the Gazette, be brought before the Senata and the House of Representatives for approval. Any regulation which 38",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Voluntary National Youth Service Act, 9 No. 14 of 1967 mot 90 approved shail be deemed to be rescinded as from the date of its disapproval, but without ‘prejudice to anything previously done thereunder.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Sat, (1) Any expense incurred by the Council in Rsimbureaneat say civil suit brought by or against the Council before “spe any court shall be paid out of the Fund of the Council, sits. and any costs paid to, or recovered by, the Conneil in -any such civil suit shall be credited to that Fund.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(2) Any expense incurred by any member of the",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Council or staff thereof in aay vil suit brought agpinst him before any court in respect of any act which is done or purports to be done by him under this Act or any regulation made thereunder, or on the direction of the Council, shall, if the court holds that the act was done in good faith, be paid out of the Fund of the Council, unless such’ expense is recovered ‘by him in such civil suit.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "28, No writ against person or property shall issue Xe wrt wo against a member of the Council in any action brought Mm.\" against the Council, Drmpetey ot",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "the Cooma",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "20. In this Act unless the context otherwise teteqreistica. vequires—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "‘* Minister * means the Prime Minister;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "“panel” means a panel constituted or appointed",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "by the Council under this Act; “youth ”* includes a female.",
    "mean_p_confidence": 0.81
  }
]