[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 4th Session 1950 . os ioe : Vaan reed - oR) \\i Wud -10- -5 <j Oe) wh Coconut Products (Special Provisions) Act, No. 32 of 1950 > Date of Assent : December 6, 1950 , Printed on the Orders of Government “ eo, . Printed at the Ceyuow Gove, Press, Covomso. To be Sirhan’ PROTON, BoMe_ eae: Soxeewe Ts te 4nmal Suieripuon Gnelodng Ble) Ra\"2h povase i Sees pelos, Goad BI) Re, 25, payable io Senses, Boat Orca Boe hin Seen eae Prices 10 cons, Postage: & cont :",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Coconut Products (Spacial Provisions) ‘ Act, No, 88 of 1950. | L. D0. S1/61. + Aw Ac? To PROVIDE FOR THE CONTINUANCE IN FORCE",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "aerer Decentoer 9, 1950, or Tae Devence (LMER-",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "gener Satz axp Exronr oF Corn) ‘RECULATIONS,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1942.",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "{Date of Aysent: December 6. 1950.]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "WHEREAS the Defence (Emergency Sale and Export of Copra) Regulations, 1942, which have effect by virtue of the Supplies and Services (Transitional Powers) Act, 1945, of the Parliament of the United . Kingdom, are due to expire on the tenth day of December, 1950:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "And whereas it is expedient to provide for the con- : tinuauce in force of those Regulations for a further period:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by tie King's Most Sxoellent Majesty, by and with the advice ond consent of the = - Senate aind the House of Representatives of Ceylon in this present Parliament assembled, and by the anthority of the same, as follows: —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. This Act may be cited as the Coconut Products  Shett stle (Special Provisions) Act, No. 82 of 1950, and shall iaim.”” Game into operation on the ninth day of December,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1950 (hereafter in this Act referred to as “ the appointed date”).",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. The Defence (Emergency Sale and Export of  Covlaune Copra) Regulations, 1942, aa in force at the appointed Beisacs date, shall'from the appointed date have the force of (Beergenes jaw by virtue of this Act and as though they were spor of herein enacted. Geerm)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Eeeaacons, we",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3. This Act and the Regulations referred to in Dwatio of section 2 shall expire on the date appointed by the Wests Minister by notification published in the Gazette ‘komicem under Regulation 2 of those Regolations as the date ‘ston? of termination of the period oF suspension of. the sections of the Coconut Products Ordinance specified cep. 12, in that Regulation.",
    "mean_p_confidence": 0.79
  }
]