[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eve) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA EMPLOYMENT OF WOMEN, YOUNG PERSONS AND CHILDREN, THE FACTORIES AND THE SHOP AND OFFICE EMPLOYEES (REGULATION OF EMPLOYMENT AND REMUNERATION) (AMENDMENT) \"ACT, No. 32 OF 1984 [Cortified on ‘xd August, 1984] Printed on the Orders of Government Published as a Supplement to Part I of the Gazette af the Democratic Secialist Republic of Sri Lanka of August 03, 1984 - FAINTED AT THE DEPARTMENT OF GOVERNMENT FRINYING, BU LANKA ee eT oe nenanas Tone Coonan Price: 68 cents Postage : 60 cents",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Employment of Women, Young Persons and Children, * the Factories and the Shop and Office Employees (Regulation of Employment and Remuneration) (Amendment) Act, No. 82 of 1984 <j, (Certified on Grd August 1984) LD—O. 22/83, + - « AN ACT TO PROVIDE FOR THE EMPLOYMENT OF WOMEN AT NIGHT EN PACTOUTES AND INDUSTRIAL UNDERTAEINGS 5 70 PROVIDR SAPEQUARDS POR THE PROTECTION OF WOMEN WOREDW AT NIGHT AND TO PROVIDE FOR MEATHERS CONNECTED THEMEWITH OR INCHENTAL THERETO. BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows:— : 1, This Act may be cited-as the Employment of Women, Stort title ‘Young Persons and Children, the Factories and the Shop and Office Employees (Regulation of Employment and Remuneration) (Amendment) Act, No. 32 of 1924 PARTI 1 2. Section 2 of the Employment of Women, Young Amendment Persons, and Children Act, No, 47 of 1956 (hereinafter in “4 TUR 74, this Part referred to as the “principal enactment”) is of 1806. hereby smended by the repeal of subsection (1) thereot and the substitution therefor of the following new subsection :— « (1) Subject to the provisions of this Part, no person shell employ at any time during the night, a person under the age of efghteen years, in a public or private industrial undertaking or ina branch thereof\", ~~ % The following new sections are hereby inserted Insertion of immediately after section 2 of the principal enactment and 24, 25 apd. 2c shall have effect as sections 24, 28 and 2c, respectively af Pengo | that enactment:— ‘satan + EBmployment 2a (1) Subject to the provisions of this Sight acy ‘Part every woman employed in an industrial iwuiria)” undertaking shall be permitted to work wnsertaking throughout the night, (2) Employment of a woman at night 4 +: shell be subject to the following condi- : Hong tn “eevee °°\" (@) no woman shall ba compelled to work wives ate 7). ab night against her willy 4 ‘A OTTHRG—10, 679 (84/08)",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "2 Bmployment of Women, Young Persons and Children, the Factories and the Shop and Office Employees (Regulation of Employment and Remuneration)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(Amendment) Act, No, $2 of 1984 (b) that written sanction of the commis sioner of Labour should be obtained by every employer, prior to the . , employment by him of women to work after 10 pm, ot night ; (©) 20 woman who has been employed during the hours of Gam and ns 6 pm. shall be employed after 10 pm. on any day;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(@) every woman who works at night te shall be in receipt af a payment of & not less than one and a half times",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "the normal payment received by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "her; (©) there shall be appointed female . : wardens to see to the welfare of : women workers who work at night; es {fy every woman worker working at night hall be provided with restrooms",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". and refreshments by the employer 5",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(g) no woman shell be employed for more",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". than ten days on night work,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". during any one month,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Provitious of 2m, The provisions of section 24 shall not",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "‘net to apply apply—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "fo women",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "holding (@) to women holding responsible posi-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "pestlens fc, tions of a managerial or technical",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "character; . (®) to women employed in health and ‘welfare services who are not ordi- narily engaged in manual work ; amd ©) to an industrial undertaking in which only members of the same family are employed.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Wont may Se. When in a case of serious emergency,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Rosloyment the public interest demands it, the Minister",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "of women may, after consattations with the employers’",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "industrial and workers’ organizations concerned, if sDY; undertakings. by Order published in the Gazette, vary the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Employment of Women, Young Persons end Children, 8 the Factories end the Shop and Office Employees (Regulation of Employment and Remuneration) (Amendment) Act, No, $2 of 1984 conditions set out in section 2a, in relation of employment of women, or prohibit employment of women, during the night in any industrial undertaking or undertakings or branches thereof. ”, 4. Section 9 of the principal ensetment is hereby Amendment amended as follows — sree (1) thy the repeat of subsections (1) and (2) thereot; Brace. @) im subsection (6) by the substitution for all the ‘words and figures from “permit women and young persons to be employed” to “so employed abell”, of the words and figures “ permit young persons to be employed in any industriel undertaking or in + any branch thereof during that part of the night which falls between 7 pm. and 11 pm. subject to the condition that no young persons a0 employed shall”. . PART IL % Section 67 of the Fuctorles Ordinance (hereafter Amentmest in this Part referred to ax “the principal enactment”) in Gt ye, hereby amended by the repeal of peragraph (b) thereof, za and the substitution therefor, of the following paragraph :— “ (Q) the period of employment in the case of young persons who have not attained the age of sixteen ahall not exceed twelve hours in any day and shall neither bogin earlier than uix o'clock in the morning nor end later than six o’clock in the evening, and in the case of young persons who ~ + have not attained the age of eighteen the period of empolyment shall not end later then eight o'clock in the evening, and on not less than one day in the week, one o'clock in the afternoon.”. ©The following new section in hereby inserted Tasertion of immediately after section 67, of the principal enactment and 57a a shall have effect as section 674 of fut enactment — Becthent, UFeploymmt Gta (1) Subject to the provisions of this Si pmomen st part every woman employed ina factory Pitorret an shall be permitted to worl throughout the ‘es aeehag night",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Employmene of Women, Young Persons end Children, the Factories avd the Shop and Office Employees ‘ (Reguiation of Employment end Remuneration): (Amendment) Act, No, 82 of 1984 ¢ “ * 2) Employment of.a women at night, in 2 factory shall be subject to the following . conditions :— . (@) no woman shall be compelled to work at night against her will ; (%) that written sanction of the Commis- sioner of Labour should he obtained : 1, by every occupier of a factory . . prior ta the employment by him, of ’ ‘women, to work efter 10 p.m, at aight ; : (©) no women who has been employed a . during the hours of 6am, and vy 6 pm. shall be employed after ne 10 pm. on any day; - {@) every woman who works at night shall be in receipt of a payment of . ‘not lees than one and a haif times the normal, payment received by ber; : ; {e) there shall be appointed female wardens to see to the welfare of © woman workers, who work at night ; G) every woman worker, working at night shali be provided with rest . rooma and refreshments by the employer ; (g) no woman shall be employed for more _ than ten days on night work, during 4 eny one month. ”, : ‘Amendment 1. Section @8 of the prinetpal enactment ‘is hereby ae ‘the: amended by the repeal of paragraph (b) of subsection (2) Principal _of that section and the substitution therefor, of the follow- me peng “ (b) the period of employmient for the woman or young person shall not exceed twelve hours in any day and shall not in the case of young persona extent outside the hours specified in this Part for the beginning and end of the period af employment”.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Bmployment of Women, Young Persons. and Children, & the Factories and the Shop ond Office Employees (Regulation of Employment snd Remuneration) (Amendment) Act, No. 32 of 1984 & Section 73 of the principal enactment is hereby Amendment amended by the repeal of paragraph (a) of subsection (1) 9 Settion of that section and the substitution therefor, of the principal tok a — * Ghactment. * (qa) a young person shall not be employed in a factory ‘on @ Sunday or on auch other week day as may be prescribed in Hea of Sunday, nor shall a young person employed in any factory on any other day of the week, be employed on Sunday or such prescribed week-day about business of the factory or in any other business carried on by the occupier ; and”, : PART Ot % Section 10 of the Shop and Office Employees Ammdment (Regulation of Employment and Remuneration) Act is 9 7c\" hereby amended in subsection (2) of that section as Chapter 179. follows :— (1) by the insertion immediately after paragraph (II) of the proviso to that section, of the following new paragraph :— N * (iil) eny female who has attained the age of eighteen years may be employed in or about the business of a shop of office for the period, or for any part of the period, Detween 6 p.m, and @ pm.” and (@) by the renumbering of paragraph (iii), of the ‘proviso, as paragraph (lv) thereof.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "a",
    "mean_p_confidence": 0.02
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "Annual subscription of Bills and Laws of the Purliament Rs. 150 Cacals",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "‘Rs 200 (Forelgn), payable to the Surgunmmmerr, Govymamaer Pusticaione",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "‘Buncav, P. 0. Box 600, Cocosaro 1, before 15th December each year in respect af the year following.",
    "mean_p_confidence": 0.65
  }
]