[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 1st Session 1952 FEED Debt Conciliation (Amendment) Act, No. 43 of 1952 Dote of Assent : November 22, 1852 . Printed on the Orders of Government tt eee Hy 2 Gero aes Price : 10 conta, Postage : & cents,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Debt Conciliation (Amendment) Ast, No. 43 of 1952.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "L. D.—0, 89/49.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "AN Act 10 aMnNp nme Dear Concreration Oxniwance, ‘No. 99 oF 1941. [Date of Assent: November 22, 1952]",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enected by the Queen's Most  Facellent Majesty, by gad with the advice and consent of the Senate and the House of Representatives of Ceylon",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "+ in this present Parliament assembled, and by the anthority of the ame, as follows:—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. die Act may be cited as the Debt Concitiation stor a, (Amendment) Act, No. 48 of 1952.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2, _ Section 89 of the Debt Conciliation Ordinance, aepacenest of No. 89 of 194%, is hereby repealed and the following site &9 or new section is substituted therefor:— ee Rites of 39; Where any creditor brings an enifat. action in any court for the recovery of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "any debt in respect of which a certificate has been granted under this Ordinance, then, notytithstanding the provisions of : any law for the time being in force, the court— . , (@) shall order the debt together with the interest, thereon to be paid in such inatalments, and within such period not exceeding ten years, ae the court thinks ft, and () shall not allow the creditor an : costs in atch action, and shall not allow, in respect of any . period subsequent, to. the . receipt by the Board of any application for the settle- ment of the debt, any interest on the amount of the debt in excess of simple interest at a rate not higher : than the prescribed rate. 2.8.8 nt0-2980 ne a 7",
    "mean_p_confidence": 0.8
  }
]