[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF - SRI LANKA SPORTS (AMENDMENT) ACT, No. 47 OF 1993 [Certified on 20th October, 1993] Printed on the Order of Government Published as 2 Supplement to Part II of the Gazette ef the Denseeratic Socialist Republic of Sri Lanka of October 22, 1993 panei AP THE DICETMDEE OF COPGHOORET PEOMNG, HE LANDA FO De FORCHAGED AP IME OQVERNMENT PUSLICATIONS EOREAD, SOMES 2 Price: 60 ccits, ‘Postage; Ee. L08",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Sports (Amendment) Act, No, 47 of 1903 [Certified on 20th October, 1993] LD. 26/02, AN Acr v0 anom tas Seants Law, No. 25 ov 1973 BE lt enacted by the Partiment of the Democratic Socla- Ust Republic of Sri Lanka a follows :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1, This Act may be cited as the Sports (Amendment) Shorttitle, Act, No. 47 of 1998.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1% ‘The long title to the Sports Law, No. 25 of 1973, Amendment (hereinafter referred to as the “principal enactment\") is Seng title heceby repealed and the following new long title substitut- of Taw ed therefor :— faa",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "“A LAW To PROVIDE FOR THE ESTASIREMENT OF THE",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "National Spoats Counct., Drsmrcr Sports COMMITTEES,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "tHe Naviowat, Assoctarron or Sromms COACHRS AND",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Tscrmica, Orriosns axp mite NarronaL Orveeere Con",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Mrsvae oF SAT LANKA; FOR \"att ESTanLiSHMENT OF A",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "_ ‘Spomvs Fond; ror THE REGULATION AND SUPERVISION OF Namiowat AssoctaTions oP Sows ; ron THE BSTANLISH- .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "MNT OF scHoOLS OF SPORTS; AND TO PROVIDE On ALL",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘MATTERS CONNRCTED THEREWITH ON INCIDENTAL THERETO.”",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "3 Section 2 of the principsl enactment te hereby Amendreat amended by the insertion, immediately after paragraph (b) Jot the of Ehat section, of the following new paragraph :— principal",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Enactmment, (bb) a National Association of Sporta Coaches and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Technical Officers ;” ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "4 Part I of the principal enactment is hereby amended Amendment tn the heading to that Part by the substitution for the words beading to “District Sports Committees and a National Olymple the | Commitee” of the words \"Distrlet Sports Committess, a Gnaciment National Association of Sports Coaches end Technical Officers and a National Olympic Committee”.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "& The following new section ts hereby inserted Insertion",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "_ tnmediately efter section 17 of the principel enactment and gectou 17 shall have effect as section 17a, of that enactment :— principal:",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "« Enectment,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "suenottsh- 74, (1) There may be established an",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "1 gf Nations) Association which shall be called “tho ‘Association : + qf'Sporis National Association of Sports Coaches and + Beghnleat” —Technteal Oficers of Sri Lanka, t",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Sports (Amendment) Act, No. 47 of 1993 (2) The composition, powers, functions, and Gutles of the National Association of Sports . Coaches and Technical Officers, shall be . brescrited by regulation.”. Grmuinnt \"6 Section 18 of the principal enactment is bereby of the amended by the repeal of subsection (2) of that sectlon and Erase the substitution therefor, of the following subsection :— * @) Such Committee shall consist of — (a) the Director of Sports appointed under section _ - 3, who shall be an ex-officio member ; () members, it any, of the International Olympic Commiltee in Sri Lanka, who shall be ex- . ‘officio non voting members, uniess they have * been appointed under paragraph (c) 5 (©) two representatives of each oft the National Associalions of Sports registered in accordance with the succeeding provisions of this Law, . : provided however, tat each such National Association is affiliated to, or is a member of its respective International Federation and Cte the sports ft represents are included in the : _| Programme ef the Olympic Games. The Comunittee may co-opt delegates of other registered National Associations of Sports or persons who have rendet- ed or can render exceptional service to the Olympic move . ment, provided that auch co-opted members do not const! tute the voting majority ini the Committss Insertion of - 7. ‘The following new section 1s hereby inserted so immediately aiter section 16 of the principal enactment and \\ Beinctpal |” ghall have effect as section. 184 of that enactment :— i * teem of 18a, Bvery member of such Committee, . SRE, «other than the Director of Sports, shall hold ij ‘Committee. office for e term of four years.” mendroent | Wedien 4 —-& Sestlon 21 of the principal enactment is hereby ofthe, amended by the ediiition af the end of that section of the i suactment, —following peragraph :-—~ . “ (e) not being the member referred to in subsection 2(a) of section 18, has served in such Committee for two consequtive terms of affice.\".",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". Sports (Amendment) Act, No. 47 of 1993 3",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "% The following new section ix hereby inserted Insertion of immediately after section 21 of the principal enactment 30% Sue\" ‘and shail have effect as section 21a of that enactment:— principal sabe la. (1) The National Olympic Com-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "mittee of Sri Lanka and every National Association of Sports registered under Chapter III shall cause proper books of accounts to be kept of the income end expenditure and all other transactions of : such Committee and Axsociation. . : “(2) Such Committee and every auch Association shall cause its books to be . balanced as on the thirty-first day of : December in each year, and shall before the : Thirty First day of March next, cause to be prepared, on incume and expenditure account and a balance sheet containing a . summary of the assets and liabilities of such Committee and of every such Associa~ : ton, as the cose may be, made up to the frat mentioned date. : (8) The Auditor General shall audit the . accounts of such Committee and every : such Association.”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "10, Section 23 of the principal enactment is hereby Amendment amendea by the insertion immediately after paragraph (b) of Scan 3 of i = aoe",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "that seetion, of the following new paregraph principal |",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "* (Bb) all sums of money peyable by the Government, a Public Corporation or e Govrament owned busl- ness undertaking for the sponsorship of any sport or sports event :\",",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "IL Section 34 of the principal enactment ie kereby amendment amended by the addition at the end of that section of the gf rection following subsection :— Prmipal",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "* (4) Where the Minister makes a Order under sub “™cunen®",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "section (1) ordering the dissolution of any National",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Association of Sports or suspends the registration of any",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Nationsl.Association of Sports’ under section 82, the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Secretary to the Ministry of the Minister may, by notice '",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "in writing, reqnire the office-bearers of such National",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Association of Sports to deliver all movable property \\",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 . Sports (Amendment) Act, No. 47 of 1993 . (including any books and documents) “of such National ss > Assnciation of Sports to the Director of Sports. Any _ person who fails to comply with any requirement . imposed on him under this subsection shall be guilty of an . offence and shall be liable on conviction, after summary ‘trlal before a Magistrate toa fine of five thousand rupecs.”. =e 12 Section 42 of the principal enactment io hereby Sore wmended by the substitution for the words “National Brinelpal Spats Council and District Sports Committees\" of the imme words “National Sports Council, National Assoication of Sports Coaches and Technical Officers and District Sports ‘Committees, ” Arendmest 13. Section 43 of the principal enactment ia hereby aoth amended by the insertion immedietely before the definition principal af “a National Association for Sports”, of the following eoecimeat definition -— “public corporation” means any corporation, board * og other bedy which was or fs established by, or tnder, any written law other than the Companies Act, No. 17 of 1982, with funds or capitel wholly or partty provided By _, the Government, by way of grant, loan or otherwise. ”. Sishela text 14 In the event of any {inconsistency between the fo inet Sinuule and Tamil texts of thir Act, the Sinhala text sbell feonatener. praval, oe : 4 \\",
    "mean_p_confidence": 0.76
  }
]