[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "{rr @. ‘a A * LEE PP. 58 fio, 2a Sie He > & Cao) PARLIAMENT OF THE DEMOCRATIC - SOCIALIST REPUBLIC OF SRL LANKA : DEBI. CONCILIATION (AMENDMENT) ACT, No. 19 OF 1978 : ate [Certified on 26th Decomber, 1978) Printed on the Orders a Government : Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Srt Lanka of January 05, 197% nna ax THE DEPARTMENT OF COVERNSENNT BAINTING, Sex LANRA . (TO BE PURCHASED AT THE GOVT. PUBLICATIONS BUREAU, COLOMEO Price ; 30 cents . Postage: 25 conts",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Dabs Conoitiation (Amendment) Act, No, 19 af 1978 * _ [Certified on 28th December, 1978] “L, D0, 26/78, : Aw Act 10 AMEND Tar Dant ConciLtation ORDINANCE. BE it enacted by tho Parliament of the Democratio ~ Sooialist Republic of Sri Lanka as follows:—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. This Act may be cited a5 the Debt Coneilintion sme sie (Amendment) Act, No. 19 of 1978.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. Section 6 of the Debt Conciliation Ordinance, Ampineatat hereinafter yeferred to as the ‘' principal enact- Chapters. meat”, is hereby amended by the addition, immediately after paragraph (t} of that section, of the following new parageaph:— :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "“ (@) the payment of subsistence and an allowances",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "in respect of travelling done by any or all of - the members of the Board resident outside",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "the Municipal limits of Colombo for atten-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "dance at mestings of the Board and the rates",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "at which such allowances shall he com-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "puted.”.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8 Section 10 of the principal enactment is hereby Beplacemsasat repealed and the following new seotion substituted Age 10 therefor :— Prince “ Remuserniion 4), wilations may be made ERE’ poviang oe",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(a) the payment of fees to any or all (0) the Phe mombore ofa breath board for attendance at :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "meetings of the branch board : and for eny work done and the vates at which such fees shall",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "be computed; (5) the payment of an allowance in ® ‘mapect of travelling done by any or all of the members of a branch hoard in the discharge of their duties as members of a : branch board, and the rates at which such allowance shall be",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘computed; and",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘A S7EO—14,960 (18/19)",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Debt Conciliation (Amendment) > Aot, No. 18 of 1978 “ @) the Payment of subsistence and an allowance in respect of travel- King dene by any oF all of the : : members of a branch board . resident outside the area where i the branch board bas been constituted, for attendance at meetings of the branch board, 7 and the rates at which such +“ allowances shall he computed.\"*. Anainmict 4, Section 214 of the principal enactment is hereby aie amended by the substitution, for paragraph (a) of that Zuaeet section, of the following paragraph: — * @ the language of the notarial instrument of ‘transfer and where provision in regard to the right of the transferor or any other person to redeem or purchase the property trans- ferred is contained in any other notarial * instrument; the language of thet other instrument;\"”. Auminenat 5. Section 30 of the principal enactment is hereby sett 30 of Semhacpa amended ag follows: — (1) by the renumbering of that section as sub- section (1) of that section; and @)by the addition, after the renumbered ‘aub- section (1) of that section, of the following new subsection :— + (@) Where a certificate has been granted under this Ordinance in respect of a debt secured by a conditional transfer of immova- ble property and subsequent to the granting of that certificate an action is instituted in any court for the recovery of that property, the oourt—: 2 . (@) may, notwithstanding that the title to that property has vested in the : :  oreditor in relation to that debt, make such appropriate orders as are neces- _ sary to reconvey title to, and posses- sion of, thet property to tha debtor, in 7 . Télation to that debt, on the payment by the debtor of the debt together with",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "Debt Conciliation (Amendment) 8 Aot, No. 19 of 1978 . the interest thereon in such instal. . + ments and within: such period not exceeding ten years, aa the court thinks fit; and {®) where the action ia instituted by the creditor or any peseon claming title '. to the property through the creditor, shall not allow the creditor or that person any costs in such action, and shall not. ‘allow in respect of any Reriod subsequent to the receipt by the Board of the application for the settlement of that debt, any interest on the ‘amount of the debt in azcess of simple interest at a rate not higher than the presoribed rate.””.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "8. Section 68 of the principal enactment is hereby Ratscanos repealed and the following section substituted there- Sate for:— : pee © Date of G3.\" (1) Every regulation made hy the gue Minister shall “be publisbed in the regetations, Gazette and—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "(a) shall, if 20 expressed in the regu. on | lation, be deemed to have come 7 into operation: on such date, prior to. the date of publication In the Gazette, as may be speci- |) fied therein, “such prior date being a date not earlier than the Seo date of commencement of this Ordinance; or . (b) shall, i€'no such prior date ia - . specified therein, come inte , + ‘operation on publication in the “«! Gazette or on such later date as may be specified therein. (2) Every . regulation. made by the Minister shall as soon as convenient after its publication in the @azeéée be brought before the Parliament for approval.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": ". (3) Ever alation’ which is not ao approved shall bo deemed to be rescinded . ag from the date of euch disapproval but without prejudice to anything previonsly - done thereunder.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Debt Concitiation (Amendment) det, No. 19 of 1978 wo he °(@) The date on which such regulation J TLD” shail be deemed to he #0 rescinded stall . i'~ “nse be published in the Gazcete, ” Amendment at 7. Section (4 of the principal enactment is hereby ae amended a followe:—- . Thomo. () by the substitution for the definition of “conditional transfer of immovable * “property” in that section, of the following : definition :— -\" \"conditional transfer of immovable - property ? means any tranefor, sale, ls or slenation of immovable. property ; which is effeoted by a notarial instru- . * ~ Thent and which, ‘by. virtue of euch instroment or any other notarial ins- . troment, is subject to the right of the person by whom the property was transferred, sold or alienated ‘or, of any other’ person to redeem ° oF a purchase the property within a period ~ specified fa stich instrument or such other instrument;’; and (2) by the mbatitution for the definition of - -,, ‘oreditor \"” in that section, of the following Los définition: — ***“oraditor ” means & person to whom & . debt is owing aud includes the heirs, executors administrators of that person and, in the case of a debt . feoured by @ conditional transfer of immovable property as is a mortgage -\", within the meaning of this Ordinanee, the transferee of that property and the “heirs, executors and administrators of . |. the transferee but does not include the woe State or’ any person or body, . prescribed ' by regulation under section 61 (2) 7. catia 8. The amendments made in the principal enact- Brey ment by seotions 9 and 8 of this Act shall be deemed to rrbcl have emg into force on March 90, 1978, Tecmee » : : ton! :",
    "mean_p_confidence": 0.69
  }
]