[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  2nd Session 1957-58 SE  otf  si  JSD  KS,  Bincaxk  \\< MS)  RW  Suspension of Capital Punishment  Act, No. 20 of 1958  Date of Assent: May 9, 1958  Printed on the Orders of Government  Printed at the Govensnamey Press, Cpvtox. To. be  Print Mt ite goGmuemh Esucenws Boread, Coronas  Ranial Subscription. (including Bill) Re, 25. payable in  Annual, Subseritign-cimeuding, Pavenmntewt” Pbauieurions  airanee 1B, SUmeINEENDEN 9 OBreavat, ‘Colombo t  Price: 10 cents Postage: 10 cents",
    "mean_p_confidence": 0.4426041666666667
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Suspension of Capital Punishment Act. 3 4  No. 29 of 1958  p. D.—O. 13/56  {jy AcT 70 SUSPEND THE IMPOSITION OF CAPITAL,  PUNISHMENT FOR MURDER AND THE ABETMENT OF  SUICIDE AND TO PRESCRIBE OTHER PUNISHMENT FOR  THOSE OFFENCES.  “ [Date of Assent: May 9, 1958]  BE it enacted by the Queen’s Most Excellent Majesty,  dy and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this pre-  gent Parliament assembled, and by the authority of  the same, as follows: —  4. This Act may be cited as the Suspension of shor vtte  Capital Panishment Act, No. 20 of 1958,  2 During the continuance in force of this Act—  sespeasia  . steapial  (@) capital punishment shall not be imposed pusishment  under section 296 of the Penal Code for [yaititr  the commission of murder and under  éfsuide aed  section 299 of the Penal Code for the  ipeosiionof  abetment of suicide, and ‘eonmeat  (0) section 296 and section 299 of the Penal Code thot atences  shall have effect as if, for the word  “death.” occurring in’ each of those  sections, there were substituted the words  “rigorous imprisonment for life.’’.  3. ‘This Act shall continue in force for three years Duratiou  and shall then expire of Ac.  Provided, however, that if the Senate and the  House of Representatives by resolution so declare, this  Act shall continue in force for such further period  as may he specified in such resolution.  i i  1.8 aa 75 (8)",
    "mean_p_confidence": 0.7087323943661972
  }
]