[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "(ie PARLIAMENT OF THE DEMOCRATIC .\" SOCIALIST REPUBLIC OF SRI LANKA FINANCE (AMENDMENT) ACT, No. 14 OF 1982 {Certified on 25th March, 1982) Printed on the orders of Government Publited ag a Supplement to Part 1 ot the Gazette of the Democratic Socialist Republic of Sri Lanka of March 26, 1982 ron Aya SATO GERM HED aE ‘SO DE PURCHASED AT Tat GOVT, FUBLICATIONS BURBAU, COLODMDO ~ ‘Prieo : 36 conts Postage: 5¢ cents",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Frnanve (Amendment) Act, No. 14 of 2988 wee [Certified on 25th March, 1982] si EBmo, 910n eT ne Aor Acr so ascent mar Finance Acr, No. 11 ov 1863. BS it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as followst—= tee 25 1. This Act may be cited as the Finance (Amenditieht) ‘Short £6\" Act, No, 14 of 1962, i 2° The \" followinig ‘new’ ‘section is “hereby inserted Insertion, of iramediately after section 59, and shall have effect ag section 59, in Ba of the Finance Act, No. 11 of 1963, (hereinafter referret Act Ho. 11 to as “the principal enactment”) ei ay ‘*Nonecitions 68a. Where the! ownership of apy land, is Gneehip of , transferred to any person, being a person any landis’ \"who is not a citizen of Set Lanka and who is fingered -* able to'the tax, sich person shall sign'a dee- secjaration: aration at the foot of the instrument effecting {5 jestrument uch transfer stating that he {s not a citiann . of Sri Lanka. The signature of the declarant shall be attested by the notary attesting sush 7 inatrument,”, pel 2.” Sectlin 60 ‘of tié” frincipal enactment is bebeby Amendment amended as follows t—~ See a gat & ote print * ) by the repeal Gf subsection (1) of that section and, smactment, ‘the substititton therefor of- the following sub- nection == Bh a ote . (0) Where an’ ostrument effecting a transfer of ownership of any land to say pernon is presented for registration, in accordance with the provisions of the Registration of Dacumenta Ordinance, to the . Registrar of Lands, the Registrar shall, subject, to the provisions of that “Ordinance, register such frptrument? ey ig aes ‘na Provided, howexer, that where such tnetriment contains'a declaration’ referred-to in section 594, the Registrar. shall refusa fo ‘register such instrument ‘unless and until the tex! payable'in respect af the transfer effected by such instrument hag been pad to him,” ; and aA ormep—1s.tas @sjom .",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "E 2 Finance (Amendment) Act, No. Jd of 1982 . (2) In subsection (3) of that section, by the substitution, dor the words “subsection (1) or subsection (2) \"- ’ . wherever those words occur in that subsection, of the words “subsection (2)\"% Apetueat 4, Seotion 64 of the principal enactment is hereby amend- Seotthe ad by the addition, at the end of that section, of the following eaactment new subsections :— we , (4) Any person, being @ pereon who is required by section 89a to sign a declaration in an instrument effecting @ transfer of ownership of any lend to such person, who fails to sign such declaration shall he guilty of an offence under this Part of this Act and shall on conviction after summary trial before a Magistrate be lable to a fine not * exopeding one hundred thousand rupees or to imprison ment for a term not exceeding two years or to beth such fine and imprisonment and in every case, to an additional penalty equal to twice the value of the land transferred . by such instrument. . , (8) Where an offence under subsection (4) is committed by a body of persons, then— ‘ ; (@) if that body of persona is a body corporate, every a person who at the time of the commission of the a offence was a director, manager, secretary or other 1... .. Sitnilar offteer of that body corporate; or . (d) if that body of persons is a firm, every person who at the time-of the commission of the offence was a ae ‘partner of that firm, shall be deemed to be guilty\"pf that offence unless he proves that the offence was committed without his kuow- ledge or connivance and that he enercised all such Ailigence to prevent the,commission of the offence as he ought to have exercised having regand to the nature of bis functions and in all the circumstances, *,",
    "mean_p_confidence": 0.78
  }
]