[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ED A5 By LO om’ NED \\ (Ss 3 Noe A AIP} pees Cris ; PARLIAMEN1] OF THE DEMOCRATIC SOCIALIST REPUBLIC OF * SRI LANKA . MATERNITY BENEFITS (AMENDMENT) ACT, No. 13 OF 1978 [Certified on 5th December, 1978] Printed on the Orders of Government . Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Srt Lanka of December 29, 1978 ‘PROFTED Av TE DEPARTMENT OF GOVERNDGIOS EEIITING, SAI LAXOCA. Jo me Forman 7 sie Cove FunECATIONE BUMEAY, COLO Tatee: 90 cents Postage: 25 cents",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Maternity Benefits (Amendment) ¢ Act, Ne. 19 of 1978",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "[Certified on 5th December, 1978] i L. D0. 49/77. Coa , Ax Act 10 AMaND Hz Marzawrry MENEFITS",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "‘OnpavANcR .",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka ae follows:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4. This Act may be cited as the Maternity Benefite Shon dua (Amendment) Act, No. 18 of 1978. - 2, Section 4 of the Maternity Benefits Ordinance 2eutet , (hereinafter referred to as the “principal enact- Ghsptecis.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "ment\") is hereby repealed.  Beotion 12 of the principal enactment is hereby Beplueaatet ot vepealed and the following new section substituted othe ‘principal therefor:— rea pee 12. The liability of an employer to Gihetetobe = pay any sum of money as maternity sirncherge benefits to a woman worker employe by bim in any trade shall be afirst change + . ‘on the assets of that trade.”’. * vo + 4. Section 12a of the principal enactment Anspinestor {inserted by Act No. 24 of 1962) is hereby.amended by tite the repeal of subsections (1) and (2) of thot section piadml. and the substitution therefor of the following subsections: — “(@) The employer of more than a _presea number of women workers in any trade shall establish and maintain, in accordance with regulations made in that behalf, a creche for children under five yeara of age, and shall allow any such worker who has in her care a child or children under five years of age, to leave such child or children in such creche during the bours when she is required to work for her employer. _ @) The Minister may, for the purposes of this sec tion, prescribe a number for a trade or a branch of trade, having regard to the number of women workers ‘employed in, and the natare of the work a womas worker is required to perform in, auch trade or such branch”... : soe 4005 cep",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Maternity Bensfits (Amendment) Act, No. 18 of 1978",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Rechemmtct 8. Section 128 of the principal enactment (inser-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "ae ted by Act No. 24 of 1962) is hereby repeaied and the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "pinciat, following new section substituted therefor: —",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ": {Porimot 125, ‘The employer of a woman ers worker in any trade shall, if she is egg ‘Teng 2 child under one year of age,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "allow her, in any period. of ine hours, two nursing intervals at such times 98 she may require, Each interval shall, where a creche or other suitable place is provided by such employer to such worker for “nursing ech “child, be ‘ot",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". less than thirty minutes, and, where 10 creche or other suitable place is so pro- vided, be not less than one hour, and sball be in addition to any interval pro- vided to euch worker for meals or rest under any written nw and be regarded, for the purposes of her employment, a3 time during which she hag worked in her employment.’*,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Asgandinent of 6. Section 14 of the principal enactment is hereby",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "wae amended by the repeal of subsections (1) and (14) of Reine that section and the substitution therefor of the nome following subsections: — * (1) The Commissioner or any special officer stat Dave the power— y @ enter and inspect at all reasonable hours by day and night for the pur- pose of ascertaining whether the provisions of this Ordinance have complied with, any premises or place in which women’ workers are Los employed in any trade ; ®) to examine any register of women workers required by any regulation to be maintained by the employer of such “workers ; (©) where any such register is not available for examination at the time of the - _ inspection of such place or premises, 7 “tov require the production of that register for examination at his office oF at such place or premises ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Maternity Bensfits (Amendment) 3 Act, No, 18 of 1978 (@) to interrogate any person whom he finds in any such place or premises and : whom he has reasonable cause to believe is the employer of women | workers in the trade carried on therein or is @ worker employed . therein. : '~@a) Ie shall be the duty of the employer of : women workers in any trade carried on in any place or premises to Yurnish the information re- quired by the Commissioner or a special officer in inquiries made from that employer, for the pur- : poses of ascertaining whether the provisions of this Ordinance have been complied with, daring an inspection of such place or premises. ”.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "‘T. Section 15 of the principal enactment is hereby _Amendivent of amended in subsection 3 af thot section by the subs- sre? titution, for paragraph (¢) of that subsection, of the principe! following new paragraph:— . soneiceat",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "**(@) the inspection of premises and places in",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "which women workers are employed in any trade 3”. ow 8. Section 18 of the principal enactment is hereby  Rapheanet ot . Tepealed and the following new section substituted sje therefor: — en . Pelagia so peaaiou 18. No court shall take cognizance wind of, or convict a person for, any offence : Wate against this Ordinance or any regulation . : made thereunder, wnless complaint thereof has been made within six years of the date on which the offence’ was : eommitted. In computing ‘the period of six years aforesaid, the time, if any. . taken for. the purpose of obtaining the . 41, Brevious sanction of the, Commissioner shall be excluded. ”,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "9.- Section 91 of. the..principal enactment is smendmsta hereby amended as follows:— > stent",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(@} by the substitation~ for the definition of Pini,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ". “‘employer ”,- of the - following new definition :— ~ . who on hi 2 oe * “ employer ”” means any pereon on bis : Vos eR hehalé explore ‘or on whose yebalf any other person employs any",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 Maternity Benefits (Amendment) Act, No, 43 of 1978 woman worker ; and includes ony person who on behalf. of any other person employs any woman worker 373",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{by by the gubalitation, for te, definition of ‘employment * of the following new definition :— ns",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". * employment” with its grammatical variations and cognate expressions means, when used with reference to & woman or ® woman worker, employ- ment in any trade;’;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(0) by the insertion, immediately after the definition of “employment, of the following new definition: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "“office” bas the same meaning as in the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "' Shop and Office Employees (Regula- tion of Employment and Remunera- tion) Act’;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(@ by the omission of the definitions respectively, of “estate”, “factory”, “mine” aod “* prescribed establishment *;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(©) by the insertion, immediately after the defini- tion of ‘* regulation\", of the following new definition: — . ** shop * has the sume meaning as in the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "shop and Office Employees (Regula- tion of Employment and Remunera- tion) Act;’s",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(f) hy the insertion, immediately after the defini- tion of “ apecial officer , of the following new definition: —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". ‘trade’? includes any industry, business, undertaking, occupation, profession or calling carried out, performed o° exercised by an ccaphoyer or a",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". worker, and any brauch of, or aly funetion or process in, any trade, but does not include any industry, busi- ness or undertaking which is carried on mainly for the purpose of giving 2 - industrial training. to . juvenile ~",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "i . , . offenders or orphans or to persons who",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "are destitute, dumb, deaf ‘or blind;’:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "Maternity Banefits (Amendment) & Act, No. 18 of 1978 (g) by the substitution, for the definition of “woman worker”, of the following new definition: —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "‘woman worker ” meana a woman (other than a woman employed in or about the business of a shop or an offics or a women whose employment in of | casual natore) employed on. wages. in any trade, ‘whether euch wages. are calculated by time or by work done ‘or otherwise and whether the contract of employment or service was made before or after the commencement of this Ordinance, and whether such contract is expressed or implied, oral",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "or in writing.”",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "Saath, EMT igs pirate ae Sorte, Ean Pecks Eire ons, Po 5 Baye Soo, iv before 1g Decebar ah ote ts",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "SAR a Oe ee Be eh pee ee be eg heehee aie re",
    "mean_p_confidence": 0.19
  }
]