[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "CCE PARLIAMENT OF THE DEMOCRATIC . SOCIALIST REPUBLIC OF .- SRI LANKA - . LOCAL AUTHORITIES (SPECIAL PROVISIONS) ACT, No. 24 OF 1990 [Certified on 29th June, 1990] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of June 29, 1990 ene Af cay SPARTMP OF GYRO EG, Hat AME : 7 oe FORGEAED Af TEN GOVE FUELICATIONS WUIEAV, GOUEMRO * Price : 60 Cents. . Postage : Re. 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "y a Local Authorities (Special Provisions) . Act, No. 24 of 1980 2",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "‘Now therefore, be it enacted by the Parliament of ‘the Democratic Socialist Republic of Srl Lanka as-follows:—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Short 1. This Act may be cited as the Local Authorities Hele (Speciat Provisions) Act, No. 24 of 1990. Provisions 2. (4) Nomination papers submitted, under section 25 sogerding of the Ordinance in respect of elections to the ‘Municipal nomiuatiens Councils, Uroan Councils and Pradeshiya Sabhas specified and in Scbedules II, IIL and LV of the Local Authorities (Spectal sepesits Provisions) Act, No, 38 of 1988, in response to the Noliees respect of published under section 28 of the Ordinance are heresy sorta deemed ta be of no foree and effect, and ax if such nomina- gexec tion papers had never been submitted. Counetia (2) The notices published under section 38 of the Pradvtiya Ordinance, in respect of elections to the Munivipal Councila, Sables, ‘Urban Councils and Pradeshiya Sabhas specified in Schedules IL, Iff and 2V of the Local Authovities (Special Provisions) Act, No. 38 of 1988, are hereby revoked,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(8) Deposits made under section 29 of the Ordinance in respact of candidates numinated by an independent grovp for election to any of the Municipal Councils, Urban Councils or Pradeshiya Sabhas specified in Schedules Il, IM and I¥ of the Locai Authorities (Special Provisions) Act, No. 38 of 1988, shall, notwithstanding anything to the contrary in section 30 of the Ordinance, be refunded to the ‘person by whom the deposit was made, on the production ‘by such person, of the zeceipt issved to him under subset- tion (3) of section 30 of the Qrdinance, together with interest on such deposit at the rate of uwelve per centum per annum, from the date of deposit to the cate of retind.,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Steps 2. Steps shall be communced—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "tuken for {a) under the Ordinance, for the holding of 2lectlons to holding of the Municipal Councils and the Urhaiv” Councils certain: specified in Schedules I] and MI of the Local Canes Authorities (Special Provisions) Act, No. 38 af ‘Grbun 1088, the term of oflce of whose meniuers 1 due: Ceynedis, ‘tw expire on January 1, 1991 or on such eertiex date! Eigaenira as may be appointed under written law,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(b} under the Ordinance, for the holding of clections to the Pradeshiya Sebhas specified in Schedule TV to the Lecal Authntities (Spocial Provisions} Act, No. ‘28 of 1928, the term of offlee of whose members {y+ due to commence on January 3, 1991 or on sun, earlier date as may be sppointed underwritten katy’",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "¥",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Lovat Authorities (Special Provisions) 3 Act, No, 24 of 1890 (©) under the Local Authorities (Special Provisions) Act, No. 38 of 1988 and the Ordinance, for the hold- ing of elections to the Municipal Counells, Drbsn Councils and Pradeshiya Sabhas specifed in Sche- dule V to that Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "4. Tn sections 2 and 3 of this Act, “Ordinance” means ferret the Local Authorities Elections Ordinance (Chapter 262).",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "& (i) Every lection to a Municipal Council, Urban Wrest” Council or Pradeshiya Sabha held, or declaration made, or taken et dono AGLNo,20",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "of 19a.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(a) tm pursuance of, or in supposed pursuance of, the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Loeal Authorities Fleetions Ordinance as amended by the Local Authorities Elections (Amendment) Act, No. 20 of 1087; and (b) after April 16th 1987 and before the date appointed by the Ordur made under section 1 of the Local Authorities Elections (Amendment) Act, No. 20 af 1987 (hereinafter referred to as “the relevant period”), thall ve deemed, for all purposes, to have been and to be, valid and effectusl, as if the Local Authorities Elections ‘ (Amendment) Act, No, 20 of 1987, had been in operation on ’ the date on which such election was held, such declaration was made of site! uct was done,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(2) No criminal or eivil proceedings shall be instituted, or maintained against any public officer for any bona fide act dong, ox omitted 1 be done by him, during the relevant Period, In gursuance, ur supposed pursuance, of the provi« sions of the Local Authorities Elections Ordinance, a6 amended by the Lucal Authorities Elections (Amendment)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Act, No, 20 of 1987,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "© & In the event of any inconsistency between the Sinhala Sinbala",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "and ‘Tamil texts of this Act, the Siqhala text shall prevail, prevail tn",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "; fncontla- taney,",
    "mean_p_confidence": 0.37
  }
]