[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ee ON eS Side PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA : SRI LANKA STANDARDS INSTITUTION ACT, No. 6 OF 1984 (Certified on 27th January, 194) Printed on the Orders of Government Published as 0 Supplement to Part Il of the Gazette of the Desecratie Sesiatist ‘Repabtic of Sti Lenka of January 27, 1984 ° PRINT AE TRE DEPARCMNE OF OOVEREMENT YONTDNG, MEE LANKA [RO AE PORCHADED Am TRE GOMEEIANHTY FUNACATIOIE SUMEAU, COLONDO Price : Be. 1.56 Postge Ra. 1.50",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Sri Lanka Standards Institution det, No.6 af 19840 * (Gentiied on 27th Jonmary, 1964) a L. D, — 0. 30/80 . (Aw Ao? [0 FROVIDE FOR THE EATABLISEMENT OF THE Sut Lanka Srarpaaps INerIrvriow, To BEPEAL TH BuakaU oF Cavion Srawpanps Act, No. 38 oF 1064, a> 10 FROVIDE FOR MATTERS OONNZOTED THEREWITH OB INCIDENTAL THERETO, 1. ‘BE it enacted by tho Parliament of the Democorstic Socialist Republic of Sei Lanka a followas— 2 ~ J. Thio Act may be cited an the Sri Lanke Standards Short tte, Inatitution Act, No. Gof Wk lvet PARTI” Sevamuzmomr, Opsxors a> Powsas on mus Sur Lawns Staxpanpe Ieercromon 2, (1) There shall be established an Institution whichahall Haebliamst bo called the fri Lenks Standards Institution (hereinaftee {ise red to a“ as ae Btanderds refau ee “the Institution”). : {2) Tho Institution shall by the name ossigned to it by eub- section (1) be » body corporate with perpetual auvcession and ‘4 common peal and may aue and be sued in its oorparnte name. 3, The general objects of the Institution sball be— Ghieata of {a) to prepare standarda on national ond internaional basis [sstisation. . | relating to atructurea, commodities, producta, materisla . prectices, and operations and from time to time revise, alter ond amend the seme and promote the general adoption of ench standards ; +, (0) topromoteatandardization and quality couteel in industry ‘and conasnerve ; {o} to establish and maintain Jeborataries, libraries and provide relevant facilities for the purpore of furthering ‘the practic of standardization and quality control; (@) to wake arrangements or provide facilities for the exami- vot. nation and testing of product, commodities and materials, including food and drags, Jonally snanufao- tared or imported, in order to determine whether ‘they comply with the Code of Intellectual Property Ast, No. 52 of 1979, of any other written law desling ” with otandarda of quality-ar otherwiae, aa well aa the creme examination of procsspea and practiona used in the manufacture of locally produced produata, oommoditisa . sod materials; Bo A 078987—4,978 (18/83)",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Srt Lanka Standards Institution Act, No. 6 of 1984 a () to make arrangementa or provide facilities for the testing ‘and salibestion of precision instruments, guages and selentifie epparatas, and for the jseue of certiflontes ‘> jm regard thereto so a0 to comply with the required standards ; (f} to provide or arrange fosilitica for undertaking reeoarch in comnsotion with standatdizaion and quality control ; : (6) to operate 0 certification marks scheme in -socordance . ‘with the relevant provisions of this Act; (A) to certify the quality of commoditice, materials, produce Products and other things whother for local consumption oe export; \"\" @ to encourage and promote stoniardization and quality ‘sontrel by educotional, oonsultanoy and other means 5 ) to provide for co-operation with any person, assoototion - ‘or organization outside Sti Lonks, having objects | ‘stilat to those for which the Inatitution is establi- hed 5 (&) to co-oritinate the offorts of producers and usera for the . . improvement of comuoditios, materials, products, appliances, processes and methods. owsra of the stuti Fors 4, ‘Tho Institution shall have snd may exerolgo all ot any of the following powors>— |. (@) to aoquite in any manner whatsoever and to hold, taka ‘or give on lense or hire, morigoge, pladge, cell or __ otherwive dispose of, any movable or immovable ‘property ¢ @) to apply for, purchase, receive by assignment or otherwise sccquire in accordanoo with the laws for the time being : applicable in that behalf any patente, brevets, invan- . ‘ions, consestions, licences and tho like, conferring exclative, not-exalusive, or limited righta to use information as to any invention or discovery, and to develop, use, axctcise, assign, transfer, nell, grant Ticences in reépect of, or otherwise turn to acoount, the property, rights and information ea soquired ; (©) to undertake to execute any trusts, oF any agency business ! ‘which mnsy sesm to ths Institution conducive to tho ! ‘stainment of ita objects; . ' ‘",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Sri Lanka Standards Instiiutton Act, No.6 of 984 = 3 (@) with the permission af the owners 0 utilise the servloea ‘of Inboratoriea other than those maintained by the Tnatitution aod approve such laboratories, for the ‘purpose of the Institution ; (© to tnvest any moneys of the’ Institution nob immediately ‘eqnited for any of ita objects in such mauner aa may, from time to time be determined by the Oounell; (f) to ohsege auch foee for any services rendered, ax mey be Astermined by the Council ; and. {@) to do all such things aa are necestery for, of incidental, . co conductive to, the attainment of the cbjecte of the Institution or, necessary for or incidental to the performance of any functions or the exercise of any powers of the Institution or whith are calenlated Gieotly or indirectly to cahance the value of, or render profitable, ony of the property or rights of the S. (1) In the exercize of ite powers and the srrying out of General or ita duties, the Council shall be aubject to and act in secordancs 9ETIN ‘with euch general or special @lreotions as the. Minister may, the Miniter, from time to time iame in that bebalf. : (2) The Minister many from time to time, order all or any of the aotivities of the Institution to be investigated and reported ‘upon hy euch person of persons as he msy apecify, and upon any moh order boing mede,the Council shall afford ell facilitin, ‘and shell foraish oll information, xs may be novoesary to owTy ‘ont muah ordar. : a 6 () The powers, dutien and. functions of the Institution Vesting of the ‘shall be vested in the Council which ahall consist of eleven Povsts dation membera appointed by the Minister of whoai— ofthe . Fentitaton in (@) three members shall be from amongst persons each iby Cousel of whom hiss distingulahed himself in science, tade, socetitation of : induriry of edministration or otherwise specially ‘* Oran qualified in relation to some aspect of the work of the Tnatitntion ; : con (t) one member shall be a person Som amonges the offioa ‘of the General Treasnry in consultation with the . ‘Mintater in charge af the subject of Finance ; wo © one member shall be & petsan fram amongst the officers : of the Natural Recourse, Easryy and Science, Authority of Sri Lanka’ established by the Natural < Resonrees, «' Bamgy*-and Science Authority of Sel Lanka Act, No. 78 of 1981, in onnsultstion with ‘the Minister in change of the subject of thab Act:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Sri Lanka Standards Institution det, No. 6 of 1986 (2) con member stall be a person from amongut the officers J * Of the Ministry of the Minister, or « Department or a . statutory body coming within the purview of such : May (6) ou member shall be & parson from amangat the officers ve of the Ministry of the Minister in charge of the eubject . ‘of Trade or & Department or statutory body under the parview of such Ministry, in consultation with . shat Minister; ,.. (P) one member shall be & paison from » panel of three persons | +, ¥ be-submitied by the Institution of Engineers, oe Baebes + |, @) One mennber sball be a parson from » panel of three permons to bo submitted by the Sri Lenka Association for the ao Advancement of Seisnoe ; (A) one member aba bea person rom a panel of threo persons . to be submitted by the Federation of Chamber of Com- eovl masroe and Industry j and {) cup shel! ba the person for the tirao being holding office of Direstor-Geacral of the Institution. (2) Where a memnber is,\"by reason of illness, ubsenco from Sci + Tanks, orfor any other canes, temparasity unable to perform the Gaties ofhia office, for « period exceeding thres months, the ¢ Minister may, on the recommendation of the Chairman appoint somo other person to act inhis place, daring such period in ‘sscordsnce with subsection (1), ‘Die Gheirmen — \"7,\" [1) The Minister shall appoint one of the memberi of the Gomet. .'~ Connell, other then the Director-General as Chairman of the ert Comma, pa (2) The Directar-General of the Tustitation shall be the View Chsirmen of the Council, The Vice-Chairman shall perform ‘the dutice of the Chairman in his absones, or when there is ‘vacanoy in the offce of the Chairman. Degrade 8, _A person chal be disqualified from being sppointed or con- boing 8 ,, tiaing to be « member of the Gonnol if, having bean adjudged masher, , ; 20 dutolvent or » benkrupt, he has not beet granted by a com- + Bolant court, « certifioate to the effect that hia insotvency or + bankruptey has arisen wholly or partly ry unsvoldable losses or",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "‘Sri Lanka Standards Institution Act, No. 6 of 1984 5S 8 Rvory member of the Council, other than the Vioo- Temmof ‘Ghoirman sha, unless he earlior resigns or vaoatey bis office by Ganell seth, recignation or removal, hold office for a period of three mumbers. years: . Provided that a metaber of the Council eppointed in place of member who dios, or resigas or is removed from momberehip, - shall hold office for the nnexpired part of the term of olfice of ‘the membor wham he museeeds. © °° 10, (1) The Minister ‘may if he thinks it expedient to do eo, Renewal of dy Order published in the Gazete, remove any member from Mombat ot office other thsa the Vice-Chairman withoat amigning any then the | Teason therefor and such removal shell not be caled in 2am, question in any court: : Provided however thet where any momber.is appointed im consultation with any Minister or authority, each member thall not be removed under this sectlon excep’ in coneuttation with such Minister or authority. 11. 4 member, other than the Vioo-Chairman, who vacates Blgihilty of office by effluxion of timeahall be eligibleforre-sppoiotment.  oasrose 42. AU mombers, other than the Vioo-Chsirnisn who sball Remuneration ‘De entitled to be remunerated as the Director-Generel, may be % =tmbote remunerated out of the fonds of the Inatitation in euch manner ‘nd at much rates a0 the Minister mey determine with the consur- rence of the Minister in charge of the subject of Finance. z of oe amt mates shal fore a quoruc at any‘oeeting Yoo of @) If et loast four membere of the Council are present in Bri Lauks, any question may be decided by the cireulation of the Telovant papers to the members present in Sri Lanke and by such members recording in writing their viows and thelr votes on ‘that question ; and in such case 2 repart of uch question, views ond votes shall be made to the nart meeting of the Council and shall be recorded in the minutes book, and, if there ia an equality of ouch votes, auch question shall be submitted for decision to a 5 meeting of the Conall... . @) Subject to the provisions horein contained, the Council sy regulatettacwn proveduse in regard to ita mestinga and the ‘tranmaction of business at much meeting. , _ (No act or decision or proceedings of the Council shall be ;, tavalidated by resson only of the existence of a ‘vacancy ‘amongst ite members or any defect in the appointment of a siember thereat. :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "6 Sri Lanka Standards institution Act, No 6 .of 1984",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Beal. 14, (1) The affixing of the seal of the Institution to any instrument other thn, an instrument referred to in mbrection {2) aball be in the presence af, and bo attosted by—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(@) the Ohairman and Vice-Chairman of the Council; or @) the Chairman or the Vico-Chsirmen and any other member of the Council; or {¢) ach one member of the Council and a momber of the _ staf of the Institution as may have boen authorized by the Couneil to not on its behalf on such an occasion. (2) The afixing of the seal of tho Council to sm instrument containing af agreement for the rendering of any service by ‘the Institution shall bo in the prosoace of, and be attested by, ‘the Direator-General of the Tnstltation of, in his sbecnce, any member of the staff of the Institution who has been authorized by the Council to act on behalf of the Director-General on such smn otasion,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "‘Delegation of 15. (1) The Council may delegate any of its powers and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Betis of tha duties, to the Director-General, any member of the Council",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "‘omc orany committees eatablished under thia Act, or to any employee of the Institution,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(@) The Director-Ganeral, member, or the employes to whom any of the powers and duties of the Council have beon delegated . uf ‘under ewbsection (1) shall exercise or perform such powers and duties 20 delegated, subject to the special or genaral direotions of the Counail,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "Fe gece 16, (1) The Qounell may establish committecs to assist ff im the performance of ita functions and may appoint such rpotsons (whsthoe an oaployeo of the Institution or not) as it may deem it to bo members of any euch committee,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "(2) The Council may eesign to a committee 20 established * such of its powers aa it may deem fit, but shall not be divested of any power which it may have assigned to « committos. The Council may amead or revoke any decision made by = *' — @B) The members of any sich commitiss insy ont of the fands of the Institution receive auch renunoration and allow- snoes a the Minister may determine with the concurrence of . ‘the Minister in chargo of the subject of Finance.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Sri Lanka Standards Institution Act, No.6 of 19840 PART TI Castmoumos Manca",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "47. (2) Subject to the provisions of subsection (2), the Gertésation Institution may, with the spprovel of the Minister, by notice eis published in tho Gasells, doclere any mark which has beam accepted by the Institution in respect of a standard specifion- : ‘Hon approved by it for any commodity or product, or for the . manufacture, produotion, proosssing or treatment of say commodity or produat, to be & certification mark im respect of that commodity o¢ product or of the menulsctare, roduetion, prooesalag of trestment of that commodity ot ‘produot, ond may in like menner abolish or amend ony such mark,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) No mark which ip identioal with any trade mark rogistoced",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "in respeat of any commodity or product under the Trade Marks Ondinsnse (repealed by Ant No. 52 of 1979) and the Code of Intellectual Property Act, No. 62 of 1079, 08 the owe may be ‘or whioh a0 nesrly resembles any such trode mark a6 to be, Mealy to be mistaken for it, shall under subseotion (1) be declared ‘A certification mark in reapoot of that commodity or produst ‘ot any similar commodity ar product or in reapect of the mama facture, produstion, proosssing or treatment of that commodity or product or any similar commodity or produot.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(8) A notice under subsootion (1) shall contain such informa- tion tn regnnd to the relevant standard specificatlon or amend. ‘ment thereof ea the Institution may onnsidar neceseary.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "18, No person shall oaure any trode mark which is identical Probsoiion of ‘with » mask which has been doclared under subscstion (1) of its section 17 to be s certifiostion mark, or which so neatly ‘nto! Tesombles a mark so declared oa to be likely to be mistaken for oeftifogtion  certifistion mark, to be registered as # trade mark under 8d» marke, ‘ho Code of Intellostual Property Act, No. 52 of 1979,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "19, Q) Whonover tho Inetitutlon has published any notice Certisation ‘under wabscction (1) of section 17, no person shall apply the bepslied to ertifiation mark mentioned in that notine to any oommodity — or product — ‘souhorinsd by",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "acuta, a8",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(@) except under the authority of « permit issued by the hark”",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "| Tnstitation or » peinon authorized in that behalf by uae “. the Institution ; and 8 sestlon.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "8 Sri Lanka Standards Institution Act, No. 6 of 1984",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "(®) anless thet commodity or product complies with the relevent steudand specication or bas beon manufac- ‘tured, produced, prosested or treated in accordense with that standard spoolficstion,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "(@) Any person who— .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "{@) applies o certification mark to say receptacte or covering of any commodity or product or any label sttached to any commolity or product or attached to any receptacle or covering thereof; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "* (B) places oF enclosea any commodity or product in a re- ceptacle or covering to which any certifiontion mark haa been applied or in » reoeptacts or covering to which ia attached a lebel to which any such mark has beer applied ; or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "{¢) makes, in connection with the enle of any commodity fr product, any reference, direatly or indirectly, ta certification mark in o mater or under cirounstaneas*",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "’ talealnted to convey the impression thet the oom",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": " nodity or product complies with the standard",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "specification to which the ccttification mark relates,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "or thet it has heen manufaotured, produced,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "ytaoeened oF treated in accordance with that standard ‘specification,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "shall, for tha purposoa of subsection (1), bo deemed to have",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "opplied that oprtifcotion mark to that commodity ot product. ©, {8) No person shall in connection with the ale of ang sommodity or product make any reference directly ot indirectly to the Institution or to a standard spesificetion approved, or purporting to have beon approved, by the Institution unlew—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "{0} the Institution has declared any mark to be a certfieation",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": ". anark in respect of the atandard specification framed : + by the Institution for any commodity or produat or for the manufacture, produetion, processing or treat",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "ment of that commodity or product ; aad",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 17,
    "text": "+ @) euch person ig in pomcssion of a parmit iamued by the Institution authorising him to apply such certifica- cation mark to that commodity or product. -",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "‘Sri Eanka Standards Institution Act, No.6 of 1984 9 20, (1) The Minister may, subject to the provisions of power of seotions 17, 18, 19, mabsestion (2) of thi section, and sention ties 7 23, by Order published in the Gazette, on the recommendtion declare of the Counoil, declare a certification mark which has been Scmpsiery. ocepted in respoot of a standard specification approved by it marke. for any commodity or product or for the maarafacture, peoduc- tioa, processing or treatment of any commodity or product to be, with effeat from a date specified in the Onder, a com- Puhory certification mark in respect for that commodity or product or for the msnufocture, production, processing of treatment of thet oémmodity or prnduct and may in Tike manner sbolish or amend any suck mack, : (2) If the Order proposed to be made under subsection (1) relatee to any commodity or product, or the manufacture, ‘Production, processing of treatment of any commodity or Product, which is the subject matter of any other written law, the Order shall be made by the Minister after consultation ‘with the Minister to whom the subject or function of auch ‘other law has been amsigned, . . - (8) Tho date specified im any Order ander subsection (1) shall be a date not eatlier then threa months from the dnte of the Onder, {4) An Order made under subsection {1} may, hy asubesqueat Order published in the Gazette, be revoked ar amended,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "21. (2) No Order under exbsection (1) of section 20 shall Notion of be made by the Minister mnlese notification declaring his Sake an intention to make such Onler indicating such certification Ordsrunder mark and the title end number of the standard speciticatian HH in rospeat of which euch msck haa been secepted la published in the Garetie and in one Sinhala, Tamil snd English newe-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "+ Paper, speoifying a date on or before ‘which objections to the Proposed Order will be received by the Director-General.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "@) Every objection so preferred shall be made in writing ‘0 the Director-General and shall contain a stetement of the grounds upon which objection is taken to the proposed Order.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "8) The Director-General ahell teanamit nll chjectiona received by him to the Cheirman of the Coundil. .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "(4) ‘Tho Council shell consider every objection transmitted ander subsection (8) and for the purpose of investigating onl:",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": ".. Pbieetion bold euch inquiries a ft considera necessary. 3—eonser asp” .",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Sri Lanka Standard Institution Act, No. 6 of 1984 (5) Notices in writmg of the date on which, and the time and place at which, an inguiry under subsection (4) shall be ‘held, aball be given to the person preferring the -objeotion. ‘The person preferring the objection, or a person duly authorived. ‘by him in writing, abell be entitled to be present at such inquiry end to be heard on such objection. (6) The decision of the Council on an objection considered ‘by it under subsection (4) shall be communicated to the Director-General who shall notify such decision in writing to © tbe person prefering such objection, ppm. 22. A parson who is aggtieved by x decision of the Connell + en any objection considered by it under subsection (4) of section 21 mey, within fifteen days after the date of the notification to him of such decision appeal in writing egeinst such decision to the Secretary to the Ministry of the Minister. The decision of the Secretary on any such appeal shell be final and conclusive. See ofe  e 28, Whore tho Minister has by Order under section 20, pay declared & certification mark to be » compulsory certifiestion a mark for any commodity or product, or far the menvfacture, Sle production, processing or treatment of any commodity or ‘probibited Product no person shall, with effect from the date specified in sseert mdet® that Order sell that commodity or product— Sie the joa” {a) except under a permit issued by the Director-General comple or other officer authorized in that behalf by the ie Direstor-General; and ae ®) unless that commodity or product— “ (i) complies with that relevant standard specifice- ton; or {it) hae been mannfnetared, produced, processed or ‘tzeated in accordance with that relevant standard apecification, tote, 24 (1) Every application for a permit for the purposse of permite, PE ‘Burpor ‘this Act shall be made in writing to the Director-General or the officer authorized in thet behalf by such Director-General. {2) No permit shall be ismed under this section, wnlex>— {6) tenting facilities aro proved to be available with the spplicant’s firm and samplea drawn end tested aro found to conform to the relevant Sri Lanks standard ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "‘Set Lankea Standards Institution Act, No, 6 of 1984 a {O} the applicant agrees to aocept the generm conditions ‘attached to the holding of » permit 5 (¢} the applicant agrees to accept the specitle conditions laid down relating to the particular commodity or product in respeot of which the peemit in iseued ; and (a) the spplicant pays such fee aa the Council may, with the spproval of the Miniater determines, and complies With the regulations made under this Aot. {@) very permit iamued under mubscotion (2) ahall subject to the provisions of this Act be valid for suoh period and besubject =. to auch terms and conditions sa may be presoribed for that . . (4) A permit issued under this section may at any time be * ‘ cancelled for non-compliance with the provisions of this Aot or any regulations made thereunder after notice in writing thereof has been given to the person towhomithas been issued, {8) Wharo an application for a permit under this sactian ta refused, notice of auch refusal abell he given by the Direotor- . ‘General or the officer authorized in that beblf by such Direotary General to the peeson making auch application. {@) Any person who is aggrieved by the refusal of the Director. General or other officer outhorized in thet behalf by such Director-General to isene a pormit, or by the cancellation of s permit may, within fiftean days after the date ofthereceipt of such notice of refusal or cancellation, appes! in writing to the Beoretery to the Ministry of the Minister against sch refusal or cancellation. The decision of the Secretary on any auch appeal shall be final and conclusive. PaRT » Grare oy THe Inerrroros .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "_ 25 (1) The Minister shall appolat a person who in suitably Appointment quolified, scientifically or technically, or avientifically aud Generel af technically, to he the Direstor-General of the Institution {im tbe ‘this Act referred to as the ‘* Director-General\").",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "{2) The terms end conditions of employment of the Directors General shall be determined try the Minister. > (8) The remuneration of the Direotor-General chall be deter” mined by the Minister in concurrence with the Minister in ‘sbarge of the subject of Finanoo,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "2 Sri Lanka Standorids Institution Act, No. 6 of 1984",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(© Whenever the Director-Generel is by reason of ness or absence from Sri Lanks or for aay other cause unable to perform the dutica of his office, the Minister mey appoint some other potton to act in bis place, dusing euch absence,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(8) The functions of the Director-Genarai shall be to organize, cartyont, snd direct the work of the Institution in accordance with the policies adopted by the Councit in terms of section 3.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "2prgintment 26, (1) The Connoil may eppoint such other officers and ser- ‘ifnerd and ‘venta as it considers necessary for carrying ont the objects for eee ‘which the Institution is established,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "Stseoion.",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "{2) ‘The officers and servants appointed under subsection (1) shall be renrunerated in such manner andl at such rates and shall ‘be subjeot to such conditions of services as may be determined by the Council.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "' (9) At the request of the Council, any officer in the public servios may, with the consent of that officer and the Seoretary to the Ministry of the Miniater in charge of the subject of Public Administration, he temporarily appointed to the staff of the Institution for auch period se may be detannined by the Coun- cil with Like conent or be permanently appointed to such staff",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": ". with like consent.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(© Where any officer in the public service is temporarily appointed to the staff of the Institution, the provisione of sub- section {2) of section 13 of the Transport Board Law, No. 19 of 1076, shall, mutatio mutandis, apply to 4nd in relation to im.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(5) Where any officer in the public service is permanently appointed to the staf of the Institution, the provisions of eub- section (8) of section 13 of the Transport Board Law, No. 19 of 1978, choll, mutatis mutandis, apply to and in relation to him.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(©) Where the Institution employs any person who hst agreed to serve the Government fora specified period, any period off service to the Institution by that person shall be regarded as",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "~ meevice to the Government for the puspom of ditcharging the obligations of sash agreement.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "‘Sv Lanka Standards Institution Act, No.6 of 1984 13 27, The Council shall bave the power to exattiee dieipli. Evmr of tw nary control inchuding diomimal, over the offic’ snl aervante eye cf the Institution, other then the Director-General, Seats once ‘fluor ant : Serenata of oe Eestinatlon, 28, (1) The Council may delogate to the Director-General all Delegation of ‘or any of its powers relating to the appotatment and, subject pover of tie to the provisions of eubsection(8), the dismisal of other officers or sorvante of the staff of the Institntion. The conditions of ‘employment, including remuneration, of any such officer of servant appointed by the Direotor-General under the powert Aelegated to him shall be determined. by hima with the coneux- sence of the Council. (2) The Dirotor General ebell not, except with the prior approval of the Counoll, request the services of, make agroe- ments for obtaining or appoint, any person who is not a citizen of Sri Lanka, as on officer or servant of the Institution, @) The dismissal by the Director-General of any officer oF servant shall be with the prior approval of tho Council. . 20. (1) The Councif msay appoint any member of the staff of Apeciateeat ‘he Tntitution or any other person who, in the opinion of the Sh ston, Council ie mitably quolified os an inspector for the purpose of this Act, . (2) Evory inspector aholl be provided with a oartificate by ‘the Council to the effect thet he bas heen appointed as an ins Pootor for the purpose of this Ast. (8) A person who ls not a mombor of the staff of the Instita- ‘Hoa and who has boon sppoiated aa an inspootor under subsea. tion (1), suay, ous of the Fund of the Institution rocelve sash vemunoration or sllowsnoe ae the Coaall may determine. 30, (1} Bor the purposes of this Act, amy inepootor may, if Rows ot _ generally oe specifically instructed in thet hekialf hy the ‘=e Director-General of any other parson authorized in writing to ‘a0 on bebalf of the Director-Ceneral— {@) withont previous notice, ot any time during busines \"- houre, by day oF night enter upon suy promises in ot +o\" “spon which’ say commodity or produot specified in such instructions, for which, or for the manufacture, Production, processing or trestment of which there is % @ stendard specification or a cortification merk, is otis oo reasonably suspected to be manufactared, produesd, c's ys = Btoseased of treated oF in or upon which any such com modity or product is or is rossonsbiy auspected 10 be kept for the purpose of trade;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 Set Lanka Standards Institution Act, No.6 of 1984 @ inspect and czamine ot take samples of euch commodity ‘oF product or any iasterial or substance used of sus- posted to be intended for xe in the manufacture, production, processing or trentatent thereof, and open ‘uy packingo or container which containa or is suspected ; to contain ny quantity of ny such commodity ot product ot material or substance ; oO (0) inspect ony operations carried out in or upon any attch Bromisoe in connection with the momdacture, pro- ‘duction, proesting ot trostment of any commodity or prodnct for the manufseture, production, processing ‘or trostment of which thoro is « standard specification or a certification marks @) at ang time, require from ony person the production then and there, ar ate time and place fixed by the ins- Pector, of euch book, notice, record, list or other docu- . ment pertaining to the manufacture, production, Procensing or treatment of any commodity oF product, ‘which ia in the possession, oustody or under the control of that person or af any other person on his . bohalf; 1 (© examine any rach book, notice, record, list or other doon- ment, make copies of or take oxtracts from any such book, notice, record, list. or other document which relates to any commodity or produck referred to in. paragraph (a) or to any permit issued or to be immed ‘under this Act, require froin any person an_ezplenstion of any eotriss contained therein, and seize any euch ‘book, notice, record, list of other document as in his opinion mey afford evidence af any offence under this Act; (J) question either alone or in the presence of any other ‘person, os he thinks fit, with respect to any matter ‘which ia being inventigeted by him, every person whom he finds on the premises entered by him by yrture of theaforesald powersarwhom hehaa reasonable grounds for believing to be or to have been employed oa any , such promises or to be in possession, custody or oon- ‘eol of suything referred to in this subsection ; @) reantte any person refered to in paragraphs (2), (6) of (P) to eppenr before him at a time and place fixed by ‘him, and question thnt person concoming any matte” . which is being investigated by him:",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "‘Srl Laniea Standaeds Insilution Act, No, 6 of 1984 1B",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "{8) obtain tho sorvices of one or moze police officers to assist bi if he has rensonable eanse to apprehand any serlowa obetraction in the exeoation of hia Guties ; and",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(i) exeecise suoh other powers ox may be connected with or",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "‘incidental to the exercise of the powers conferred by the preceding parograpke of this aubseation,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(®) A person who ia in charge of any premises roferred to in ‘parsgraph (a) of subsection (1) ehall at ell tinea furnish auch fanlities a2 are requima by an inspector for the purpose of exercising his powers under subsection (1) of this anb eostion.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(8) Any inapeator exersising any powers conferred wpon him by this section shall, on demand, produce the carifoate rovided o hima under subsootion (2) of section 29 and the written ine ‘ruotions referred to in sabseation {1) of this eection.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Bi. ‘The Counell may establish and regulute s pension mobeme Panslen or provident fund for the paymeat of pensions, gratuitien, allow. sobers for anes, and auch other schemes a0 are of benefit to the membart ote of tha staff of the Institution, and widows’ end orphans’ Tutiution pension fond or scheme for providing peasions to the widows?",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "And orphans’ of decensed member of the stag, and may require contributions to be made to such scheme or fund by members",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Of the staff of the Institution end may deduct much oontribatioun . from the salarion or wague of the members of the etal and",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "1osy mao contributions to any such echome or fund from the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "revenues of the Institution. :",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "PART IV : Fovanom xp Accounts or rita Livztromn",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "$2. (1) Tho Tastitution aball hove © Fund, onllod tho’ aesunaleted Accumulated Fund. . Pandy",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(2) There shall be paid into the Accumulated Fund—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(q) all auch sums of money a0 may be verted by Parliament",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "‘04 ospitel expenditure of the Inetitution ; and (6) oll euok sums of moneg ying to the aredit of the Capital ‘Fund established by section 31 of the Bureau of Ceylon . Srondards Act, No. 38 of L064. 13) Tho moneys credited to this Aocumulated Fund shall be + wilted for expenditure of a onpital nature and for sual other  Purpons to Le determined by the Council. ,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "6 Sri Lanka Standards Institution Act, No, 6 of 1984 Bereone ae 83, (2) The revenue of the Institation shall consist of — cep ot (a) moneys appropciated by Pastioment under subsection (2) 5 ‘Tostiwesion, (0) soy monuys received and accrued in the sale of Ha produote and services ; (©) any aubsidioe reosived from the Goveromont ag a result ‘of « decision of the Government to prevent the Council fom determining, during any particular poriod pricing policy for the Institution in respoct of the ale of its products, sorviees aud publicationa ; and (@) otker eundry inoome including profits from the sale of capital anaots, (2) The Minister may, out of the sums of money appropriated ‘by Parliament for the parpose, aad subject to auch conditions | ats the Minister in chargo of tha subject of Finance may impose, contzitvuto annually for the purposes referred to in subspction (3) ‘rah on sno? aa the Minister, in eoneultation with the Minister in charge of the subject of Finenco may determine, 8) Tho roonoys received under subseotions (1) and (2) shall ‘ “be utilized by the Institution to defray its annual ranning expenses, including the allowances of the members of the Council, aud of any committes established undor section 16, + and of th Director-General and other members of staf of the Institution and any balanco of those monoys remaining wn- ‘expended at the end of the financial year of the Instilution zany, snbjeot to thedirections of the Council hetsed for defraying ‘the running expanses of the noxt financial yoar of the Institution or utilized for much othar objecta for which the Institution 1a ceatablished, Budgetof, . .,  @% Tho Institution shall propare a budget in respect of Pe seution: ‘every financial yoar and such badget shall be approved by tha ‘Comneil act Inter than three months prior to tha commencement of tho financial year to which the budget relates, Sayer “85, Subject to the provisions of ony regulations made under services. +. : tection 48, tho Institution iney, in, respoct of any services Tnpalat —~° sondarod by it under thia Act, charge such fees or mols euch foovel financial arrangements as it may deom fit, and may deal with Soecefeom, suy moneys derived from such fees ar in respect of such arrange- ~-ment in the same meaner aa it epscified in subsection (3) of . motion 88 fu reepech of moneys appropristed by Parliament,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "‘St Lanka Standards Insjtution Act, No.6 of 1984 7",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "36, The Jaulilation may receive donations or contefbntlons Dopations . from any parson and chall uso any rooney 20 recelved for the Sa svatioas purpose designated by the person meking the donstion or made te ile ‘contribution, and in aocordaace with the conditions imposed by nrttalion ‘the donor or contributor, or, if no purpose has bean wo designated -er no conditions have been s0 impoced, wtilizo much moneys ix ‘the same manner as is specified in subsootion (2) of asotlon 33 -or in euch other mannor as the Minister may direst.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "37. (1) Tho financial your of the Institution shail be the Fiscal yur calendar year. . : aed the audit",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(2) ‘The Council shall cause proper books of accounta to be ‘expt of the inoome and expenditure, aseote and Kishilities snd - all other transactions of the Intitution. .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(8) The provisions of Article 184 of the Constitutian releting ‘to the andit of the accounts of public corporations shall apply to the wudit of the accounts of the Institution,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "PaRY Vv * Gmmmat,",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "38, Tho feot that any commodity or product complica, or Protection ot",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "is alloged to comply, with a standard pooifcetion or haa been Sumi sma or in alloged to have heen manufsctured, produced, processed or Shewat treated in accordance with any uch standard specification, ‘or that a sertification mark or « compulsory certification mark ie used in connection with say commodity ot product, shall not give rao to say suit or prosecution against tho Counsil or any member thereof, ar say member of the staff of the Tnstitation. =, | :",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "29. (1) Every ‘member of the Council or of « committee Secomy thereof, or an officer or servant of the Institution or an ingpactor, shall, bofore entering upon his duties, sign a deeloration pledging himself to observe striot sscrooy in tho performance of his duties or discharge of bis functions, ond shall by wach declaration pledge himself not to reveal any information, except—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "(a) when required so to do by the Minister or before a court",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "eos. efllaws =o ®) in order to comply with any provisions of this Act, or . 1 + any other writen 16508,” .- @) in the performance of la duties or the exorcise of his functions, : Sita",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "18 Sri Lanka Standars Institution Act, No. 6 of 1984",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "{2) The dimloeure by any person of any information to the Minister, or to the Council, or any committee or represen+ tative thereof, oF fo an inspector, or sny other permon for urpotes oonnected with the administration of this Act, shall not prejudice any application mubsequeatly made for # patent,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "Bighen 40, (J) Tho rights in all discoveries and inventions and all inventions and improvements in respect of processes, spperatuees, and machines Seaporaciete made by an officer of the Institation shall vest in and be the ember of property of the Institution and shall be made available for use heat of in the publi interest subject to such conditions and the payment EExsasion to of such foes or royalties as the Institution may determine, yoshin the Tnstittion, @) Tho Tnssitation may, ont of the Fund of the Institution, pay to any officer of the Institution, who has made say dis covery, invention or improvement referred. to in aubseation (1), ‘ach bonus, or make provision for such officer to ahare in the profita derived from that discovery, invention or improvement, 48 the Council may determine,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "@) The Institution may apply for Iettere patent in reepect of any inventions mado by any oficer of the Institution and shall for the pueposes of the Code of Intellectual Property Act, ‘No, 82 of 1978, be regarded as the assign of the inventor,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "Bate 41, {1} Where any immovable property of the State = Beale required for the purposes of the Institution, any such purposes PEnable to shall be deemed to be 6 purpose for which a special grant or Inttivation, ease of such property may be made under section @ of the _ Crown Lands Ordinance and accordingly the provisions of that Ordinance chall apply to a special grant or leage of such property",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "to the Institution.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "(2) Where any movable property of the State is required for the purposes of the Institution, the Minister may, with the ‘consent of the Minister of the Ministry to which such property belongs of which waa im posseasion of euch property, by Order published in the Gazati, tranafor to and veus in the Institution the possession and uso of such movable property,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "Eemnation 4% (1) ThoInstitution eball be exempted from thepayment of- aa ution, {a} eny tax on the income or profite of the Institution ; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "(@} any stomp duty on any instrument oxeouted by, or om",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "‘behalf of, of in favour of, the Institution.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "@) The Minister may, with the conomrrence of the Minister jn charge of the subject of Finance, exempt the Inetitution ‘from the peyment of any custom duty on any goods imported oF orchased by the Institution.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "‘Sri Lanka Standards Institution Act, No.6 of 1984 19",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "48, (1) Exoopt with the writton approval of the “Miaistor Ths ws by snd aubject to the provisions of eubsootions (9) and (4), no person $57 Fea shall carry on any notivity, business, trade or occupa: sny satviy, ‘ion under aay name which containa the words “Institution of busine, Standards”, “Standards Institution” or such other words tho tlm of crt” ‘wwe of which would imply thet such person was the Sri Lanka wort Standards Institution or ia associated or oomected with the Institution, ’",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(2) Bxcopt with the written apgroval of the Minister ond subject to the provisions of subsections (3) and (4)—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(a) no teade mark which contame the word “Standards”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "shall be rogistered under the Code of Intellectual Property Act, No. 82 of 1979;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(8) no person shall, unless authorized in that behalf by 8 ‘pormit, oll any commodity or poduch under & mark whish contains the word ‘Standard’ or under a Aesoription in which the anid word is used in a manner whioh may areate the improsaion that the commodity or prodact complies with a standard specification",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "approved therefor by the Institution.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "8} Any poecon who, st the commencement of this Act carries on any activity, business, trade or occupation of is registered. undar any euch name aa is roferred to in subsection (1) may, notwithstanding the provisions of subsection (1), sontine to catry on such activity, business, trade or occapstion, cr to be registered, aa the oaso moy be, under auch name,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(@) Tho provisions of eubssotlon (2) shell nob affect any",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "feade mark registered at the commencoment of this Act, ot ‘the aale of any commodity or produot under any such trade mark, + (8) The Minister may at any time withdraw any approval given by him under subsection (1} or subsection (2) if, in his opinion, it is monsary to do eo In order to avoid confusion oF abase,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "44. Any parson to whom « permit has boon lnmed under Duty of per this Act shall, upon @ request in writing made to him by the poe Institution — =o",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "(@) trenemit to the Connell or aay gerson suthorized by the Bodies",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 20,
    "par_num": 13,
    "text": "Tastitaton, within much time oy may bo apodlGed Shjsfemation 4n ouch request, such saimplos 4s may be eo specified moditise ar pro of any commodity or product in reepect of which required to ‘that purmit has boon issued ; or Aone",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "20 Set Lenka Standards Instttution Act, No. 6 of 1984 (@) furnish to the Counoil or any person authorized by the Institution, within such time ag may be apecified in such request, Such information as may be 80 aponified in regard to such commodity of product or the manufnce facture, production, processing or treatment thereof, and such person shall comply with the reqnirements of sch requost. tienes 48, (1) Any person who— {a) oonteavones, or fils to comply with the provisions ‘of subsection (1} or subsoction (3) of asotion 19 co action 23 5 oF @) contravenes, or fails to comply with, the conditions of any permit isemed undor thia Ack ; or (@) contravances the provisions of seotion 98, or eub- ection (1) or subsection (2) of seation 43 ; or @) falealy holds himeolf out to be an inspoctor ; o€ (e) makes ony relovant etatemant to an inspector which is false in any material pactionlar and which he knows to be false ; of (J) refuses oF fails to answor any relevant question which an inapector in tho oxercise of hie poweta has put to him ; or (0) refuses or fails to comply with any lawful direction . made by sn inxpostar ; ot () hinders or obstructs an inspector in the exercise of hie powers or duties ; or (@) Sails to comply with any request under aection 44, * hall be guilty of an offence under this Act, @) If any person is charged with an offence referred to in ‘paragraph (¢) of subsection (1), he chsll be deemed to be nob . guilty of that offence if he proves that— (@) he took all rossonable precautions against’ committing ‘the offence ; sad {6) on demand by the Council‘or an inapector, he furniched sl) information which was ar should reasonably bare - bbeon available to him as to the person from whom he ecquired the commodity or product to which the charge under gestion 23 relates.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "‘Set Lanka Standards Institation Act, No. 6 of 1984 2 46, (1) Notwithstanding anything contained in eny provisions Fensltia, — , of any other lav, every person guilty of an offsnce under thia Act shall, on conviction after mummary trinl before a Magistrate, be liable— : (@) im the case of an offence refarted to in paragraph (a) or ‘paragraph (6) of mubseotion (1) of section 45 to a fine not exceeding four thousand rapees o: to imprisonment of either description for « period not oxoveding two ‘years, or to hoth such fine and imprisonment ; end {ii) in the caso of an offence referred ta in exch of the pare graphs (6) to (8) of aubsection (1) of section 45 to a fine not exceeding two thoneand rupees oF to improvont- ment of elithor description for a period nob excooding ‘one year, o to both such fino and imprisonment ; and . __ (ii) in the case of an offence referred to in peragraph (i) of . substation (1) of section 45 to @ fine not excceding a ‘one thousand rupess ot to imprisonment’ of alther description for a period not exceeding aix.months, or to both mich fine and imprisonment, (2) Whenever any person is convicted of an offence referred ‘to in paragraph (a} ar paragraph (6) of eubsoetlon (1) of section 45, of of o contravention of subsection (2) of section 43, the ‘court may, in addition to any other pensity which it may impone, onder that all or any part of the goods in rerpect af ‘which the offence was committed be forfeited ta the Stato ‘and the goods so ordered to be farfeited shall be aliposed of in wach mannet a5 the Minister may direct. 47, Where an offence under this Act f4 committed by a Offuoee by body of persona, then— econ 0) if that body is » body corporate, every director of that ‘body corporate shall bo deemed to be guilty of that offence ; and @) if that body io n firm, every partner of that firm shall be doomed to be guilty of thet offemee : Provided, however, thst uo such director shall be deemed to be guilty of an offeaco under this Act if he proves that the . offence ‘was committed without bis knowledge or that he ‘exercised al d diligence to prevent the oommintion of the offence.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "‘ e Sri Lanka Standards Institution Act, No. 6 of 1934 Regulations, 48, (1) The Miniter may make regulations for the purpose of carrying out or giving offect to the principles and provisions of this Act ond in respect of all matters for which regulations axe authorized or required by this Act to be made, (2) Bvory regulation made by the Minister shall be pubtished < in the Gazette and shall come into operation on the date of auch publication or on auch later date as may be apesified",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "therein, .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(8) Every regulation made by the Minister ahall aa soon as convenient after its pablication in the Gazehe, be brought before Parliament far approval. Every regulation which % not #0 spproved shall be desmed to be rescinded os from the date ‘of euch disapproval, but without prejudice to the validity of anything done thereunder,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Rageal en 49. (1) The Bureau of Ceylon Standards Act, No. 38 of 1964, ~ ‘is hereby repeoled.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(@) Notwithstanding the repeal of the aforesaid Act—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "{a} all officers and servants in the service of the Bureau shall ‘be deemed to be officers and servants of the Institution",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "+. and shail hold thefr offices with ae nearly ae may be the same status and on the same terms and conditions aa they bed enjoyed in the service of tho Burean ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "@®) all debts, obligations and linbilities incurred and’ all contract and egresments excouted or entered into,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "‘and all matters and things engaged to be done by, with or for the Bureau shall be deemed to have been incurred, exeouted, entered into or engeged to be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": ". done by, with or for the Institution, aubject to the provisions of paragraph (a) of this subsection ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "{@) all anita, prosecutions, or other legal proceedings, instituted of which might have been instituted by or against the Burean, subject to the provisions of this Act and of any other written law shall be continued or instituted by or against the Institution ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(@) all decrees or orders made by'a competent court in favour of, or against the Bureau, shall be deemed to have been made in favour of or against the Institution ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "© al property, movable or immovable which hea been vested in or legally purchased or sequired by or leased to, or placed at the disposal, of, or in any other manner tennaforred to the Buresa or is in possession of of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "Sei Lankes Standards Tnstiration Act, No. 6 of 1984 % control shall be held by of in trust, for the Taatétotion object to the trosta, charges, Hsbilities, reservations, servitodes or other eneumbrances and on the terms and conditiona appertaining, attaching or applicsble thersto 5",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "(f) all regulotions made by the Minister under the repealed Ach, and in force on the date of commencement of this Act,and which is not inecusistent with provisions of this Act, shall be deemed to be regulations made under this Aot snd misy accordingly be amended, added to oF mesoinded by regulations made under this Act ; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "0) the fimd of the Buresu gstablished under section 31 of the repealed Act chall be deemed to form part of the fand of the Institution established under this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "‘50, In this Act, unlees the context othorwise requires—~ Inteepavintion.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "“certification mark” moons 9 mark which haw under aub- section (1} of section 17 boom declared to bee certi- fication mak;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "“code of practloo” means a vet of roles relating to the . methods to be applied or the procedure to be adopted in’ conmection with the construction, installstion, testing, operation or use of any article, apperstus, instrument, device or process;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "“‘Director-Genoral” insang the Director-General of the Institution ;",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "“inspector” mosus an inspector appointed under section 205",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "“mark” includes any device, brand, heading, label, ticket, Pictorisl represectation, name, signature, letter, ‘unmeral or any combination thereof ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "“ oll” includes expose or offer far & sale, ot export for the [purpose of sale, or have in possession for the purpose of sale or export or for any purpose of trade ar manu- facture 5",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "“‘sposification” moaas a description of any commotity, bby reference to ite nature, quality, strength, purity, composition, quantity, dimensions, weight, grade,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": ": durability, origin, age or other characteristics, of the material or substance from or with which of of the manner in which any commodity or product, nay be manufactured, produced, proceed or treated ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 13,
    "text": "“ standard epecification ” means’a epecification, which has ‘been approved by the Council of the Institution, .",
    "mean_p_confidence": 0.7
  }
]