[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "PARLIAMENT OF CEYLON Ist Session 1960-61 -",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Colombo Municipal Council (Differential Rates) Act, No. 23 of 1961",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Date of Assent ; May 15, 1961 : ‘Printed on the Orders of Government Purchesed'S Sco Pi Bessy, Covonse Se ee eee Bunsxy, Post Orrick Box S00, Secretariat, Colambo 1 Price: 18 cents. Postage: 16 conta,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Coloribo Municipal Council (Differentiat . Rates) Act, No. 23 of 1962",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L D—O. 46/60. .",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘AN Act 70 ENABLE THE MowrorraL CouNcm oF Coho TO MAKE AND ASSESG IN RESTECT OF CERTAIN AREAS OF THE MUNICIPALITY OF COLOMBO, “ANY RATE OR RATES DIFFERING FROM THE RATE OR RATES MADE AND ASSEBSED IN RESPECT OF OTHER AREAG WITKIN THE MUNICIPALITY, AND TO REPEAL tax Coromno Muwrcreat Counen. (DrrFERENTIAL",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "' Bars) Acr, No. 15 of 1951. : [Wate of Assent: 15th May, 1961)",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queon’s Most Excellent Majesty, :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "by and ith the advice and consent of the Senate and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "House of Representatives of Ceylon in this pre- sent Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. This Act may be cited as the Colombo Municipal son wis. Council (Differential Rates) Act, No. 28 of 1981.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. Notwithstanding anything to the contrary in msain auy written law, the Mumcipal Counell of Colombo mete, may, im respect of each such aroa within the municl- ois",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1, Pality of tbo as in specified in the Schedule to Srsteity this Act, make and assess under section 280 of the Mounicipal Councils Ordinance, No. 29 of 1947, with effect from the first day of January, 4960, say rate or rates difering trom the rate or rateg and assessed under that section im reapect of any other area within that manicipality.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8 The Colombo Municipal Council (Differential Bowl ast Rates) Act, No. 15 of 1951, is hereby repealed, No. 16 of 188:",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "ARMs, . .",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "1. Such parte of the Pamankede and Kirillay Wards in",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘te municiptlity of Colosibo ea are bounded a follows: North: By a line drawn from s point a the oanire of the confluenes of Dehiwala ospel with Kinillapone osnst al northeastwards slong the cantre of the seid Kirill ons canal to the conte of iclapne-Nersheniie Rest: Bre. Jine isan from tha est gentined eine out. tre of o ita : mae = pat on ‘vin in ie only oats and. aautaCarda sarees the said veal and along the northem and western boundarica of the : ‘said burial ground to the ceutre of the Nugegoda- . Ezillapone road, thenca by line drawn westwards",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "; Me Rhea",
    "mean_p_confidence": 0.08
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Colombo Municipal Council (Differential Rates) Act, No. £3 of 1961 . along the centre of the said road to the centre of ita jutelign with the Colombo-Avisualla soad, thene 19 line drawn south-asstwards along the centre of the ssid Colombo-Aviteawells roed to the nortber limit of ‘the Dehiwel-Mount Lavinia Municipal",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "* Gounail area,",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "South: By «line drawn from the tost-mantioned point nortl- ‘westwards, southwards, and again north-westwards sloag tha ‘narthern limit of Debiwels-Alount Lavinia Municipal Council ares to the centre of Dehiwels anal.",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Wast: By a lina drawn from the Isst-mentioned point north wostwarda along the cantre of the Debivela canal to the starting point of northarn limit of the ares.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2, Such perte af the Botella South, Timbirignayeya Both, Hitllopone, \"and Famenkode, Wards ja the municipality ‘Golombo ab are bounded aa follows:—",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "North: By the Mebawatte Els,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Bast: By » stream passing through Eladuwa trom thence southwards along th centre of the aid stream psed- ing under the culverts on the Nawale road until it meats the cevtce of the Kirillapone sans}, from thence routh-enstwards along the canis of the seid canel ‘p tothe confuonco af the eid cennl and the oleae passing through the grasslands, trom thence ‘the osntre of the ssid stream up to ite extremity cod frora thence along a line drawn sonth-castwards oud gestwarde xessing the Nugogedn rand, until mesta tho oantre of the Kelani Valley Raliway.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Bouth: By a tine deown northwestwards slong the cantre of the Kolani Valley Railay from the lastanentioned it, up fo the centre of the Railway Lovel Crosting, north’ of the Nugegoda Hindu Temple, from, shane ‘south-westwarde along the centre of the road up to 8 point 185 yardg from the culvert passing through the said Lovet Crossing, from thenoa slong & ling drawn south-westwarda until it mecte the centre",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". Aviscawells road. ‘West: By @ line dram north-westwarde tram the Isat mentioned point along the centre of the Colombo- . Avissawella ond to ite junction with Nugegodt- Eirillepone road thence eastwards along the entre of the: Nugegode-Ririllapone road to the westerD Soundary of Hiilazone burial ground shence ‘north wards the western ‘boundary of burisl ground and esstward along the northern boundery of the : ‘burisl ground to the centre line of the Kirillepone > Norahenpitiye toad thence northwards slong te sentee lie of the said Kirillapone-Naraheapitige rtd : fil it moots the conte: of Kinllspone canal theD eastward along the catixe of the anid osnel to the railway bridge over Kirilapone canal from then north ww es+' ward Mong the Kelani Vslley Railway line to te ecsiu , -cantte of Mehawaite Ele, . -",
    "mean_p_confidence": 0.62
  }
]