[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". PARLIAMENT OF CEYLON : 5th Session 1951 Von eo: : KEE a. & RE ee NE Rpver pat ee 2 Peary 2 yells : roa a Dee Dan Nera Soil Conservation Act, No. 25 of 1951 { Date of Assent : August 13, 1951 . Printed on the Orders of Government . ™ Printed at the Cron Govr. Press, Covomuo, To be Pied Jie, Coen Gor. Pe: Soc, tbe Rael en tes ie 2 get , Somme, Post Ovviez Bon 860, Secretariat, Colombe Price 18 cent Postager § ent",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". Soil Conservation Act, No, 26 of 1951. 1",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "EDO. 25/60,",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "| Ax Act 10 MAKE PROVISION FOR THE CONSERVATION OF 1 SOIL RESOURCES, FOR THE PREVENTION OR MITIGA- TION OF SOIL EROSION AND FOR THE PROTECTION OF",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "LAND AGAINST DAMAGE BY FLOODS AND DROUGHT, ° H . (Date of Assent: August 13, 1051.}",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE* it enacted by the King’s Most Excellent",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Majeaty, by and with the advice and consent of the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "; Senate and the House of Representatives of Ceyion in this ‘present Parliament essembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4, This Act may be cited as the Soil Conservation short title,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "' Aet, No. 25 of 1981.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. (1) It shall be the duty of the Director to cause Sorveye end sutveys and investigations to be made for the porpooes ipreainntions es of ascertaining the nature end extent of soil erosion exteat of soil and of damage to land by foods and droughts, and of \"= enabling the Minister to determine the areas which should be declared under this Act. to be erodible areas.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "For the purposes of any survey or investigation . f calrled out under sub-section (2), it shall be Tewful - for any officer authorised in writing by the Director in that behalf to enter and inspect any land at any reasonable time, together with such other persons as he may require, and to carry out thereon all such . examinations and inquiries as may be necessary.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "8 The Minister may by Order published in the  Desteratin of Gazette declare any aren dened in the Order to be on beste erodible area for the purposes of this Act.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. The Minister may make regulations, to be Raguatons for applicable either generally in all erodible areas, or “eres specially in any specified erodible area—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(@) requiring the owners of land to take measures designed to prevent or control soil erosion, including measures for the afforestation of aonrees of streams and of the banks of streams, for the reservation of a prescribed width of land free of cultivation along the banke of streams, for the conservation of vegetation along the banks of atreams, for the training of streams by means of check dams or otherwise, and for the erection of contour ridges or terraces; :",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Jo seca ony",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "2 Soil Cansercation Act. No. 25 of 1951.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "® prohibiting or restricting the clean weeding of land or other agricultural practices conducive to soil erosion:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(1 restricting the use of land for agricultural or pastoral purposes, where such restriction is necessary for the purpose of preventing or controlling soil erosion or of protecting the sources and banks of streams;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(@) prohibiting or controlling the exploitation of forest and grass land resources in the interests of soil conservation or, for the ' purpose of reducing the danger of fires or =| Ef damage caused thereby;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(©) authorising any prescribed officer or person to give directions for seasonal or periodical changes in the type or nature of crops culti- vated. or for the adoption or alteration of cultivation practicés for the purpose of promoting soil conservation.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Asani of 5. Where the Minister is satisfied that any land in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "jean awed any eradible area should be withdrawn from cultiva-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "eu mere » tion or that any measures designed to prevent or reduce",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Peer arene. erosion should be taken on or with respect to any auch | land by the Government, the Minister may declare that the land is needed for a public purpose; and upon such declaration being made, the \"Tend shall be acquired under the Land Acquisition Act, No. 9 of 1950, and the provisions of ‘hat Act (other than the provisions of sections 2 and 3 thereof) shail apply accordingly.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Seer 6. The Minister may make regulations for or in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@ 7 respect of all or any of the following matters: —",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(a) the measures to be taken by owners of land for the purposos of the ‘preservation and promotion of soil fertility and of facili- tating the absorption of moisture by the soil;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(®) the measures to be taken by owners of land ‘ for the pizpose of preventing or reducing or remedying damage by soil erosion; {c) the control of the grazing of animals in so far 1 ag grazing interferes with the cultivation} t of land or ia likely to reduce soil fertility or to be conducive to damage by soil erosion;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Soil Conservation Act, No. 25 af 1961. 3 (2) the control of floods and of the effects of drought by means of provision requiring the diversion of water or the storage o , water, and the correlation of measures . - designed to control fioods and conserve",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "water with measures taken by local",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "authorities for the purpose;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(®) the prohibition or restriction of the burning of grass Iand and of the spread of fire during the burning of chenes;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(f) the specification of the times of tillage and irrigation and of the methods of irrigation in specified areas in order to ensure the economic use of available water;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(g) the authorisation of any prescribed officer or person, to give directions for seasonal or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": ". Periodical changes in the type or nature of crops cultivated, or for the adoption or alteration of cultivation practices for the purpose of promoting eoil conservation;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "{h) the cambering and cross-draining of roads and paths undior the control of any Government",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": ", : epartment or local authority and the - prohibition or control of the scouring of - drains and water-channels;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "( any matter in this Act stated or required to be prescribed.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "7. (1) Where the owner of any land is required by tesa te eveer any regulation made under this Act to take any Nawed'te the Measures \"pon or with respect to that land, the Diree- pensar wader tor may, if authorised thereto by regulations made in \" that behalf aod subject to such conditions or restric. tions as may be prescribed by such regulations, grant aloan to the owner for the purpose of assisting him to defray the coat of such mesaures.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "_(% No lean shall be made under the receding provi- sions of this section except out of moneys provided by Parliament for the purpose.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(3) Regulations may be made prescribing the security upon which loans may be granted under this seution and the rate of interest payable upon such Joans, and providing for the time and manner of the Tepaynient or revovery af the principat and interest due on such loans, ?",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 Soil Conservation Act, No. 25 of 1961: Authority for 8. (1) In any case where any owner of any land’ Berries fails to take on or with respect to the land any measures fuciie? specified in that behalf in any regulation made under this Act, it shall be awful for the Director, after | giving to the owner notice of such duration as may be prescribed, to cause such measures to be taken on ot with respect to that {and by an officer authorised in : writing by the Director in that behalf; and it shall be lawful for any officer so authorised to enter the land, together with such other persons as he may require, and to carry ont thereon all such work as may be necessary for the purpose of taking the required measures. |",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2) The cost of carrying out acy work on or with respect to any land in pursuance of the powers con- ferred by sub-section (1) shall be payable by the owner in such instalments as may be prescribed; and the amount of any such instalment, if unpaid, shall be recoverable by civil action as a debt due to the Crown.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Geant 8. (1) Every regulation made by the Minister under",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Bevpimst' this Act shali be brought before the Senate and the House of Representatives for approval, and if 60 approved shall be published in the Gazette and come into operation apon the date of such publication.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2) Any regalations made under this Act may em- power any such officer or person as may be specified therein to make such orders or issue auch directions to owners of land, cultivators or other persons as may be necessary for securing compliance with or carrying out the objects and purposes of this Act or of any regalations made thereunder, .",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "sgginmsat ¢ 40, ‘There may be appointed all such officers and | sorvents ax may bo necessary for earrying out or giving effect to the principles and purposes of this Act.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "Omens snd 44. Any person who contravenes or fails to comply",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "ena, with any regulation made under this Act or any order or direction made or given under any such regulation, or who resists or obstructs the Director or any other officer in the exercise or performance of any function or duty conferred or imposed on the Director or auch officer by or under thia Act, shall be guilty of an offence =< and liable on conviction after summary trial before a ‘Magistrate to a fine not exceeding five hundred rupees.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "Soil Conservation Act, No. 25 of 1951. 5 42, In this Act, unless the context otherwise  ttrpetaton. requites~ .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "* Dizeotor ” means the Director of Agriculture;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "“ Minister ”” means the Minister of Agriculture and Lands;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "“owner” in relation to any land includes the lesueo or vaufructuary mortgagee of tbe land;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "“* prescribed” means prescribed by regulation made under this Act.",
    "mean_p_confidence": 0.81
  }
]