[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON. « ra : Le oe ‘A oo Ist Session 1956 feve--m— NE : Bi OSEP INDE 1 3 if - SP raat” {Esl oa : RS» oe Exchange Control (Amendment) Act, No. 35 of 1956 7 Date of Asnent: September 11956 . Printed on the Orders of Government . y t Pa aS Ee ST, al ‘Rona Subéerpiion nclting Bila) Ra. 28, payable in dan, Sheeran redine, Bl Ren peateatons SORE Boll” Sine a eaten daa Price: 10 cents. Postage: 10 cents,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Bxehange Contral (Amendment) Act, 3 No. 36 of 1956 . L. DO. 9/50, An Act To AMEND TiIk Exowance Control Act, No. 24 oF 1953. ” Date vf Assent: September 1, 1956-]",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Queen's Most Excellent Majesty, by and with the advices and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by’ the authority of the same, as follows:—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. This Act may be cited as the Exchange Control sted dia, {Amendment} Act, No, 35 of 1956.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2. ‘The following new section is hereby inserted Iusstion, of immediately after section 50, and shall have effect as sit in aa. section 50a, of the Exchange Control Act, No. 24 of No & of 1988. 1988: —",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "\" Dany of 80a. (1) Except in the performance of aticort vasis his duties under this Act, every officer or io mistsin servant of the Department of Exchange",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "iy Serene Control of the Central Bank shall pre- serve, and aid in preserving, secrecy with regard to all matters that may come to his knowledge in the performance of his duties under this Act; and any such officer or servant who communicates any such matter to any person other",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". than—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{«) the person to whom that matter relates or his authorised representative, or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(®) the Monetary Board, or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(©) the Governor of the Central Bank or an officer of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Central Bank authorised by . such Governor to obtain in- .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "y formation regarding that ' matter, or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(d) the Permanent Secretary to the ‘ Ministry of Finance, or :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "{e) a publio officer authorised by the Minister to obtain informa-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "tion regarding that matter, or TROT",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Exchange Control (Amendment) Act, H No, 85 of 1956 i () & person to whom it is necessary { fo communicate that matter { <, for the purpose of securing *~ compliancs with, or detect ing evasion of, any provision | of this Act, or of any other 4 - -. written law, or’ suffers or permits any unauthorised : person to have access to any books, Papers.or vecords of the aforesaid partment or in the possession or vustody, or under the control, of the . Head of that’ Department, shalt be guilty of an offence. . * ~ Q) No officer or servant of the Depart- ment of Exchange Control shall, in any a Tegal proceedings to which the Monetary H Board is not a party,’ be compellable, except by order of the court, to produce any book or document or to divalge or communicate any matter coming under his notice in the. performance of his duties under this Act.”. Na 1",
    "mean_p_confidence": 0.77
  }
]