[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ce PARLIAMENT OF THE DEMOCRATIC : . SOCIALIST REPUBLIC OF . SRI LANKA MAHANUWARA ESALA PERAHERA TRUST .. ACT, No. 34 OF 1980 {Certified on 19th September, 1980] Lo Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Soclalist Republic of Sri Lanka of October 03, 1920 on nachna AF He Ga Fano a, San ~ Price: 80 cents Postage 1 35 cenis",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "| Mahenuware Esala Perahera Trust .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "woe Act, No, 94 of 1980",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": ". « (Certified of 19th September, 1980] LD—0. 40/00, . Aw Act 70 PROVIDE FOR THE necABLESHDERIT OF 4 TRUST CALLED",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘rie Mananowara Esata Parattina TRUST, FOR THE PURPOSE",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "OP ASSISTING FINANCIALLY AND IN OTRER Ways THE Sar",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "DaLava Maticawa avn THE Four Drvaizs or KANby 70",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "ConpUcT tim Essa P&RAHERA; AND TO PROVIDE TOR ALL",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "MATVENS CONNECTED THEREWITH OR INCIDENTAL THEXEYO,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "BE it enacted by the ParHament of the Democratic Socialist Repablic of Sri Lanks an follows:",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "L This Act may be cited as the Mubanuwara Esela short title Pershera Trust Act, No. 24 of 1980. ao",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "2 (2) There shall be established a Trust which shall be Establishment called “the Mahanuwara Esala Perahera Trust” (herein £8 after referred to as the Trust”) for the purposes af achieving Zalas\"- the objects specified in cection 6. erahers",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) The Trust shall by the name assigned ta it by sub- section (1) be a hody corporate and have perpetual succession and common seal and may sue and be sued in such name.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "3 (1) The Trust shall be administered by a Board of the Board Managing ‘Trustees (hereinafter referred to as the piivanagine ““Bosed”), consisting of the following members: aa,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "fa) the Diyawadane Nilame af the Sri Dalada Matignws “PT. --~",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "‘who shall be the Chairman of the Board: the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(8) the Government Agent of the administrative district",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "of Kandy ; and {e) the Basnayake Niame of one of the four Devales ‘of Kandy appointed by the President",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "(2) The member sppointed under paragraph (c) of sub- section {1) shall hold office as a merober of the Board only so long as he holds the office by virtue of which he wae appointed : me",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "Provided, however, that the President may at any time remove such member without assiging any reason therefor, and appoint another member in bis place.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 20,
    "text": "{8) The Chairman of the Board shall preside: at : the meetings of the Board, or in bis absence the Government Agent of the administrative district af Kandy shali preside at auch maeetings. al 2A somo sm cot",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "2 Mahanuwara Heale Perahera Trust ‘Act, No. 34 of 2980 (4) The Chairman or other member presiding at & meeting of the Board shall, in addition to his own vote, 7 have a casting vote. (5) ‘The quorum for a meeting of the Board shall be two members, . (6) ‘The Board may act notwithstanding any vacency among ite members. (1) Notice of every meeting of the Board shall be sent ‘by registered post to the Custodian Trustee referred. to in section 4 who may attend such meeting but shal not be entitled to vote at such meeting, ustealen 4. The Public Trustee appointed under section 2 of the Tranee, Public Trustes Ordinance shall be the Custodian ‘Trustee of the Trust. Thgseat & -() The seal of the Trust shall be in the custody of githe the Chairmen of the Board and shall not be affixed to any instrument or document except with the sanction of the - Board and in the presence of two members of the Board who shall sign such instrument or document in token of ‘their presence. @) There shall be maintained a register in which parti- culars of any instrument or document on which the se] was _ ° affized shail be entered. ‘Thgchiecte: & The objects of the Trust shal] be— ‘Trugt, (@) to provide financial and other assistance to the Sri ‘Dalada Maligawa and the four Devales of Kandy to . conduct the annus] Mahanuwara Esala Perahera ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "{b) to encourage and promote the National Arts and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "‘Denees which enhance the artistic snd cultural J, Value of the annual Mahanuwara Esala Perahera ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(©) to provide financial assistance to artists and crafts men whose services would tend to improve the cultural and artistic value of the annual Maha- nuwaza Esola Pershera ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "~-(d) to engage im the production of articles to be utilized in the annual Mahanuwara Esala Perahera;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "(@} to bold competitions and to award prize, certificates and other forms of recognition to artists and dancers who take part tn the annual Mahanuware Buala Perahers,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Mchanusware Esala Perahers Trust 3 ‘Act, No, 34 of 1980 .%e Q) The Board shall, in the name of the Trust, have Powers, | ‘+ the power to do all such things as are. necessary for, or functions of conducive or incidental to, the carrying ont of the objects the Trust. of the Trust, (2) Without prejudice to the generality of the powers conferred by subsection (1), the Board may exercise and discharge the following powers and functions :— (@ to direct the Custodian Trustee to sell, mortgage, Tease, grant, convey, devise, assign, exchange or otherwise dispose of any movable ot immovable property belonging to the Trust: “Provided, however, where immovable property valued at over one hundred thousand rupess is to be sold, mortgaged, leased, or otherwise death with, ‘the Bord shall meke an application to the District Court of Kandy together with two valuation reports * \"from two independent veluers to obtain the sanc- tion of such Court for such transaction. The Custo- dian Trustee shall be made » respondent to such \"application ; : reeineeers (b} to give grants, endowments or scholarships for the ~~ \"furtherance of the objects of the Trist; (©) to enter into or perforra,-either direetly or through ‘officers and servants or agents authorized in writing in that behalf by the Board, all such contracts and agreements as may be necessary for the exercise, discharge and performance af its powers, functions and duties and in carrying out of the objects af thie Trusts. pong ot thee (@)- subject to the provisions of this Act, to- appoint, \"7 . ++ employ and reziunerate. officers and servants of the rear + >. ‘Trust and to make rules regarding tlie appointment, 9 ' : ws se «promotion, remtneratioe ‘and-diseiplinary voatrot . of itg employees and the: grant of- leave and other __ benefits to them ; vee ote seette san 1. (@).to-. divees ‘the “Custodian, Trostee-to- invest fands 1. sty « Belonging to.the Trust in any such investments as are authorized by the-Trusts Ordinances. any other law relating to the investment of, trust funds ‘ LS + and to recall, reinvest and vary. such investments ; “(Oto make ‘rules Jn: relation: tb: all matters’ connécted ‘with the adiainistration’of the: Tmustriv223 aco 4 wane canyon,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Mehenwwara Eeala Perchers Trust Act, No. 34 of 1980 Ad & (1) There shall be an Advisory Committee consisting Soran of the following:— = setae . . (a) she Diyewadana Nilame of the Sri Dalada Maligawe; (0) the four Basnayake Nilames of the four Devales of _ Kandy; ‘ {e) the Government Agent of the administrative district of Kandy ; and woe (@ three members to be nominated by the President . (hereinstier referred to, as a “notbinated member”), (2) ‘The three nominated members shall hold office for ‘@ period of five years unless they earlier vacate office by death or resignation or are removed from office by the @) The President may at any time remove a nominated ‘ciember. without assigning any reason. therefor and nominate another member tn hig place. .A, meraber #0 notninated shall bold office for the unexpired-period of the term af office of the menaber whom he success. (@) ‘The Diyawadana Nilame of the Sri Delada-Maligawa shall be the Chairman of the Advisory Committee and éhall Hteside ut the meetings of such Committee and in hie ‘absence any member elected by a majority of the members ‘present.at such-meeting, shall preside at that meeting. °”\" (@) ‘The quoram for a mesting af the, Advisary Committee shail be five membera..0:..0) 5°, 0 itatie Bow to 9 (0) The Board may, in the administration of the sopeutt ‘Thust,.seek the -assistance ‘of the Advisory Committee Gonmilee  -referred to fn section 8, and shall, in the exercise of its gem powers) and the ‘discharge ‘of tts functions under this Act, ‘consult such’ Advisory Comiinittee on such matters as the Phesident may in: writing direct. 2-6 -vi #8 (2) Where the Board is required to consult such Advisary “Committee on any matter, mich matter shall be decidéd at 2 mheetiig’of such Advisory Committee*by a ‘majority of heat present ‘ond voting : 05 i toe |Provided that when the Board is unable fo agree with of abide by such decision it shall, within one month of suck ‘decision; make a report on such matter: to. the: President whose decision thereon’ sball'de finales sat sit “atte OHNE Beek",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Mohamevara Esala-Percheva Truet 5 ‘Act, No, 34 of 1980 10, ‘There shall be established ‘a Fund of the Trust Tstabluh~ called the Mahanuwara Esl Pevahera Trust Fund (here- Fund of the inafter referred to as the “Fund”). ey Base IL (1) The Custodian Trustee shall, on behalf of the Powers, ‘Trust, hold all the assets of the Fund both movable and Suge immovable in his name as Custodian Trustee. :.. ... & nations. : @) AU investments and recalling and relnvesting of usspalan savestments shall be done by the Custodian Trustee on the directions of the Board. . e (3) All sums payable to the Fund under paragraph (d) ‘of section 12 shall be paid to the Custodian Trustee to be . deposited in the Fund, ° a (4) The Custodian Trustee may allow the dividends and other income derived from the Fund to be paid ta the Board or to such persons or into such bank to the credit of such persons as the Board may in writing direct and in such case . he shail be exonerated from seeing to the application thereof, and shall not be answerable for eny loss or misapplication thereof. : vt {5) The Custodian Trusies‘or any person authorized in writing in that behalf by him shall receive all grants, gifts * and donations made to the ‘Trust and issue receipts therefor. (6) Subject to and without prejudice to the rights of any other persons, the Custodian Trustee shall have the custody os of all securities and documents of title relating to the Trust 7 property, but the Board shall have free access thereto and be entitled to take copies thereof or extracts therefrom: (7) The Custodian Trustee shall concur in and perform all acts necessary to enable the Board to exercise its powers of management or any other power or discretion vested in. ‘them unless the metter in which he is required to conc in ‘is a breach of trust, or involves a personal Liability upon him in respect of calla or otherwise, but the Custodian Trustee shall not be able for any act or defauit.on the part of the Board. . 12, There shall be paid into the Fund— Bo) OE pagans (@) the initial payment made by the Government; ine” (®) such sums as may from time to time be voted by 4 Parliament vone",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Mohatwwara Faala'Pérahera Trust | Act, No, 4 of 1980- co sive s:(c)vany. gifts 6r donations of money-nnd the proceeds of 6d sa: salle of any gifts-or donations in kind ; and * {@) such income from: investments or other receipts due ‘to the Trust az may be determined by the Board. avectoeot of 22, , Moneys lying to the etedit af the Fund shall be Fund. - invested in accordance with the provisions of the Trusts « | \\, 2 Ordinance or any other Jaw relating to the investment of Trust_moneys and shall not be. utilized for. any other Purpose whatsoever. \" Bite qrut deemed “he ‘Trust shall be deemed to be a charitable trust Gumtsble _ within the meaning of the Inland Revenue Act, No. 28 of iru 3973. . : . . Bromptlon ot i Li.-.(]) The Minister in charge af the subject of Finance certain thay oxtmpt the Trust frum tlie ‘payment af any customs faa ™! duties on any goods imported by the Trust if the smport ‘of such goods is considered to be conducive for the advance- ment of the aims and objects of the Trust. + (2) The Trust shall not be Hable to pay any fees payable * ‘to the Public Trustee under the Public Trustee Rules made under section 52(1) of the Public Trustee Ordinance. Acuna 16. (1) ‘The Board shall cause proper books of accounts ‘to be kept. of the income and expenditure, assets and Mabilities and.all other transactions of the Trust. “(2) The Auditor-General shall audit the accounts of the ‘Trust every year in accordance with Article 154 of the (8) The Board shall sonually! prepare # répost of the work of the Trust and forward such report ta the Auditor- General who shall, together with bis report, table -such reports in Parltament and such reports shall be published: in the Gazette for general information before the lapse of soy uay, $B@ Year sueceeding the year, to: which such report of the ‘waa Sinmnces relate. . _ Financfat 12.: The financial yeor.of the. Trust. shall be, the calendar ‘gear. of . the trom, Year, . age t",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "Mahanoora Eeale Perakera: Trust’ T Act, No: 34 of 1980- _ 38 ‘The moneys lying to the credit of the Trust, other Expenses ~ than the sums paid into the Fund under section 12, shall be the Trust. utilized for the following purposes :—: ; bey fa) ell such payments necessary for the purpose of carrying out the objects of the Trust ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "{b) expenses necessary for the administration, establish-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "ment and maintenance of the Trust;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(©) the payment of salaries to officers, servants and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "other employees ; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(@) all such other payments as are approved by the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "Board as being necessary for the purpose of carry~",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "\"| ing out the objects of the Trust. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "48, (1) No person shall except under the authority of, Tssue of and other that in accordance with the conditions set out in ener a licence issued by the Custodian Trustee or # person authorized by him in writing (hereinaiter referred to as the “authorized officer”), provide for a fee or levy any facility for the purpose of viewing the anouel Mahamrwara ‘Esala Perabera. Such licence shall be issued upon applica- . tion made in that behalf im the form provided for the Purpose. Lo",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(2) ‘The Custodian ‘Trustee or an authorized offloer may call for such further perticnlars as may be necemary to determine whether a licence under subsection (1) should be issued or not to the person making an application under that subsection. .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(B) The Custodian Trustee or an authorized officer may refuse to isme a licence if he is satisfied that—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(@) the proposed tee or levy is excessive or unressonable",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "in the circumstances ;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(b) the facilities to be provided are inadequate; or |",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(e) the precautions that will be taken to ensure the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "safety of the public are inadequate.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": ". (4) The following conditions may be set out im the cence issued under subsection (1) :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(a) the maximum fee or levy to be charged ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(b) the facilities that are to be provided ; . . ¥",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "(e) the precautions that ere to be taken to ensure the =",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 21,
    "text": "aatety of the public, . :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "a Mahewuwara Eoala Pershera Trsee . ‘Act, No, 34 of 1980 Offences and- 20. From and after the commencement of this Act, any Penalties, person who— ab ’ (a) without the prior written approval of the Custodien ‘Trustes, receives or collects any contribution in money or kind for the purpose of conducting the annual Mahanuwara Esala Pershera or for any matter connected therewith ; (®) except under the authority of g licence issued by the Custodian Trustee or an suthorized officer, provides for a fee or levy, any facility for the purpose of viewing the annual Mahanuwara Esula Perahera ; {@) ets in contravention of the conditions set out in the Hoence referred to in subsection (4) of section 19, shall be guilty of an offence, and shall, on conviction by a Magistrate, be liable to a fine not exceeding one thousand rupees or to imprisonment of either description for a term not exceeding six months or to both such fine and imprisonment, Protection af \"21. - (1) No suit or prosecution shall be instituted against embers of any member of the Board or against any officer, servant and officers or agent of the Trust sppointed for the purposes of this oe Act for any act which is in good faith done or purported actlon under tq be done by such person under this Act or on the direction this Act, of the Board. ak (@) Any expense incurred hy the Trust in any suit or prosecution brought by or against the Trust before any court shall be paid out of the funds of the Trust and any costs paid to or recovered hy the Trust in any such sult or ‘Prosecution shall be credited to the funds of the Trust. (8) Any expense incurred by any such person aa 6 referred to in subsection (1) in any suit or prosecution brought ageinst him before any court in respect of any act which is done or is purported fo be done by him under this Act or on the direction of the Board shall, if the court bolds thst such act was done in good faith, be paid out of the funds of the Trost unless such expense is recovered by hin in such suit or prosecution, ~ Bert, 2% No walt against person or property: shall be issued Porton against any member of the Board or any officer or servant Peeraber ot ‘of the Trust in any action brought against the Trust.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Mohanwocsa Eeala Perchera Trust |”",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": ". ‘Act, No. 34 of 1980 .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "28. All oflcers and servants of the Trust shell be deemed Ofteer ont to be public servanta within the meaning and for the fie Eraet purposes of the Penal Code. Stine",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "Servants thar the Penal Code,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "2% The Trust shall be deemed to be @ scheduled Trust institution within the meaning of the Bribery Act and the be scheftled provisions of that Act shall accordingly apply. iagiution",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "penning of the Bobery ae",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "25. Jw this Act, unless the context otherwise requires, Interprete- “the four Devales of Kandy” means— fon,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(a) the Kandy Natha Devele;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 9,
    "text": "(®) the Kandy Muba Vishnu Devale; {e) the Kendy Kataragama, Devale and (@) the Kandy Pattini Devale.",
    "mean_p_confidence": 0.74
  }
]