[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF . SRELANKA NATIONAL TRANSPORT MEDICAL INSTITUTE, ACT, No, 25 QF 1997 , FCestiied om Ste Cotas, 997] Prinred an the Ont of Government ‘Rablibe as a Spplamenio prt Hof ie Gott of ie Decorate, Boclallat Republle of Sel Lanka of Ortober 10, 997 TRE HIACHASE  COVERMER RACATIONE BOREAL COLON Price ; Rs. 9.00 Paste 4.60",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "ational Pranspare Meet iain Aet.No 25 of 197 1-0 5195 {esi 02 nOxber, 197} (Act 10 mame rox He extant oF 4 NAR “Peace Bete errr To ROVER ETS DE enacted hy he Petanan of Desolace epablc o Se Lankaesfilows:— 1 The Act may be std 86 the Nello Tispart Reantae Medio teint Act, No. 25 of #57, an sha cone iio |. erton oe sch dat ashe Bie my opp hy Order fai she Gaze eter ofr 100 The Spinel de, PARTE eneuomnee oF TE ERA TRAN MEDIA eee 2 (1 There hall ba cambad in coon wih the Sete + provost his Ace, omnia wich sal be calle ae Nelo! TrmpprMatialbaju(oovinusfasciinas we tho faruaneD 2) Toon shal bythe nde tne iby 0h action) bea cnpeete wih perpen sezenson and ‘roof so ays edb ine se. ‘8 Tha tunatons of Testis om Eagigetie (8) so wovite diel service ant saisanco divers ‘ed epi epmsingo vag wi cgoni ct oe vices kang hours iy aes (8) tocxmine dinasans perms of tt caagnit of ror cick ining ety Ay PASH Feisenistr of py ee aal sSe sxch ert pera; Beccary",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "a atonal Prontpact Meio lestinte Act NO, 23 4f 197",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "{e) $9 any onl rosie examinations on dives an ‘opertions of nit anlegacies of mer: vehicles including heavy aly vebtslon and foraish recomecaaions rearing Delp slabiey and fea §",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "()toprovide mlcalervier and anistnacin oensea ‘of serbian ivalving any caegeny OF eater walter i\"",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "2) tense itr hy nasifor la consuaon th tier ‘gencis, the ator ceils oF at doen a opernedordeeen ony by posoma rer pilaly ad mentally fi and coef",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "fh ts apgeint a pened Uf sue mail tows ‘remus diarias and provinect forthe epase of Sischorging a Foretiona 5",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "10 candy modical udvice and recommen cn ‘dacs bye and ines anetdets:",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "1h) tapeovide aioe nipocialgutetinerseing othe -paalune sf compotion CF dnaeit payable te ‘ise of ele",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "GS set standards an pressibe parma rgarlag ‘wanspor sedivie io be adopéd end wiemones by te relevaat aplementing abort: and",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "1B torosee apical viersand mtisanee tated ‘a prsiore mph corner ser tte Camarion of Publ Corporates or Ceera- fon! ower! Basiouse Waderingy iam Public (Companies Act.Na 23 0F 199, pubic corporation sid Privat Ornltue Corpus epi wader The Naina Tang Commision Se, Ho. 97 of",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "a, rent 44 The lane hall Wome sects peers at may Be ad secessy fr ths discharge of he fuetlons andi partic, hall havo te poser 0b al any ofthe otowing —",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "int Frage Medical ete ht Ne. 25 1997 3 scsi ete by al il or oer el,",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "abr give niewe or hee oengs pode and",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Lig Sr shecwine dispose of, arty movable or Lesa tabie prcperty",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "06 tipatn eaai ers, vagy opt ‘eostenay kota",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ": 6 Boca mien don, apts ris fms ctor nor ele SLi:",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ": 18 pte fit ord pertorm a uchtcomractnzs maybe chore fr be cece of i pen oe ‘Gecuage of in fnsones",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "‘ise og any munege Eons 1 the tate \"pega atid cme hay ar oF ‘pion ay ck moma i tho orcas of ifwmonie proaty im Si Lata of ay 20th invents erin ple i Tad dessa Seon prene cheneye atacand for inedaioorpntnas",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "sdb cbeomscfwoncy titer ft ihe pmvor of decheing fo fcone:",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "£2) ineperiemagrenens fore option vithmeticl cedars wars Sakae, Dung secs wet pcy sod ‘nse cncangeandeling pene amma abvoory series cand peer, fr",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "7 me parpen as my Re Pans Ft cess oe:",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(tt spgin, smaloy.romunete and esercine “tite ent ver an) ee ti, hie ecacar fore charger",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "+ Geng of he Lie der At",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(0 oct ft sericea ince ried",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "inne.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "« atinat Tromport Maden! site er, Ho, 25 of 907 (9) to wake re in rapes of at masters 4 rep oF ‘Which ined by isc aks sane to 38 sat ne things which ae epalow of the Tse ae neausy to fllne Te Sache of ehmesoen, PARE census op ra Bones ‘ sausamiond, —_§, (1 Tavern, agement and coat ibe ESET — emursotttetasiimesheilbevesedinteBoadciBireton Ofte Tie Cheater vetted ws the “Boa (2) Tee Boned sa, Trt pupase of tsar ng te affine of the Fstints, exrcae pertoen wad dlachargs te ‘yonern dee aed fonesons canter of ingosad O& oF ‘sgaod to, Inne by Bs Ac Geenenatin 61) Th ours coin of tongs (a) five enspeie member, nary — 4) the Boenmay 29 fe Ml ofthe Miners charge of on naject of Tanager fic . epreseatalive G5 the Chairman af the Manel Tearspon ‘Commission clabished by the Nocona] \"TrrwepertComumision Act No. 3761991 0 Risrepreseataive ; GD the Daputy nsposter-oaoral af Police ‘Tsai ors represamate 4 6 Me Seretry tothe Béininy of ie Mn ig ‘charge Of the suajeal of Hoek® or We ypemcamee san (9) the Seat in Oe Mlony of de Ménisor i ‘harge of the subject 6¢ Faasce or his ‘rapecacetative and",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "‘Nédionat Tramspor Madea! ae Act Mo, Sof 1257 5",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(@) fovrarembors, sppeints bythe Mien. chrenafie refitted (0 os the “appointed eerie) chase ‘ont among perms whe hey dad experience or have quaifimany or have shown exp, ine fide of anspost. or mein.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(2) The Mtnieter at eppai on of the messes ofthe ‘Board ase Ctaliman ofthe Bond",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "@) Tho Chairman shal te the Chick Exreative offer at eit,",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(9 A person shalt ogo fem appointed from ovetcuing ac amernbert ih Boarder becomes, ‘area of Pimancoca meme of Provincial Coane.",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "2. Gy Anappoinied menterof te ReardakallNoléotioy taste. for 3 period of re yous fom dhe die of is appt ten,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(2) The Blister my wit ascening any seme thee fernemere any appoined mite of Cc Boat ow otto, ‘Bresamoval af any rember ofthe Bows chaB nabs ea ‘9 quaton fy Coe",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ". {An sgpcined mombar of he Bont may ae any tne vesign bis Ofte ty» ltr areaeed toe Mion.",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ") Inginoventof avacaney epuningin the memerhip of te Round wa remah of ey appoks member rarig ffce by des, cesignsion, tema Fo aie ot aes wi, ather person aha bavig gard ioe prcviaions sncon 6 be appointed i sch vey,",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(5) Where snethee pero i append to M9 rca ‘cave 9 the death, resigmation, removal tom office ee otterwine of m apeiniedseathi,he perton so nepeiaed shal hobd seh offic forthe uneped pat oF tet oF ‘oifice of the member of the Board warm te sucvents,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 ‘atcast Prampore Medtoat insite et, Ho 1S@f 87",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "18) Wher any sppeinind merber tay taeon of ttm, indiety ov abncnce frm St Lik fora period of wot ess than tree moms, exeperasly waste opertorm hs duis, nother prone, ray, taviog regued 10 He VISIR of sxetion & ba apport at eis place.",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "7 Any appntnied momar of de Beat, wt i coest “without ava ron than conspeuve mesinge of ar Boat Hall he doxmed i have acd hls office, .",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Choe 8 UP The Chinn wey a any ie teign fom Se swe office of Chasen ty ite weroned he Mise,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(2) The Miner may ur any sina, raove ihe Chairman ftom de oie of Cheam, wot axing ay akon orate.",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(Gh keChennnan shy econ Mocs atnenee ome i Lan eipnarity ete ta paso the duties of hit fies, te Resistor anay apiat ander suet of the Boatdg ati pact (4) Subject provisions of snbozsions (1) aa the {etm of office of the Chazznan shel fe aha period of tie swenabershigin hw Board.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "ret ‘9. (4) The Chainman shel preside a all actiogs of she",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Board. fade taenoe ofthe Chatman fonany moetogatbe ‘Boar aber chose thomembersof ie Board pracart ‘sich wg hall preside esc meetng.",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "2iinttnavencotanagpalisyofvlesateny meting nfs ‘Board He Chalemsone ve rmeher peed acca Sul in ii ie vo, ave a cmting Yo",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Gy The mastings ofthe Bose shall be coven by the ‘Cann at stl bo a reeay wt neceseay fot heperpox of dchse ping ht funeions of da Latete ander is Ark",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "4) The quer Far aetlng of th Boor eal be Five swéteboxe,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "apne Trion efi Ar Nn 250 197 > 15) The meme of he Bon al he teen toch manner snd ach me ray beeen the Minster vttonion with ke Miniser  trg  th ‘hiro Bates (6 ‘Sibi omega hn At wetness be da mig rcs lobe fons ah gi © manda of sig ad te races of Fue sschmectngs 1 The oes fa anti ot bs poets, Bo —_perfamenes of ateendthe chastened be Ibi ond ats ecortnce wh ce eton ase Beets ay fom ine tne se. 10: Seb we povion of mbuation yo son forget 4:6 Dowdshathare pours oast weetésandag oy Soret “sucancy ft embrin, a wo acto procending af tha ci ‘eud thal be inalidty moumoniyof ieenbseneat my ete ch cacy or any Geet inthe apnea member eee 1 Gee 11. Tenslof te Bom stot + ta sane now eonaay other Boe: (6) set of sch ign sel be spree by Be ‘owt edn t ae aah war 1 f desemined ye Boe (6) all ak be aie to ey dae expt inte rovace of v4 members of ip Bom, bth of Stash sign the docu feo lr poeae Ie fibiecinioyovitionnaltieAcanduayrepinioe: sestn mane cna by tener, te Board sal et poe ‘opoim thoes ad era of bate",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "‘ Aion Faas Medical dete At, Ko. 28 of 187 eames 18, Where the Tetinte ips any gaan i ts omtinnn caged intasconca we Goverment by whe hs bas ERETE.  Sgred serve the Goterne fr aos pero any eects pared of vie To the Insite by Tat prt shal be —_ -tegandsd we sarvike We too Governateat for she: purpone of ‘Sichaeing te oben ows cert, fegiemcoee |. (athe reuenel tout any offen t pii SESE scvncsering nthe bnlay of me Matar. whe ‘Semeat ot Screny othe Min Ft Maker ven sh ti eenreace a he Searcy the Minay of Minsterinchapeet the anpeorPuNeAdwilmaonsnd 1 tn oles, br emgeranly pein ios at of On Ina for vc pri any be eee by Boar “whe coreenoraiieconmatteprron ay eppeied east sit (2) ate equate ofthe Boar ay oOoe sh pic smeoesather baron Ter reared aaron OM, Sak de oped of hat aor afte See 1 he Senioy ofthe Mier in cbnge of he sbi oF Put ‘Ariritcion Be targansly ape oe si of he inst for mch pet a yo erind by Oe BO veh lip tewoe or wih Ike consent fe permenendy ‘pele ch , 8) Wheceuay slog ia utc eis emery sgn ate safest. proses ton, Taye the Neen Tropes Cormiion Aut 80.37 . 1 al erat apply cen ca BE 9 Where ony fier tego merck pumaven seid ote tote Tera he pron foci 12 ote Neral Tramont Carmantion At, NO 37 06 199% chal vine omr aplyen antic N. eatin 16, (4) Tao Bound say logo the Chen ofthe Srritintort oar any of ts powers, dain or fone ote Hs rae powers nade tis hae",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "National respond Moco aie Act No, 28 of FIP ° (2) The Chairman oft Bose! io wham any power duty on faction has boen delegated uoder wiheciion {17 s608 _tervnn pocorn aed discharges poses duty or Fenton, sabjee oH deren of ie Bowed PARTI Praee LG, (1) Penne inttiove Ba own fend. ast ane (2 Ther shale cctv Fo fe nto an {o} slimachsoms of money aa may ba veto fromm dine imeky Pariancat forthe wee te kate + (> fll sc ames of money ws may beecelved hy the Teale the exacier, pechorwmnat and dlechargy is pomrsn, dis me cio th 0 all sich tama of maney os nay be weet by the nati by wy of kana, davatons gi Feats from any enor wbntioewe, wether in ce Silat” (9) There lb pd out ofthe nd oF the Etter (2) 9 such an of money wa oiend to deny any ‘expends cuted nyse Insta in dm cracise, : ‘performace mid dschange of kapoeers audacand Festina ender eis Act sand +b) seach rams. ofraoney ane requis to be pid ont of sed aad, por under, ths At. Y7. The financalyeuroftielosiesshaltnesbecalenlir Raped suwstae ye. st 1 The provisions of Anche 134 of the Constitaion Anbtothotnt lang to te aa of acct of pte corpora shall fpply aad in eae, the mel of i apo: a ae tie",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "” Sustonl Traspot Madea ase AC Mo, 28 of 1907 PARTIV eno",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "ents 49. (1 The Miniase may ake meulaions in reapers of ates oe which roti we rere or sured ey Ih ella De made or whic are neque by this tt be presented.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "@) Beers opdation made under whtertion I) sal be tublithodin dhe Gesell concn operation othe fhe of such pubtication ox on sac Iter dat 28 oy be ‘paified i sch ragulason,",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ". (3) Evety regulion mee under stbsctoe (1) sha as secon ae conveniea fice ia publican ia the Catle be bmosght before Priest for appeal ese regelatcs shishixnot svapproseshal bedaarmel e bosescinded wi fe ont sen sichleapprove, bwin prejudice te saying previously done sare,",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "G4) Novia of te dae am hl ay mg Be uae wo be micas sal be pubes inthe Gaze.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Ppesmpetxins 28. (1 Rost or promouton sal fe .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "“ (2) apple Tate ee anys whic in gin Fain",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "‘ne or prpced tc dome by ime tis At;",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "8) again any member af he Board fee. seven ot",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ". gent ofthe afte For any eet whic len good fih {sdonece pert a done by boner ts Act ‘ton the dinseon of the Bea,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "©) Any usyraterincanedbyanysochperwonaninetoned toinsection (Fh in nay tn promt bought xgieat Aimbesore any oun inerrpectof any oct whickie done by hi Sder Gils et or fe erection af Ye Board sal, if the Courcholdsitarioe a was dns in aod fis be paldautof ‘he fad th ate,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "oa rons Mtl es 7.35 0 187 a",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "21 The nse alte dzmel to ee Steuad Tengen {alitotion, within Ibe: meaning of the Bribery Act, and the Eosunnticte: ovina ot Asc een ong",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "2. A peices and avs fenton tnttaoowpinpaibconmemiaimatiead Lette brenpnprs. fe an Coe sey",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "2. 11 myer, sebleand nose etn Tons tide Cine aisle Be cpr aan",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "ERIN Sater te gt Cs tmp oan",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "tale yet At teed one tarp Spinal; trappers ston seal tea a : SEs ine So to be pel la",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "(Al ces seem a ih cen tes we ee eee et Ea he Io of Bie are ov fas Taree an cles Wy har Aa ie pen fa eta Seton mngoninagypeesop hepenrs ae Sal betncnnh gs et tne see tere SSuncuan ements ny elie Sosa td be acne",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "stirs nt receding: reer span ng So aa Taegu cn oe Mooponnr gw he otoietangw ae eel Re wall tase at at eel  e Seochiy te pen ce ad Sr ego Gynt aie dei 0 te elena pce oeroper apis isin theo ee tea pete nan",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "2h intheeremtof any consneney between Sia Staat | cothnitem ses te kiaaeaidpeed Rota",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "28, nA teascomestanevenqcee teres",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "“tne Vo fh me ing be Me",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "Tate es (Cpe 30) + mrs Cea” peas Poin! Cm Tmablind by Cupar of te Comunon",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "{ ‘erate Dv afore RID ica arta en Speer ou a Seam ese ni arson peor",
    "mean_p_confidence": 0.24
  }
]