[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON sth Session 1952 ever sns, Cee Je \\ fae [Naas neve ea mle Dee or {Bh teri rive br aaretehss UG BiB : recess Sua Bank of Ceylon (Amendment) Act, No. 19 of 1952 Date of Assent : March 24, 1952 Printed on the Orders of Government ; ‘umd at me Cron Govt, Pass, Cotono, To be Ered at 5, CEN Save, Pes Soe ae dea Ce ee Seumau, Poor Ornice Box 900, Secretariat, Colombo L Price: £0 conts. Postage? & cents.” _.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Bunk of Ceylon (Amendment) Act, 3 ‘ No, 19 of 1952",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L.D.—0.61/81, . \"No, 5/8/2 (MP/AC)",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AN Acr 10 AMEND ‘THe BANK oF CEYLON ORDINANCE, No. 58 oF 1938. [Date of Assent: March 24, 1952.]",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Queen's Most  Fxcellent Majesty, by and with the advice and congent of the - Senate and the House of Representatives of Ceyloa in thig present Parliament assembled, and by the anthority of the same, as follows:—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may he cited as the Bank of Ceylon shat tis (Attendient) ‘Act, No. 19 of 1952,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2, Section 88 of the Bank of Ceylon Ordinance, Amenimest st No, 58 of 1988, (hereinafter referred to as the gaissS qoptinoipal eneciment \"), ie hereby amended os 32'S ime followe:— :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(Q) by the substitution, for the words ‘General anager, Assistant General Manager, . Secretary and Accountant ’*, of the words ~ “General Manager”; (2) by the addition, at the end of that section of the following :— ** Provided further that the Minister's : approval shall not be necessary for the appointment of an officer of the bank to act - for the General Manager during his absence if such appointment is for a period | Rot exceeding four months.”'.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3% Section 54 of the principal enactment, a Amsutneat ot amended by Ordinance No. 4 of 1944, is hereby further {S\".teat amended, in sub-section (1) thereof, by the substitu. scadment tion, for all the words from “* The * to ‘* officer,”” of the words ‘ Every officer of the bank,”",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. Section 66 of the principal enactment is hereby gatas",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘repealed and the following section is substitut sey section for therefor: — Sie peor “Dimi of 66. No General shall be Gera” aiamlsced.excopt on & resolution of the",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Board passed by s sasjority of not less : than three Directors.””.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4. Section 56 of the principal enactment, inserted Amsninest in that gunctmant by Ordinance No. 4of 1044, ighereby ct -amended by the omission of the word “‘ other ”. consineak",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2 a mn goes",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "4 Bank of Ceylon (Amendment) Aet, Jo, 19 of 1958",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Auadmest¢ —§, Section 58 of the principal enactment is hereby Gepncyst amended by the substitution, for the word “‘in- qsacimest dividuals ”, of the words ‘‘ any person”. Desarationsof 7. Every declaration made under section 58 of the Siow we tate principal enactment before the date on which this Act tea\" “comes into operation shall, for all purposes, have effect Bera. pe purposes",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "and be deemed to have had effect as though the refer-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "ence in such declaration to “accounts with",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "individuals ” were a reference to “‘ accounts with any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "person”,",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". Amendmecs of 8. Section 78 of the principal enactment is hereby Seprsips) amended by the insertion, immediately after the eoactment. definition of “head office”, of the following",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "definition: — : . © Officer °* means an employee of the bank and . shall not be construed to include a Director or an Auditor of the bank; *, Aneineato «9, The First Schedule to the principal enactment Fin Schedule ig hereby amended as follows:—. (1) in section 1 of that Schedule— {@) by the omission, from paragraph (6) of that section, of all the words from “ Provided ” to “‘ business.”; and {8} in paragraph (m) of that section— (i) by the substitution, for the words “To improve,” of the words . “To constract buildings on any land belonging to or taken on lease by the bank, and to improve,”; and i) by the substitution, for all the words from ‘bank, inclad- ing ” to, the od of tha axagraph, 0! wort . Bae : (2) in section 3 of that Schedule, by the omission of paragraph (ec) inserted in that section Brditence No, 4 of 1944 and paragraph eh inserted in that section by Act No. 39 of 1949.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Bank of Ceyton (Amendment) Act, 5 ‘No. 19 of 1952 40. The Second Schedule to the principal enact- {mcuinent ot ment is hereby amended as follows:— io the primal (t) in bydaw 71, by the omission of the words“ “assistant general manager, secretary, and accountant,\"’; (2) by the insertion in Part VIII of that Schedule, immediately after bylaw 79, of the following by-law:— ;osemmen 794, All remuneration to which, the Seren wo Government director becomes entitled erie, shall be paid to the Consolidated Fist Fund. ”. * a ee ann",
    "mean_p_confidence": 0.74
  }
]