[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "3) Cigars ’ PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA LOCAL GOVERNMENT SERVICE (AMENDMENT) ACT, No. 16 OF 1987 {Certified om 16th April, 1987) Printed on the Orders of Government , Published as a Supplement to Part II of the Gazette of the Democratic Sociatist Republic of Sri Lanka of April 16, 1987 enemy AT THE D2PAXTMEENT OF GOVESHMIENT POINTING, SEX LANES TO Ay FORGEARE AP TRE GOVKIGAGINT FURLICATION® WUWRAG, COUOREO Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Local Government Service (Amendment) Act, No. 26 of 1987 (Certified on 16th April, 1987) .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "L, D0, 14/86 (iv). Ax Act 0 anexo THE Locat Govemmnaur Seavice Law,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "No. 16 op 1974 BE it enacted by the Parliament of the Democratic Socialist Republic of Sti Lanka as follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. This Act may be cited as the Local Government Short ule Service (Amendment) Act, No. 16 of 1987, and shall come {foperation, into operetion on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 Section 2 of the Local Government Service. Law, Amendment No. 16 of 1974, as amended hy Act No. 10 of 1085 (herein- Zuftow after referred to as “the principal enactment”), is hereby No J6ot further amended in subsection (2) of that section, by the substitution for the words “Municipal Councils, Urban Councils and Development Councils “, of the words “ ‘Muni- cipal Councils, Urban Cuuneils, Development Couneils and Pradeshiya Sabhas”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3. Section 25 of the principal enactment, as amended by Amendment Act No, 10 of 1985, is hereby further amended by the 3sefthe substitution for the definition of “loval authority *, of the principal | following deflnition :-— ‘enactment",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "*“Jocal authority” means any Municipal Council, Urban",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Couneli, Development Council or Pradeshiya Sabha’. “e ovcen—aem cet ‘",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Annual subscription of Billy and Laws of the Parllament Rx 10 (Local),",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Ra, 200 (Foreign), payable to the Sureuramers, Govmunuimrr PUNICATIONS",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "Burzav, Cotoneso 1, before 15th December aach year in respect of the year following.",
    "mean_p_confidence": 0.72
  }
]