[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "EN cas ON feey) iin ae pea PARLIAMENT OF ‘fHE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TAX AMNESTY (HOUSING AND COMMERCIAL BUILDINGS) AGT, No. 30 OF 1992 . he [Certified on 27th May, 1982) eek : Printed on the Orders of Government - pe Published a3 a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of May 29, 1992 ae cn a ae Sn an en TO Price: 90 cents, Postage: Re. 1.00 f]",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Tax Amnesty (Housing and Commercta} Buildings) _ Act, Bo, 80 of 199 LD—O. 45/91 {Certified on 27th May, 1992} “AM Act To PROVIDE FOR TAX CONCESSIONS 70 PERSONS WHO",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "USE THE WHOLE OK FARE OF THEIR RELEVANT PROFITS AND BICOME IN THE COMSTRUCHON OF MOUSLE OR COMMERCIAL [ROTLORNOS, On 14 THE REROTATION OF COMMERCIAL BUTLDINGE,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘08, IN THR PORCHASE OF HOUSES WITR 4 VIEWTO SECURING IY ME FUTURE, FULL COMPLIANCE BY SUC PERSONS WITH \"AX AWG AND'TO ENCREASING THE HOUSING STOCK OF SHI LANKA;",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "0 RINRANIFY PEREORA WHO URE SUCH PROFTTR AND MICOME. om THE PURPOSES OF SUCH CONSTRUCTION, RENOVATION, 08 PURCHASE, ACAINGT PROSECUTIONS POR OFFENCES IN RELATION ‘TO SUCH PROFITS AND INCOLGH; AND TO PROVIDE FOR MATTERS ‘OORMNCTED THEREWITH OR INCIUEWTAL THERETO,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE ft enacted by the Parliament of the Democratic Socialist . Republic of Sci Lanka os follows s--",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1. This Act may be cited os the Tax Amnasty Glousing snort Tile, and Commercial Buildings) Act, No 80 of 1992, : % (1) This Act shall, subject to the provisions of sub- persons tection (2), upply to any person who has any moneya ropre- te whost senting the whole or any part af his relevant profits and ‘2/3 Act",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "income, sles @) This Act shall not apply to any person in relation to ‘whom any investigation wae pending on October 1, 1091, for ‘any alleged or suspected evasion of any tax payable under the Indand Revenue Act or the Turnover Tax Act, in reapect of any profits and income, or turnover, as the case may be, which arose, of accrued to, or was derived by, such person, on of before March 33, 2061",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(8) Every person referred to in subsection (1), not being 4 person to whom the provisions of subsection (2) apply, shall, hereatter in this Act, be referred to as “a person to ‘whorm this Act applies \" '",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3%) Any person to whom this Act applies may, after purposes for September 90, 1981, use the whole or any part of Bis wach relevant profits and income for any one or more of the \"Om, following purposes— Geom ay",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(@} the construction of one or more houses, the internal",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "fioor area of each of which (excluding the “+ thickness of the outer walls), does not exceed one 2 Date ean) oa s",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Tax Amnesty (Housing and Commercial Buildinge) Act, No, 30 of 1992 . hundred and twenty-five squate metres on land, not exceeding onefortieth pert of a hectare in extent atid owned by such person;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(®) the construction of ont 6: more buildings each ¢onsi- ting of two or more housing units, the internal floor area of each of which (excluding the thickness of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ": the auter walls) does not exceed ona hundred and - twenty-five square metres, on land nét exceeding such extent ais is approved for the purposes of such construction, by the Urban Development Authority",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘and owned by such persbn ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{¢) the purchase, for occupation as e residence for himself, of any such house ass referred to in paragraph (a),",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ": constructed by a qualifled person ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(d) the purchase, for occupation as a residence for himself, of any such housing unit as is referred to in pare graph (0) and comprised. in a building consteucted ‘by a qualified person ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(e} the construction, at a cost not exceeding Ave million ‘ rupees, of one or more buillings éach such building being a building which is assessed as a eommercisl premises for the purposes of levying rates, on land not exceeding such extent ax i approved for the Purposes of such construction, by the Urban Development Authority and owned by such person:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{f) the renovation, at a cost not exceeding five million rupees, of a derelict building, being a building which ‘is assessed aa a commercial premises for the par-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "poses of levying rates and owned by such person, ‘where the plan for the construction referred ta in paragraph (a) or paragraph () or paragraph (¢),0° for the renovation referred to in paragraph (f), ns the case may be, is approved by the appropriate local authority or the Urban Develo ment Authority, as the case may be, afler September 30, tont. :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "‘The expression “renovation” in relation to any building referred to in paragraph (f} means the re-building, restor- ing or upgrading, of such building.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(2) A person to wham this Act applies and who constructs any euch house or building as is referred to in peragruph (a) or paragraph (b) or paragraph (¢) of subsection (1) or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Tax Amnesty (Housing and Commerciat Buildings) 3 Act, No, 30 of 199% purchasesany such house or housing unit aais referred to in paragraph (@) or paragraph (b} of subsection (1) or renovates any such building ag is referred to in paragraph (J) of subsection (1) and compltes such construction or renovation, or purchase of such house or housing unit, as the ease mey be, before Octeber 1, 1994, may, within ninety days of the date of completion of sich construction or renovation or the date of such purchase, as the case may be, furnish to the Commission-General— (0) a declaration in the Form set out in the Schedule to this Act, setting out the amount of his relevant profits and income that he has used for the purpose ff such construction, renovation or purchase, asthe case may bet {B) a certificate issued under section 4 by the Urban Development Authority or a public officer or officer of a local authority authorized in that bebalf by the Urban Development Authority, in respect of such construction, renovation or purchase, es the ease may be, : (3) A person to whom this Act applies who famishes to the Commissioner-General, the declaration and the certifi cate referred to in subsection (2) within the period referred to in that subsection, is in this Act, referred ta es a “ quall- fied person”, 4. (1) The Urban Development Authority or any public Urben Dove- officer or officer of a local authority authorized in that lopment ‘behalf by the Urban Development Authority, chall, on an ie iene application made therefor to the Urban Development {tits Authority. by a person who has eonstrueted any such house of consiruct= or building as is referred to in paragraph (a) or paragraph fot, (2) oF paragraph (¢) of subsection (1) of section 3 or has gr purchase, purchased any such house or housing unit as is referred to in parageaph (a) or paragraph (b) of subsection (1) of section J or haa renovated any such building as is referred in paragraph (a) or paragraph (6) of subsection (1) of certifiente in respect of such construction, puxchase, of renovation, as the case may be, {fsuch Authority or publfe officer oF officer of a locat authority is eatlefied— (@} in the case of the construction of a house or building, that such housa of buflding conforms to the require- ments specified in paragraph (4) or paragraph (6) s",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4 Tox Amnesty (Housing and Commercial Buildings) : Act, No. 30 of 1992",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "‘or paragraph (e) of subsection (1) of section 3, os the case may be, and that the amount declared’ to Iiave been used for such construction is not exces alve, having regard to prevailing costs of building ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4b) in the case of the purchase ofa house or housing unit, that such house or housing unit conforms to the requirements specified in paragraph (a) of pars- raph (0) of subsection (1) of section 3, as the ease may be, and the amount declared to have been used for such purchase does not exceed the market value oa the date of the purchase of, such house, or housing unit, as the case may be j",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(©) im the case af the renovation of # building, that such building conforms to the requirements set out in paragraph (f) of subsection (1) of section 3 and that the amount declared to have been used for such | renovation is not excessive having regard to the | Prevailing costs of building, '",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "4) Every certificate issaed under subsection (1) shalt",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "contain the following particulara:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{@) the name, address and national identity card or registration number of the person applying dor the certificate ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{) the date of purchase, or the date of commencement and completion, of the construction or renovation, of the house or building to which the application relates ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "(c} the fnteral floor area {excluding the thickness of the outer walls) of such house, or building and, in the case of a building containing more than one ‘housing unit, the internal floor area (excluding",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ". the thickness of the outer walls) of each such unft",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "{d) the exent of tand on which such bouse or building hos been constructed and where such \"extent requires the approval of the Urban Development Authority that such epptoval bas been obtained;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": ": (e) whether such house or building has been sasemed for purposes af levying rates, and {f 60, whether sueh house or building has been assessed ax zeskdenttdl or commercial premises ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "() whether such house or building is situated i an urban",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "_- development arca, within the meaning of the Urben Development Authority Act ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Tox Amnesty (Housing and Commercial Buildings) 5° Art, No, 30 of 1902 (9) in the ease of a purchase of a ouse or housing unit ‘the mame, address and national identity card or . Fegistratfon number of the seller ; th) the amount declared to have been used by the appli- cant for euch construction, purchase or renovation, as the case may be. 3. No quallfied person shalt be lieble— Bee 4@) to pay— ) for any year of assessment ending on or before : ‘March 31, 1991, any income tax or surcharge an tneame tax payable respectively under the Inland Revenue Act or the Surcharge on Income Tax Act, in respect of such part of his relevaut profits oF income as is represent ed by the amount used by him for any one . ‘oy more of the purposes referred to mi i subsection (1) of section 8, and which amonnt 4s specified in a certiffeate inwed in respect : of much prrpose, under eection 4; (W) for any year of assessment endingon or before March 31, 1992, any wealth tax or surcharge oa on wealth tax payable respectively under the Iniand Revenue Act, or the Surcharge on ‘Wealth ‘fax Act in respect of auch part of his 3 ‘Ret wealth, for the acquisition of which such ‘part of his relevant profits end income as is Feferred to in sub-paragraph (i) hed been vtilized ; oF ii) for any quorter ending on or before March 31, 1991, any turnover tex payable under the ‘Turnover Tax Act, in respect of such part of . the turnover from which auch part of his relevant profite and income aa is referred to ‘to in eub-paragraph (8) arose or was derived ; (®) to any prosecution or to any penalty for any offerte ‘under (@) the Inland Revenue Act, the Surcharge on Income Tax Act or the Surcharge on Wealth ‘Tex Act, in relation to any year of assessment ending on or before March 81, 1991, in respect",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Tax Amnesty (Housing end Commercial Buildings) Act, No. 30 of 1992 . of, or in connection with, such part of his relevant profits or income aa is referred to in sub-paragraph (i) of paragraph (a), or such part of his net wealth as is referred to in sub-paragraph (1i) of paragraph (a) ; or Gi) the Turnover Tax Act, in relation to eny quarter ending on or before March 31, 1991, in respect of, or in connection with, such part of his turnover as is referred to in sub-paragraph (iii) of paragraph (a). Frovigions &. Nothing in the preceding provisions of this Act shall Sat oot be read or construed as authorising the revision of— w cnatrued (@) any assessment made under the provisions of ing the (®) the Infand Revenue Act or the Surcharge on rar Income Fax Act or the Surcharge on Wealth assesment Tax Act; or previously , made, (i) the Tumover Tox Act, of (ey any other matter, which hag become final and conefusive under the provisions c€ any such Act. Qualified 7. Notwithstanding anything in any other law, no deduc- Porte be tion shall, for the purposes of section 30 of the Intand ‘entitled Revenue Act, be allowed to any qualified person for any RaeTaM, year of assessment in respect of any sum used by him for \"any of the purposes yeferred to in subsection {1} of section 3, gant % (1) Except in'the performance of his duties under recy. thls Act, every officer er employee of the Department of Inland Revenue or of the Urban Development Authority shall preserve and sid in preserving secrecy with regard to ail matters that may come to his knowledge in the administration of this Act, (2) Any officer or employee of the Department of Inland Revenue or of the Urban Development Authority who acts in contravention of the provisions of subsection (1), shull be guilty of an offence, under this Act, and shall, on convic- tion after summary trial before a Magistrate, be liable to a fine not exceeding five thousand rupees. {3) For the purposes cf this sectlon— (a) any public officer, or (6) any officer of local authority, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Tax Ainnesty (Housing and Commercial Buildings)’ 7 Act, No; 30 0f 1983 °° who is authorized by the Urban Development Authority to : act for, and on behalf of, the Urban Development Authority for the purposes of this Act, shall be deemed to be an officer of the Urban Development Authority, 2, In the ovent of any inconsistency between the Sinhulu sinhsla and Tamil texts of this Act, the Sinhala text shall prevail. rail in 7 inmatisteses. 19, In th’s Act, unless the context otherwise requires, \" faterpretation. the expressions“ Comm{ssioner-General”, “local autho- rity”, “profits and income” and “ year of assesgment ” shall have the some meanings respectively, as in the Inlend Revenue Act; “Tnlond Revenue Act” means the Inland Revenue Act, No. 28 of ID; ~ person” includes a company, 2 hody of pecsons and a partnership ; “relevant profits and income” in relation to any Person means eny profits and incomo— (@) which arose or uccrued to, or was derived by. such person before April 1, 1981; : {b) which under the Inland Revenue Act, was ' chargeable with income tax ; and (c) in respect of which no return has been > furnished by such person under that Act or which has not been disclosed in any return furnished by such person under that Act or in respect of which no assessment has been made under that Act ; “Surcharge on Wealth ‘Tax Act” means the Surcharge * on Income Tax Act, No. 26 of 1982, ot the Surcharye on Income Tax Act, No. 12 of 1884 or the Surcharge on Income Tax Act, No, 7 of 1989; Surcharge on Weslth Tax Act\" means the Surcharge on Wealts Tax Act, No. 28 of 1982, or the Surcharge “on Wealth Tax Act, No. € of 1980; “turnover” hag the same meaning az in the Turnover Tax Act; . . “Turnover Tax Act” means the Turnover Tax Act, ‘No, 69 of 1881 ; ‘ “Urban Development Authority” means the Urban Development Authority established by the Urban Development Authority Law, No, 4 of 1078.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "& Tax Amnesty (Housing and Commercial Buildings) Act, No, 20 of 1292 . SCHEDULE [Section 3¢9) (a3) ‘Tax Amnesty (Housing and Commercial Buildings) ‘Act, No, 30 of 1962 Declaration mder section $(2)(a) Sot Mneome Tax File No, vif amy} :-.-.1.eeee eee . “Watlonal Identity Card No, {It individuel) + ............ ‘Mane and Registration No, (i other than individual) : ..... “Cle individual) f, Mr/Mirs/MiM 3. eee (Ful Name) tAdaress) . “aif other than individual) T, Mr/Mcs./Mlss* ‘Fall wame) (Designation) (aame of company /partuetthip/body ot pereans* snibenit herewith a ceetlscate from the Urban Development Authority isrued under section 4 of the Tax Amnesty (Housing and Commercisi Buildings) Ast, No. 9 of 1902 in respect of (0) house/ building consisting of housing units constructed by (oame of company) (partnerdi{p/body of perwonsi + (b) howee/howsing unit puchased by Tae, 6c) commertial bullding constructed/renovated by mef-..--r-+ (name of company/partnership/body of persona) * and : . (aamoa of company/partnership/ondy of persona Individual) * hhave/hax uvod, for awh construction/purchase/renova~ ton, @ sam Of PEPER eos seusesecceeeee - (Qn words) 1s (Roe peceseseereDy at Of eo tos {an figures) a ar ‘my relevant profits snd income, an fot",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "\"Taw Amuesty (Housing and Commercial Buildings) 9 Act, No. 80 of 1902 “the relevant profit and income of -.ss.sceescecsercseseses (name of company/partnership/oody of persons)* within the meoning of that expression in the said Act and *ihat I shall oseupy such house/housing unit as my residence. T request that [/...scecsesessenescsteetereseepaeseesse Be (name of company/partnership/trdy of persans)* granted the indemnifications, set out in section 5 of the said ‘Act ji respect of the 6um Of RUPEES ..sssseseeseseseesee ‘tin words) CR. eesesecseeeease) 80 used BY me in figures) (hame of company/parinership/body of persons*) ‘Delete whichever is inapplicable. Date: — Signature,",
    "mean_p_confidence": 0.7
  }
]