[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". aa PARLIAMENT OF CEYLOR™ ie Lae . 2(3tJA Ist Session 1956-57 e\\ Crs; Gay : Fit as Ey Widows’ and Orphans’ Pension Fund (Amendment) Act, No. 1 of 1957 Date of Assent : January 24, 1957. Printed on the Orders of Government 1 Prmtet et the Gowmnmsnis Pass, Criuo, To be Printed, the, GQmamaTeY ates Sunn, Coven ‘Anoonl Subtetotion Cnciuding ils) Re, 25, payable in Apo, See es Ee ating PEaicctons shinny gir Serer, Oczna, Peatntbo Price: 15 cents Postage: 10 centa",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Widows’ and Orphans' Pension Fund 3 (Amendment) Act, No. 7 of 1057 L, D—O. 28/55. Aw Act TO AMEND TuE Wipows’ AND ORPHANS’ Shp m6, Pension Funp Orpinancr. page 049}. : [Date of Assent: January 24, 1957] BE it enacted by the Queen’s Most Excellent Majesty. by and with the advice and consent of the Senate and ‘House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— 4, This Act may be cited as the Widows’ and Short cite Orphans’ Pension Fund (Amendment) Act, No, 1 of 1957 2. Section 11 of the Widows’ and Orphans’ Amgndpent of Pension Fund Ordinance (hereinafter referred to as  Ghapter 908. the ‘principal enactment”) is hereby amended as follows: — (@ by the renumbering of that section as sub- section {1) of section 11; and a _@) by the addition, at the end of that section, ¥ of the following sub-section: — “ @) Where a contributor to the Fand is a pensioner, be shall, whenever his pension is revised, have the right to make an election under sub-section (1), whether or not he has previously made an election under that sub-section.”. 8, Section 12 of the principal enactment is hereby Amendment of amended as follows:— ede (1) by the renumbering of that section as sub. “™*™* section (1) of section 12; (2) in sub-section a of that section ag re- numbered, by the substitution, for all the words from “‘ must make his election ” to the end of that sub-section, of the following :— a “ shall make his election,— (2) if the election is in consequence (©) HOF oe reduction of hie salary hy abatement. of the ordi- nary emoluments, within six . months after the date of the notification to him of such reduction, or san neoneecrE9",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "+ Widows? and Orphans’ Pension Fun: (Amendment) Act, No. 2 of 1957 . (2) if the election is in consequence of is retirement on pension, within six months after the date of such retirement or the date of the notification to 4° him of his pension, which- ever date ig later, and such election shall be final.”?; ky (8) by the addition, at the end of that section, of the following sub-section :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "+ @) Am glection by any person undor sub-section (2) of aection 11 shall be made within six months after the date of the notification to him of his revised pension, and such election shall be final.’\"; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(4) by the substitution, for the marginal note of that section, of the following marginal note: —",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "“Time within which election ander",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": ": section 11 should be made.””. v owen of 4. The following new section is hereby inserted iene immediately after section 12, and shall have effect as Pricyel section 124, of the principal enectment:—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "“Compotition ot 494. (1) Where a public officer whose feaimbutiowt salary is reduced by abatement of his ean. ordinary emohrments—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(a) dies within the period for mak- ing an election under sub- section (1) of section 11 with- out having made such",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "’ election, or",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(@) dies before the notification to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "him of such reduction, the contributions payable by him under this Ordinance on and after the date of such reduction shall he computed upom his salary on the date immediately prior",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "to the date of such reduction. (2) Where a public officer who has . retired on pension—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(@) dies before the notification to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "him of his pension, or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Widows and Orphans’ Pension Fund 5 (Amendment) Act, No. 1 of 1957 (®) dies within the period for mak- ing an election under sub- section (1) of section 11 without having made such election, or {e) dies after the revision of his pension and within the period for making an election under sub-section (2) of section 11 without having made such election, or ‘ (@) dies after the revision of his | pension but before the noti- ication to him of his revised | pension, the contributions payable by him under this Ordinance on and after the date of . his retirement, shall he computed ‘upon his salary on the date immediately prior « to the date of his retirement.” >, 5 Section 21 of the principal enactment is hereby Amendment of ‘amended by the substitution, for the words “have {2,2 of been fully discharged.”’, of the following: — smeakment “have been fully discharged: Provided, however, that where the Directors are satisfied that the discharge of any debt due to the Fund by any publi offeer cannot be proved. on account of the loss of any record of that officer's contributions to the Fund, they may authorise the award and payment of such pensfon to the widow or any orphan of that officer as would have become due and payable to that widow or cxphan lad every debt due te the Fund by that . officer been fully discharged.”’. Be",
    "mean_p_confidence": 0.84
  }
]