[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ZN SES PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ; RUBBER RESEARCH (AMENDMENT) \"ACT, No. 4 OF 1979 [Certified on 18th January, 1979) Printed on the Orders of Government Published as a Supplement to Part Ii of the Gazette of the Democratic Socialist Republie of Sri Lanka of Janvary 19, 1979 PrORHD AX THE DEEAWEDADCT OF GOVERN PAINTING, SAE LANE a Price: 15 cents: Postage: 25 conis 7 if",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Rubber Research (Amendment) Act, No. 4 of 1979 [Certified on 38th January, 1979] LD—O. 79/78 An Acr 10 AMEND Tite RUBEER ReStARCH ORDINANCE BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanke ax follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. This Act may be cited ss the Robber Research Short tite (Amendment) Act, No, 4 of 1979.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "% Section 6 of the Rubber Research Ordinance, as  Amenuinent amended by Law No, 35 of 1976, is hereby further amended a oh fu subsection (1) of that section as follows :— aoter",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(a) in paragraph (a) of that subsection, by the ’",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "‘substitution, for the expression “ export duty of four decimal four cents”, of the expression “export duty of eight cents”; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(®) by the insertion, immediately after paragraph (¥) of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "that subsection, af the following new paragraph :— “(c) The amount of the duty imposed by paragraph () may be varied or the duty imposed may be rescinded at any time by a resolution of Parlisment. Such resolution shall be published in the Gazette and shall come into effect from the date of such publication. *. ‘A S8280—12,360 C78 /12)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "sn",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Anmuel mubscription af Bills end Laws of the Parliament Ra 90 (Local),",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Bs 40 (Foreign), payable to the Sormurmaper, Govemnemr Pusrica7ions",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "‘Bureau, P. 0. Box 800, Corompe 1, befora 15th December each year in respect",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "‘af the year following. Late subscriptions will be accepted on the conditious thet ‘Bills and Lawa issued before the date of payment will not be supplied.",
    "mean_p_confidence": 0.84
  }
]