[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  er  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  PARLIAMENTARY PENSIONS  / (AMENDMENT) ACT, -  No. 50 OF 1979  (Certified on 27th July, 1979]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of August 03, 1979  sean HT DEPART OF GOvEROMET REIN, SI Lage  \"Jo BE PURCHASED AT THE GOVE PUBLICATIONS BUREAU, Colom  Price: 35 cents Postage: 25 cents",
    "mean_p_confidence": 0.664945054945055
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Parliamentary Pensions (Amendment)  Act, No. 50 of 1979  [Certified on 27th July, 1979]  LD—0. 2/78  [Aw Act 70 aneno THE Panuranenrany Pensions Law, No. 1  or 1977.",
    "mean_p_confidence": 0.581764705882353
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1. This Act may be cited as the Parliamentary Pensions Short title.  (Amendment) Act, No. 50 of 1979.",
    "mean_p_confidence": 0.7561904761904762
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2 Section 19 of the Parliamentary Pensions Law, No, 1 Replacement  of 1977, is hereby repealed and the following new section $f'tsw No. 1  substituted therefor :— eran  ‘jnterpreta- 13. Tn this Law, unless the context  ton otherwise requires—",
    "mean_p_confidence": 0.5973333333333333
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  “Member of the Legislature” means a  person who has been—  (a) elected or appointed as a Member  ‘ of the State Council esta-  lished under the Ceylon  (State Council) Order in  . Couneil, 1931 ; or  (®) elected or appointed as a Mem-  ber of the House of Represen-  tatives established under the  Ceylon (Constitution) Order  in Couneil, 1946, and includes  a Member of the First National  State Assembly within the  meaning of section 42 of the  Constitution of Sri Lanke,  19725 or  (©) elected as a Member of the  National State Assembly  established under the Consti-  tution of Sri Lanka, 1972, and  includes a Member of the First  Parliament within the mean-  ing of Article 161 of the ~  2A as—12,100¢79/07)",
    "mean_p_confidence": 0.6923648648648648
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Parliamentary Pensions (Amendment)  Act, No. 50 of 1979",
    "mean_p_confidence": 0.7091666666666666
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Constitution of the Democratic  Socialist Republic of Sri  Lanka, 1978 ; or",
    "mean_p_confidence": 0.678125
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (@) elected as a Member of the  Parliament established under  the Constitution of the Demo-  cratic Socialist Republic of Sti  Lanka, 1978..",
    "mean_p_confidence": 0.6992857142857142
  }
]