[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd. Session 1953-54 So LSB, Gs Ne rm Badulla Saiva Paripalana Sangam Act, No. 24 of 1954 Dote of Assent: March 24, 1984 Printed on the Orders of Government A ‘Aunual Subscription including Bills) Rs. 25, vayable in Bunrav, Post Orrite Box S60, Secretariat, Colombo 1 Price: 30 cents, Postage; 10 cents,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Bedulle Saiva Paripalana Sangom Act, 3 No. £4 of 1964. An Acr To Inconrorame THE Baupita Sarva ‘PaREPALANA Sancant. (Date of Assent: March 24, 1954] :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "WHEREAS an association called and known Pmmte gs ‘\" The Badulla Saivs Paripalane Sangam” has heretofore been established at Badulla for the purpose of effectually carrying out and transacting all matters connested with the said association according to the rules agreed to by its members:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "And whereas the said association has heretofore suooessfully carried oat and trensacted, the several objects and matters for which it was established, aud has applied to be incorporated, and it will be for the public advantage to geant the application:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Be it therefore enacted by the Queen's Most sacteg Excellent Majesty, by and ‘with the advice and con- Ho sent of the Senate and the House of Representatives . of Ceylon in this prevent Parliament astambled, and by the authority of the same, as follows: — :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1. This Act may be cited as the Badulla Saiva stot ie. Paripalana Sangam Act, No. 24 of 1954.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "._ 2. From and after the passing of this Act the Presi- terri. dent, Vice-Presidente, aod members ‘of the Executive gitePeiu> Gominitiee forthe time being ofthe anid Bodulle Salva ike” Paripslana Sangam end auch and so many - persons as now are members of the said Badulla Saira",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "atipalana Sangam, or hall hereafter be admitted members of the corporation hereby con- stituted, shall be and become 2 corporation with conti- nuance for ever under the style and name of “The Badoila Saiva Paripalana Sangam’? and by that name shell and may sue and be sued in all courts, with fall power and authority to have and use a com- mon seal and alter the same at their pleasure.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "3) The general objects for which the corporation Gruss cbjets in constituted are herby declared to be— Spcabion.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "@ Promotion of solidarity and welfare of the Hindus. . (ii) Propagation of the principles of Hinduism : tnd inculcation ofa spirit of harmonious nderstanding among the people. _ (i) The religions ocial and literary advanosment : of the people in general, and in particular, the development of Tamil literature and -_ caltare. 15.2 8 seonaas0 as0",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "4 + Badulla Satea Parigialana Sangam Act, No. 84 of 1954. Execatire 4. (1) The affairs of the corporation shall sabject Sonmitve, to the rules in force for the time being of the corpora- tion as hereinafter provided, be administered dy an Executive Committee consisting of the President, two *  \"“Vice-Presidents, the Honorary General Secretary, the Honorary Treasurer respectively of the corporation and not less then fifteen other members, to be elected respectively in accordance with rales for the time being of the corporation.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(2) All members of the corporation shall be subject to the rales in foroe for the time being of the corpora- tion.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(8) The first Executive Committee shall consist of Mr. K. S, Ratnasamy, Mr. R. Sivananajothy, Mr. K. Vallipuram, Mr. S. Aramogarajah, Mr. E, Seevarat-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": ". nam, Mr. 1. Randasamy, Me. V_X, Kavalasinghen, . Mr.'K. Singaram, Mr. T, Balesingham, Mr. R. Mathiah, Mr A.M. Thillainathan, Me. V, Ponuamt- polam, Mr. K. Ramanathan, Mr. N. Sinniah, Mr. K. Binnieh, Mr, 8. 8. Nadarajah, Mr. K. Gopalesamy, Mr. K. Tharmelingam, Mr, N. Feanpathipiliat, Mr. M. Shanmugam, Mr. P. Kanagaratnam, Mr. S. Sivanayagam, Mr, A. K. Kandasamy. . Poverty“ Tt ahall he lawful for the corporation from time make roles, to time at any general meeting of the members, and by & majority of votes to make rules for the admission, withdrawal, or expulsion of members; for the conduct of. the duties of the Executive Committee and of the various officers, agents, and servants of the corpora- tion; for the procedure in. the transaction of business; and otherwise generally for the management of the affairs of the corporation and the accomplishment of its objects. Subject to the provisions of section 7, such roles may, at such a general meeting, be amended, added to or repealed. ‘Hales in the 6. Subject to the provisions of section 5, the rules  Soeeteto —get out im the Schdlule to this Act aball for ail ae parposas be the rales of the corporation: : = Provided, however, that nothing in this section con- “tained shall be deemed or construed to prevent the oor- poration at any general meeting from making fresh rules; or from amending, adding to or repealing any of the roles eat out in such Schedule.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Badulla Saiva Paripaluna Sangam Act, 5 +",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": ": No. 24 of 1964.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "7. No rule in the Schedule to this Act nor any rule Asecdmeat, hereafter passed at a general meeting, hall che tes of Tul. amended, added to or repealed, except with the prior approval of the Executive Committee and by a vote of two-thirds of the members present at a general meeting - of the corporation.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "8. All debts and liabilities of the said Badulla pea Saiva Paripalana Sangam existing at the time pnee of the coming into operation of this Act shall be  “vemion paid by the corporation hereby constituted, and all debte due to and subscriptions and contributions payable to the said Badulla Saiva Paripalana San- gam, shall be paid to the said corporation for the purposes of this Act. :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "9. The seal of the corporation shall not be affixed Bey tte to any instrument whatsoever except in the presence  SStporation of two of the members of the Executive Committee, 4,\" b who shail sign their names to the instrument in token 7 of their presence, and such signing shall be independent of the signing of any person as a witness.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "40. The corporation shall be and capable in law  Qarpention to take and hold any property, movable or immovable, en!",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "_ which may become ented in ie by virtue of any pare orale nod \" chase, grant, gift, testamentary disposition, or other- - wise, and all such property shall be held by the cor- poration for the purposes of this Act and subject to the rales for the time being of the said corporation, with full power to eell, mortgage, lease, exchange, or phere dispose of the same for the parposes of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Provided that every disposition affecting movable property not exoosding tie value of one” thousand Tupees shall have the consent of at least two-thirds of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "+ the members of the Executive Committee present at a duly convened meeting and provided further thet every disposition affecting movable property of over the value of one thousand rupees or immovable property shall have in addition to the consent aforesaid of the Executive Committee the consent of at least two-thirds of the members present at a general meeting of the corporation specially convened for the purpose.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "41. Nothing in this Act contained shall prejudice Saving of the or affect the rights of Her Majesty the Queen Her goa heirs and suecestors, of of any boul politio or corporate ster. or of any other persons, except such as are mentioned in this Act and those claiming by, form, or under them,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "6 Badulla Saiva Paripalana Sangam Act, : No. 24 of 1954. . : SCHEDULE . The volea of the Badulta Baioa Peripalona Sangam, “Bstobuahed tw 1086\"",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "1, Nome.-The Association shall be called ‘ the Badulla Saiva Poripelena Sangam *, .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "2. Objecte—The abjects of the Sangam shall be—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "* @ to work for the progress and solidority of the Hindu",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "society, (i) to propagate the principles of Hinduism and to inculcate @ spitit of harmonious understanding among people and Gil) to work for the religious, sotiel and litereey advancement ‘of the people in general snd in particular for the development of Tamil literature and culture.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "8,’ Mezbership—(i) All males ond females above the age of eighteen who subscribe to the Hindu faith aad who are prepared to work for the objects of the Sangam shall be eligible for its menoberchip.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "“(0) The membership of the Sangom shall be classified as honorary, ordinary ond life members.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(®) Honorary members shall mean those persons clested ‘ag euch ot the Annual General Mecting of the Songam in reoognition of their invaluable contribution to the religious, social and Iiteraty development of the people ox dor the progrese and sdvancement of the Bangam.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "@ applioetion for membership as an ordinary or a life” saber “all be subjeot tothe approval of the Exeouiive Committes of the Sanger.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(ii) Any ordinary member who allows his monthly subscription to fat E83 arrears for a period of threo consoouive month aball on being notified to thst effect in writing by the Honorary Seora- tary foricit his membership unless he pays up all arrears within the period of ons month from the receips of the said notice, Notwithstanding the failure of any defaulting member fo pay Up bis arrenzs within the said period of one month after the reosip’ of the notice the Exeoutive Committe shall baye the power to allow him te revive hie membership dn paymout-of all arrears.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "4, Enrolment — the application for membership shell be made in tha prescribed form to the Honorary Searotary who aball submit it to tho Lxeoutiva Committee for its approval.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "5. Bubscriptions.—G) Every ordinary member shall pay a",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "., Brinimuan of ‘fly ‘ne (canta 80) 5 cubseription for s month \"which shall be payable monthly in advance.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(i) Any person who pays the subscription af rupees hundred {8s, 100) in full shall be eligible to be alected as @ life member at the disoretion of the Exeoutive Commaittes.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(Gi) No person shall be entitled for the refund of any money paid by bi as subsoription in the event of the Bxeoutive Committea not accepting his application for membership.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "6. Patron.—At the Annual General Meeting a prominent ‘Hindu ahall be elected og the Patron of the Sangam.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "Badulla Saiea Partpalana Sangam Act, 7 an No, 24 of 1954. . .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "7. Ofice-bearert.—() The eight olfics-besrere of the Sangam: shall consist of the following: A Président, two. Vice-Presidente, an Honorary Seoretary, two Honorary Avcistant Secretaries, aa Honorary Soasuree, an Honorary AAsistant Treasure and ah Honorary School Secretery. ‘The Hoaorary Besretary sball acb ns",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "\\ the Hotiorery School Secretary.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "(i) Tn the event of amy vacanoy occurring among the office bearers it chall be filled by the Executive Committe.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "{Gi) The funetions of the office-bearers shall be:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "(0) Phe President (1) to preside over the genersl meetings of tha Saoghix salto’ moclagy of the asouies Committee and (3} to eck for any other office-hester if the contingenoy arises or to summon the Exeoutive Committee for making suitable arrangements.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "(8) The Vice-President to ect for the President in bie absense ‘ad to assist him in hia dates.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "(6) Tha Honorary Secretary (1) to summon meotinge with due",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "On fot ‘to perform generally all executive functions of the Sangem and to implement its résolutiona and decisions, (@) to attend to all the correspondence of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": ". ‘the Sangam snd to prepare the minutes and report",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "af the meatings, and (4) to draw money fom the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "Honorary ‘Treagurer, and if euch amount} exceeds Afty",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "rupees, ‘to draw such amount from the Houorary",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "‘Treasurer, with the prior approval of the Executive",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "Committee snd to disburse it for matters pertaining",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "fe the Sangam end to wubmit through the Honorary",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": ". ‘Trouaurer the accounts of such expenditure for the approval of the Executive Committee,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "‘Ths Honorary Assistont Hecretary to act for the Honorary",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "aan sroary ts he aboaues sod msc bin obit des,",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "(6) The Honorary Treasurer (1) to collest aubssriptions and. ‘iker mouln es approved hy the Stcoutve Commits",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "“and deposit thom in the Bank: eaoording to the ral of the Sangam prescribed under Bole No. 14 relating to finance of tha Sangam, (2) to provide monies to ‘the Honorary Secretary, snd if such amount excesds fifty rupees, to pay such smount to the Honorery Secretory with the prior approval of the Exeoutive Committe and to submit the sccounts of such expenditure to the Executive Committee for its spproval, and (8) to keepin hls custody oll books of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "* — sooounte of the ‘nd to prepare and submit for fhe approval of the Executive Committee the Annual",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "_.. Béatemant.of Agcounts, . tog",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "‘Tho Honorary Aasitiont Preasuter to aot-tor the Honorary",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "Te Rcanrer is abocuge and fo eens bin ia bed,",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "GG} Tha Honorary Sokool Seorstary (1) to attend to the affairs relating $0 the 1 ct Of the vabot ay Sree by the Manager of tha School and. by the, Executive",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "+ Comamities and to assist the Maneger in his duties, od (2 49 prepara and hare in his cindy the Zaven. tory of school articles which cball be annually audited",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 28,
    "text": "+ ly’ the “Auditor ‘of the’ Sangsta before the Amaual General Mesting. te a",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "8  Badulle Saiva Paripalana Sangam Act, No. 24 of 1964. : 8, Tha Betoutivg Committes.—() Tho general menagement of the Sangam shall be vested in the Executive Committee which shall ecasiat of the following: the eight office-bearers of the Singam, eloven members alected at the Annual General Meeting, the Manager tnd the Head Teacher of Sersewathy Vidhyacalai, Baduils, the Reprecenistive of the Badulla Salva, Perpaland Sangam in the Commivies of the Trvstee of the Bodolls Sri Manikke Vinayaga Athi Kathivvadi Velaguthe Swomi Temple snd the person elected to bs the Religious Inairuotor to the prisoners at tbe Badulla Prisons, +,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "fii) Tb shell be the duty of the Excoutive Committes to work for the achievement of the objects of the Sengam omd to effectually promote ite aime,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(ii) Thé Exeoutivs Committee shall lave the power to disburse tho maney for the expenditure relating to the Cengom and rive subseriptions for any epecisl purposes.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(iv) In the event of any vacancy ocoutring in the Executive Commition ib sball be filed by the Breootive Committee aod the Exeoutive Commiltes shall have the power to remove any person from jts membership if he sbsonts himself from three conseoutive meetings of the Executive Committas without ite prior permission,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(¥) Phe quorum for the mecting of the Exeoutive Committee ofl ade vine",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(73) At losot three days notice shall be given for summoning ‘the meetings of the Rzecutive Committee but with the permission ‘of the President if any contingency srises meekings could be summoned at shorter notice as special meetings of the Executive Commitiee.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(vil) If n requisition is made in writing by five members of the Bavcutive Committee, tho Honorary Secretary aball gummon #e ‘mesting of the Exeoutive Committes.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "‘vii The Anaval Report and tha Aniul Statement of Aseouota ‘shell $e submitted to the Executive Committee for its serutiny and: epproval. .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(x) The Honorary Seezetary chall havg the power to invite any. person ‘at his discretion to atiand the meetings of the Bxscutive",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "committee for consultation on any important matter relating to the aflalre of the Sangam. + \"@- Ganerat Mecting.{)) The General Meeting shall be pea ty al membre of ta Range. ed |. . (i) A General Meeting may be summoned by the Honorary Secretory at his own instance or ab the request of the President + to consider-any importans matter that pertaina to the Sangem, vor ab the request of the Excoutivs Committee or on & requicition made in writing by atiy twenty members of the Sangam.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(Gil) The quorum for s Generil Meeting ehall be twenty-five.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(ir) Af lenge ton days notice shell be given for eurnrooning the Goneral Meotings but with the permission of the: President, if ony dentingency cia General Meatings could be summoned st shorter notive as special moctings.",
    "mean_p_confidence": 0.61
  }
]