[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA APPROPRIATION (AMENDMENT) ACT, No. 59 OF 1980 me. [Certified on 29th December, 1880] Printed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Srl Lanke of, January 02, 1981 [PRIAED At TH DEPABTMCIN? OP GOVERNACRN ENINTING, AAT LANRA TO RE PURCHASED AT THE OOVE. PUBLICATIONS BUREAU, COLORNO Prico : 20 conta Postage : 5¢ cents",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Appropriation (Amendment) Act, No. 59 of 1980 ” [Certified on 29th December, 1980]",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "LD—O. 78/80. Aw AGT TO AMEND THE APPROPRIATION Acr, No, 71 oF 1978, BE it enaeted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :-—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be cited as the Appropriation (Amend Short utle, tent) Act, No. 88 of 1880, .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2 Section 2 of the Appropriation Act No, 71 of .919, i8. Amendment hereby amended in paragraph (b) of subsection (1) of that or Act, section, by the substitution for the words “rupees eleven Misty thousand two hundred and one million,”, of the words “rupees fifteen thousand and nine million. ”. A paToT18 108 OLD",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "Annual aubscription of Bills and Laws of the Partiament Rs 30 (Local). ~ Aa @ (Foreign), payable to the Sureeurrmuces, Govenwnaet Pusiscatiors Buxzas, P. G. Box 500, Covomeo 1, before 15th December each year in respect at the year following. Late subscriptions will be accepted on the condition that Bills and Laws tured betore the date of payment will not be eupplied : f",
    "mean_p_confidence": 0.7
  }
]