[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA NATIONAL GEM AND JEWELLERY AUTHORITY ACT, No. 50 OF 1993 [Certified on 21st Getober, £993) : Printed on the Order of Government . Published as a. Supplement to Part HI of the Gazette of the Democratic ‘Socialist Republic of Sri Lanka of October 22, 1993 spam 4g Tun EARN 6 CCE EOE Eanes a ae Srinar AOR RE, ane ‘Pree: Re, 2.55 . ‘Postage: Re. 3.10 ( . ‘",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ". National Gem and Jewellery Authority Act, No, 50 of 1993 {Certified on 21st October, 1993] 1. D0, 80/00, Ax Act to Esrastisa Taz National GEM ano Jewmier Avrgormy ron tm Devavorscan, REGULATION AND Promonon or rue Geet Ixpusrey ANo THE JEWELRY Inpusmer } 10 Proving FOR THE ESTABLISHMENT OF INSTITU ‘Hons ro Fromots suc DEVELOPMENT, FOR THE REPBAL OF ‘tar State Gc Conporanion Act, No. 13 or 1971: AND YOR MATTERS CONNECTED THEREWINA OR INCIDENTAL THERETC. WHEREAS the regulation of mining for gems and the gem industry and the development of the gem industry and the Jewellery industry is expedient in the public Interest, by _ the establishment of an Authority for that purpose: NOW THEREFORE bo it enacted by the Parliament of the ‘Democratic Socialist Republic of Sri Lanka us follows :— 1) This Act may he clted as the National Gem and short ttle | Jewellery Authority Act, No. 50 of 1993, Gperatiog (2) (@) The provisions of this section, and section 55 and 58 and Part JTF of this Act shail come into operation on the date of euuctmant of this Act. (0) The Provisions of Parts I, H and IV (other than sec- tlons $5 or 86) shall come into operation on such date (here~ inafter referred to as “ appointed date”) as the Minister may ‘appoint by Order published in the Gazette. PARTI Fstamssmarmore or THE Naviowas. Gea axp Jewauzar . ‘Auriostrr . 2 (1) There shall be established an Authority which zetatilchment shall be called the National Germ and Jewellery Authority Wellonal (in this Act referred to as the “ Authority”), ews Gin this tO aS ity\"), sereley . (2) The Authority shell by the name assigned to it by mibsection (1) be a body corporate and shall have per- ‘Petual succession and a common seal and may sue end be - ‘ned in such name, ‘ a 1 ono. 350 (08/09) '",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 National Gem and Jewellery Authority . ‘Act, No, 50 0f:7993 : Gprtitin «3. The administration and management of the affairs of ‘Authority, _the Authority shull be vested ina Board of Directors, (hereinafter in this Part referred to as the “ Board\") ‘sonsisting of the Chairman and the following members-~ (@) the Secretary to the Ministry of the Minister ia _--Shange of the subject of Fitiance or any sentor *, officer of that Ministry nominated by the Minister ; (@) the Chairman of the Sri Lanka Export Development ‘Boatd established by the Sri Lanka Export Develop- + ment Act, No, 40 of 1979; (c) a seviior officer of the Central Bank nominated by the ‘Monetary Board ; (@) the Chatrman of the Gem Trading Bank ; (©) the Chairmen of the Institutions established under this Act ; (Gy the Director-General of the Department of Customs , OF auy senior officer of the Department nominated by the Minister ; “ @) a sentor officer of the Ministry of the Minister fn Loe charge of the subject of Industries nominated by the Minister ; (A) five other members appointed by the Minister (hereinafter referred to as “appointed members\") who appear fo the Minister to have wide experietce, . capacity and recognition in matters connected with : mineralogy, geology, mining, lapidary. or the +! manufacture, sale and export of gems and jewellory. : . ‘Disqlis 4. A person shatl be disqualified from being appointed or Eee. . continuing as a member of the Board— eo - (a) if he is or becomes a member, of Parliament or any Provincial Council or any local authority ; oF <o,  (B) if he is not, or ceases to be, 4 citizen of Sri Lanka ; oF 2 (@) ifthe is under any law it force in Sri Lanka or in any ‘other country found or declared to be of unsound . mind; or +, car : {@) if he is servirig or has served a sentence of imprison- “+ mant imposed by any court in Sti Lanka or any : other country ; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "f Notional Gem and Jewollery Authority a Act, No, 50 of 1993",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(©) ithe holds or enjoys ony right or benefit under ny",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "‘contract made by or on behalf of the Authority ; oF",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(D fhe has any Snancisl or other interest as is likely, ~ te affect prejudicially the discharge by bi of his",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "functions as a member af the Board. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "5 Every appeinted member unless he vacates office Termot ones earlier by death, resignation or removal, hold office for = toa term of three years irom the date of his appointment and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "shell unless he has been removed from office, be eligible for re-appointment.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "6 (1) ‘The Minister may by Order published in the Hemoval and Gazette remove any sppointed member from offlee witnout Ce'vpporsed assigning any reoton therefor. A member in respect of who members, un Order ig made under this section shail be deemed to have ‘vacated office on the date of publication of the Order in the Gazette.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(2) In the event of the vacation of office by death, . Yesignation or removal of any appointed member, the ‘Minister may having regard to the provislors of section 3 appoint any other person to succeed such member. Any member so appointed shall hold office for the unexpired term of office of the member whom he succeeds,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(3) Any appointed member, may at any time resign from office by letter to that effect addressed to the Minister ond sont by registered post.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{4) Where an appointed member, by reason of illness, infirmity or absence from Sri Lanka for a petiod of not less than three months, is temporarily unable to perform his duties it shall be the duty of such member to inform the.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Minister in writing of such inability. Thereupon, the Minister Tuay having regard to the provisions of section $ sppoint some other person to act in hia place.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "1, The memberaof the Board mey be paid such remunera- Remgeee Hon out of the Fund of the Authority as the Minister may, member",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "determine in consultation with the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "%& (1) The Chairman of the Board shall be appointed by chairmen the Minister, |, BEL 1",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "2D onnnea aya) :",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "oh National Gem and Jewellery Authority . Act, No, 50 of 1993",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4) It the Chairman is, by reason of illness or absence from Sri Lenka, temporarily unable to perform the duties. Of bis office, the Minister may appoint another person to ect fm his place.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "@) The Minister may, for reasons assigned, terminate the appointment of the Chairman.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(4) The Chairman may at any time resign from the office of Chairman by a letter addressed to the Minister. Sucit resignation shall take effect upon it being accepted by the ‘Minister in writing.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "{5) Subject to the provisions af subsections (3) and (4)+ the term of office of the Chairman shall be three yeers.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ": (6) The Chairinan shsil be the Chief Executive Officer of the Authority, and shail subject to the direction and control ef the Board, be charged with the administration and manage ment of the affairs of the Authority,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Meeting % (1) The Chairman of the Board shal, if present Sank, Preside ax every meeting of the Board. In the absence of the ‘Chairman from any such meeting the members present shall elect one of the members present, to preside at such meeting.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(@) The quorum for any meeting of the Board shall b+ aeven members,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(8) The Chairman or the member presiding at any meet- ing of the Board, shall in addition to his own vote, have a casting vote.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(8) Subject to the provisions of this section, the Board shall regulate the procedure in regard to the meetings of the Board and the transaction of business at such meetings.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "ets met 10, No act, decision or proceedingof the Board shall be pros deemed to be invalid by reason only of the existence of any 2 vacancy in the Board or any defect in the sppointment of weemey. . any member thereof. . betel “an.” (2) ‘The seal of the Authority may be determined and Aubaity, devised by the Board, and may be altered in such manner as ; way be determined by the Board, : {@) The seal of the Authority shall be in the custody of | ‘such person az the Board may decide from time to time,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Natiunat Gem and Jewellery Authority 5 Act, No, 50 of 1993 (3) The seai of the Authority shall not be affixed to any iastrument or document except with the sanction of the Board and in the presence of the Chairman and one member who shali sign the instrument or document in token of their presence,- (4) ‘The Board shall maintain a register of the instruments . ‘and documenis to which the seal of the Authotity has been aftixed, t 12. In the exercise of its powers andthe discharge ofthe Authsrity to functions, the Authority shall comply with the general policy gare of tne Government in relation to the gemn industry and with der tue - auy genctal or special directions issued to it by the Minister #5\" in relation to such policy. ‘Minister, 13. (1) The Board may delegate any of the powers und Delegation functions of the Authority to the Chairman, Sol Roti ot (\"The Chateman to whom any of the powers and Boank functions of the Authority have been delegated under subsection (1) shall exercise or discharge such powers and functions 30 delegated, subject ta the special or general trections of the Board. 14, (1) The tunetions of the Authority shall be— Powers and (a) to promote and develop the gem industry and ofthe the jewellery industry ; Authority. (b) to initiate and implement schemes for the promotion and development of the gem industry and the jewellery industry 5 (e) to exploit the market for gems and jewellery whether in or outside Sri Lanka and to promote the demand for such gems and . Jewellory in world markets ; {d) to promote and sponsor technical training: of personnel on every espect relating to the gem . industry and the jewellery industry and especially on heat treatment and gem cutting, with a view to developing such industries ; . (e) to take such steps that are necessary to generate confidence in the gem industry and the jewellery industry smong prospective ; buyers 5 . {f) to prevent unlawful gemming and the unlawful Yemoval of gems from Sri Lanka: ’",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "6 National Gem end Jewellery Authority ‘Act, No, 50 of 1993",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "{g) subject to the provisions of Article 33 of the Constitution to act asthe sole authority resvonsible for the alienation of the right to mine for gems in or over State land, or in or over land disposed of by the State or the State Gem Corporation where the mining or gemm- ing rights remain with the State, whether by",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". tesson of any reservation or otherwise +",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "‘ Provided however, every such alienation shall be with the concurrence of the Minister in charge of the subject of Lands and of the Minister in charge of the aubject of Environment, and where the land",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". to which such rights relate 1s in the possession of the Mahaweli Authority, with the concurrence also of the Minister in charge of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ": the subject of Mahawell Development : Provided further, that where there disagreement amongst such Ministers of regords an alienation, the matter shall be referred to the Cabinet of Ministers, and thereafter, such alienstion shall be with the we concurrence of the Cabinet of Ministers ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(h) to provide technieal and other advice and the fnfrastructural support necessary for the marketing of gems and jewellery ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "{0 the administration of any scheduled written law",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ". in go far only— () as it is applicable in the case of gems or ‘the gem industry ; oF Gi) as St may be necessary so todo for the ‘Purpose of enabling the Authority to exercise, discharge and perform its powers, functions, and duties under this Act;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "@) to establish offices for certification af gems and assaying of precious metal ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(k) to provide for the jewellery manufactured in Sri Lanka to be stamped with a hall mark in the prescribed manner, at the request of & menufecturer ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "National Gem ond Jewellery Authority 1 Act, No, 50 of 1993",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "@) to collect statistics from persons engaged in the gem industry and the jewellery industry on. any matter relating to the gem industry or ‘the jewellery industry, and to publish stteh",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "+ statistics in its discretion ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(mn) to provide the necessary liaison between the gem industry, the jewellery industry ant Government departments, in order to promote and co-ordinate the development of the gem industry and the jewellery {adusiry in Sri Lanka ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(n) to regulaie and control the terms and condi- tions of employment of persons who work In the gem industry and the jewellery industry,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "~ and in particular the safety measures to be ‘taken to protect such persons from danger to life ana limb,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "@) For the purpose of discharging the functions referred",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "0 in subsection (1) the Authority choll have the following powers :— ~",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(@ to acquire, hold, take or give on lense or hire, mortgage, pledge, sell or otherwise dispose of, any ‘ movable or immovable property ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(b) to obtain Josns on such terms and conditions as may i be approved hy the Minister for the purpose of ! discharging it’s functions; . i",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "{6) to accept gifts grants or donations whether in cash or otherwise, and to apply them for discharging ts functions;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "@ & appoint a Director-General of the’ Authority;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(@) to appoint such other officers and servants as may , be necessary-for carrying out the work of the Authority;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "f) to determine the remuneration payable to the officers end servants 20 appointed ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "(g) to pay much remuneration out of the Fund of the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 16,
    "text": "j Authorty ; & D o2r982 (93/03) .",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "a",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "8 wranonas Gtr ana swunuery sausnteey",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Act, No.50 of 1998 8",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(h) to pay rewards in the prescribed manner to—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "© any person ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(it) public officer or an employee of the Authority, Providing information or assisting in any raid",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Jeading to the discovery of the commission of an",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "offence under this Act, out of the funda of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "Authority ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "@) to establish & provident fund, a social security scheme, and provide welfare und recreational facilities, houses, hostels and other like accomodation, to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "| Detons employed by the Authority ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "@ to enter into and perform all such contracts whethor in or ouside Sri Lanka as may be necessary for the exercise of the powers and discharge of the functions of the Authority ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(k) to make rules in respect of the administration of the affairs of the Authority ; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "@ generally. to do all such other things a5 are necessary",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": ": to facilitate the proper discharge of the functione of the Authority, ‘etbority 18, (1) Notwithstanding anything to the contrary in Fences, any other written law, tke Authority shall be the sole authority responsible for the issue of licences to carry on the gem industry whether such Industry is, or is propused to be, carried on in or over any State or private land,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "{2) No person shall carry on the gem Industry except under the authority of a licence issued by the Authority.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(8) Every application for a licence to carry on the gem industry shall be mada to the Authority in such form as may be prescribed.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": "(4) (@) No licence shall be issued by the Authority to any person under this Act to carry on the gem industry except upon the payment by such person to the Authority of such fee or fees as may be prescribed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 19,
    "text": ". (®) Every such Leence shall—~ . i) be in the prescribed Form; : {il) be subject to such terms and conditions as may be preseribud:",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "i National Gem and Jewellery Authority 9 : Act, No, 50 0f 1993 (ii) unless it is cancelled earlier be in force for a period of twelve months from the date of tte issue. (6) Where a licence has been issued to mine for gems or gemming on any paddy land, the cultivator of such land if he is not the owner of such land or the holder of such Ueence, shall be paid compensation by the owner of such Jand assessed in such manner as may be prescribed, for loss of income trom such paddy land during the perlod of the Hcence, (5) No licence issued under this Act to any person shal = bbe transferable to any other person, and accordingly any such transfer shall be null and void, (7) The Authority may at any time revoke any licence issued under subsection (2), in the event of any default in ‘the payment of any maney payable thereunder or on the failure of the licensee to comply with any of the terms and . ‘onditions of the licence. s (8) Where the Authority— . . (@) refuses an application for a Ueance made under + subsection (8) 5 (b) revokes 9 Iicence under subsection (7), ‘the applicant or the Licensee may before the expiry of a Period of thirty days dom the date of such refusal or Favocation, as the case may be, appeal to the Secretary to the Ministry of the Minister (hereinafter referted to ax the “Secrelary \") . (9) The Secretary may on any appeal made to him under subsection (8)— : : * {@) allow the appeal and direct the Authority to t femme of renew the licence; or . (b) disallow the appeal. (10) The Authority chall comply with any direction tesued to it under subsection (9), . * (UD An applicant or Licensee dissatisfied with @ decision i ‘of the Secretary disallowing, under subsection (9), am i appeal mada to such Secretary under subsection ‘(8), may : '» fppeal from suck decision of the Secretary, to the Supreme *",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "10, National Gem ond Jewellery Authority",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "’ Act, No, 50 of 1999 Court, within thirty days of the date on which such decision is communicated to him.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(12) The relevant provisions of the Supreme Courts",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Rules shall apply to an appesl preferred under subsection a),",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": ". (13) Supreme Court may, on an appeal preferred to it under subsection (11)—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(2) allow such appeal and direct the Authority to fssue or renew the licence which is the subject of that appeal ; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "{b) disallow such appeal. .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(14) Every lease granted or deemed to have been granted",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "by the State Gem Corporation of the right to mine or gem im any State land or in sny land, which has been disposed. of by the Corporation with a reservation of mining rights in favour of the State shell, if such lease is in force on the day immediately preceding the appointed date be deemed for all purpose to be x lease granted by the Authority :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Provided however that the Authority may vary the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "terms and conditions subject to which any such lease was ~s granted or may, in addition to the terms and conditions of such lease, add further terms and conditions thereto, Authority 16, No person shall export any gems from Sti Lanke Baer’ — except with the approval of the Authority, ems, Registration 17. (1) No person shall carry on the jewellery business Kuateriiy, iH sny premises unless such premises is registered with the Authority. : (2) Notwithstanding anything in subsection (1), any i Person who was, on the day preceding the appointed date, carrying on the jewellery industry in any premises shall register such premises with the Authority within three months of the appointed date, . @) Every person carrying on the jewellery industry and who is desirous of obtaining any assistance from the Authority shalt register such industry with the Authority,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "National Gem and Jewellery Authority n Act, No, 50 of 1998",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(4) For the purposes of this section “premises” shall mean a premises where the trade or business of jewellery 4s carried on and for carrying on for which a tax is levied under the Municipal Councils Ordinance or , the Urban Councils Ordinance, :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "18, (1) Subject to the provisions of subsection (2) where Revaliy.'0 Sny person who mines for gems on State Iand or an any Heuot gems land over which any mining or gemming' rights remain PYG - With the State and such person has acquired such Iand and ‘such mining or gemming rights by way of an auetion, the Price paid at such auction by ‘such person shall-be deemed to tnelude a royalty in lieu of any gems that may be found : en such land,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(2) Notwithstading the provisions of subsection (1) where any person who mines for gems on State land or on any land over which the mining of gemming rights Tomain with the State and such person has acquired such land or such mining or gemming rights otherwise than hy ‘way of an auction, much person shall deliver to the Authority any gems obtained by him from such land. . ’",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "* (8) Where any gem is delivered to the Authority under Subsection (2), the Authority may—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(a) make arrangements to sell such gem to any other Person or persons wigh the consent of the licences ; or :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(®) decline to make atrangéments to sell such gem.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": ", (4) Where any gem delivered to the Authority under fubsection (2) is sold to any other person as a result of arrangements made by the Authority, the Authority shall",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "- Fetain as {ts royalty prescribed portion of the proceeds of the sale of such gem. -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "(8) Where the Authority declines to make arrangements > to sell any gem delivered to the Authority under subsection",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "_ @), the Authority shall return such gem to the person who delivered it to the Authority together with a document stating that the Authority has declined to make arrange- ments for the sale of such gem, but shall charge as royalty ‘@ prescribed portion of the market value of such gem a» : may be determined by the Authority. '",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "12 National Gem and Jewellery Authority Act, No, 50 of 1993 (®) No person shall purchase from any other person any gem obtained by such other person by mining on any such and aa is referred to in subsection (2), unless the Authority hhas declined to make arrangements far its sale. PART I : . Finance ano Starr or THR AOTEORTE ‘Capital 19, (2) The initial capital of the Authority shall be 2 th ne oe of tbe, _Rupees one hundred und fiity million comprising of () all such sums of money lying to the credit of the State Gem Corporation and transferred to the Authority ‘with effect from the appointed date; and (ii) such amount as may be made available to the Authority out of the Consolidated Fund. (2) The Capital of the Authority may be increased from time to time by such amount as may be determined by the Authority with the approval of the Minister. Syd, 20. () The Authority shalt bave its own fund (hereit- Baeity, after referred to as the “Fund\"). : (2) There shall be pald into the Fund— ’",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(@) all such sume of money that may be made available to the Authority out cf the Con- solidated Fund ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "{) all such sume of money lying to the credit of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "in the State Gem Corporation and transfeered : to the Authority with effect from the appointed date ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "{c) all such sums of money that may be received by the Authorlty in the exercise, perfor” mance and discharge of its powers, duties and functions ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "@ all such sums of money received by the Authority by way of donations",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "(8) There shall be paid out of the Fund all such sums as are required to defray the expenses incurred by the Authority in the exercise, performance and discharge of its powers, duties and functions under this Act or under #0y vother written law end all such sums as are required to be . paid out of the Fund by this Ack ~",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": ". -Nanonat Gem and Jewellery Authoring u Act, No, 50 of 1893",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "31. (2) The financial year of the Authority shall be the Financia",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "calendar yeur, iia ‘ot - . Socounta,",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "@) The provisions of Article 154 of the Constitution relating to the audit of the accounts of public corporations ‘shall apply to the audit of the accounts of the Authority. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "22. Any sum of money belonging to the Authority may Teveshpent: be invested by the Board in such manner as the Board may afte determine, ; Authority.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "23. (1) The .Authotlty may with the approval in Dizeuta =” ‘writing of the Minister, appoint @ Director-General of the of Ge Authority. ‘Autacatty..",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(2) The Director-General appointed under subsection (1)",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "‘shall at all times act under the direction of the Authority.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "_ (9) The Director-General shali be paid such remunera- tion as may be determined. by the Authority in consultation with the Minister.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "24, (4) At the request of the Authority any officer in Sepeintment the public service may, with the consent of thut officer and Cflners to the Secretary to the Ministry of the Minister in charge of the stall the subject of Public Administration be temporerity 9 the Appointed to the staff of the Authority for such period as ay be determined by the Authority, or with lke cansent .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "‘be permanently appoiated to such stafi. .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(2) Where any officer in the public service is temporarily .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "‘appointed to the staff of the Authority, the provisions of subsection (2) of section 19 of the Transport Board Law, No. 19 of 1978 shall, mutatis Mutendis, apply to and in Telation to his,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(8) Where any officer in the public service is perma- nantly appointed to the staf of the Authority, the provisions of subsection (8) of section 13 of the Transport",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "Board Law, No‘ 19 of 1978, shall, mutatis mutandis, apply to und in relation to him.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "(4) Where the Authority employs any person who has .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 14,
    "par_num": 17,
    "text": "entered into a contract with the Government by which he has agreed to serve the Government for a specified period any perted of service to the Authority by that person shalt ‘be regarded a9 service to the Government for the purpose | ‘of discharging the obligations of such contract 4",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "ry National Gem and Jewellery Authority ‘Act, No, $0 0} 1993 . PART IL ESTAMLISHMENT OF INSTITUTIONS \" noorporation 25. (1) Where the Minister considers it necessary that ‘Gresafor , an Institution should be established for the purpose of ‘of insti. assisting in the development-of the gem industry or the ‘ations: jewellery industry, the Minister may, with the approval of the Cabinet of Ministers by Order (hereinafter referred to . as aa “Incorporation Order”) published in the Gazette— {@) declare that an Institution shall be established to perform such functions as may be specified in such- Order ; () assign a corporate name to the Institution ; (©) specify the Initiel Capital of the Institution and specify the amount that may be payable out of the - Consolidated Fund and the amount, if any, payable by the Authority from its Fund or by Sny {Institution established under this Part; @ specify the objects of the Dustitutton + (e) specify the powers of the Institution ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": ".  @) fix the number of menabers of the Board of Directors of the Institution, the mumber 20 fixed being not more than five and not less than three;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "{9) appoint the first members of the Board of Directors in accordance with the provisions of this Part;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "h) appoint the first Chairman of the Board of Directors",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "in arcordance with the provisions of thie Part ; @) specify the quorum for meetings of the Board of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "’ Directors,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "\" (2) Upon tne publication’ of an Incorporation Order under ‘subsection (1) in the Gazette, an Institution (hereinafter in this Part referred to os the Institution”) with the corporate name specified in such Order and with perpetual",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "succession shall be deemed to have been established. (@) The Authority may, from time to time, give the Institution, generel or special directions in writing a5 to the exercise of its powers and the performance of its duties and such directions shall be carried out by the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 9,
    "text": "‘ Anstitution,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "National Gem and Jewellery Authority 5 Act, No, 50 of 1993 26, (1) ‘The. Minister shall appoint the members of the Poerd of Board of Directors (hercinafter in this Pazt referred to os the “Bourd”) of the Laytitution, of whom one member shall be the Direvtor-<ieneral and shell nominate ane of the members to be the Chairman of the Board. @) A member of the Board shall hold office for a period Of three years unless he vacates office earlier. (3) The Minister may, if he thinks it expedient to do 60, remove any member of the Board for reasons assigned. (® A member may resign his office by written comumunt- - ‘sation addressed to the Minister. (5) In the event of a vacation of office by a member by death, resignation or removal from office, the Minister may @ppoint another person to take his place. Any person so eppointed shall hold office for the unexpired part of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "(8) Where a member ig temporarily unable to perform the duties of his office on account of ill-health, absence from Sti Lanka or for any other cause, the Minister may ‘point another person to act in place of such member.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "(9) ‘The members of the Board shall be remunerated on wuch terms and conditions as are determined by the ‘Minister with the concurrence of the Minister in charge of : the subject of Finance,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "(®) It the Chairman is temporarily unable to discharge the duties of his office on socount of ill-health, —sbsence from Sri Lanka or eny other cause, the Minister may appoint another member of the Board to ect as Chairmen.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "(9) Subject to the provisions of this Act and the Incor",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "poration Order, the Board may make rules 10 regulate the conduct of its meetings and the transaction of business at auch meetings. . (10) A member who is interested in any contract pro- posed to be made by the Institution shall disclose the nature of his interest st a meeting of the Board. The disclonire shall be recorded in the minutes of such meeting and such member chall not take part in any delideration or deciston of such Board with respect to such contract.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "(1) No act or decision of the Board shall be invalidated : by reason only of the existence of a vacancy among its : members or any defect on the appointment of any member. I",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "4D eat00a (93/09)",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": ". 16 National Gem and Jewellery Authority . ’ Act, No, 50 of 1993 Seal 21, (4) The Institution shall have a common seal which Tastitution. hal be in the custody of the Board, . (2) The seal of the Tustitution may be affixed in sucb manner as may be determined by the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "(3) The seal of the Institution shall not be affixed to aby instrument or document except in the presence of two members of the Board both of whom shall sign the instrument or document in token of their presence.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "@) The Board shall mafntain a register of the instru- ments or documents to which the seal of the Institution 1a",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "~ aixed.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "Drections 28. The Minister may in consultation with the Board",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "SHinister, from time 'to . time, give the Board general or special derections as to the exercise of the powers and the per formance of the duties of the Institution and such directions halt be carried out by the Board.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "Foyer 29. (1) The general supervision, direction and control",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "ona + Of the affairs and business of the Institution shall vest in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "of the the Board,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "@) Without prejudice to the generulity of the powers conferred on the Institution by this Part of this Act, the Institution shall have the special powers specified in the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "ncorporation Order.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "(8) The Board shall have the power to do any thing necessary for, or conducive to, the carrying out of the objects zet out in the Incorporation Order and for this purpose may—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "(a) coquire, hold, take on hire or lease, any movable or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "immovable property and give on hire or lease oT . sell or otherwise dispose of, any such property : Provided, however that no immovable property vested in the Institution shall be sold without the : prior approval of the Minister ; (b) nccept grants, gifts or donations, whether in cash ox io kind ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "{c) borrow money for carrying out its objects and : secure the payment of any sum of money by the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "mortgage of any of tts properties ;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "42) appoint such officers, servants and agents os are",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 17,
    "par_num": 18,
    "text": "necessary for eozrying out its objects and dischar- ng its functions ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": ". Nationat Gem and Jewellery Authority Ww Act, No, 50 of 1993",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(©) enter into and perform all such contracts as may be necessary for the discharge of the functions or the Performance of its duties;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "@) make rules in respect of the administration of the . affairs of the Institution ; .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(a) do all such other acts’ as are ineiderital to, or are ‘tonsequential apon or connected with, the exercise, performance or discharge of its powers, duties and functions,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "30. The Capital of the Institution shall be the sum Cenitel specified in the Incorporation Order and may be increased institution. from time to time by resolution of Parliament.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "31, The Hability of the Institution shall be limited to Liability the capital of the Institution. Tstitution,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "32, (1) ‘The financial year of the Institution shall be the [mrelsl, salendar year, Heaudit",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(2) ‘The Ynstitution cha cause proper books of accounts  Jsstitatlon. to be kept of the income and expenditure, assets and Uabilities and all other transactions of the [astitution,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(3) The provisions of Article 194 of the Constitution relating to the audit of the accounts of publi corporations shall apply to the audir of the accounts of the Institution.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "33. (1) The Board may appoint such officers, servants Appoin- and agents es it considers necessary for the efficient bifices: exercise, performance sid discharge of its powers, duties servants. and functions of the Institution. agen!",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(2) The officers, servants and agents appointed under subsection (1) shal] be remunerated in such manner and at ‘such rates, and shall be subject to such conditions of service, a4 may be determined by the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "(8) At the request of the Board, any officer in the public eervice may with the consent of that officer and the Secre- tary to the Ministry of the Minister in charge of the subject of Public Administration, he temporarily appointed to the staff of the Institution for such period as may determined by the Board or with like consent, be permanently appute",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 13,
    "text": "od to euch stall '",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "18 National Gem and Jewellery Authority Act, Ho. 50 of 1993 : (@) Where any officer in the public service is tempo~ . rarfly appointed to the staff of the Institution, the provision# ‘of subsection (2) of section 13 of the Transport Board Law, . No. 19 of 1978, shall, mutatis mutandis, apply to, and in reletion to him,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "(5) Where any officer in the public service is permanently appointed to the staff of the Institution the provisions of subsection (3} of section 13 of the Transport Board Law, No. 19 of 1878, shell, mutatis mutandis, apply to, and in relation to him.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "(6) Where the Institution employs any person who hes entered into 2 contract with the Government by which he has agreed to serve the Government for a specified period,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": ". any period of service with the Institution by that person shall be regarded as service to the government for the purpose of discharging the obligations of such contract,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 5,
    "text": "Stave 34, (2) Where any immovable property of the State is peeperty required for the purpose of the Institution, such purpose movable shall be deemed to be a purpose for which a special grant [eo wwabte OF lease of such property may be made under section 9 of to be the Crown Lands Ordinance and accordingly, the provision’ made, _ of that Ordinance shall apply to a special grant or lease of fe such property fo the Institution, Pratitation. . (2) Whereany movable property of the State is required for the purpose of the “Institution, the Minlster may, bY Order published in the Gazette, transfer to, end vest in the Tnstitution the possession and use of such movablo property : Provided, however that no order affecting any movable Property of the State shall he made by the Minister under the preceding provisions of this subsection, without the coneurrence of the Minister having control over such property. ‘Members, 35, AM members, officers and servants of the Institution = shall deeméd to be public servants within the meaning md Sryat™ for the purposes of the Penal Cade. fpatution to a Publle Servants,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "National Gem and Jewellery Authority 2 Act, No, 50 of 1993 .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "38. No writ against person or property shall be ised No,wris ‘against eny member of the Institution in any actlon brought agamst . ‘against the Institution, person or",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "property oe mneniber aire Institution,",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "37. The Institution shall be deemed to be a Scheduled pstitution Institution within the meening of the Bribery Act, and the to be a Provisions of that Act, shal! be construed accordingly. Beneduled",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": ": withm the meaning = : Sibey ‘Act",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "38 (1) The Minister may make regulations relating  Regulatlons, to any matter in respect of which regulations are authorix- ed by this Part to be made. ~",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(2) Every regulation made under subsection (1) shell bo",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "? published in the Gazette and shall come into operation on",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "‘the dite of such publication or on such later date an may be",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "specified in the regulation, .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(B) Every regulation made under subsection (1) shall as |",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "00n as convenient after its publication in the Gazette be *",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "Drought before Parliament for approval and any regulation",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "which is not so approved shall be deemed to he xescinded",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "#3 from the date of such disapproval but without prejudice",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "to anything previously done thereunder.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 20,
    "par_num": 17,
    "text": "(4) The date on which any regulation is deemed to be ‘80 rescinded shall be published in the Gazette. PART IV . . Gea 89, ‘The Authority shall be deemed to be a Scheduled qnthocity to Institution within the meaning of the Bribery Act and the Ps ated Provisions of that Act, shall be construed accordingly. Tnubitaton the moaning . Aa. 1",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "2 National Gem and Jewellery Authority 1 Act, No, 50 of 2993 ines 40. All members officers and servants of the Authority ana shall be deemed to be public servants within the meaning servants and for the purposes of the Penal Code. ‘Ruthority deemed ee Fecvants Sate 4 (1) Where any immovable property of the State both Js required for any purpose of the Authority, such purpose Royale shall be deemed to be purpose for which 2 special grant Immevable -2F Jease of auch property may he made under section 6 of tobe the Crown Lands Ordinance and accordingly the provisions Tats te of that Ordinance shall apply to a special grant or lease of pie property of the Authority. ‘ (2) Where any movable property of the State ts required for any purpose of the Authority, the Minister may, by Order published in the Gazette, transfer to, and vest in the Authority the possession and use of such movable property ? -- + 7 Provided, however, that no Ordor affecting any movable prozerty cf the State shall ie made by the Minister under the preceding provisions of this subsection, without the concurrence of the Minister having control over mich .  Broperty. Agauiettion 4% (1) Where any immovable property is requfred to Immovable be acquired for any specific purpose of the Authority and property | the Minister by Order published in the Gazette spproves gr of the proposed acquisition for that purpose, that propert¥ ‘Acquistion shall be deem to be required for a public purpose and may Act accordingly be acquired under the Land Acquisition Act and transferred to the Authority.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(2) Any sum payable, for the sequisttion of any immovable property under the Land Acquisition Act for the Authority shall be paid out of the Fund of the Authority.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "Protoation 43. (3) No suit or prosecution shall lie against any",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "taken under Member, officer, servant or agent of the Authority for any",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "this het act which in good faith is done or purported to be done by Sireeten, him under this Act, or on the diraction of the Authority.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "‘Rubbority. (2) Any expenses incurred by the Authority in any suit",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "_ , 9F Prosecution brought by or against the Authority before",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "* any court shall be paid out of the Fund and any sosts pri",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": ", to, of recovered by the Authority in any such suit or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "prosecution shall be credited to the Fund.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": ": National Gem and Jewellery Authority a Act, No, 50 of 1993 @) Any expenses incurred by any such person as is",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Teferred to in subsection (1) in any suit or prosecution",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "brought against him before eny court in respect of any act .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Which is done or is purported to be done by him under this",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Act or on the direction of the Authority shell, if the court",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "hhols that such act was done in good faith, be paid out of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "Fund, to uch person, unless such expense is recovered by",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "him in such suit or prosecution. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "44. No wrlt against persen or property shall be issued Ro writ egainst any member of the Board of Directors of the as Authority fn eny action brought against the Authority. = ee",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "2 Authority.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "45. (2) The Board of Directors of the Authority may Powers ot make rules which are not inconsistent with the provisions af rity te a this Act, in respect of all or any of the matters in respect of rules. r which rules are authorized or required by this Act to be made,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "(2) No rule made under subsection (1) shall have effect ‘unzil it has been approved by Parliament and notifiestion of such approval ts published in the Gazette, °",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "46, No person carrying on the gem industry er fhe Deception. Jewellery industry shall sell or offer for sale any gem or -Jewellery ‘under any representatlo, description or clroumstances having the capacity and tendency or effect of, or decelving or misleading a purchaser or prospective purchaser or creating an erroneous impression, on the Purchaser or prospective purchaser, as regards the type; quality, quantity, size, welght or value of such’ gem or” jewellery. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "47. The Authority may, where it considers It necessary Power at for the purpose of discharging the functions of the auc” Authority, authorize in weiting any officer fo enter and [icerto search st all reasonable hours of the day any premises in fntergnt which the gem industry or the Jewellery industry is being PFe™i=8 carried on. An‘officer 20 authorized is hereinafter referred to ag an “authorized officer”. |",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "a National Gem and Jewellery Authority . Act, No, 50 of 1993 end mopection 48 Any suthorized offleer may— search,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": ". (@) for the purpose of asscertsining whether the Provisions of this Act are complied with, enter and inspect any place in which the gem industry is being carried on under the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "‘. authority of a licence issued under this Act 5 {B) enter and inspect any place, where he bas ° : reason to believe that the gem industry is being carried on without the authority of a : Hicence issued under thin Act ; (©) stop, enter and inspect any vehicle or vessel, : in which he has reason to believe any gem is being transported cx exported, as the cane may be, in contravention of the provisions of this Act or any regulation made thereunder ; : {@) exsmine any hooks, registers or records maintained under this Act, and make extracts . or copies therefrom ; {@) search any person on any such premises, vehicle or vessel where he has reason 10 : ‘believe that such person has gems secreted : about bis person: . Provided that no person being a female shall be searched by any person other than & : female duly authorized for that purpose by : the Authoelty ; - ) interrogate any person in any such premises or . in any such vehicle or vessel,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "(2) Every person who obstructs or resists such officer in the exercise of any power conferrad on him by subsection (1) shall be guilty of sn offence and shall on conviction after summary trial by a Magistrate be liable to a fine not Jess than one thousand rupees or to imprisonment of either description for a term not less than six months or to both such fine and imprisonment,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "fae? 48, (1) Any authorizing officer may, if he has reason to meiicles, believe that any offence under this Act, has been or is being committed, selza and detain—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "(@) for such time as may be necessary, any article by",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "‘meats of or in relation to which the offence is alleged to have been committed :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": ": National Gem and Jewellery Authority 2 Act, No, 50 of 1993 () any book, register, record or other document which in his opinion will be necessary or useful for the ‘Prosecution of any person for an offence under this ct,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "(2) Where any authorized offtcer seizes any article under ¢ubsection (1), such article shall be kept in the custody and control of the Authority peading its disposal as hereinafter provided,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "$0, (1) Where after, due inquiry by an authorized officer, Procedues ‘such officer is satisfied that ony article seized was used for in yespect the commission or in connection with the commission of Slessized, ‘an offence under this Act, such article shall stand forfeited to the State,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "@) Any person aggrieved by the seizure and forfeiture to the State of any erticle by any authorized officer under subsection (1), may within sixty days sfter the date of ‘ich forfeiture, male an application In writing against such seiznre and forfeiture to any District Court within the local limits of whose jurisdiction such seizure and forfeiture was effected,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "@) An application to the District Court under subsection (2) shall be in writing and in the form of a plaint in a civil sufi. In the application such person shall be described as the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "plaintiff and the authorized officer as the defendant. The ‘application shall contain—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "(e) the name of the District Court and the date of making",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "of the application to the court ; :",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "(®) the name and address of the authottzed officer ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "(©) @ plain and concise statement of the matter which hhas to be determined by the court, namely, that the eelzure and forfeiture of the article, which ix the subject matter of the application wes unlawiul",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": ": end that the court shall determine— 7 @) that such seizure and forfeiture was unlawful ; and Gi) that such article shall be forthwith returned to the plaintift,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 24,
    "par_num": 12,
    "text": "(4) In any proceeding in amy District Court on any application made to {t in respect of the setzure and forfeiture of any article the burden of proving that such selzure and forieiture under that subsection wae unlawful, shall Ue on ‘the plaintiff",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "au National Gem and Jewellery Authority . . Act, No, 50 of 1993 (3) When an article is forfeited to the State under sub- section (1) and— . {o) no application against the seizure at such article by + any authorized officer under subsection (1) 1s made to any District Court under subsection (2) within ‘the period specified in that subsection ; oF (b) any application made under that subsection is dismissed by the District Court, and no appeal . against such dismissal is preferred within the time allowed therefor ; (c) any appeal preferred against the dismissal of aD application made under that subsection is itself ‘ood the Authority shall take possession of such article and may sell or otherwise dispose of it as it may think fit. : (6) For the purposes of this section and scotion 49 \"5D",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "{a) any gem or jewellery ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": ". (&) ny cash; :",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "{c) anything used or capable of being used in carrying",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "+ on the gem industry and the jewellery industry.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "‘Oftences Si, Every person who",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "(a) contravenes the provisions of this Act or any regula tion or rule made thereunder ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "(B) being a member, officer or servant of the Authority discloses any information obtained by him fa or in connection, with the exercise of his powers or the performance of his duties under this Act. to any person for any purpose other than a purpose for which he is authorized to disclose such infor- mation by this Act;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "(©) makes any mark on any jewellery, with the inten- Hon of causing it to be belfeved that such mark is",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 10,
    "text": "a hall marks, made by the Authority or with the | approval of tha Authority ; | shall be guilty of an offence under this Act. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "i National Gem and Jewellery Authority s Act, No, 50 of 1993 (2) Every person who commits an offence under this Act shall cn conviction after trial before a Magistrate, be liable to a fine not exceeding one million rupees or 1 imprison~ Went for a period not exceeding five years or to both such fine and imprisonment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(3) Where en offence under this Act is committed by a body of persons, then—~ .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(@) if that body of persons is a body corporate every",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "director or officer of that body corporate;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "{b) 1 that body of persons is a firm, every partner of",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "that firm, ahall ke deemed to be guilty of that offence :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "Provided, however. that a director or an officer of such bady corporate or partner of such frm shall not be deemed to be guilty of such offence if he proves that such offence Was committed without his knowledge ér that he used all such diligence to prevent the commission of such offence.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(4) Any officer or servant authorized in writing by the Authority shail be deemed to be public officers within the Taeaning of section 136 of the Code of Criminal Procedure Act, No, 15 of 1979, for the purpose of instituting proceedings ‘fn respect of offences under this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "52, The Authority may with the consent of the parties Compoun. having regard to the circumstances in which any offence Gp of under this Act was committed compound such offence for a sum not exceeding one-third the maximum fine imposable for that offence, All sums received by the Authority in composition for an offences under this section, shall be eredited to the Fund,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "$3. (1) The Minister may make regulations in respect Regulation’. of any matter required by this Act to be prescribed or in respect of which regulations are authorized by this Act to be made,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(@) Every vegulatio: mede ty fa Uh uter dal be published in the Gazette and shell come into operation on ‘the date of such publication or on such later date as may be specified in such regulation.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(8) Bvery regulation made by the Minister shall as soon as convenient after its publication in the Gazette, be hrought before Parliament for approval. Any regulation which is",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "Ld National Gem and Jewellery Authority . Act, No, 50 of 1993",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "not so approved shall be deemed to he rescinded 23 from",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "the date of such disapproval but without prejudice to any-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "thing previously done thereunder.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "(4) Notification of the date on which any regulation made by the Minister is deemed to be rescinded shall be published in the Gazette,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "Bepgal sod 54, (1). The State Gem Corporation Act, No. 13 of 1971, is hereby repesled,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "(2) Notwithstanding the repeal of the aforesaid Act—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "(@) all moneys lying to the credit of the State Gem Corporation on the day immediately preceding the appointed date shall stand transferred with effect from that date to the Fund of the Authority established under this Act;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "(®) all property movable or immovable owned by the State Gem Corporation and used for the purposes of the Corporation on the day immediately precad ing the appointed date shall vest in the Authority",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "o with effect from the appointed date;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "(© ail debts and liabilities of the State Gem Corporation subsisting on the day immediately preceding the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": ". ‘eppointed date shall be deetned to be debts and Mabilities of the Authority with effect from the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": ". ‘appointed date;",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "“,  (d) all contracts and agreements entered into for the purposes of the State Gem Corporation and sub- sisting on the day immediately preceding the appointed date shall be deemed with effect from that date to be contracts and agreements entered into by the Authority ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "{e) all actions and proceedings instituted by or against",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": ". the State Gem Corporation and pending on the day * immediately preceding the appointed date shall be",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "deemed with effect from that date to be actions and",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "proceedings instituted by or against the Authority ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "() all decrees and ordera entered or made by any competent court in favour of or against the State Gem Corporation which remain unsatisfied on",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": "‘ the day preceding the appointed date shall with + effect trom that date be deemed to have been entered ot made in favour of or against “the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 21,
    "text": ": Authority and may be enforced accordingly ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": ". National Gem and Jewellery Authority aT Act, No, 50 of 1993",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "(g) all officers and servants of the State Gem Corporation on the day immediately preceding the appointed date—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "(i) who are offered employment with the Authority : or in any Institution established under : Part II, end accepts such offer, shall be employed therein on such terms and condi- : tions as are not less favourable than the terms and conditions of employment that . were applicable to them on the day imme- : diately preceding tha appointed date, + (ii) who are not offered employment with the , Authority or in any Institution established under Part II or who are offered employ- : ment with such Authority oF such Institution and who do not accept such offer, shall be entitled to the payment of such compensation as may be determined by the Minister ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "(A) every rule and every by-law made under the State Gem Corporation Act, No. 13 of 1971, and in force on the day immediately preceding the appointed date and which ate not inconsistent with the provl- sions of this Act shall be deemed to be rules and by-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "= laws made under this Act;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": ") all Heences issuted or deemed to have been fsrued under the State Gam Corporation Act, No. 13 of 1971 and fn force on the day immediately preceding the aprointed date shall be deemed to be licences fssted under thie Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "$5. In this Act, unless the context otherwise Tequires— Inter.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "“Chairman” means the Chairman of the Arthority appointed under section 8;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "“Director-General” mesns the Director-General of the Authority appointed under section 23; .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "“Monetary Board * means the Monetary Board of the Central Bank of Sri Lanka constituted under section 8 of the Monetary Law Act ; (Chapter 422)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "“export any gems” means the cerrying or faking out of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "Sri Tanka or causing to be carried out or taken out",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "‘of Sti Lanka any gem, whether by sea or air, except",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "gems worn on sny person or carried or taken out of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "a ‘Sri Lanka by such person subject to the Hmits : imposed by the Controller of Exchange ; :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "3B National Gem ond Jewellery Authority . . Act, No, 50 of 1993 “import any jewellery” means the importing or bringing ' inta ‘Sri Lanke or causing to be imported or brought . into Sri Lanka, any jewellery whether by sea or by air of such jewellery except jewellery worn on any . Person or brought into Sri Lanka by such person subject to the limits imposed by the Controller of Raxchange ; . “gem” includes a precious stone or a semniprectous stone or a product of any gem or any such stone; “gem industry” means any trade or business of all or any of the following classes or descriptions :— -e(a) inining for gems or gemming, (®) importing goms into or exporting gems from Sti Lonke, (c) selling, purchasing or supplying gems, (@) valuing gems, (@) cutting, polishing, engraving or carving Bem, a {f) heat treatment of gems and sny other method of enhancing the value of gems, (9) examination and certification of gems and assaying of precious metal, () lapidary training; . “jewellery” means may ornament made trom precious metals or precious stones for personal adornment or any curio made out of such metal or such stone ; jewellery industry” means any trade or business rela- fing to the assaying of precious metals or the : manufacture of ornaments from precious metals of * precious stones, for personal adornment, or the : export of such ornaments; . “scheduled written law” means the provisions of written law specified in the Schedule to thia Act; “ “State Gem Corporation” micans the Stata Gem Cot- : . poration established by the State Gem Corporation Act, No, 13 of 1971. ‘Sinhala 58, In the event «f any inconsistency between the . ad Sinhala and Tamil texts of thts Act, the Sinhala text shall se at Prevail, > : incon , ‘sistency,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 1,
    "text": "Notional Gem ond Jewellery Authority 29 : Act, No, 50 of 1993 . SCHEDULE {Section 14) Provisions or Ware Law Sections 2 (6), 8 17, 18 20, T7 (2), 78, 87, 88 and 89 of the Crown. Lands Ordinance, Sections 2, 2 7, @, 8, 10, 11, 12, 15, 16, 17 (2), 18, 19, 38, 41, © and 43 of the Minorals, Mines, and Quarries Ordineace, :",
    "mean_p_confidence": 0.78
  }
]