[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  cay)  =e  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRILANKA  CHAMBER OF CONSTRUCTION INDUSTRY OF  SRI LANKA (INCORPORATION)  ACT, No. 23 OF 2019  {Cert om 18th of November, 2019}  Print on the Onder Government  Puls Supplement to Pr ofthe Gazette ofthe Democratic  Seca Republic of Si Lanks f November 222019  Price Re. 1600 Postage Rs 18.00  a  Th en Be ie fom we cent fais",
    "mean_p_confidence": 0.5185185185185185
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Chanter of Construction Ins of  Sv Lanka (Incorporation) Act Na 23 f 2019  {Certed on 180 f November, 2019]  1.D—0 (tne) o1n01s  Aw Acrrosceonsre ne Cusiinc Csr  Tsar SeLaca",
    "mean_p_confidence": 0.34777777777777774
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  WHEREAS a Chamber called and known asthe “Chamer Preanbe  of Construction Indust of Sei Lanka” hs erttoe been  registered under he Companies Ac. No 7 0f 2007 forthe  Pupos of actully curing outts objets and wansating  Sl mater connected wih the sid Chamber according 19  the rules agreed oy its members  AND WHEREAS the said Chamber has heretofore  cessfully carried out and transacted the sever objets  nd miter for which it was establisied and hs applied to  te incorporated andi will be forthe public vantage  ant he sid apliation:  BEItheeforeenacedby the Paranentof the Democratic  Scat Repblic of i Lanka as folows-—",
    "mean_p_confidence": 0.4817391304347826
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1. TiisActmaybecitedsthe ChunberoFConsucon StH  Inds of Se Lanka Incorporation) Aet, No. 23 of 201",
    "mean_p_confidence": 0.3764705882352941
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  2 From and after the date of commencement ofthis laceration of  ‘Ac such and so many persons a now are members ofthe he Cou  Caner of ConstctonInusty ofS Lanka hereinafter  refered as tbe\"Chaner anda eeaterbeadnited Sa Lh  2 members ofthe body corporate hereby constitute shall  have perpetil succession under the mame and syle ofthe  “Chamber of Consteuction Industry of Sei Lanka”  (bereinaterrefenedto asthe “body corpora” an that  ‘ame may ue and be sued wih fl ower and authoity to  have and use a comimion salad 10 ler the same tt  pleasure",
    "mean_p_confidence": 0.46300970873786407
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Chamber of Consruction Industry of  Sri Lanka (Incorporation) Act, No. 25 0f 2019  General sjsts 3. The general objects for which the body corporate is  gitteiob—constited ae hereby declared to be—",
    "mean_p_confidence": 0.4486486486486487
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (a) to act as a representative body, t0 promote and  protect the interests of those engaged inconstuction",
    "mean_p_confidence": 0.503
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (0) wo assist the relevant authorities to stimulate the  {evelopment of national construction industry",
    "mean_p_confidence": 0.5223529411764707
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (0) tostudy issues of national significance and to make  recommendations",
    "mean_p_confidence": 0.4330769230769231
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (d)toestablish pants of professionals in such teas in  projects relating to its members and to evaluate  and issue reports and certificates on such projects",
    "mean_p_confidence": 0.46785714285714286
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (@) tosetasa centre for reeruitment of staff for member  firms inthe national construction industry on the  request of such firms",
    "mean_p_confidence": 0.4775
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (0) tosccure contacts within and ousie Sei Lanka for  the members ofthe body corporate upon receipt of  the registration of the Construction Industry  Development Authority and subject t0 the  provisions of the Construction Industry  Development Authority Act, No. 33 of 2014 and  standards and guidelines of the Construction  Industey Development Authority:",
    "mean_p_confidence": 0.6603333333333333
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (4) to avard scholarships and fellowships forthe  furtherance and development of the local  ‘construction industry:",
    "mean_p_confidence": 0.6452631578947369
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (0) to conduct taining courses and issue certificates  With the approval of the Tear and Vocational  Education Commission established under section  2 of the Testary and Vocational Education Act,  No. 20 of 1990: and",
    "mean_p_confidence": 0.537
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Chamber of Construction Industry of 3  Sri Lanka (Incorporation) Act, No. 25 0f 2019  © tot as trustees, custodians or managers to funds  subscribed or donated for the upliftment of the  ‘construction industy  A. The objects of the body corporate shall be carried Body compre  foutin such manner soas not oezeate any confit between SH  the work of the body corporate and any work being carried Sov ot Mistry  fut simultancously by any Ministry or Department of the Berarment  Government or of any Provincial Council po  5. (1) Subject to the provisions of this Act, the Massgemest of  management and administration ofthe affairs of the body ffs of be  cogporate shall be carried out by a Board of Management\"! soorte  Consisting of such number of office beares as may Be  Spifid by the rules made unde section 7  (2) (a) The members ofthe Board of Management ofthe  {Chamber that hold office onthe day immediatly preceding  the date of commencement of this Act shall function as an  Interim Commite ofthe boy comport until the fist Board  fof Management is appointed of elected in the manner  provide for by rules made under section 7.  (©) The Interim Committe shal have the power to make  rules for the ineriny administration ofthe body corporate  and for election or appointment ofthe members ofthe fist  ‘Board of Management ofthe body corporate  {c) Any decision of the Interim Commitc sal be taken  by the majority ofits members present at such Commitee  ieting.  (4) The fist Board of Management ofthe body comport  shall be appointed or elected within one yea of the date of|  ‘commencement ofthis Act.  (3) (a) Every office bearer ofthe Board of Management  Including the patrons and advisors, shall be appointed or  lected fora period of thee years and any such office bearer,",
    "mean_p_confidence": 0.5642942942942942
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 Chamber of Consruction Industry of",
    "mean_p_confidence": 0.47875
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  Sri Lanka (Incorporation) Act, No. 25 0f 2019  patron or advisor shall be eligible for re-appointment or  e-clection after lapse ofthe sad period of three years.",
    "mean_p_confidence": 0.5236666666666667
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (0) Inthe event of a vacancy occuring duct the death,  resignation, incapacity or removal from office of an fice  bearer, the Boar of Management shll having regard to the  rules ofthe body comport, elet or appoint a person t ill  sch vacancy,",
    "mean_p_confidence": 0.5277083333333333
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  {) The person elected or appointed under paragraph (b)  shll hold office only forthe unexpired portion of the term  of office of the member whom he succeeds,",
    "mean_p_confidence": 0.565483870967742
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  Power fhe Subject othe provisions ofthis Act and any other",
    "mean_p_confidence": 0.5158333333333333
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  dy compre. yeten law. the body coeporate shall have the power w do,  perform and execute all such acts and mafters as are necessary  for desirable forthe promodion or furtherance of the objets  of the body corporate or any one of them, including the  power—",
    "mean_p_confidence": 0.5396078431372549
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (a) 10 purchase, acquire, rent, construct, renovate and  ‘otherwise obtain lands or buildings which may be  required forthe purposes ofthe body cosprate and  todeal wih r dispose ofthe same asmay be deemed  ‘expdiznt with a view to promoting the objets of  the body corporate:",
    "mean_p_confidence": 0.5625490196078432
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  (0) enter into and perform orearry out, whether directly  ‘oF through any officer or agent authorized in that  behalf by the body corporate all such contacts or  agreements as may be necessary forthe atanment  ‘ofthe objects or he exercise of the powers ofthe  ody corporate:",
    "mean_p_confidence": 0.6126923076923076
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (©) to borrow or raise Funds with o without scours  and 0 eceve grants, gilt or donations in eash or  kind!",
    "mean_p_confidence": 0.49920000000000003
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  Provided that, the Board of Management shall  ‘obtain the prior writen approval ofthe Department",
    "mean_p_confidence": 0.5247058823529411
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Chamber of Construction Industry of 5  Sri Lanka (Incorporation) Act, No. 25 0f 2019  ‘of Externeal Resources of the Ministry of the  Minster assigned the subject of Finance in respect  ‘ofall foreign grants, gifts or donations made to the  body corporate:",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (a) tormake, draw. accep, discount, endorse negotiate,  buy. sll and issue bills of exchange, cheques,  Promissory notes and ther negotiable instruments  2nd to open, operate, maintin and close accounts  in any bank:",
    "mean_p_confidence": 0.49368421052631584
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (6) winvestany fonds that are notimmediately equited  for the purposes of the body corporat, in such  manner as the Board of Management may  setermine:",
    "mean_p_confidence": 0.5375862068965517
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  () to undertake, accept, execute, perform and  ‘administer any lawl trust or any rel or personal  Property witha view to promoting the objects of  the body corproate:",
    "mean_p_confidence": 0.541875
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (4) tw appoint employ dismiss or erminate the services  ‘of offices and servants ofthe by conporste and  ‘exercise disciplinary contol over them and pay  them such slarie, allowances and gratuities as  may be determined bythe body corporate:",
    "mean_p_confidence": 0.5048837209302326
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (0) tworganize lectures, seminars and conferences with  4 view to promoting the objectives of the body  corporate",
    "mean_p_confidence": 0.5314285714285715
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (© tlisiseand co-ordinate with ether local and foreign  institutions having similar objects to that of the  ody corporate:",
    "mean_p_confidence": 0.4863636363636364
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  () 1 wai personal within and outside Sei Lanka for  the purposes ofthe body corporate;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (@) to establish, print and publish newspapers, wade  directories, journals, magazines or periodicals  Felting tothe activites of the body corporate of",
    "mean_p_confidence": 0.5524
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 Chamber of Consruction Industry of  Sri Lanka (Incorporation) Act, No. 25 0f 2019  rmaters pertaining tothe constucionindusty and  to disseminate such information in any manner as  ‘he Board of Management may decide: and  (© 1 doall other things as are necessary or expedicat  for the proper and effective carying out of the  ‘objects ofthe body comport  ae of he 17. (1) I shall be lawful for the body corporate, from  some me wo time, at any general meting ofthe body corporate  and by amajrity of not ess than two-thirds ofthe members  present and voting, to make rules, not inconsistent with the  provisions ofthis Actor any ater writen law forall any  ofthe following mates",
    "mean_p_confidence": 0.5807751937984497
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (a) the classification of membership, admission,  withdrawal, expulsion or resignation of members  and fees payable by the members:",
    "mean_p_confidence": 0.6104545454545455
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (0) the election of office bearers of the Board of  “Management or vacation of or removal fom office  ‘ofoffice bearers andthe powers dies nd functions  ‘ofthe office bearers",
    "mean_p_confidence": 0.6066666666666667
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (©) the tems and conditions of appointment, powers,  functions and duties of various officers agents and  Servants ofthe body corporate:",
    "mean_p_confidence": 0.5416666666666666
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (a) the procedure to be followed for the summoning  and holding of meetings of the Board of  “Management or any sub-commitce thereof, notices  and agenda of such meetings, the quorum and the  ‘conduct of business thereat",
    "mean_p_confidence": 0.6409523809523809
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (©) the qualifications and disqualifcaions to become  a member of the Board of Management and the  body corporate:",
    "mean_p_confidence": 0.5440909090909091
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Chamber of Construction Industry of 7  Sri Lanka (Incorporation) Act, No. 25 0f 2019  (0) the administration and management ofthe property  ‘ofthe body comporate: and  () generally the management ofthe affairs of the body  corporate and the accomplishment of is\" objects  tnd dissolution ofthe body corporat  (2) Any rule made by the body corporate may be  amended, altered, aded to or rescinded at ike meeting  and in ike manner, asa rule made under subsection (1) of|  this section,  (3) The rules made under subsection (1) shall be published  inthe Gazer.  (4) The members of the Body corporate shall ata imes  be subject othe rues ofthe body comport  8. The Board of Management shall maintain register Reps of  ‘of members in which name, address and oer essential details \"em>*  ‘ofthe members sball be inscribed  9. (1) The body coporat shall have ts own Fund, Fd of he  (2) Allmoneysreceived by way of gift, bequest, donation,  subscription, contribution, fees or grants for and on  account ofthe body corporate shall be deposited in one oF  ‘more banks approved by the Board of Management tothe  credit of the body omporate  (3) There shallbe pad out ofthe Fund all sums of money  sare required to defray any expenditure incured by the  body corporate in the exercise, performance and discharge  ofits powers, duties and functions under the Ac.  10. (1) The financial year ofthe body corporate shall he Account and  the calendar year aang.",
    "mean_p_confidence": 0.5472490706319703
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 Chamber of Consruction Industry of  Sri Lanka (Incorporation) Act, No. 25 0f 2019  (2) The body corporate shall cause proper accounts to be  pt of its income and expenditure, asses and Habis  all other transactions of the body corporate  (3) The accounts ofthe ody corporate shall be audited  annually by the Auditor General or a qualified auditor  ppointed by the Auditor General in terms of provisions of  “Amite 154 ofthe Constitution,  (4) For the purpose of this section “guaifed auditor”  (a) anindividual who, being a member ofthe Institute  ‘of Chartered Accountants of Sri Lanks or of any  ‘other Institute established by law, possesses &  ‘eemificate to practise as an Accountant, issued by  ‘he Couneil of such Institute: or  (0) arm of Accountants cach ofthe esident partners  ‘of hich, being amember ofthe Institute of Chaneed  ‘Accountants of Se Lanka orof any oter Insite  ‘established by law, posesssacertfiat to practise  fs an Accountant, issued by the Council of such  Instat,",
    "mean_p_confidence": 0.5679005524861879
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  ‘Amal port TL. (2) The Board of Management shall prepare aeport  ofthe activites ofthe Body corporate for each financial year  and submit such report together with the audited statement  fof accounts to the Secretary ofthe Ministry of the Minister  assigned the subject of Construction Industry and to the  Registrar of Voluntary Social Services Organizations  appointed under the Voluntary Social Services Organization  (Registration and Supervision) Act, No. 3Tof 1980 before  the expiration of six months of the year succeeding the year  {0 which such report relates",
    "mean_p_confidence": 0.5985416666666666
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (2) A separate account relating to the foreign and local  moneys received by the body corporate during the  financial year shall be attached! to the Feport refered t in  subseeton (1).",
    "mean_p_confidence": 0.6025
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  Chanter of Consruction Industry of 9  Si Lanka (incorporation) Ac, No.2 of 2019",
    "mean_p_confidence": 0.34125
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  12, Alldets nd bie ofthe Camber existing on Ded y  the day immediatly preceding the de of commencement el  of this Act, shall be paid by the body corporate hereby “* “MS  Consitted and all debts due to and subscriptions and  Contributions payable othe Chamber on tha ay stall be  atv the holy corporate forthe purposes ofthis Act",
    "mean_p_confidence": 0.5259999999999999
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  13, All movable and immovable properties ofthe ope vented  ‘Chamber existing on the day preceeding the date of ™ H Chamber  commencement of ts Act oral purpose sal be vested  {nthe body corporat herby consitted, subject any ts  Condition oF provision of any writen law affecting such  properties",
    "mean_p_confidence": 0.4852727272727273
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  14, Subject tothe provisions of thi Act, the boy Holy crate  corpo hl beable and capable inlaw to ake and holy sl  ty propery, movable ar immovable, wich may become PE  ‘ested in i by virtue of any purchase. grant, gift, Immovable  testamentary lsposton rohit, and al sich prope  shal be eld by te Body corporat for tbe pupon of this  ‘At and subject to the rules ofthe boy corpora made  under section 7, with power to sell. morgage, less,  xchange or otervse dapse ofthe sate",
    "mean_p_confidence": 0.4557291666666667
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  15. The moneys and propeny ofthe body corporate Appion of  however derived, shall be applied solely towards the oe  promotion of the objects of the body corporate and no\"  Portion thereof shall be pald or transfered dicety or  Ine by way fave, bans or profi othe members  of the body compote",
    "mean_p_confidence": 0.5387931034482759
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  16. (1) The seal of the body conpoate shall not be Se of ebay  atfxedtoany instrument whatsoever excel inte presence “===  6 two members of the Board of Management who shall  Signer names othe astrument inten of hel pesence  nd such signing shal be independent ofthe signing a ny  person asa wines",
    "mean_p_confidence": 0.45559322033898303
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 Chamber of Consiruction Indus of  SH Lanka Incrpovation) Act No. 28 of 2019",
    "mean_p_confidence": 0.4229411764705882
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (2) Teseal ofthe ody copoat hal be inthe custody  ofan office bearer ofthe Board of Management as may be  decided by the Bou of Management",
    "mean_p_confidence": 0.5489655172413793
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  Propey 17, (1) 1 yon the dissolution ofthe body corporate",
    "mean_p_confidence": 0.5325000000000001
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  seminie = ghre remains ater the satisfaction of all ts debts and",
    "mean_p_confidence": 0.44571428571428573
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  sctmon bites any property whatsoever, such property shall ot  be distbuted among the members of the body corporate  but shall be given or tansfered fo any other insration  having objects similar to tose ofthe body export, and  ‘whichis by he rules there probed frm dstbuting  ny income or property among its members.",
    "mean_p_confidence": 0.5006779661016949
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  (2) For the purposes of subseetion (1) the appropriate  institution shall be determined by the members of  the body corporate immediately efor the dissolution at  a general meeting by the majority of votes of the  members present",
    "mean_p_confidence": 0.6023255813953488
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  Swing of be 18 Nothing inthis Act contained shall prejudice or",
    "mean_p_confidence": 0.40846153846153843
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  phe affect the rights of the Republic or of any body poli or  soporte",
    "mean_p_confidence": 0.44705882352941173
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  Sinha cio _ 19, In the event of any inconsistency between the",
    "mean_p_confidence": 0.49500000000000005
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  Preval ese Sinhala and Tamil texts ofthis Act the Sinhala txt shall",
    "mean_p_confidence": 0.43285714285714283
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "  STncontneaey. ya",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]