[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA",
    "mean_p_confidence": 0.6576923076923076
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  NATIONAL AQUACULTURE DEVELOPMENT",
    "mean_p_confidence": 0.572
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "  AUTHORITY OF SRI LANKA  ACT, No. 53 OF 1998  . (Certified on 25 th November, 1998] &  Printed on the Order of Government .",
    "mean_p_confidence": 0.7086206896551724
  },
  {
    "i_page": 1,
    "par_num": 4,
    "text": "  Published as a Supplement to Part II of the Gazette of the | Democratic Socialist  Republic of Sri Lanka of November 27,1998  <evycinmmnrenn an",
    "mean_p_confidence": 0.7410714285714286
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "  TO BE PURCHASED AT THE GOVERNMENT PUBLICATIONS BUREAU, COLOMBO | .  Price: Rs. 14.75 Postage :Rs. 5.25",
    "mean_p_confidence": 0.6679999999999999
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority  of Sri Lanka Act, No. 53 of 1998  [Certified on 25th November, 1998]  L.D.—0.29/97, .  ‘AN ACT TO PROVIDE FOR THE ESTABLISHMENT OF THE NATIONAL,",
    "mean_p_confidence": 0.7057142857142857
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  AQUACULTURE DevELOPMENT AUTHORITY OF Sai LANKA, TO",
    "mean_p_confidence": 0.6588888888888889
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  DEVELOP AQUATIC RESOURCES AND THE AQUACULTURE",
    "mean_p_confidence": 0.70875
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  INDUSTRY ; AND TO MAKE PROVISION FOR MATTERS CONNECTED",
    "mean_p_confidence": 0.7245454545454545
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  ‘THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.5966666666666667
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  BE it enacted by the Parliament of the Democratic Socialist.  Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7675
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  1. This Act may be cited as the National Aquaculture —shorttitle and  Development Authority of Sri Lanka Act, No. 53 of 1998 date of operation.  and shall come into operation on such date as the Minister 5  may appoint by Order published in the Gazette (hereinafter  referred to as the “appointed date”),",
    "mean_p_confidence": 0.791896551724138
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  PARTI  ESTABLISHMENT AND CONSTITUTION OF THE NATIONAL  AQUACULTURE DEVELOPMENT AUTHORITY OF SRI LANKA  2. (1) There shall be established an authority which shall » Establishment of  be called the National Aquaculture Development Authority ve Nees  of Sri Lanka (hereinafter referred to as the “Authority”). Stop ment  (2) The Authority shall, by the name assigned to it by, Auponty ofS  subsection (1), be a body corporate with perpetual succession  and a common seal, and may sue and be sued in all courts.  3. The administration, management and control of the Board of,  affairs of the Authority shall be vested in a Board of Directors Directors.  (hereinafter referred to as “the Board”) consisting of :—  (@) eight Directors who shall be appointed by the Minister  from among persons who have had wide experience  and shown capacity, in fisheries and aquaculture,  science and technology, industry, commerce, finance  or administration or law (a Director appointed under  this paragraph is hereinafter referred to as an  “appointed Director”) ; and",
    "mean_p_confidence": 0.7582608695652174
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  -D 049759 8,550 (07/98)",
    "mean_p_confidence": 0.4266666666666667
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 National Aquaculture Development Authority  of Sri Lanka Act, No. 53 of 1998",
    "mean_p_confidence": 0.725
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (6) the following ex-officio Directors :—",
    "mean_p_confidence": 0.55625
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (@ an officer of the Department of Fisheries and  Aquatic Resources Development, nominated by  the Minister in charge of the subject of Fisheries  and Aquatic Resources Development ;",
    "mean_p_confidence": 0.7927272727272727
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (ii)_an officer of the Ministry of the Minister in charge  of the subject of Irrigation, nominated by that  Minister ;",
    "mean_p_confidence": 0.7637499999999999
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  Gii)_an officer of the Ministry of the Minister in charge  of the subject of Mahaweli Development,  nominated by that Minister ;",
    "mean_p_confidence": 0.7731999999999999
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (iv)_an officer of the Ministry of the Minister in charge  of the subject of Agriculture, nominated by that  Minister ;",
    "mean_p_confidence": 0.7604166666666666
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (¥) an officer of the Ministry of the Minister in charge  of the subject of Wild Life Conservation,  nominated by that Minister ;",
    "mean_p_confidence": 0.7688888888888888
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (vi) an officer of the Ministry of the Minister in charge  of the subject of Environment, nominated by that  Minister ; and",
    "mean_p_confidence": 0.7480769230769231
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  (vii) an officer of the Ministry of the Minister in charge",
    "mean_p_confidence": 0.7284615384615385
  },
  {
    "i_page": 3,
    "par_num": 10,
    "text": "  of the subjeet of Finance, nominated by that",
    "mean_p_confidence": 0.729
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "  Minister.",
    "mean_p_confidence": 0.3133333333333333
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "  Qualification for 4. A person shall be disqualified from being appointed  eesti ‘ofthe or continuing as a Director of the Board, if he—",
    "mean_p_confidence": 0.7573076923076923
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "  (@) is or becomes a member of Parliament or member of  a Provincial Council or a member of any local  authority ; or",
    "mean_p_confidence": 0.8044444444444444
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "  (®) is under any law in force in Sri Lanka or any other  country, found or declared to be of unsound mind",
    "mean_p_confidence": 0.8096
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "  (©) isaperson who having being declared an insolvent or  bankrupt under any law in force in Sri Lanka or any  other country, is a undischarged insolvent oF  bankrupt ; or",
    "mean_p_confidence": 0.7962857142857143
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority © 3  of Sri Lanka Act, No. 53 of 1998",
    "mean_p_confidence": 0.6376470588235295
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (@) is serving or has served, a sentence of imprisonment",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  imposed by any court in Sri Lanka of any other  country.",
    "mean_p_confidence": 0.7342857142857142
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  5. (1) An appointed Director may resign from office by Provision relating  a letter in that behalf addessed tothe Minister and such foappoined  resignation shall take effect upon it being accepted by the Chrirman.  Minister in writing.",
    "mean_p_confidence": 0.7178571428571429
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (2) The Minister may remove any appointed Director from  office without assigning any reason therefor.",
    "mean_p_confidence": 0.7766666666666667
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (3) Where an appointed Director is temporarily unable to  perform the duties of his office due to ill health, absence  from Sri Lanka or other cause, the Minister may, having regard  to the provisions of section 3, appoint another peison to act,  in his place, 5",
    "mean_p_confidence": 0.7775
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (4) Subject to the provisions of subsections (1) and (2),  the term of office of an appointed Director shall be three years.",
    "mean_p_confidence": 0.8336
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  (S) An appointed Director who vacates office by effluxion  Of time, shall be eligible for reappointment.",
    "mean_p_confidence": 0.6973684210526315
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (6) Where an appointed Director vacates office by death,  resignation or removal, the Minister may, having regard to :  the provisions of section 3, appoint another Director in his  place and the Director so appointed shall hold office for the  unexpired period of the term of office of the Director whom.  he succeeds. A",
    "mean_p_confidence": 0.8054098360655738
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (7) The Minister shall appoint the Chairman of the Board  from among the Directors of the Board.",
    "mean_p_confidence": 0.7815
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  (8) The Chairman of the Board may resign from the office  of Chairman by letter in that behalf addressed to the Minister  and such resignation shall take effect upon it being accepted  by the Minister in writing. :",
    "mean_p_confidence": 0.8041860465116278
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  (9) The Minister may at any time remove the Chairman  of the Board from the office of Chairman, without assigning  any reason therefor.",
    "mean_p_confidence": 0.8062962962962963
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  4 National Aquaculture Development Authority  of Sri Lanka Act, No. 53 of 1998",
    "mean_p_confidence": 0.7175
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (10) Where the Chairman of the Board is temporarily  unable (o perform the duties of his office due to illhealth,  absence from Sri Lanka or other cause, the Minister may  appoint any other Director to act in his place.",
    "mean_p_confidence": 0.8204545454545454
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (11) Subject to the provisions of subsections (8) and (9),  the term of office of the Chairman of the Board shall be his  period of membership of the Board,",
    "mean_p_confidence": 0.8224242424242424
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  Meetings of the 6. (1) The Board shall meet at least once every month.  Board :",
    "mean_p_confidence": 0.6968421052631579
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  (2) The quorum for any meeting of the Board shall be  five members.",
    "mean_p_confidence": 0.773125
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (3) Subject to the provisions of subsections (1) and (2),  the Board may regulate the procedure in regard to its meetings  and the transaction of business at such meetings.",
    "mean_p_confidence": 0.8296969696969697
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  Disclosure of 7. A Director who is directly or indirectly interested,",
    "mean_p_confidence": 0.7146153846153845
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  Late: financialy or otherwise, in any project, undertaking or contract  undertaken or made, or proposed to be undertaken or made,  by the Board shall disclose his interest at a meeting of the  Board, at the earliest possible opportunity, and such disclosure  shall be recorded in the minutes of the Board ; and such  Director shall not thereafter take part in any deliberation or  decision of the Board with regard to such project, undertaking  or contract, unless the Board otherwise directs.",
    "mean_p_confidence": 0.8371910112359551
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  Remuneration 8 The Directors of the Board may be remunerated at",
    "mean_p_confidence": 0.7630769230769231
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "  of Directors. Such rates as may be determined by the Minister with the  concurrence of the Minister in charge of the subject of Finance.",
    "mean_p_confidence": 0.8392592592592593
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "  Vacancies not 9. Noact or proceeding of the Board shall be deemed to",
    "mean_p_confidence": 0.7639999999999999
  },
  {
    "i_page": 5,
    "par_num": 12,
    "text": "  to invalidate be invalid by reason only of the existence of any vacancy",
    "mean_p_confidence": 0.7953333333333333
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "  Peccendings. among its Directors or any defect in the appointment of a  Director. ;",
    "mean_p_confidence": 0.6617647058823529
  },
  {
    "i_page": 5,
    "par_num": 14,
    "text": "  Seal of the 10. (1) The Authority shall have a common seal which",
    "mean_p_confidence": 0.8106666666666666
  },
  {
    "i_page": 5,
    "par_num": 15,
    "text": "  ‘Authority shall be in the custody of such person as the Board may decide  from time to time.",
    "mean_p_confidence": 0.7933333333333333
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 5  of Sri Lanka Act, No. 53 of 1998  (2) The seal of the Authority may be altered in such manner  as may be determined by the Board.  __ 3) The seal of the Authority shall not be affixed to any  instrument or document except in the presence of two  Directors of the Board, both of whom shall sign the instrument  ‘or document in token of their presence.  (4) The Board shall maintain a register of the instruments  and documents to which the seal of the Authority has been  affixed  11. The functions of the Authority shall be - The functions of  the Authority.  (@) to develop aquatic resources and the aquaculture  industry, with a view to increasing fish production in  the country ;  (6) to promote the creation of employment opportunities  through the development of freshwater aquaculture, :  coastal aquaculture and sea farming ;  (©) to promote the farming of high valued fish species  including ornamental fish, for export ;  (@ to promote the optimum utilization of aquatic  resources through environmental friendly aquaculture  Programmes ;  (©) topromote and develop small, medium and large scale  Private sector investment in aquaculture ;  (to manage, conserve, and develop, aquatic resources,  . and the aquaculture ipdustry ;  (@) to carry on business as an importer, exporter, seller,  supplier and distributor, of aquatic resources ; .  (h) to prepare and implement plans and programmes for  the management and development of aquaculture and  aquatic resources ;  (i) to conserve bio-diversity.",
    "mean_p_confidence": 0.7810211267605633
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  6 National Aquaculture Development Authority  of Sri Lanka Act, No. 53 of 1998  Thepowersofthe 12, For the purposes of discharging its functions, the  ort. Authority may exercise all or any of the following powers—",
    "mean_p_confidence": 0.7571794871794872
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (@) initiate and conduct researches, and resource surveys  to ascertain the development potential in water and  land resources, for aquaculture ;",
    "mean_p_confidence": 0.7807999999999999
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (8) undertake the collection and dissemination of  information on aquatic resources and aquaculture ;",
    "mean_p_confidence": 0.7558823529411764
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (©) establish and manage aquaculture centres ;",
    "mean_p_confidence": 0.7288888888888888
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (d) assist enterpreneurs, technically, financially or  otherwise, engaged in aquaculture and aquatic  resource development and provide financial or  technical or managerial assistance to inland fishermen  and fish farmers ;",
    "mean_p_confidence": 0.7777142857142857
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (e) acquire and hold, take or give on lease, mortgage or  hire, or sell or otherwise dispose of, any movable or  immovable property :",
    "mean_p_confidence": 0.7732142857142856
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  Provided that no immovable property of the  Authority shall be sold without the prior approval in  writing of the Minister ;",
    "mean_p_confidence": 0.7892
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  (P) levy and charge fees or any other charges for services  rendered, or for facilities and equipment provided, by  the Authority ;",
    "mean_p_confidence": 0.7761538461538462
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (@) enter into, perform and carry out, whether directly or  through any officer or agent authorized in that behalf,  or by way of joint venture with any person in or outside",
    "mean_p_confidence": 0.8088571428571428
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  ___ SriLanka, all such contracts or agreements as may be  necessary for the discharge of the functions of the  Authority ;",
    "mean_p_confidence": 0.7143999999999999
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  (A) formulate rules, procedures and schemes, in respect  of :—",
    "mean_p_confidence": 0.6476923076923077
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  (@ the admini: stion of the affairs of the  Authority ;",
    "mean_p_confidence": 0.6464285714285715
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 7  Of Sri Lanka Act, No. 53 of 1998  Gi) appointments, promotions, terms and conditions  of service, and disciplinary control, of officers  and servants of the Authority ;  (iii) withdrawal or disbursement of moneys out of the  Fund by the Authority ;",
    "mean_p_confidence": 0.7498148148148148
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (@ establish and regulate provident funds, or schemes,  or pension schemes, for the benefit of the officers and  servants of the Authority and make contributions to  any such funds or schemes ;",
    "mean_p_confidence": 0.8013513513513513
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  @ establish such departments, divisions and regional  offices as may be necessary for the proper discharge  of its functions ;",
    "mean_p_confidence": 0.7770833333333332
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (&) delegate to the Chairman or to any Director or to any  officer of the Authority, such of the powers of the  Authority as the Board may consider necessary to  delegate for the efficient discharge of the functions of  the Authority ;",
    "mean_p_confidence": 0.8104166666666667
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  ( accept gifts, grants, donations or subsidies, whether  in cash or otherwise, and to apply them for discharging  the functions of the Authority ;",
    "mean_p_confidence": 0.7742857142857142
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (m) invest the monies of the Authority in such manner as  may from time to time be determined by the Board ; .",
    "mean_p_confidence": 0.783076923076923
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (n) accept stocks or shares or debentures, or other  securities of any company, society or undertaking, in  Payment or part payment for any service rendered by  the Authority to such company, society or undertaking  or for any sale made to, or debt owing from, any such  company, society or undertaking, by or to the  Authority, and which is likely to promote or advance  the objects of the Authority ; and",
    "mean_p_confidence": 0.8221518987341773
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (0) todo all such other things which, in the opinion of the  Board, are necessary for the efficient discharge of the  functions of the Authority ; *",
    "mean_p_confidence": 0.687741935483871
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  1",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  8 National Aquaculture Development Authority  of Sri Lanka Act, No. 53 of 1998  PART Il  ‘STAFF OF THE AUTHORTTY  Director-General 13. (1) The Board shall appoint a Director-General of  ofthe Authority. the Authority.",
    "mean_p_confidence": 0.71725
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  (2) The Director-General shall be responsible for the  implementation of the decisions of the Board and shall,  perform such other duties as may be assigned or delegated to  him by the Board,",
    "mean_p_confidence": 0.8164864864864864
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  Other Stafofthe 14, (1) The Board may subject to the other provisions of",
    "mean_p_confidence": 0.6846666666666666
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  Authority. this Act appoint to the Staff of the Authority such officers and  servants as the Board may deem necessary for the efficient  discharge of the functions of the Authority.",
    "mean_p_confidence": 0.8132352941176471
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (2) The Director-General of the Authority and the officers  and servants appointed under subsection (1) shall be subject  to such conditions of service and shall be paid remuneration  at such rates as may be determined by the Board.",
    "mean_p_confidence": 0.8272093023255814
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  Appointment of 15. (1) At the request of the Board, any officer in the  public officers to public service may with the consent of that officer, the  Reson '* Secretary tothe Ministry under which that officer is employed  : and the Secretary to the Ministry of the Minister incharge of  the subject of Public Administration, be temporarily appointed  to the Staff of the Authority for such period as may be  determined by the Board with like consent, or with like consent",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  be permanently appointed to such staff.",
    "mean_p_confidence": 0.70875
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (2) Where any officer in the public service is temporarily  appointed to the staff of the Authority, the provisions of  subsection (2) of section 14 of the National Transport  Commission Act, No. 37 of 1991 shall, mutatis mutandis,  apply to, and in relation, to him.",
    "mean_p_confidence": 0.8303921568627451
  },
  {
    "i_page": 9,
    "par_num": 9,
    "text": "  (3) Where any officer in the public service is permanently  appointed to the staff of the Authority, the provisions of  ‘subsection (3) of section 14 of the National Transport  Commission Act, No. 37 of 1991 shall, mutatis mutandis,  apply to, and in relation, to him.",
    "mean_p_confidence": 0.8284313725490197
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 9  of Sri Lanka Act, No. 53 of 1998  (4) Where the Authority employs any person who has  entered into a contract with the Govenment by which he has  agreed to serve the Government for a specified period, any  period of service with the Authority by that person shall be  Tegarded as service to the Government for the purpose of  discharging the obligations of such contract. :  16. (a) Every public officer of the Aquaculture Notice required to  Development Division of the Ministry of Fisheries and Aquatic be given by pubic  Resources (in this Part ofthis Act referred to.as“the Division\") Qiear of  not being any such officer in a transferable service of the Development  Government shall, after the date on which this Act is passed Division ofthe  by Parliament but before the appointed date, give notice in Ministry of |  writing to the Secretary to the Ministry of the Minister in ‘Aa  charge of the subject of Fisheries and Acquatic Resources Resources.  Development that such officer intends, on the appointed  date—  (i) to retire from the public service and become an  employee of the Authority if, being a pensionable  officer of the Division, he would on that date have  had not less than ten years pensionable service ; or  Gi) to leave the public service and become an employee  of the Authority if, being a pensionable officer of the  Division, he would on that date have less than ten years  Pensionable service ;  Gii) to leave the public service and become an employee  of the Authority if he is a contributor to the Public  Service Provident Fund established under the Public  Service Provident Fund Ordinance ; ot  iv) to both retire or leave the public service and not  become an employee of the Authority.  (®) A notice given to the Secretary to the Ministry of the  Minister in charge of the subject of the Fisheries and Aquatic  Resources Development before the appointed date by a public  officer of the Division under paragraph (a), shall be final.",
    "mean_p_confidence": 0.8049336870026524
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  10 National Aquaculture Development Authority  of Sri Lanka Act, No. 53 of 1998  Effect of not 17. Any public officer of the Divison who does not give  sing notice the notice required under sub-paragraphs (i), (ii), (iii) or (iv),  wit ie of paragraph (a) of section 16 before the appointed date, shall  cease to continue in office as a public officer of the Division  on or after that date.  Effect ofanotice ‘18. (1) Any public officer of the Division who gives  aoe notice under sub-paragraph (i) or (ii) or (iii) or (iv) of  Paragraph (a) of section 16 before the appointed date shall—  (a) where such notice is given by him under sub-paragraph  (i of that paragraph, become an employee of the  . Authority from and after the appointed date and shall,  subject to the provisions of section 19, be eligible for  such a pension under the Minutes on Pensions as  would have been awarded to him had he retired from  the public service on the ground of abolition of office  on that date ; or  (6) where such notice is give by him under sub-paragraph  (ii) of that paragraph, become an employee of the  Authority from and after the appointed date and shall,  subject to the provisions of section 19, be deemed to  have left the public service on that date and shall be  eligible for such an award under the Minutes on  Pensions as would have been awarded to him if he  had left the public service on the ground of abolition  of office on that date ; or  (c) where such notice is given by him under sub-paragraph  (ii) of that paragraph, become an employee of the  Authority from and after the appointed date and shall  be deemed for the purposes of the Public Service  Provident Fund to have left the service of the  ‘Government upon the determination of a contract with  the consent of the Government otherwise than by  dismissal on that date ; or",
    "mean_p_confidence": 0.8150958904109589
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 1  of Sri Lanka Act, No. 53 of 1998",
    "mean_p_confidence": 0.704375
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  (d) where such notice is given by him under sub-paragraph",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  (iv) of that paragraph, and—",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  (® ifhe is a public officer of the class or description  referred to in sub-paragraph (i) of that paragraph,  be deemed to have retired from the public service -  on the appointed date and shall be eligible for  such pension under the Minutes on Pensions as  would have been awarded to him had he retired  from the public service on the ground of abolition  of office on that date ;",
    "mean_p_confidence": 0.7860759493670886
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  Gi) ifhe is a public officer of the class of description  referred to in sub-paragraph (ii) of that paragraph,",
    "mean_p_confidence": 0.7599999999999999
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  * be deemed to have left the public service on the",
    "mean_p_confidence": 0.7653846153846153
  },
  {
    "i_page": 12,
    "par_num": 7,
    "text": "  appointed date and shall be eligible for such an  award under the Minutes on Pensions as would  have been awarded to him if he had left the public  service on the ground of abolition of office on,  that date ; or",
    "mean_p_confidence": 0.8136170212765957
  },
  {
    "i_page": 12,
    "par_num": 8,
    "text": "  (ii) if he is a public officer of the class or description  referred to in sub-paragraph (iii) of that paragraph,  be deemed for the purposes of the Public Service  Provident Fund Ordinance to have left the service  of the Government otherwise than by dismissal  on that date, .",
    "mean_p_confidence": 0.756
  },
  {
    "i_page": 12,
    "par_num": 9,
    "text": "  (2) In the event of any conflict or inconsistency between  the provisions of subsection (1) of this section and any other  Provisions of this Act, the provisions of that subséction shall  to the extent of such conflict or inconsistency prevail over  such other provisions.",
    "mean_p_confidence": 0.8314
  },
  {
    "i_page": 12,
    "par_num": 10,
    "text": "  19. The following provisions shall apply toand in elation Special provisions  to any employee of the Authority who became such an applicable to  employee on the appointed date by virtue of the operation of Cre thoriy.  the provisions of section 18—",
    "mean_p_confidence": 0.7334782608695652
  },
  {
    "i_page": 12,
    "par_num": 11,
    "text": "  (@) such employee shall be employed by the Authority",
    "mean_p_confidence": 0.7554545454545455
  },
  {
    "i_page": 12,
    "par_num": 12,
    "text": "  onsuch terms and conditions as may be agreed upon  by such employee and the Board :",
    "mean_p_confidence": 0.7468421052631579
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  12 National Aquaculture Development Authority  of Sri Lanka Act, No, 53 of 1998  Provided however, that such terms and conditions  shall not be less favourable than the terms and  conditions on which such employee was previously  employed in the Division;",
    "mean_p_confidence": 0.7814893617021276
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (6) if on the appointed date, such employee was a public  officer of the Division holding a post declared to be  pensionable and who had less than ten and not less  than eight years pensionable service, then—",
    "mean_p_confidence": 0.7926190476190476
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (i) he shall be deemed, for the purposes only of the  Minutes on Pensions, to be holding the post in  the Division that he held on the appointed date  until such period of time as, when added to his  pensionable service under the Government,  makes an aggregate of ten years pensionable  service (service under the Authority being  counted as pensionable service under the  Government for the computation of such  aggregate) ;",
    "mean_p_confidence": 0.8153658536585365
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  ii) in respect of him the Authority shall pay out of  the funds of the Authority to the Deputy Secretary  to the Treasury to be credited to the Consolidated  Fund for every complete month of the period of  service during which he is deemed for the  purposes of the Minutes on Pensions to be holding  the post in the Division that he held on the  appointed date, such sum as may be determined  by the Minister in charge of the subject of  Finance ; and",
    "mean_p_confidence": 0.8271875
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (ili) at the end of the period referred to in sub-  paragraph (i) he shall be deemed to have retired  from the public service and shall be eligible for  such pension under the Minutes on Pensions as  would have been awarded to him had he retired  from the Public service on the ground of abolition  of office on the termination of such period",
    "mean_p_confidence": 0.8325352112676057
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 13  of Sri Lanka Act, No. 53 of 1998  PART Il  Finance  20. (1) The Authority shall have its own Fund. There shall Fund of the  be paid into the Fund of the Authority— Authority.  (@) all such sums of money as may be voted from time to  time by Parliament for the use of the Authority ;  (6) all such sums as were lying to the credit of the  Aquaculture Development Division of the Ministry  of Fisheries and Aquatic Resources on the day  Preceding the appointed date ;  + (©) alll such sums of money as may be received by the  Authority in the exercise and discharge of its powers,  and functions under this Act ; d  (@) all such sums of money as may be received by the .  Authority by way of fees and charges ;  (e) all such sums of money as may be received by the -  Authority by way of loans, donations, subsidies, gifts  or grants from any source whatsoever ; :  (2) There shall be paid out of the Fund of the Authoritiy  all such sums as are required to defray any expenditure  incurred by the Authority in the exercise, and discharge of its  Powers, and functions under this Act.  21. The initial capital of the Authority shall be fifty Initial capital.  million rupees. The amount of the initial capital shall be paid  to the Authority out of the Consolidated Fund in such  instalments as the Minister in charge of the subject of Finance  ‘may in consultation with the Minister determine.",
    "mean_p_confidence": 0.8136301369863013
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  14 National Aquaculture Development Authority  of Sri Lanka Act, No. 53 of 1998  oer 22. (1) Notwithstanding anything to the contrary in any  paymentoftaxes other law, the Authority shall be exempt from the payment  fe. of— i.  (a) any tax on the income or profits or other receipts of  the Authority ; and I  (6) any stamp duty on any instrument executed by or on  behalf, or in favour, of the Authority where, but for  this exemption, the Authority would be liable to pay  the stamp duty chargeable in respect’of such  instrument.",
    "mean_p_confidence": 0.7699999999999999
  },
  {
    "i_page": 15,
    "par_num": 2,
    "text": "  (2) The Minister with the concurrence of the Minister in  Charge of the subject of Finance may exempt the Authority  from the payment of any customs duty on any goods purchased  or imported out of its funds by the Authority, if the import of  such goods is considered to be conducive for the advancement  of the objects of the Authority.",
    "mean_p_confidence": 0.825820895522388
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "  (3) In the case of any instrument containing any agreement  between the Authority and any other person providing for  Payment to the Authority for services rendered or to be  tendered by the Authority, or otherwise in support of the  Authority's work, both the Authority and such other person  shall be exempt from the payment of any stamp duty on such  instrument. .",
    "mean_p_confidence": 0.7722857142857142
  },
  {
    "i_page": 15,
    "par_num": 4,
    "text": "  (4) Any person making a payment to the Authority for  services rendered by the Authority or as a contribution to the  Fund of the Authority may claim the amount of such payment  as a deduction from income in the year in which such payment  is actually made for the purpose of computing liability for  income tax of such person.",
    "mean_p_confidence": 0.8459090909090908
  },
  {
    "i_page": 15,
    "par_num": 5,
    "text": "  (5) The provisions of this section shall have effect not with  standing anything to the contrary in the Inland Revenue Act,  No. 28 of 1979,",
    "mean_p_confidence": 0.8117241379310345
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 15  of Sri Lanka Act, No. 53 of 1998",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  23. The Board may, with the consent of the Minister or Borrowing power  in accordance with the terms of any general authority given °f'he Authority.  by him, borrow temporarily by way of overdraft or otherwise,  such sums as the Board may require for meeting the  obligations of the Authority in discharging the powers,  functions and duties of the Authority under this Act :",
    "mean_p_confidence": 0.8237142857142856
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  Provided that the aggregate of the amounts outstanding in  respect of any temporary loans raised by the Board under this  section shall not at any time exceed such sum as may be  determined by the Minister in consultation with the Minister  in charge of the subject of Finance.",
    "mean_p_confidence": 0.8337037037037036
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  24. The financial year of the Authority shall be the Financial year of  calendar year. the Authority.",
    "mean_p_confidence": 0.7729999999999999
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  25. (1) The Board shall cause proper books of accounts Audit of accounts,  to be kept of the income and expenditure, assets and liabilities _°f the Authority.  and all other transactions of the Authority.",
    "mean_p_confidence": 0.7921052631578946
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  (2) The provisions of Article 154 of the Constitution relating  to the audit of the accounts of public corporations shall apply  to the audit of the accounts of the Authority. :",
    "mean_p_confidence": 0.8017142857142857
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  26. For the avoidance of doubts, itis hereby declared that Application of the  the provisions of the Finance Act, No: 38 of 1971 shall apply Finsnes Ae.  to the Authority. .",
    "mean_p_confidence": 0.6714285714285714
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  : PARTIV  GENERAL  27. The Board shall furnish to the Minister such Furnishing of  information as he may call for, from time to time, in respect information tthe  ofall or any of the activities and the financial position, of the “  “Authority.” oe,  s .",
    "mean_p_confidence": 0.6847169811320755
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  16 National Aquaculture Development Authority  of Sri Lanka Act, No. 53 of 1998  Directions of the 28. The Minister may give the Board general directions,  Minster and after consultation with the Board, give the Board special  directions, as to the exercise of the powers and the discharge  of the functions of the Authority, and such directions shall be  carried out by such Board,  Powerof Minister 29, ‘The Minister may from time to time, order all or any  toorder ag _ of the activities of the Authority to be investigated and reported  auivitee ofthe UPON by such person or persons as he may specify, and upon  ivities ofthe i  Abed: such order being made, the'Board shall afford all such facilities  and furnish all such information, as may be necessary to give  effect to such order.  Transfer of 30. (1) The Minister may, by Order published in the  Property and Gazette, transfer to the Authority—  contracts of State  tothe Authority. (@) any movable or immovable property of the State  required by the Authority for the discharge of its  functions under this Act ; and",
    "mean_p_confidence": 0.782807881773399
  },
  {
    "i_page": 17,
    "par_num": 2,
    "text": "  (®) any contract or liability of the State connected with  any of the functions of the Authority.",
    "mean_p_confidence": 0.7915
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "  (2) No movable property, contract or liability of the State",
    "mean_p_confidence": 0.7791666666666667
  },
  {
    "i_page": 17,
    "par_num": 4,
    "text": "  shall be transferred to the Authority under subsection (1)  without the concurrence of the Minister in charge of the subject  of Finance.",
    "mean_p_confidence": 0.8042307692307692
  },
  {
    "i_page": 17,
    "par_num": 5,
    "text": "  (3) Noimmovable property of the State shall be transferred",
    "mean_p_confidence": 0.7663636363636364
  },
  {
    "i_page": 17,
    "par_num": 6,
    "text": "  . to the Authority under subsection (1) without the concurrence  of the Minister to whom the subject of State Lands has been  assigned.",
    "mean_p_confidence": 0.7796296296296297
  },
  {
    "i_page": 17,
    "par_num": 7,
    "text": "  (4) Upon the publication of an Order under subsection (1)",
    "mean_p_confidence": 0.7891666666666666
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "  in the Gazette— .",
    "mean_p_confidence": 0.5066666666666667
  },
  {
    "i_page": 17,
    "par_num": 9,
    "text": "  (@) the properties specified in such Order shall vest in,  and be the properties of, the Authority ;",
    "mean_p_confidence": 0.797142857142857
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "  (®) the contracts specified in that Order shall be deemed  to be the contracts of the Authority and all subsisting  rights and obligations of the State under such contracts",
    "mean_p_confidence": 0.8245454545454546
  },
  {
    "i_page": 17,
    "par_num": 11,
    "text": "  + shall be deemed to be the rights and obligations of the  Authority ;",
    "mean_p_confidence": 0.7358823529411764
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 17  of Sri Lanka Act, No. 53 of 1998  (©) the liabilities specified in that Order shall be deemed  10 be the liabilities of the Authority,  with effect from the date of such Order.",
    "mean_p_confidence": 0.7768181818181819
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  31. (1) The Board may, subject to such conditions as may Delegation of  be specified in writing, delegate to the Chairman ora Director powcr of  of the Board or to any officer of the Authority, any power, or A™Ro*:  function conferred on or assigned to the Authority.",
    "mean_p_confidence": 0.7478846153846154
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  (2) Notwithstanding any such delegation, the Board may  ‘exercise, or discharge any such power, or function.",
    "mean_p_confidence": 0.7826315789473683
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  32, (1) The Board or any officer of the Authority, duly Powerof the  authorized in writing in that behalf by the Board may by notice Autry 10 cll  in writing, require any person to furnish to the Board or to  that officer within such time as may be specified in that notice,  all such information within the knowledge of that person and  Telating to, any matters specified in that notice as may be  Recessary to enable the Board to éxercise and discharge the  Powers and functions of the Authority under this Act.",
    "mean_p_confidence": 0.817029702970297
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  (2) Any person who—",
    "mean_p_confidence": 0.6183333333333333
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  (@) willfully fails to comply with the requirements of a",
    "mean_p_confidence": 0.785
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  Notice given under subsection (1) ; or",
    "mean_p_confidence": 0.6455555555555557
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  (6) furnishes any information, which to his knowledge is",
    "mean_p_confidence": 0.7645454545454545
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  false, when required to furnish any information by a -  Notice given under subsection (1) ; or  (©) willfully omits any matter from any information  furnished by him in compliance with the requirements  of a notice given under subsection (1),  shall be guilty of an offence under this Act and shall on  Conviction after summary trial before a Magistrate be liable  toa fine not exceeding ten thousand rupees. .",
    "mean_p_confidence": 0.7997435897435897
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  18 National Aquaculture Development Authority  Of Sri Lanka Act, No. 53 of 1998  Acquisitions of 33. (1) Where any immovable property is required to be  immovable acquired for any purpose of the Authority and the Minister  corey ba) by Order published in the Gazette, approves of the proposed  det forthe ACQuisition, that property shall be deemed to be required for  Authority. a public purpose and may accordingly be acquired under the  Land Acquisition Act, and be transferred to the Authority.  (2) Any sum payable for the acquisition of any immovable  property under the Land Acquisition Act, for the Authority  shall be paid by the Authority.  ‘Authority deemed 34, ‘The Authority shall be deemed to be a Scheduled  obeascheduled institution within the meaning of the Bribery Act, and the  ieieans ens provisions of that Act shall be construed accordingly.  Bribery Act.  Diector offices: 35. All Directors of the Board, officers and servants of  ‘Authonty decmeg the Authority shall be deemed to be public servants with in  Autbori °  totepuble the meaning, and for the purposes, of the Penal Code.  servans,  Protection of 36. (1) No suit or prosecution shall lie—  action taken under :  this Act or on the . oe ,  direction ofthe (@) against the Authority for any act which in good faith  Board is done or purported to be done by the Authority under  this Act ; or  (®) against any Director of the Board, or any officer,  servant, or agent of the Authority for any act which in  good faith is done or purported to be done by him  under this Act, or on the direction of the Board.  (2) Any expense incurred by the Authority in any suit or  prosecution bought by or against the Authority before any  ‘court shall be paid out of the Fund of the Authority and any",
    "mean_p_confidence": 0.7806194690265487
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 19",
    "mean_p_confidence": 0.6128571428571429
  },
  {
    "i_page": 20,
    "par_num": 2,
    "text": "  of Sri Lanka Act, No. 53 of 1998  Costs paid to, or recovered by, the Authority in any such suit  ©F prosecution shall be credited to the Fund of the Authority.",
    "mean_p_confidence": 0.7859999999999999
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "  (3) Any expense incurred by any such person as is referred  (oin paragraph (b) of subsection (1) in any suit or prosecution  brought against him before any court in respect of any act  which is done or is purported to be done by him under this  Act or on the direction of the Board shall, if the court holds  that such act was done in good faith, be paid out of the Fund  Of the Authority, unless such expense is recovered by him in  such suit or prosecution.",
    "mean_p_confidence": 0.8272164948453608
  },
  {
    "i_page": 20,
    "par_num": 4,
    "text": "  37. (1) The Minister may make regulation in respect of— Regulations.",
    "mean_p_confidence": 0.6769230769230768
  },
  {
    "i_page": 20,
    "par_num": 5,
    "text": "  (@) the management aquaculture ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "  (6) the management of aquatic resources ;",
    "mean_p_confidence": 0.7244444444444444
  },
  {
    "i_page": 20,
    "par_num": 7,
    "text": "  (c) all matters in respect of which regulations are",
    "mean_p_confidence": 0.7809090909090909
  },
  {
    "i_page": 20,
    "par_num": 8,
    "text": "  authorized or required to be made by this Act.",
    "mean_p_confidence": 0.7827272727272727
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "  (2) Every regulation, made under subsection (1) shall be  Published in the Gazette and shall come into operation on the  date of such publication or on such later date as may be  Specified in such regulation.",
    "mean_p_confidence": 0.8209756097560975
  },
  {
    "i_page": 20,
    "par_num": 10,
    "text": "  (3) Every such regulation shall as soon as it is convenient  after its publication in the Gazette, be brought before  Parliament for approval. Any regulation which is not so  approved shall be deemed to be rescinded as from the date of  disapproval but without prejudice to anything previously done  thereunder, :",
    "mean_p_confidence": 0.7991379310344828
  },
  {
    "i_page": 20,
    "par_num": 11,
    "text": "  (4) Notification of the date on which any such regulation  is deemed to be rescinded shall be published in the Gazette.",
    "mean_p_confidence": 0.8341666666666666
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  20 National Aquaculture Development Authority  of Sri Lanka Act, No. $3 of 1998  ‘Amendment of 38. Section 18 of the State Lands (Recovery of  section 18 of the Possession) Act, No. 7 of 1979 is hereby amended as  State Lands follows:  (Recovery of  Racer a (@) in the definition of “Competent Authority” by the  insertion immediately after item (f thereof, of the  following item :—  “() the Chairman of the National Aquaculture  Development Authority of Sri Lanka, where  such land is under the control of the National  Aquaculture Development Authority of  Sri Lanka;  (6) in the definition of “State Land” by the substitution,  for the words and figures “Ceylon Petroleum  Corporation Act, No. 28 of 1961, as the case may be\",  of the words and figures “Ceylon Petroleum  Corporation Act, No. 28 of 1961 or the National  Aquaculture Development Authority of Sri Lanka,  established by the National Aquaculture Development  Authority of Sri Lanka Act, No. 53 of 1998, as the  case may be ;\",  Transitional 39. (1) All movable and immovable property used, on  Provision. < the day preceding the appointed date, for the purposes of the  Aquaculture Development Division of the Ministry of  Fisheries and Aquatic Resources (in this section referred to  as “the Division”) shall vest, with effect from the appointed  date, in the Authority, free from all encumbrances.",
    "mean_p_confidence": 0.7857768924302788
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  (2) All contracts entered into by or with the State, for or  on behalf of the Division and all lease agreements entered  into by the Secretary, to the Ministry of the Minister in charge  of the subject of Fisheries and Aquatic Resources  Development relating to any property movable or immovable  used by the Inland Fisheries Development Division of the  Ministry and subsisting on the day preceding the appointed  date, shall be deemed, with effect from the appointed date, 10  be contracts and lease agreements entered into by or with the  Authority.",
    "mean_p_confidence": 0.8351960784313726
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  National Aquaculture Development Authority 21  of Sri Lanka Act, No. 53 of 1998  (3) Allactions and proceeding instituted by or against the  ‘Attorney-General, as representing the Division and pending, .  ‘on the day preceding the appointed date, shall be deemed,  with effect from the appointed date to be actions and  Proceedings instituted by or against the Authority, as the case  may be, and may be continued and completed accordingly.  (4) All judgements and orders made in favour of or against,  the Attorney-General as representing the Division and  Temaining unsatisfied on the day preceding the appointed date,  shall be deemed, with effect from the appointed date, to be  Judgements and orders made in favour of or against the  Authority, as the case may be, and may be enforced  accordingly.  40. In the event of any inconsistency between the Sinhala Sinhala text to  and Tamil texts of this Act the Sinhala text shall prevail. prevail in case of  inconsistency.  41. In this Act unless the context otherwise requires— Interpretation.  “aquaculture”, “aquaculture enterprises”, “aquatic  resources”, “fish”, “fishing boat”, shall have the  Tespective meanings assigned to them by the Fisheries  and Aquatic Resources Act, No. 2 of 1996;  “Provincial Council” means a Provincial Council  established by Chapter XVII 4 of the Constitution.",
    "mean_p_confidence": 0.7895299145299145
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  a",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  ‘Annual subscription of English Bills and Acts ofthe Parliament Rs. 885 (Local), Rs. 1,180¢Foreign).",
    "mean_p_confidence": 0.596875
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  ‘Payable to the Surexinrexpent, Government PUBLICATIONS BUREAU, No. 32, TRANSWORKS House,  ‘Lotus Roa, CoLomso 01 before 15th December each year in respect of the year following.",
    "mean_p_confidence": 0.6941379310344827
  }
]