[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA AGRARIAN RESEARCH AND TRAINING INSTITUTE (AMENDMENT) ACT, No. 29 OF 198 [Certified on 7th May, 1961] Printed on the Orders of the Government Published as a Supplement to Part If of the Gazette of the Democratic ‘Socialist Republic of Sri Lanka of May 08, 1981 vo en tron mete see ee ae",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "Agrarian Research and Training Instirute (Amendment) .. , Act, No, 29 of 198%, ; {Certified on 7th May, 1981] a L. D0. 17/80 , Aw Acr to abenD THE Agnantan Reszancu anp TRAINING Instrrure Act, No. 5 of 1972. BE it enacted by the Parliament of the Democratic Socialis: Republic of Sri Lanka as follows :— 1. This Act may be cited as the Agrarian Research and ‘Shoes nue Training Institute (Amendment) Aci, No. 29 of 1981 2% Section 6 of the Agrarian Research and Training Amenamem Institute Act, No. 5 of 1072, (hereinafter referred to as the o¢'Aur\" “principal enactment”) is hereby amended as follows: No. af (1) by the repeal of subsection (1) of that section and the ‘substitution therefor of the following subsection :—— *Q) The Institute shall have 2 Board of Gover-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "nore (hereinafter referred to as “the Board”)",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "consisting of—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "(a) the Secretary to the Ministry of the Minister in charge of the subject of Agriculture. who shail be the Chairman ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "(®) the following members appointed by the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "4 Minister, namely— (i) a representative of the Ministry of the Minister in charge of the subject of 17 Agriculture ; Gil) a representative of the Ministry of the : Minister in charge of the subject of : ‘Lands (iit) a representative of the Ministry of the . Minister in charge of the subiect of : ‘Land Development ; (iv) a representative of the Ministry of the : Minister m charge of the subject of . National Planning ; (v) a representative of the Ministry of the Minister tw charge of the subject of Regional Development ; (Wi) & representative of the Ministry of the Minister in charge of the subject af Rural Tndustrial Development : Ae SEROT-11,700 (81",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Agrarian Research and Training lustitute (Amendment) Act, No, 29 of 198 ees (vit) & representative of the Ministry of the Minister in charge of the subject of Plantation Industries ; va (vii) a representative of the Ministry of the - Minister in charge of the subject of : Education ; (xt a representative of the Ministry of the : Minister in charge of the subject of Mabaweli Development ; (x) @ representative of the Ministry of the Minister in charge of the subject of Internal Trade ; (ai) a representative of the Centra) Baak of Ceylon; and {xii) a representative of the Faculty of Agri- culture in the University of Peradeniya, nominated by the Minister in charge of the subject of Higher Education : Provided that where two or more of the susjevis speci“s4 im sub-paragraph () to. (sjot this psrcgraph ere assigned to or romain ia charg. 51. ona tester, then there shai] be only ane representative nominated by the Viinister fa reapcet of suck subjects ; and (0) tha followin oe ofie's members () the Director of the Inutitnte ; (4) the Lirector of Agseciture or his stealeres . 008) the Lert Commissionar or his nominee ; (0) the Commisioaer of Anvarion Services or his narninee ; ty the Direcior of Ierigatton or h's nominee j (vip the Comm:ssicner of Co-oparative Deve- Topreent or his nominee ; (vil). the Director of Rural Development or his nominee ; and (viliy the Country Representative of the Food and Agriculture Organization or his nominee.”; and 4, by the repeat of subsection (4) of that section",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Agrarian Research and Training Institute (Amendment) 3 a hie at nun, vp, Ath, No. 28 of 1981 an 3. Section 7 of the principal enactment is hereby repeal- ‘Replacement ‘ed and the following section substituted therefor :— fame peibetpal Term of 7. Every member appointed under para- sneetment, office at ot graph (6) of subsection (1) of section @shall, . the Board. unless he vacates office earlier by death, resignation or removal, hold office for a _. Period of three years,\" : 4, Section 22 of the principal enactment is hereby xe- Replacement pealed and the following section substituted therefor:— {2 of the Principal *Remune- 12, The members of the Institute shall be “actment, rune. ‘paid such remuneration for attending meet+ maent af ings us may be determined by the Institute, cxpenseso& with the approval of the Minister, The the members shall also, be reimbursed by the Institute, Institute for. such travelling, hotel and incidental expenses as they may incux for the purpose of atiending meetings of the Institute or for such other purpose connected with the activities of the Institute as may be approved by the Institute.”, 3. Scotion 18 of the principal enactment is hereby repeal- Replacement ed and the following section substituted therefor :— ote ® rineteal Appointment 16. (1} The Minister may in consultation enactment, pees wilh the Chairman, appoint a Vice-Chairman, tnd from aniong the members sppointed by the presidency Minister, under paragraph (b) of subsection meetings, (2) of section 6 (2) The Chairman or in his absence the Vice-Chairman shall preside at meetings of the Board and in the absence of both the Chairman and the Vice-Chairman; from any such meeting, the members present shall elect one of the members present to preside at such meeling. (8) Where there is an equality uf votes vo sny matter or thing decide? sta meeting of the Board the Chairman z¢ such meeting shall in addition to ‘als vote, lave a secant: eo casting vate",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 Agrarian Research ang Training Institute (Amendment) Act, No, 29 of WES ye oa Amentment Section 17 of the principal enectmeat is hereby i ae amended by the insertion immediately aftar subsection (3 Piacente _ thereof of the following néw subsection :—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "* (a) Where at any time, a person removed from the office of Director under subsection (3), otherwise than on disciplinary grounds, is a person who hed been permanently appointed to the staff of the Institute under subsection (3) of section 19—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "{o) he shall be paid six months’ salary as compensation",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "for loss of career ; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "{®) if at the time of his permanent appointment to the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "staff of the Institute, he had been eligible for the award under the Minutes on Pensions, then for the purposes of such award, his employment in the staff of the Institute shall be deemed to have been terminated on the ground of the abolition of the post of Director held by him.\".",
    "mean_p_confidence": 0.92
  }
]