[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CY LUI  2nd Session 1957-58 de:  g> 1 bf  . ASL  Gal  EXSeantS)  . QE  Employees’ Provident Fund Act.  No. 15 of 1958  . Date of Assent : May 9, 1958  Pristad om the Orders of Government  ee ee  Flithtea Se the\" Gonamment Pusciaestws Borers, CovOMBS  Annual Subscription (including ils). Rs. 28, payable in  Gitte De Soennatonk, “eveemans” peaicaons  Bourne, Poor orice Boe 'sie, “Seectarat, “Colombe  z Price: 65 cents Postage: 20 cents",
    "mean_p_confidence": 0.4018279569892473
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Employees’ Provident Fund 3  Act, No. 15 of 1958  *p. D—O. 1/53.  yy Act To zstasuisn A Provipent Funp For THE  2 BENEFIT OF CERTAIN CLASSES OF EMPLOYEES AND TO  PROVIDE FOR MATTERS CONNECTED THEREWITH OR  INCIDENTAL THERETO,  (Date of Assent: May 9, 1958]  BM it enacted by the Queen’s Most Excellent Majesty,  jy and with the advice and consent of the Senate and  the House of Representatives of Ceylon in this pre-  gent Parliament assembled, and by the authority of  the same, as follows :—  v4. This Act may be cited as the Employees’ Pro- Sheri tle  rident Fund Act, No. 15 of 1958, and shall come into $32, ot  gperation on such date (hereafter in this Act referred  teas the appointed date) as the Minister may appoint  ty Order published in the Gazette.  7 PART I.  ESTABLISHMENT AND MEMBERSHIP OF THE EMPLOYEES’  Provipenr FUND AND ADMINISTRATION OF ‘THIS  ‘Act AND oF suce I'unp.  | 2 For the purposes of this Act there shall be  Erlstlishness  eiablished a fund called the Bmployees’, Provident Sronker  Fund (hereafter in this Act referred to as the Fund). — ¥as4.  | 8. (1) Where an employee first becomes liable under ™embersip  ection 10 to pay contributions to the Fund, he shall ° ®* *e%  then become a member of the Fund and continue to be  amember of the Fund so long as there is any sum to  the credit of his individual account in the Fund.  2) Neither a member of the Fund nor any person  claiming under him shall have any interest in, or claim  to, the moneys of the Fund otherwise than by virtue of  any provision of this Act or of any regulation  4. (1) Except as otherwise provided in this Act, Admisittion  the Commissioner of Labour shall be in charge of the % \"* “*  general administration of this Act.  (2) Subject to any gendral or special directions of  the Commissioner of Labour, any Deputy Commis-  sioner of Labour or any ‘Assistant Commissioner of  Labour may exercise, perform or discharge any power,  duty or function of the Commissioner under this Act  Srunder any regulation.  (8) There may be appointed such number of officers  Asmay be required for the purpose of carrying out or  Siving effect to the provisions of this Act.  1am atas-s007 cen",
    "mean_p_confidence": 0.7478060046189376
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  4 Employees’ Provident Fund  ‘ Act, No. 15 of 1958 +  (4 The Commissioner of Labour may citiit  generally or specially authorise any officer appoint)  under sub-section (8) of this section to exercise, pen  form or discharge any power, duty or function of iy  Commissioner under this Act or under any regulation.  £  Foren and 8. ‘The Monetary Board— Bs  Moreaow* -(@) may appoint such officers and servants as may  ‘the Fond. be required by the Board for exercising if,  ( powers, performing its duties and discharp.  l Ing its fonctions under this Act, fix th  salaries and Wages of such officers’ ant  servants and determine their conditions of  service; i",
    "mean_p_confidence": 0.68125
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (0) shall receive all sums paid under this Act a  contributions and surcharges and the incoms  from the investment of moneys of the Fun  and shall credit such sums and income to  the Fund;",
    "mean_p_confidence": 0.7627499999999999
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  (0) shall have custody of the moneys of the Fund;",
    "mean_p_confidence": 0.7466666666666666
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (@) shall pay to the persons certified by the Com.  missioner the benefits to which those persons  are entitled under this Act;",
    "mean_p_confidence": 0.7361538461538462
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (@) may invest such of the moneys of the Fund as are  hot immediately required for the parposes ef  this Act in such securities as the Board may  consider fit and may sell such securities;",
    "mean_p_confidence": 0.76225
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (f) shall maintain a general account in respect of  the Fund, and a separate account (in this Ac  referred to as an individual account) in res  pect of each member of the Fund;",
    "mean_p_confidence": 0.7955263157894737
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  4g) shall cause the books of accounts relating to thé  Fund to be balanced as on the thirty-first day  of December in each year;",
    "mean_p_confidence": 0.7810714285714285
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (2) shall cause to be prepared in respect of the Fund  for each year a statement of receipts and  payments, a statement of income and expen:  diture, a’ statement of assets and liabilities,  and a statement of investments showing tht  face value, purchase price, and market vat  of each of the investments;",
    "mean_p_confidence": 0.7448333333333333
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "  @ shall transmit to the Minister a copy of each  of the statements prepared under the preced:  ing paragraph (t) for each year within thr  months alter the thirty-first day of Decembet  of that year; ‘",
    "mean_p_confidence": 0.6883333333333334
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  Employees’ Provident Fund 5  ‘Act, No. 15 of 1958  1G shall notify each member of the Fund, within  M three months after the thirty-first day of  December in each year, the amount lying to  the credit of his individual account on that  ays",
    "mean_p_confidence": 0.7150980392156863
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  (@) shall deduct from the income from the invest-  ment of moneys of the Fund the expenses  incurred by the Board and the Commissioner  in carrying out the provisions of this Act;  and",
    "mean_p_confidence": 0.7853846153846153
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  @ shall have such other powers and duties in con;  nection with the Fund as may be conferred  or imposed on such Board, by Order published  in the Gazette, by the Minister with the con-  currence of the Minister of Finance.",
    "mean_p_confidence": 0.8108510638297872
  },
  {
    "i_page": 4,
    "par_num": 4,
    "text": "  6. (1) The accounts of the Fund in respect of each Anditor  year shall be audited by the Auditor-General and the Ste\",  ‘cst of the audit shall be paid to him out of the Fund. dszouats ot  All payments made to him under this sub-section shall\" #04 ¢.  be credited to the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.762258064516129
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "  (2) The Auditor-General or any officer of his  department authorised by him to audit the accounts  of the Fund shall have access to all such books and  documents as the Auditor-General or such officer may  consider necessary for the purposes of the audit of  such accounts, and shall be furnished by the Monetary  Board and the Commissioner with such information  within their knowledge or ascertainable by them as  may be required for such purposes.",
    "mean_p_confidence": 0.8210714285714286
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "  (3) The Auditor-General {shall examine the  accounts of the Fund and submit to the Minister  annually a report—",
    "mean_p_confidence": 0.714090909090909
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "  (a) stating whether he has or has not obtained all",
    "mean_p_confidence": 0.7875
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "  the information required by him,",
    "mean_p_confidence": 0.6657142857142857
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "  (0) stating whether the accounts referred to in the  report are properly |drawn up so as to  exhibit a true and fair view of the affairs of  the Fund, and :",
    "mean_p_confidence": 0.7813888888888889
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "  (©) drawing attention to any item in such accounts  ‘which in his opinion may be of interest to  the Senate and the House of Representatives  in any examination of such accounts.",
    "mean_p_confidence": 0.7963888888888888
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "  Such report shall not disclose the name of any",
    "mean_p_confidence": 0.7781818181818182
  },
  {
    "i_page": 4,
    "par_num": 12,
    "text": "  tember of the Fund.  I",
    "mean_p_confidence": 0.46749999999999997
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  é Employees’ Provident Fund  ‘Act, No. 15 of 1958  ( ‘The Minister shall lay before the Senate aad  the House of Representatives a copy of the Auditoy,  General’s report submitted to the Minister unda  sub-section (3) of this section and copies of thy  statements transmitted to the Minister by th  Monetary Board under paragraph (i) of section 5..  ag ad 7. (1) There shall be paid out of the Consolidat  Radius Fund Hveyten othe Monetary Board such sume  =. may be determined id resolution of the House of  Representatives for defraying— Ft",
    "mean_p_confidence": 0.7104761904761904
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (a) all expenditure, including capital expenditure,  incurred by such Board and the Com.  missioner in carrying out the provisions of  this Act during the period of twelve months  commencing on the date of enactment oi this  Act ; and",
    "mean_p_confidence": 0.7721739130434782
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (b) all capital expenditure incurred by such Board  mud the Commissioner in carrying out the  provisions of this Act during the period of  twenty-four months commencing on the day  immediately succeeding the date of the  termination of the period referred to in  paragraph (a) of this sub-section. ;",
    "mean_p_confidence": 0.7583928571428571
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  (2) Every sum paid out of the Consolidated Fund",
    "mean_p_confidence": 0.7727272727272727
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  of Ceylon under sub-section (1) of this section shall  constitute a loan from the Government to the  Monetary Board and shall be repaid in accordance  with such terms and conditions as may be determined  by the Minister with the concurrence of the Minister  of Finance.  PART II.  Coverep EmptoyMents, EMPLOYEES TO WHOM  THIS ACT APPLIES, AND CONTRIBUTIONS.  ere 8. (1) Any employment, including any employ-  s2'upioyees ‘Ment in the service of a corporation ‘whooe capital or  fo ston tue a part of whose capital is provided by the Gdvern-  a, ment, may by regulation be declared to be a covered  employment. i",
    "mean_p_confidence": 0.7463247863247863
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  (2) Regulations may be made—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (a) to treat as a covered employment any employ-  ment outside Ceylon which is for the  purposes of a trade or business carried on it  Ceylon and which would be a covered  employment if it were in Ceylon ; and",
    "mean_p_confidence": 0.8056521739130436
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  Employees’ Provident Fund 1 7  ‘Act, No. 15 of 1958  (0) to treat as not being a covered employment or",
    "mean_p_confidence": 0.7045833333333333
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  to disregard—",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (i) employment under a person who  employs less than a prescribed  minimum number of employees ;",
    "mean_p_confidence": 0.6900000000000001
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (ii) employment which is usually performed  by the day or by the job or by the  journey ; and",
    "mean_p_confidence": 0.7743478260869565
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (iii) employment of a person in the service or  for the purposes of the trade or  business, or as a partner, of that",
    "mean_p_confidence": 0.7837037037037037
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  ; person’s spouse.",
    "mean_p_confidence": 0.40599999999999997
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (8) Subject to the other provisions of this Act,  every person over a prescribed age who is employed by  any other person in any covered employment shall be  am employee to whom this Act applies. For the pur  poses of this sub-section different ages may be  prescribed for different covered employments.",
    "mean_p_confidence": 0.803103448275862
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (4) Any regulation declaring any employment to  te a covered employment may provide that such  persons only as earn less than a prescribed amount in  that employment or as are of a prescribed class or  description, and not other persons in that employ-  nent, shall be employees to whom this Act applies.",
    "mean_p_confidence": 0.8238983050847457
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  9. Where the immediate employer of any person ianeiiste  ishimself in the employment of some other person, and ete  the first-mentioned person is employed to ido any taricymeas ct  work in the course of and for the purposes of the **# 5  business of that other person, that other person shall,  for the purposes of this Act, be deemed to be  the employer of the first-mentioned person, jointly  with the immediate employer. H",
    "mean_p_confidence": 0.7740243902439025
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  |",
    "mean_p_confidence": 0.21333333333333335
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  10. (1) Subject to the provisions of sub-section (8) Norm.  Af this section and of section 27, an employee to whom —“*™\"*#¥ou™-  ‘his Act ‘applies shall, in respect of each month during  ¥hich he works in a covered employment, be liable to  Pay to the Fund a contribution of an amount equal  four per centum of his total earnings from that  ;{ployment during that month:",
    "mean_p_confidence": 0.7675342465753425
  },
  {
    "i_page": 6,
    "par_num": 12,
    "text": "  i  i\"",
    "mean_p_confidence": 0.16799999999999998
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  8 Employees’ Provident Fund  ‘Act, No. 15 of 1958",
    "mean_p_confidence": 0.7016666666666667
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  Provided that no employee who has attained i  age of fifty-five years in the case of a male or fifty  years in the case of a female at the time when heq  she first becomes an employee to whom this Ag  applies shall be liable to pay such contribution to the  Fund. j",
    "mean_p_confidence": 0.7815
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (2) Subject to the provisions of sub-section (8)  this section and of section 27, the employer of every  employee to whom this Act applies and who is liabl,  to pay contributions to the lund shall, in respedt  of each month during which such employee is in a  covered employment under such employer, be liable  to pay to the Fund before the last day of the  succeeding month, a contribution of an amount equal  to six per centum of such employee’s total earnings  irom that employment during that month:",
    "mean_p_confidence": 0.7937373737373737
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  (8) The liability of an employee in a covered  employment and his employer to pay contribu.  tions under this section shall’ commence on the day  immediately after the date fixed in relation to sual  employment by the Minister by Order published in the  Gazette. Ditierent dates may be fixed under this sub-  section for different. classes of employees in the same  sovered employment.",
    "mean_p_confidence": 0.7805555555555554
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  Bits, 14. (1) An employee to whom this Act applies and  SES \"his employer may elect, by notice sent to the Commis  sise fo'gt? sioner in the prescribed form and manner, to pay,  Sisteds: after the date specified in the notice as the date on  Beier pe. which the election shall take effect, contributions  Faile'se calculated at such percentages higher than those  ewplyes 292 specified in section 10 as are specified in the notice  oaks cock (2) Where an employee and his employer make au  sete election by notice'under sub-section (1) of this section,  such election shall be irrevocable after the date on  which the election takes effect, and they shall, after  that date, be liable to pay as their contributions undet  this Act amounts calculated at the percentages  specified in that notice.  Geomimioners 42, (1) Where the Commissioner is satisfied that  Sapiowe ste the employer of any employee has, during the period  ius setvoot of one year immediately before the appointed date at  fay enfiges at any tithe on or after that date, reduced the earnings  fortbepurres of such employee for the purpose of reducing tht  Gaomt ase amount of such contributions, the Commissioner shall,  eorlgr's by written notice, direct such employer to pay ®  Stclrbutions : e ploye pay  oie thie he: the Fund in such instalments and before such dates #  ETB may be specified in that notice, in respect of the enti?",
    "mean_p_confidence": 0.7067049808429118
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  Employees’ Provident Fund 9  ‘Act, No. 15 of 1958",
    "mean_p_confidence": 0.705
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  period during which such employee receives such  Pequced earnings, the difference between the sum he  “should have paid dyeing that period as contributions  pad such contributions been calculated on the basis  ‘of the earnings of such emplayee before the reduction  “gnd the sum actually paid by him as contributions  during that period.",
    "mean_p_confidence": 0.7445
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  (2) Where the Commissioner gives any employer a  direction under subsection (1) of this section, such  employer shall comply with that direction.",
    "mean_p_confidence": 0.7726923076923077
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  43. Where the amount of a contribution payable wbea fraction  onder this Act involves the fraction of a cent, then—  §, emt",
    "mean_p_confidence": 0.694
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (a) if such fraction is less than one-half of a cent, 8,89 8,",
    "mean_p_confidence": 0.692
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  such fraction shall not be taken into account ; cent, in  and cmon as",
    "mean_p_confidence": 0.6611764705882353
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (0) if such fraction amounts to or exceeds one-half —Soninbutin",
    "mean_p_confidence": 0.6866666666666666
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  of a cent, such fraction shall be reckoned as  one cent. *",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  44. (1) Interest at such rate, not less than two  Ioterest on  ‘and a half per centum per annum, as may from time Zeon,  to time be fixed by the Monetary Board with the  concurrence of the Minister and the Minister of  Finance shall be paid for each year, out of the income  from the investment of the moneys of the Fund, on  the amount standing to the credit of the individual  account of each member of the Fund as at the thirty-  first day of December in that year:",
    "mean_p_confidence": 0.8266
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  Provided that—",
    "mean_p_confidence": 0.455
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  (a) no such interest shall be paid on the contribu-",
    "mean_p_confidence": 0.765
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  tions paid under this Act by or in respect  of an employee for the year in which the  employee first became liable to pay  contributions ;",
    "mean_p_confidence": 0.7693548387096774
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "  {i) the rate of such interest shall not exceed two",
    "mean_p_confidence": 0.7116666666666666
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "  and a half per centum per annum unless the  assets of the Fund, valued at the market  value, exceed the liabilities of the Fund by  ten per centim;",
    "mean_p_confidence": 0.746969696969697
  },
  {
    "i_page": 8,
    "par_num": 15,
    "text": "  {c) for the period commencing on January 1 of the  calendar year in which any sum is paid as a  benefit under this Act to or in respect of a  member of the Fund and ending on the date  of payment of that sum, interest at the rate  of two and a half per centnm per annum  shall be paid on the amount to the credit of  the individual account of that member at the  date of termination of that period; and",
    "mean_p_confidence": 0.832391304347826
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  +10 Employees’ Provident Fund + &  ‘Act, No. 15 of 1958 }  (@) where any sum is credited under section 27 by:  the Monetary Board to the individua  account of a member of the Fund on any date  after the thirtieth day of June in any year,”  no such interest shall be paid on that suin for  the period commencing on that date and end.-  ing on the thirty-first day of December of  that year  (2) Where the income from the investment of the  moneys of the Fund is inadequate to pay any part of  the interest payable on contributions paid to the Fund  under this Act, the amount of the deficit shall be met  out of moneys provided by Parliament for the purpose,  (8) Any sum provided by Parliament under sub-  section (2) of this section shall constitute a loan from  the Government to the Monetary Board and shall be  repaid in accordance with such terms and conditions  as may be determined by the Minister with the  concurrence of the Minister of Finance.  Payanet of 45. The employer of an employee to whom this Act  te fom applies shall deduct and pay to the Fund the contri-  employees. bution for each month of such employee under this Act  before the last day of the succeeding month from the  earnings of such employee : and a contribution paid  under this section to the Fund by such employer on  behalf of such employee shall be deemed to lave been.  paid to the Fund by such employee.  Anpeon ot 46. Where contributions payable under this Act in  ‘employee on. He iu of any month have not been paid to the Fund  iting @ by before the last day of the succeeding month and the  peers employer is unable to explain to the satisfaction of the  Commissioner that the failure to pay such contribu-  tions was due to circumstances beyond his control, he  * shall be liable to pay to the Fund, within thirty day  after that day, in addition to the amount of the  contributions due, a surcharge of ten per centum of  such amount.  Recor. 47, Any moneys due to the Fund shall be recover-  ; able, as a debt due to the Crown, by an action in which  proceedings may be taken by way of summary’ proce-  Crp. 86. dure. The provisions of the Civil Procedure Code  relating to actions of which the procedure is summary  shall apply to an action under this section, and, for  the purposes only of the application of such provisions  to such action, section 8 of that Code shall have effect  as if, for the words “‘ by this Ordinance ” occurring  in that section, there were substituted the words ‘‘ by  this Ordinance or by any other written law ’”.",
    "mean_p_confidence": 0.8094197292069631
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  g Employees’ Provident: Fund 11",
    "mean_p_confidence": 0.47000000000000003
  },
  {
    "i_page": 10,
    "par_num": 2,
    "text": "  g ‘Act, No. 15 of 1958  # @) Proceedings for the recovery of any moneys due  to the Fund may be instituted by the Commissioner  or any, ofcer ‘authorised in that behalf by him, and  the Commissioner or such officer may, notwith-  sianding anything to the contrary in ‘any other  written law, conduct such proceedings.",
    "mean_p_confidence": 0.7352380952380952
  },
  {
    "i_page": 10,
    "par_num": 3,
    "text": "  @) The provisions of the Prescription Ordinance Cop. 5.  shall not apply to the recovery of any sums payable as  contributions or surcharges under this Act.",
    "mean_p_confidence": 0.747
  },
  {
    "i_page": 10,
    "par_num": 4,
    "text": "  48. ‘The contributions of a member of the Fund bs sums to be  and of his employer in respect of him and the interest ‘gaits’ te the  ‘on such contributions shall be credited by the Monetary sceouate ot  Board to the individual account of such member. © \"*™**™",
    "mean_p_confidence": 0.7243396226415094
  },
  {
    "i_page": 10,
    "par_num": 5,
    "text": "  49, No employer shall, by reason of his lability t0 zap  pay in respect of any employee any contribution or probed fom  surcharge under this Act, reduce the earnings of that  taroings of hie  employee or alter to his detriment any benefits which «pleree. ee.  he is entitled to under the provisions of any other  written law or under his contract of employment with  that employer.",
    "mean_p_confidence": 0.7506756756756756
  },
  {
    "i_page": 10,
    "par_num": 6,
    "text": "  20, ‘The employer of any employee shall not deduct Baploser  from the earnings of that employee any sum which Prgbibted trom  that employer is liable to pay as a contribution or tersings of  surcharge under this Act, and any contract entered smzert ,  into by that employer with that employee whereby any from emploser  part of the liability of that employer under this Act eee  is transferred to that employee shall be null and void. employee.”",
    "mean_p_confidence": 0.7538095238095238
  },
  {
    "i_page": 10,
    "par_num": 7,
    "text": "  24, Any sum due under this Act from an employer Amour: due  on the day immediately following the end of the period 20st fs Act  within which that sum is required by this Act to be corre: to  paid by him shall be the first charge on his assets not- 3,80 S.,  withstanding anything to the contrary in any other assets.  written law. |",
    "mean_p_confidence": 0.7515492957746479
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "  22, Every assignment of, or charge on, any Sum Moves to the  to the credit of the individual account of a member of s=,0f,  the Fund and every agreement to assign or charge  seeaots to be  any such sum shall be void, and, where that member  '#\"asbe  is adjudged insolvent by a competent court, any such  sum shall not pass to any assignee acting on behalf of  that member's creditors notwithstanding the  Provisions of the Insolvency Ordinance. cap, 82.",
    "mean_p_confidence": 0.7473863636363636
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  12 Employees’ Provident Fund  ‘Act, No. 15 of 1958  PART III.  Benefit. °  ‘ine st which 23, A member of the Fund shall be paid the total.  pessts amount lying to the credit of such member's individual’  account as soon as may be practicable— rs",
    "mean_p_confidence": 0.6735849056603774
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "  (@ after such member, being a male, attains the age  of fifty-five yeats, or, being a female, attains  the age of fifty years, or $",
    "mean_p_confidence": 0.7958620689655171
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "  (b) after such member, being a female, ceases to be  employed in consequence of matriage, or",
    "mean_p_confidence": 0.7857894736842105
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "  (©) after such member ceases to be employed by  reason of a permanent and total incapacity  for work and is certified by a registered  medical practitioner to be unfit for work any  longer for that reason, or",
    "mean_p_confidence": 0.8044186046511627
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "  (d) before the date of such member’s departure from  Ceylon if such member declares in writing  that such departure is with the intention of  not returning to Ceylon:",
    "mean_p_confidence": 0.8048484848484848
  },
  {
    "i_page": 11,
    "par_num": 6,
    "text": "  Provided that, where a member of the Fund, being",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 7,
    "text": "  a male, continues to work in a covered employment  after he has attained the age of fifty-five years, or,  being a female, continues to work in a covered employ:  ment after she has attained the age of fifty years, such  member shall not be entitled to the payment under the  preceding provisions of this section until such member  ceases to be in such employment.",
    "mean_p_confidence": 0.8341666666666666
  },
  {
    "i_page": 11,
    "par_num": 8,
    "text": "  In this section. ‘“ registered medical practitioner”",
    "mean_p_confidence": 0.6688888888888889
  },
  {
    "i_page": 11,
    "par_num": 9,
    "text": "  means a medical practitioner registered under the  Cap. 90. Medical Ordinance.  Persons to, 24, Where: a member of the Fund dies befors  TEP es becoming entitled to the amount standing to his credit  ip certain in his individual account or where he dies after  circumstances. becoming entitled thereto but before receiving such  amount or where no nominee has been appointed under  regulations made under this Act to whom such amount  should be paid in the event of the death of such  member or where one nominee has been appointed and  he is dead or where more than one nominee is  appointed and any one of them is dead, then such  amount shall—",
    "mean_p_confidence": 0.8127777777777777
  },
  {
    "i_page": 11,
    "par_num": 10,
    "text": "  (@) if it is not less than two thousand five hundred  rupees, be paid to the executor of the last will  or the administrator of the estate of such  deceased member to be included in that  estate; and",
    "mean_p_confidence": 0.8131818181818182
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  ‘ Employees’ Provident Fund 13  vi Act, No. 15 of 1958  | @) if it is Jess than two thousand five hundred  | rupees, be paid to the person who is, or be  } apportioned by the Monetary Board ‘among  | the persons who ate certified by the Commis-  \\ sioner to be in his opinion entitled by law to  ' such amount.  25. Any sum to which a person is entitled under Defrition  ‘ection 23 or section 24 or to which a nominee appointed \"benefit \"=",
    "mean_p_confidence": 0.7541836734693877
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  ‘amember of the Fund under regulations made under  Wye Act is entitled upon the death of such member is  referred to in this Act as a benefit.  96, It shall be a condition of any person’s right Claim to  to abenefit under this Act that he or any person on his \"8  behalf makes a claim thereto in the prescribed manner.",
    "mean_p_confidence": 0.8111764705882353
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  PART IV.  Approved Provipnr Funps np APPROVED  Coxrrmutory Prxston Scuemes.",
    "mean_p_confidence": 0.38642857142857145
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  27, (1) Where a provident fund or a contributory Approved  pension scheme has been established before the \"eyes! fonde  appointed date for the benefit of any employees in a contributors  corered employment, the administrators of such fund pepsin  or scheme shall, within three months after the declara-  tion of that employment, as a covered employment by  regulation made under this Act, furnish the Commis-  sioner with the prescribed particulars relating to such  fund or scheme, and, if the Commissioner, after  examining such particulars and making such investi-  gations as he may deem necessary, is of the opinion",
    "mean_p_confidence": 0.7906422018348623
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  at_such fund or scheme satisfies the prescribed  requirements and that it is expedient that such fund  or scheme should be declared to be an approved pro- :  vident fund orian approved contributory pension i  scheme, he shall declare such fund or scheme to be an  approved provident fund or an approved contributory  pension scheme; and, if he so declares, no contribu-  tions shall, with, effect from the date fixed in relation  to such fund or’ scheme, be payable to the Fund by i  such employees gnd the employer of such employees. |",
    "mean_p_confidence": 0.7802912621359224
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  (2) The employer in a covered employment who pro-  poses to establish, after the appointed date, a provi-  dent fund for the employees in such employment shall  furnish the Commissioner with the prescribed parti-  culars relating to the proposed provident fund, and, if  after examining such particulars and making ‘such  investigations as he may deem necessary, the Commis-  sioner is of opinion that the proposed provident fund",
    "mean_p_confidence": 0.8243421052631579
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  cy Employees’ Provident Hund",
    "mean_p_confidence": 0.37666666666666665
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  > ‘Act, No. 15 of 1958 *  satisfies the prescribed requirements and that it  expedient that such fund should be declared to be at  approved provident fund, the Commissioner shalj  declare the proposed provident fund to be an approved:  provident fund; and, if he so declares and the proyj.”  dent fund is established, contributions to thy  Employees’ Provident Fund shall, with effect from  the date fixed in relation to such approved provident  fund by the Commissioner, cease to be payable by such  employees and such employer.",
    "mean_p_confidence": 0.7611224489795919
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (3) No rules or regulations governing an approved  provident fund or an approved contributory pension  scheme shall be altered except with the written sanction  of the Commissioner, and, where there is a contraven.  tion of the provisions of this sub-section, the adminis.  trators of stich fund or scheme shall be deemed to have  committed such contravention.",
    "mean_p_confidence": 0.8049999999999999
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  (4) Every employer and employee who are liable  to contribtite to an approved provident fund or an  approved contributory pension scheme under the rules  or regulations in force for that fund or scheme shall  comply with such of those rules or regulations as are  applicable to them.",
    "mean_p_confidence": 0.8033333333333333
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (5) Where, either by reason of the fact. that an  employee liable to pay contributions under this Act to  the Employees’ Provident Fund takes up an employ-  ment in respect of which an approved provident fund  or an approved contributory pension scheme exists or  in the circumstances specified in sub-section (2) of this  section, contributions in respect of an employee cease",
    "mean_p_confidence": 0.7931884057971014
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  to be payable to the Employees’ Provident Fund, the  amount standing to the credit of his individual account  i in the Employees’ Provident Fund shall be retained  in that account to be disposed of in accordance with  the provisions of Part III of this Act.",
    "mean_p_confidence": 0.8190196078431372
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  (6) Where an approved provident fund is wound",
    "mean_p_confidence": 0.718
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  i up, the administrators or liquidators of that approved  provident fund shall transfer to the Employees’ Pro-",
    "mean_p_confidence": 0.735
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  j vident Fund all such contributions and interest thereon  as have been paid to that approved provident fund.",
    "mean_p_confidence": 0.8023809523809523
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  (7) Where an employee who is contributor to an  approved provident fund leaves the employment by  virtue of which he has been such contributor, takes  up a covered employment thereafter in respect of  which he is not liable to contribute to any other  approved provident fund and notifies to the Commis-  sioner in writing the assumption of duties in such",
    "mean_p_confidence": 0.8144117647058823
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Employees’ Provident Fund + 18  Act, No. 15 of 1958  ‘overed employment, the Commissioner shall in writ-  jog direct the administrators of the first-mentioned  ‘4pproved provident fund to transfer to the Employees’  Provident Fund all such contributions and interest,  thereon as have been paid in respect of that employce  to the first-mentioned approved provident fund.  (8) Where the administrators of a provident fund  ‘or contributory pension scheme referred to im sub-  Gotion (1) of this section, fail to comply with the pro-  yisions of that sub-section or where such fund or  scheme is not declared by the Commissioner to be an  approved provident fund or an approved contributory |  pension scheme, such administrators shall transfer to |  the Fund all such contributions and interest thereon |  as have been paid in respect of employees to the first-  mentioned provident fund or pension scheme. |  (0) The Monetary Board— |  (a) shall, where a sum from an approved provident  fund is transferred under sub-section (6) of  this section to the Employees’ Provident  Fund, open_an individual ‘account in_ the  Employees’ Provident Fund for each of the  employees who were contributors to that  approved provident fund at the time of such  transfer, and shall credit to the individual  account of each such employee in the i  Employees’ Provident Fund such part of the !  sum transferred to the Employees’ Provident i  Fund as was to the credit of his account in  that approved provident fund, and ;  (0) shall open an individual account in the  “Employees” Provident Fund; for every ‘  employee in respect of whom’ any sum is  transferred under sub-section (2) or sub-  section (8) of this section to the Employees’  Provident Fund and shall credit that sum to  that individual acenunt. i  (10) Where the Commissioner is dissatisfied with  the management of any approved provident fund or  {pproved contributory pension scheme, he may revoke  declaration made under sub-section (1) or sub-  fection (2) of this section in respect of that fund or  theme, and, if such declaration is revoked, he shall  jn writing—  (2) communicate the revocation to the administrators  of that fund or scheme, and",
    "mean_p_confidence": 0.7804197530864198
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  16 Employees’ Provident Fund  * “Act, No. 15 of 1958  (%) direct. those administrators to transfer to.‘  Employees’ Provident Fund all such cont!  butions and interest thereon as have been pajj  to that fund or scheme, Ag  and those administrators shall comply with the Cox:  missioner’s direction. i  (11) The Monetary Board shall, where the adminis  trators of an approved provident fund or approve  contributory pension scheme have complied with ,  direction issued by the Commissioner under sub-section  (10) of this section, open an individual account jp  the Employees’ Provident Fund for each employeg  who was a contributor to that approved provident fing  or approved contributory pension scheme when sug,  administrators complied with such direction, and  shall credit to that individual account. such part of  the sum transferred from that approved provident  fund or approved contributory pension scheme to the  Employees’ Provident, Fund ‘in compliance with te  Commissioner's direction as was to the credit of thit  employee's account in that approved provident fund  or approved contributory pension scheme.  PART V.  Derensination oF CLAIMS. ,  Conmiuioo «28. All claims to benefits shall be determined by  Siugeees vy the Commissioner or by any officer authorised in thet  fe Gomis’ behalf by him and the determination of the Commis-  goer, sioner or such officer shall, subject to any decision  cine on an appeal made against such determination in  accordance with the provisions of this Act, be final:  Provided that any. determination made by aaj  officer under this section may within the prescril  period be reviewed by the Commissioner on his om  motion; and in such case the determination of the  Commissioner shall be deemed; for the purposes of  section 29; to be the determination in that case.  Appeals, 29. (1) Any person aggrieved by any determins-  tion made under section 28 may appesl from. such  determination to a Tribunal of Appeal (hereafter it  this Act referred to as the Tribunal) constituted it  the prescribed manner, and the decision of the Trib  nal on such appeal shall, subject to any Order which  the Supreme Court may’ make on appeal made frat  such decision in accordance with the provisions o  sub-section (2) of this section, be final. 7",
    "mean_p_confidence": 0.754647201946472
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "  ‘Employees’ Provident Fund Ww  ‘Act, No. 16 of 1958",
    "mean_p_confidence": 0.6216666666666667
  },
  {
    "i_page": 16,
    "par_num": 2,
    "text": "  H@) Where the Commissioner or any party to an -  appeal made to the Tribunal is dissatisfied with the  Yeeision of the Tribunal on such appeal, the Commis-  Goner or that party may, by written petition in which  Srery other party to the appeal is mentioned as a  respondent, appeal to the Supreme Court from that  decision on a question of law. The petition of appeal  Shall state the question of law to be argued, shall bear  rentiicate by an advocate or a proctor that such  uestion is fit for adjudication by the Supreme Court,  Gall be presented to the Tribunal by the appellant  ‘rithin twenty-one days after the date of the Tribunal’s  decision from which the appeal is preferred, and shall  be accompanied by a sufficient number of copies for  fervice on each of the persons mentioned as respon-  dents. Every such petition of appeal shall be  secompanied by the prescribed fee.",
    "mean_p_confidence": 0.7676023391812865
  },
  {
    "i_page": 16,
    "par_num": 3,
    "text": "  (8) Where a petition of appeal is presented to the  Tribunal in the manner and within the time specified  Hr subvscetion (2) of this section, it shall be the duty  of the Tribunal—",
    "mean_p_confidence": 0.7292105263157895
  },
  {
    "i_page": 16,
    "par_num": 4,
    "text": "  (@) to cause the petition to be transmitted to the  Supreme Court together with the record of  the proceedings in which the decision of the  Tribunal against which the petition is",
    "mean_p_confidence": 0.7883333333333333
  },
  {
    "i_page": 16,
    "par_num": 5,
    "text": "  _ preferred was made, and",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 16,
    "par_num": 6,
    "text": "  (0) to cause notice of the appeal and a copy of the  petition of appeal! to be served on each of the  respondents named in the petition of appeal",
    "mean_p_confidence": 0.8018181818181819
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "  (4) Every appeal to the Supreme Court under this  section may he heard and determined by any Judge of  that Court.",
    "mean_p_confidence": 0.7264
  },
  {
    "i_page": 16,
    "par_num": 8,
    "text": "  (6) Upen a decision being, given by the Supreme  Court in any appeal under this section, the Registrar  of that Coiire shall remit. the case to the Tribunal  together ‘vith the decision of that Court. and it shall  be the dijty of the Tribunal, if the decision of that  Court so requires, to rescind or vary, in such manner  a is required by the decision of that Court, the  decision of the Tribunal from which the appeal was  preferred and, where necessary for the purpose of  Biving effect to the decision of that Court, to make  A itesh decision.",
    "mean_p_confidence": 0.7776576576576576
  },
  {
    "i_page": 16,
    "par_num": 9,
    "text": "  “ (8) In any appeai made to the Supreme Court under  this section that Court may make such Order in regard  fo costs as to that Court may seem fit.",
    "mean_p_confidence": 0.7823529411764705
  },
  {
    "i_page": 17,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "  : 18 Employees’ Provident Fund  ‘Act, No. 15 of 1958  (7) Any costs ordered by the Supreme Court un,  sub-section (6) of this section to be paid by any pers!  may, notwithstanding anything contained in any of  written law, be recovered, on application made in th  behalf to the Magistrate's Court having jurisdictig,  in the place where that person is resident, in lit  manner as a fine imposed by that Magistrate's Coun:  notwithstanding that such costs may exceed the amoua}  of the maximum fine which that Magistrate's Cou  may in the exercise of its ordinary jurisdiction impose.  (8) Subject to any regulations made under this Ag,  the Tribunal may regulate its own procedure.  Remmeration 30, ‘The members of the Tribunal may be paid sua  mf sealers remuneration as the Minister may determine with thy  ‘Trilwnal, concurrence of the Minister of Finance. iN  PART VI i  GENERAL. :  Poner of 34. (1) The Commissioner may, for the purposes of  uae’ this Act, direct in writing any person to furnish to  reinrne, “e. him before a date specified in the direction— H  (a) a return containing such particulars as he may  require; and F  (0) such explanation in writing as he may require”  in respect of any particulars specified in any  return so furnished,  and such person shall comply with such direction. A  direction under the preceding provisions of this sub-  section may be given by notice published in the Gazette  and in two or more newspapers circulating in Ceylon.  (2) Any person furnishing any document under sub-  section (i) of this section may transmit with such.  document a request in writing that the contents of  such document should be treated as confidential and,  where such request is made, ithe contents of such docu-  ment shall not be disclosed without the consent  previously obtained of such person.  (3) Nothing in. the preceding provisions of this  section shall be deemed to require or permit any  Person to disclose any explanation or to produce any  document in any case where such disclosure of  production by that person is prohibited by or under  the provisions of any written law other than this Act-",
    "mean_p_confidence": 0.7605955334987593
  },
  {
    "i_page": 18,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "  Employees’ Provident Mund 5  ‘Act, No. 15 of 1958  gg, Subject to such conditions and restrictions as owe of  jy be prescribed, the Commissioner or any officer fef\"etber  BYhorised in that’ behalf by him in writing, for the ices  firpose of carrying out the provisions of this Act, jeatnts  m8y—",
    "mean_p_confidence": 0.6174137931034483
  },
  {
    "i_page": 18,
    "par_num": 2,
    "text": "  \"j@) enter and inspect at all reasonable hours by  W'* day or night any premises or place for  {examining any register or record relating to  ‘the earnings of any employee,",
    "mean_p_confidence": 0.7208571428571429
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "  :(0) take copies of any such register or record or  iN\" part thereof,",
    "mean_p_confidence": 0.670625
  },
  {
    "i_page": 18,
    "par_num": 4,
    "text": "  (c) examine any person whom he has reasonable",
    "mean_p_confidence": 0.729
  },
  {
    "i_page": 18,
    "par_num": 5,
    "text": "  cause to believe is an employer or an  employee, and  (@ examine any records or other documents relating  to any provident fund or pension scheme.  33, Tivery employer of employees in a covered Cextsia  amployment shall keep in the prescribed form the {2R°%%,é0  preseribed records.  «8. Any person who— Offences.  (a) contravenes any provision of this Act or of any  regulation made thereunder ;",
    "mean_p_confidence": 0.7061333333333334
  },
  {
    "i_page": 18,
    "par_num": 6,
    "text": "  ( fumishes, for the purposes of this Act, any  information which is, or any document the  contents of which are, or any part of the  contents of which is, to his knowledge untrue  or incorrect ; or",
    "mean_p_confidence": 0.7569767441860464
  },
  {
    "i_page": 18,
    "par_num": 7,
    "text": "  (©) willuly delays or obstructs the Commissioner",
    "mean_p_confidence": 0.6377777777777778
  },
  {
    "i_page": 18,
    "par_num": 8,
    "text": "  or any other officer in the exercise of his  powers under section 32,  shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.7923076923076923
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "  35. Where an act or omission which constitutes isitty ot  an offence for which an employer is liable under this BBPSss\"- sett  ‘Act has in fact been committed or made by some employer for  manager, agent, servant or other person, the manager, °**\"*  agent, servant or other person shall be liable to be  proceeded against for the offence in the same manner  as if he were the employer, and either together with  the employer, or before or after the conviction of the  employer, and shall be liable to the like punishment  as if he were the employer.",
    "mean_p_confidence": 0.7844444444444444
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "  36. (1) Where any employer is charged with an where te  offence under this Act, he shall, upon complaint duly smpleyet provee  made by him in accordance with the provisions of ther perea  section 148 of the Criminal Procedure Code, and on is fui of =  giving to the prosecution not less than three days’ “'Gip. 36.",
    "mean_p_confidence": 0.7434920634920634
  },
  {
    "i_page": 18,
    "par_num": 11,
    "text": "  :",
    "mean_p_confidence": 0.03333333333333333
  },
  {
    "i_page": 19,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": "  20 Employees’ Provident Fund  * ‘Act, No. 15 of 1958  notice of his intention, be entitled, subject tsi  provisions of Chapter XV of that Code, to have’,  other person whom he.charges as the actnal offig!  brought before the Court, and ii, after commissiga®  the offence by such other person has been proved, i,  employer proves to the satisfaction of the Court’ ‘thay  he has used due diligence to enforee the provisions  this Act and such other person has committed i  offence without his knowledge. consent or connivang.  then such other person shail be convicted. of My  offence and the employer shall be exempt from a  punishment in respect of the offence. Z  (2), Where in any case referred to in sub-section (j  of this section a complaint is made by an employ  against any other person,— oy  (a) the prosecution against such other person sha  . be conducted by or on behalf of the employe,  (0) any witness called by the prosecution in the  proceedings against such other person ny  e cross-examined by any officer authorised’  in that behalf by the Commissioner, and ~  (c) pending the determination of the proceedings  against such other person, the proceedi  in the prosecution of the employer shall &  adjourned, i  Punishment 37. (1) Every person who is guilty of an offene  for ofectt. under this Act shall be liable, ‘on conviction  after summary trial before a Magistrate, to a fine nol  exceeding one thousand rupees or to imprisonment of  cither description for a term not exceeding six months  or to both such fine and imprisonment, and shall ia  addition be liable to a fine not exceeding fifty rupees  ' for each day on which the offence is continued after  conviction. H  (2) On the conviction of an employer for failure  to pay any sum which he is liable to pay under this  Act, the Court may, in addition to. any! other  | sentence, order the employer to pay such sum, and  such sum may be recovered in the same manner 8  a fine. i  Recovery of 38. Where an employer is convicted for failure  pome due Pay any sum which he is liable to pay under this Act,  Io certeta then, if a notice in the prescribed form of the intentiod  ae so to do has been served on the employer at any tim?  before the date of the commencement of the trial,  evidence may be given of the failure on the part of th?",
    "mean_p_confidence": 0.7471366594360087
  },
  {
    "i_page": 20,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "  Employees’ Provident Fund 21  Act, No. 15 of 1958 t  gaployer t pay any other sum which was due from  jim under this Act within the two years immediately ¢,. \\,  receding the date on which complaint under section ‘*\" '  Mg of the Criminal Procedure Code was made  tp Court of the offence of which the employer is so  fonvicted and, on proof of such failure, the Court may  grder the employer to pay such sum as may be found  by the Court to be due from him. Any sum ordered  {o be paid under this section may be recovered in the  ‘game manner as a fine.  j-39. Where— a  + (@) an employer is prosecuted for the failure to pay  ; any sum due from him under this Act, or  (0) in any case in which an employer is convicted  - for failure to pay any sum due from him  under this Act, evidence is given, under  section 38, of any other failure to pay any  , sum due from him under this Act,  e burden of proving that the sum was paid shall lie  n the employer.  40. Where an offence under this Act is committed ufz*,r  by a body of persons, then— partocs.  (a) if that body of persons is a body corporate,  every director and officer of that body  corporate,  (0) if that body of persons is a firm, every partner  of that firm, and  (c) if that body of persons is a trade union, every  officer of that trade union,  shall be deemed to be guilty of that offence:  Provided that a director or an officer of such, body  corporate, or a partner of such frm or an officer of  such trade union shall not be deemed to be guilty of  such offence if he proves that such offence was  committed without his knowledge or that he exercised  all due diligence to prevent the commission of such  offence.  + M4, No prosecution for an offence under this Act Negrwston  shall be instituted except by or with the written sanction of the  sanction of the Commissioner. emia  42, (1) Aun extract from the Gazette containing Proof of  any regulation or order made under this Act, or a  <glordare,  copy of such regulation or order purporting to have =",
    "mean_p_confidence": 0.7724475524475525
  },
  {
    "i_page": 21,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 21,
    "par_num": 1,
    "text": "  22 ‘Employees’ Provident Fund - -  ‘Act, No. 15 of 1958",
    "mean_p_confidence": 0.5964285714285714
  },
  {
    "i_page": 21,
    "par_num": 2,
    "text": "  been certified by the Commissioner to be a true oi",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 21,
    "par_num": 3,
    "text": "  may be produced in Court in proof of such regulai.",
    "mean_p_confidence": 0.7108333333333333
  },
  {
    "i_page": 21,
    "par_num": 4,
    "text": "  or order.",
    "mean_p_confidence": 0.4725
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "  (2) In any legal proceedings—",
    "mean_p_confidence": 0.6628571428571428
  },
  {
    "i_page": 21,
    "par_num": 6,
    "text": "  (a) acopy of an entry in any book of accounts sway  tained by the Monetary Board for the pe  poses of this Act, purporting to have bey  certified by an accountant of the Centyy  Bank of Ceylon to be a true copy, or",
    "mean_p_confidence": 0.783469387755102
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "  (®) a copy of an entry in any book or record maig  tained by the Commissioner for the purposy  of this Act, purporting to have been cortiig  by him to be a true copy, $",
    "mean_p_confidence": 0.7725
  },
  {
    "i_page": 21,
    "par_num": 8,
    "text": "  shall be prima facie evidence of the fact that such entry",
    "mean_p_confidence": 0.7930769230769231
  },
  {
    "i_page": 21,
    "par_num": 9,
    "text": "  had been made and of the contents thereof.",
    "mean_p_confidence": 0.748
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "  Exenifion 43. (1) The income from the investment of any  fea lncoxe © moneys of the Fund shall be exempt from income ta  “9.16, chargeable under the Income ‘Tax Ordinance. ~ |  2) The sum paid as a benefit in respect of a mes,  ber of the Fund under this Act shall be exempt fron",
    "mean_p_confidence": 0.7136065573770491
  },
  {
    "i_page": 21,
    "par_num": 11,
    "text": "  cap.1se, income tax chargeable under the Income Tax Ord.  nance, if the average yearly assessable income of such",
    "mean_p_confidence": 0.7014285714285714
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "  member during the five years immediately preceding",
    "mean_p_confidence": 0.7377777777777778
  },
  {
    "i_page": 21,
    "par_num": 13,
    "text": "  his retirement, departure from Ceylon or death, a",
    "mean_p_confidence": 0.758
  },
  {
    "i_page": 21,
    "par_num": 14,
    "text": "  the case may be, does not exceed four thousand eight",
    "mean_p_confidence": 0.7883333333333332
  },
  {
    "i_page": 21,
    "par_num": 15,
    "text": "  hundred rupees.  (3) The Fund shall be deemed to be a provident fund  approved by the Commissioner for the purposes of the  cap. 188 Income Tax Ordinance.  In this sub-section ‘* Commissioner \"’ shall have tht  same meaning as in the Income Tax Ordinance.  Exemption 44. Stamp duty shall not be chargeable upon sutb,  fs.\"\"\"* documents used in connection with the purposes of this  Act as may be prescribed  Prstein 48. No Suit, prosecution or other legal proceeding  token under Shall lie against any person for anything which is it  this Act good faith done or intended to be done in pursuanc  of this Act or any regulations made thereunder.  Regulation, 46. (1) The Minister may make regulations—  (a) in respect of all matters which are stated  required by this Act to be prescribed;",
    "mean_p_confidence": 0.7617218543046357
  },
  {
    "i_page": 22,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "  Employees’ Provident Fund 23  Act, No. 15 of 1958",
    "mean_p_confidence": 0.6416666666666667
  },
  {
    "i_page": 22,
    "par_num": 2,
    "text": "  (®) im respect of all matters for which regulations  are required or authorised to be made by this  Act; P",
    "mean_p_confidence": 0.7000000000000001
  },
  {
    "i_page": 22,
    "par_num": 3,
    "text": "  (in respect of all matters connected with or inci-  dental to the collection of contributions and  other payments under this Act;",
    "mean_p_confidence": 0.772
  },
  {
    "i_page": 22,
    "par_num": 4,
    "text": "  (@ in respect of the refund of any sums paid in  error to the Fund;",
    "mean_p_confidence": 0.7922222222222222
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "  (2) in respect of the evidence required in support of  a declaration by a member of the Fund that  he is leaving Ceylon and does not intend to  return thereto;",
    "mean_p_confidence": 0.7962857142857143
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "  (f) for enabling a person to be appointed to exercise,  on behalt of a claimant to a benefit who is a  child or who may be unable for the time being  to act, any right which the claimant may be  entitled to exercise under this Act, and for  authorising a person so appointed to receive  and deal with a benefit to which a claimant",
    "mean_p_confidence": 0.8315277777777778
  },
  {
    "i_page": 22,
    "par_num": 7,
    "text": "  is entitled;",
    "mean_p_confidence": 0.3175
  },
  {
    "i_page": 22,
    "par_num": 8,
    "text": "  (y) in respect of the nomination by a member of the  Fund of a person or persons to whom the  amount standing to the credit of that  member’s individual account in the Fund  may be paid in the event of that member’s  death and the manner of revocation of such  nomination;",
    "mean_p_confidence": 0.8066101694915253
  },
  {
    "i_page": 22,
    "par_num": 9,
    "text": "  (%) in respect of the manner in which and the time :  within which appeals to the Tribunal  constituted under this Act shall be made;",
    "mean_p_confidence": 0.7641379310344828
  },
  {
    "i_page": 22,
    "par_num": 10,
    "text": "  (i) in respect of the fees to be paid for appeals to H  such Tribunal; .",
    "mean_p_confidence": 0.7010526315789474
  },
  {
    "i_page": 22,
    "par_num": 11,
    "text": "  (j) in respect of the procedure to be followed and  the powers exercisable by such Tribunal;",
    "mean_p_confidence": 0.7868421052631579
  },
  {
    "i_page": 22,
    "par_num": 12,
    "text": "  (k) in respect /of the circumstances in which costs j  may be! awarded by such Tribunal against H  any party to an appeal made to the Tribunal |  and the manner of recovery of such costs;",
    "mean_p_confidence": 0.7360975609756097
  },
  {
    "i_page": 22,
    "par_num": 13,
    "text": "  () to provide for matters avising— 4  (i) pending the determination under this Act",
    "mean_p_confidence": 0.7058823529411765
  },
  {
    "i_page": 22,
    "par_num": 14,
    "text": "  (whether in the first instance or on  appeal) of any claim to a benefit or  of any question affecting any person’s  right to a benefit or any person’s  Vability for contributions to the Fund,  or",
    "mean_p_confidence": 0.7559523809523809
  },
  {
    "i_page": 23,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "  : os Employees’ Provident Fund +  ‘Act, No. i5 of 1958  Gi) out of the revision on appeal of any  decision of any such claim oy  question; a  (m) for the suspension of the grant of a benefi:  pending the review by the Commissioner of.  the determination upon the claim to that  benefit; :",
    "mean_p_confidence": 0.67296875
  },
  {
    "i_page": 23,
    "par_num": 2,
    "text": "  (n) as to the date from which any decision on a  review or an appeal under this Act is to have  efiect or to be deemed to have effect;",
    "mean_p_confidence": 0.8115151515151514
  },
  {
    "i_page": 23,
    "par_num": 3,
    "text": "  (0) for treating any sum paid to any person under  a determination made under this Act or by  virtue of any provision of any regulation,  which it is ‘subsequently decided was not  payable, as properly paid, or for the repay-  ment by him and for the recovery from him  of that sum;",
    "mean_p_confidence": 0.8086666666666666
  },
  {
    "i_page": 23,
    "par_num": 4,
    "text": "  (p) the payment of allowances to officers and  servants employed in carrying out the provi-  sions of this Act and the method of  computing such allowances; and",
    "mean_p_confidence": 0.785625
  },
  {
    "i_page": 23,
    "par_num": 5,
    "text": "  (q in respect of all matters necessary for carrying’  out the provisions of this Act or giving effect  to the principles thereof.",
    "mean_p_confidence": 0.7761538461538462
  },
  {
    "i_page": 23,
    "par_num": 6,
    "text": "  (2) No regulation made by the Minister shall have  effect until it is approved by the Senate and the House  of Representatives and notification of such approval  is published in the Gazette.",
    "mean_p_confidence": 0.7651351351351351
  },
  {
    "i_page": 23,
    "par_num": 7,
    "text": "  Every regulation so approved shall be as valid and  elfectual as though it were herein enacted.",
    "mean_p_confidence": 0.7942105263157895
  },
  {
    "i_page": 23,
    "par_num": 8,
    "text": "  Toterpretation, 47. In this Act, unless the context otherwise  requires—",
    "mean_p_confidence": 0.6992307692307692
  },
  {
    "i_page": 23,
    "par_num": 9,
    "text": "  ‘Commissioner’? means the Commissioner of",
    "mean_p_confidence": 0.6014285714285714
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "  Labour; ;",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 23,
    "par_num": 11,
    "text": "  | “covered employment’ means an| employment  declared by regulation to be a covered  employment;  “earnings” mean—",
    "mean_p_confidence": 0.6342857142857143
  },
  {
    "i_page": 23,
    "par_num": 12,
    "text": "  (@ basic wages or salary;",
    "mean_p_confidence": 0.6428571428571429
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "  () cost-of-living allowance, special living  allowance and other _similat  allowances;",
    "mean_p_confidence": 0.5207142857142857
  },
  {
    "i_page": 23,
    "par_num": 14,
    "text": "  (¢) payment in respect of holidays;",
    "mean_p_confidence": 0.6437499999999999
  },
  {
    "i_page": 24,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "  Employees’ Provident Fund Oey  ‘Act, No. 15 of 1958  (2) the cash value of any cooked or uncooked  food provided by the employer to  employees in prescribed employments  and any such commodity used in the  preparation or composition of any  food as is so provided, such value being  aazeneed by the employer subject to an  appeal to the Commissioner whose  decision on such appeal shall be final;  and  (¢) such other forms of remuneration as may  be prescribed;",
    "mean_p_confidence": 0.7384946236559139
  },
  {
    "i_page": 24,
    "par_num": 2,
    "text": "  “employee \"” includes any apprentice or learner  who is paid a remuneration;",
    "mean_p_confidence": 0.6553333333333333
  },
  {
    "i_page": 24,
    "par_num": 3,
    "text": "  “employer \"’ means any person who on his own  behalf employs, or any person on whose behalf  any other person employs, or any person who  on behalf of any other Person employs, any  person in a covered employment;",
    "mean_p_confidence": 0.7793181818181818
  },
  {
    "i_page": 24,
    "par_num": 4,
    "text": "  “Monetary Toard ” means the Monetary Board",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 24,
    "par_num": 5,
    "text": "  established under the Monetary Law Act,  No. 58 of 1949;",
    "mean_p_confidence": 0.7230769230769231
  },
  {
    "i_page": 24,
    "par_num": 6,
    "text": "  “prescribed \" means preseribed by regulation;  an",
    "mean_p_confidence": 0.5770000000000001
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "  “‘ regulation \" means a regulation made under this,  Act. .",
    "mean_p_confidence": 0.5921428571428571
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "  48. The rate of the contributions of an employer eritition  or an employee to a provident fund or contributory \"sive  pension scheme shall not be reduced by reason only of growl, ot  the fact that such rate is higher than the rate of t2ofscestrbw  contributions of an employer or employee to the Fund. roids tna",
    "mean_p_confidence": 0.7380327868852459
  },
  {
    "i_page": 24,
    "par_num": 9,
    "text": "  Scheme.",
    "mean_p_confidence": 0.18666666666666665
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "  49. ‘The provisions of this Act shall have effect Aci to yrewit  notwithstanding anything contained; in any other i=.cs'ot  written law, and in any case of conflict Or inconsistency sther welttea  between the provisions of this Act and such other law, =\".  the provisions of this Act shail prevail.",
    "mean_p_confidence": 0.7243636363636363
  }
]