[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Seg * PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ’ SPECIFIED CERTIFICATE OF DEPOSITS (TAX AND OTHER CONCESSIONS) ACT, No. 45 OF 1990 {Certified on ‘6th December, 1990) Printed on the Orders of Government Published as ‘a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 07, 1990 ‘panera Ar THE DECAREALIGT CF QOVSRNMENT PRINTING, 80 LANEA Jo ut FURGHAEED AT TAF GOVERNMENT SUNLICATIONS BUTIAU, Colmmee Price : 90 cents Postage : Re. 1.00",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Specified Certificates of Deposits (Tax artd other Concessions) Act, No. 45 of 1990 [Certified on 6th December, 1990] : L.D.—O 44/90 . : : AN ACT TO PROVIDE TOR TAX CONCESSIONS TO ANY PERSON WHO HAS IN HIS POSSESEION ANY SPECIFIED CERTIFICATE OF DEPostT; To BNABLM THe DEPOSIT IN SPECIAL ACCOUNTS xr THE NATIONAL ‘Savincs BANE OF MONEYS REPRESENTING HIS RELEVANT PROFITS (8 INCOME, OUT OF WHICH SUCH CHENIICATRS WERE FURCKAS- ED, 10 IMPOSE AND LRVE A TAX ON THE MONEYS DEPOSITED IN ‘SUCH SPECIAL ACCOUNTS ; 10 INDEMNIFY PERSONS WHO DEFOSTE —- ‘MONEYS IN SUCH SPECIAL ACCOUNTS AGAINST PROSECUTIONS. FOR OFFENCES IX RELATION TO SUCH FROFTTS OR INCOME ; AND FOR MATTERS CONNECTED THEHEWTTH OH INCIDENTAL THERETO, BE it enated by the Parliament of the Democratic Socialist Republic of Sri Lanka a9 folows:— 1, This Act may be elted as the Specified Certificates of Short title. Deposits (Tax and other Concessions) Act, No, 45 of 1990, % (1) This Act shall apply to any person who has in his persons to Possession, any specified certificate of deposit and— yao ce {e) is detected by the Commissioner-General or any other officer of the department of Inland Revenue as having purchased such cerlificate of depostt from and out of moneys representing the whole or any part of his relevant profit or income; or (©) has, before any investigation in relation to him bas commenced by the Commissioner-General or any other offieer of the department of Inland Revenue for any alleged or suspected evasion of any tax payable under the provisions of the law for the time being applicable to the imposition of income . tax or surcharge on income tax, or any business turnover tax payable under the Finance Act, No, 11 of 1963, or ay turnover tex payable under the ‘Tumover Tax Act, No. 69 of 1861, in respect of pro- fits or income or turnover which arose or accrued. . to him on or before March 31, 1989, voluntarily dis- closed to the Commissionet-General or any officer of the department of Inland Revenue that he has purchased such certificates of deposit from and out ‘of moneys representing the whole or any part of his relevant profits and income. _. Lv onto1e~,480 rite)",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Specified Certificates of Deposits (Tax and other Concessions) -Act, No. 45 of 1990 @) Every person referred to in subsection (1) shall, hereinafter in this Act, be referred to as a person to whom to this Act applies”, and every specified certificate of depo- sit referred to in that subsection, Shall, hereinafter in this Act, bo referred. to ss a “specified certificate of deposit ta which this Act applies™, Persons te «3. (1) Any person to whom this Act applies may sell Resi, to the Bank any specified certificate of deposit to which this tay dipect Act applies and deposit the full proceeds of such sale Ce mec “BIS ctedlit in any such special account as may be opened gecounts in by him for that purpose in the Bank. (2) it shall be the duty of the Bank to purchase, any . specified certificate of deposit to which this Act applies, offered for sale to the Bank by any person to whom this Act applies at such price as may be determind by the Bank, if the Commissioner-General certifies to the Bank, that such rar? Sertificate of deposit is a-certificate of deposit to which this Act applies. é . Charge ot < - 4.\" (1) Every-person who: makes any deposit in accord- fot ul.’ ance with the provisions of section 3 shall— Supplies, + (@) make a declaration to the Bank in the form set out of the in the Schedule to, this Act; and ce value Gee of _‘(®) be liable to pay to the Commissioner-General a tax depoait to of an amount equal to ten per centum of the face “he apple value of the specified certificate of deposit to which | gale this Act applies, sold to the Bank in accordance with ¢ the Bank, ++), the provisions of section 8; and ~~ , : + (©) ‘be entitled to deduct, from the tax payable under +s} co pragaraph (), the amount of any - stamp duty ‘ci paid by him under the provisions of the Stamp “\"-'\" Duty Act, No. 43 of 1982, in relation to that specified 1” cartificate of deposit. . (2) The tax payable by any person under subsection (1) Jess any amount deductible under paragraph (c) of that subsection , shall . notwithstanding snything in any other written law, he paid to, the Commissioncr-General by ° the Bank within fourteen days from'the date on which the . special account referred to in, section 3 is opened by such Perso, frorh the moneys lying to his credit in that account",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Specified Certificates of Deposite (Tax and other 3 Concessions) Act, No. 45 of 1990.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "_@) The payment by the Bank, of the tax to the Commis- ‘sioner-General, under subsection (2) from the moneys iying to the credit of any pereon in any such special account as is - referred to in section 3 shall be deemed to be authorised . by such person, and such tax shall be deemd to have been paid by such person to the Commissioner-General. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "5, Notwithstanding anything in any other written law Restriction | the Bank shall not permit any person who has deposited of moneys any Moneys m any such special account as-is referred to Geponied in in section 3, to withdraw, before the expiry of a period of accounts. two years reckoned from the date on whica such special account is opened by such person, the whole or any part of the balance amount lying to his credit in such special ~ account, after payment of the tax referred to in section 4:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Provided that such person-— .",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(4) shall, subject to such conditions as may be preserib-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "ed by the Bank, be permitted to withdraw the whole or any part of the interest which accrues | 01 stich balance amount, before the expiry of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "1 aforesaid period of two years; « :",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(2) mey, by communication addressed in writing to the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Tank, request the Bank to remit the whole or any part of such balance ta the Commissioner-Generai ‘in satisfaction of any tax administered by the Com- - missioner-General and any pettalty thereon, for any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "~ _pertod ending on or before March 31, 1980.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "©. \"The Bank shall pay interest on the balance amount  roterest after the payment of the tax referred to in section 4, Iying tpsiied to the eredit of any person in any such special account as 18, specitl is referred to in section 3 at the current rate of interest payable by the Bank on moneys lying to the credit of savings accounts. © * .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "7, Notwithstanding anything to the contrary in any othe? gxemptlon written law, the interest on moneys deposited in any such fa\" of” special account as is referced fo in section 3 and which ac. INST. rues during the period of two years referred to in section fenosited,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "5, shall be exempt from income tax... : aeeouat.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Specified Certisicares of Deposits (Tax ond other Concessions) Act, No. 45 of 1990 . Indemnifea. «8. Any person to whom this Act applies and who is Gf e person deemed to have paid the tex referred to in section 4 shall domntd f° not be liable— the ae {@) to pay— 1 ipatons (i) for any year of assessment ending on or before ee eo, March 31, 1989, any income tax or surcharge on income tax under the law for the time . belng applicable to the imposition of income tax or surcharge on income tax, in respect of such part of his relevant profits or income as . is represented by the proceeds of sola of Specified. certificates of deposit, deposited by him in any such special account as is referred to in section 3; oF (i) for any year of assessment ending on or before ‘March 1, 1989, any wealth tax or surcharge on wealth tax under the law for the time . being applicable to the imposition of wealth tax or surcharge on wealth tax, in respect of such part of his net wealth for the acquisition, of which such part of his relevant profits or iacome 26 is represented by the proceeds of sale of specified certificates of deposit, deposl- ted by him in any such special account as 1s referred to section 3, had heen utilized j or _° (i) for any quarter ending on or before March 31, : 1989, any business turnover tax under the Finance Act, No. 11 of 1963 or, any turnover tax under the Turnover Tax Act, No, 69 of 1981, in respect of such+part of the turnover from which such part of his relevant profits or income os is represented by the proceeds of sale of specified certificates of deposit, de- \"posited by him in any such special account as is referred to in section J, arose or, WAP derived ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Specified Certificates of Deposits (Tax and other 5 Concessions) Act, No. 45 of 1990 (8) to a prosecution or to a penalty for any offence under— (i) the law for the time being applicable to the . imposition of income tax or surcharge on in- come tax, or wealth tax or surcharge on wealth tex in relation to any yeur of assess- ment ending on or before March $1, 1989 in respect of, or in connection with such part of his relevant profits and income referred - in paragraph (e) (1) of such part of his net wealth referred to in paragraph (a) (ii) ; or (ii) the Finance Act, No, 11 of 1963 or the Turnover Tax Act, No, 69 of 1981 in relation to any quarter ending on or before March 91, 1989, in respect of auch part of the tumover referred to in paragraph (0) (lif). .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "%, Nothing in the preceding provisions of this Act, shall Preceding bbe read or construed as authorising the revision of— Seth Act,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(a) any assessment mada under the provisions of— cout",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "G) the low for the time being relating to the im- Tsing tha Position of income tax or surcharge on income Tevision of tox or wealth tax or surcharge on wealth ment pre- tax; or Te”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Gi) the Finance Act, No, 11 of 1983, or the Turnover . ‘Tax Act, No, 69 of 1981 ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "() any other matter, which has become final and coneluslve under the provisions of any such law.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "10, (1) Every officer or employee of the Department of Malntenence Inland Revenue or of the Bank shall preserve and aid in “f*76% preserving secrecy with regard to all matters that may come to his knowledge in the implementation of this Act:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Provided however, that an officer or employee of the Bank may communicate to the Commissioner-General or to any officer of the depertment of Inland Revenue or to a court of law for the purpose of complying with the provi- sions of this Act, the following particulars relating to any- stich special account as is referred to in section 3—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(@) the name af the holder of the account and income",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "tax file number ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "6 Specified Certificates of Deposits (Tax and other Concessions) Act,.No. 45 of 1990",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(b) the name of business, if any, and income tax file . number ; “{o) the date of deposit or withdeawal ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "{d) the amotint deposited or withdrawn;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(¢) such other particulars as are referred to in any ‘ || declaration made under section 4 (1) (a) in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ". » elation to such special account,",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "\" @) Any dfficer or employee of the department of Inland Revenue or of the Bank who acts in contravention of the proyisions of. subsection (£) shall be guilty of an offence under this Act, and shall, on conviction after summary trial before @ Magistrate, be liable to a fine not exceeding five thousand rupees, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "Interpretation, “HL. Th this Act, unless the context otherwise requires— oe “Bank” means the Nationsl, Savings Bank established",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "by the National Savings Bank Act, No. 30 of 1971;",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "_ the : expressions “Commisstoner-General,”, “profits”, Floor “income”, “wealth”; and “wear of assessment”",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "shall have the same meanings respectively, as in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "the Taland Revenue Act, No: 28 of 1979; “person” includes # company, and a body of persons; “relevant profits or income” in relation to eny person",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "means any profit or income— a",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ": + ona (@) which was derived by him or which arose 1s. ba: tu. +, OF accrued, to his benefit on or before March so ve? 2 BE, 18805 and :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "(®) io respect of which no return ‘bas been vs +. furnished by him, or which. has not been +. y+, disclosed in any return furnished ‘by hit,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "enw ‘under the law for the time being appliceble",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "ay to the imposition of income tax ; and 7",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "* \"© which, under the law for the time being",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "applicable to the imposition of income tax",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": ". tow oF surcharge on income tax was chargeable",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 20,
    "text": "‘with income tax or surcharge on income tax:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Specified Certificates of Deposits (Tax and other = 7 . Concessions) Act, No. 43 of 2990 “specified certificate of deposit” means any certificate of deposit issued— @) under the Treasury Certificates of Deposit Act, No. 9 of 1989; and, oo {b) on or after June 20, 1990, buf prior to January “1, 1991; 7 “the law for the time being applicable to the imposition of income tax or the surcharge on income tax” means the Inland Revenue Act, No. 28 of 1979, the Surcharge on Income Tax Act, No. 28 of 1982, the Surcharge on Income Tax Act, No. 12 of 1984 and the Surcharge on Income Tax Act, No. 7 of 1989 “the law for the time being applicable to the inapost- tion of wealth tax or surcharge on wealth tox” means the Inland Revenue Act, No. 28 of 1978 the Surcharge on Wealth Tax Act, No, 25 of 1982 andthe Surcharge on Wealth Tax Act, No. 8 of 1989.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "12, In the event of any inconsistency between the Sinhala Sinhela text and the. Tamil texts of this Act, the Sinhala text shall ‘2,erezall io prevail, (-» Inconsistency.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Weetion 4 SCHEDULE SPECIFIED CERTIVICATES OF DEPOSIT (TAX AND OTHER CONCESSIONS) ACT, No. OF 1990 Declaration under Section 4 (1) (a) -",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Income Tax File NO Af anys cseeeseeeceeeeeeeees",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Special Accoutt NO. jcsssssesseesees seeseesers",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Name of business Lf any ...--.esgereee ceeerene",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Y, Mr Mins /Bies/We oes csseseseeeeeeseeeseanghee",
    "mean_p_confidence": 0.04
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(full name) die tieditie Gannnieneene Geeteseees sees Of ceceaeeneeenesesssesneeny senseessesass 0 betehy",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "a) request you",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(a) to accept in terms of the provision of section 3 @ RUM Of RUPEES cece eeee eee tee es CR ceed fo ‘be paced in a special account in the name of aeaeeeeareepereess OL aveenectverseeeneae",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 . Specified Certificates of Deposite (Caz and other Concessions) Act, No. 45 of 1990 : (®) to remit direct 10 the Commissioner-Cieneral of A Inlend Revenue the tax due, on this amount, amounting to Rupees ....-.,--ceesese CRS vee) (e) to hold the balance in that account viz Amount tendered ..evcesiseeiee: Be ceseeeeeee ‘Leas 10 percent tax deductible Bs......+2----00+0+ ‘Leas Stamp duty peid Re eee RR eee Mae Balance to be held in special account ‘by the National Savings Bank scores RE eee (2) undertake not to withdraw any part of this balance amount . before the expiry of two years from this date; (8) agree to my/our Special Pass Book being kept In the safe custody of your Bank > (4) further agree to be bound by the rules pertaining to wavings deposits in your Bank for the time being, and which may come into effect from time to times (8) hereby authorise you to remit to the Commissioner-General ‘the whole or any patt of this balance upon a request to ‘that effect is made to you by me/us In writing, 7 Signature of Depositor. ‘Signed in my presmnee, Sigoature of Brooch Manager. ag :",
    "mean_p_confidence": 0.76
  }
]