[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Vasuais PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF - SRI LANKA DEVELOPMENT COUNCILS (AMENDMENT) ACT, No. 45 OF 1981 . [Certified on 7th July, 1981] oo Printed on the Orders of Government Published os a Supplement to Part II of the Gazotte of the Democratic Socialist Republic of Srl Lanka of July 10, 1981 . PROVEWD AT THE DEPAREMIENTE OF GOVERYAEENE FRING, ARI UAICEA — ‘TO BE PURCHASED AY THE. GOVT. PUBLICATIONS BUREAU, COLOMBO Pricos 46 conte on Portege 60 cents",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ". + + Development Councils (Amendment) : . \"Bet, Ho. $8 of #981 * ° sail tet 20 sone LCertified on. 7th July, 1981] LADO. 88/Bleste seve ey As Act 70 aninp me Devixornanyt Councita Act, sea eal ise No, 85 a” 1980, BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka’ ‘as follows :-> 1. Thig Act may be cited as the Development Councils Short title. (Amendment) Ach No 4 of BL 2, The “following tiew section +4sJhereby inserted Insertion of immediately after section 17, and shall have effect a8 section section, 7a, of the Development Couneila Act, No. 35 of 1980 174 in Act {hereinafter referred to as the * principal, enactment”) :— i petnnnnh \"”._ “374 (0) For the puipose of ensuring more Gere ave eftedtive participation of the People in the Mandaiayer* exercise, discharge\" and performance of the - Pradeshiys “ _powers-functions-and duties under this Act Mandalayss -\"--of Development Councils and the Executive functions. ;.:. Committees-of Development Councils, there 1 shal be established in every Grama Seva Niladhari’s division, a Gramodaya Mendalaya, \"a\" ama-in evety Assistant Government Agent's (division, 3 Pradeshiya Mandalaya. ° {2} Every -Gramodaya Mandelaya shatl consist of— Vee eee ée) the Chairman, President or Head of fos S01 \"> @véry such’ organization, association ayo tei” th OF body which is not of a political + Tews a: oa Mature, lg may be specified by the Boe fe ou thn. . Mintster-by Order published in the 2% 0! Gazette which in his opinion, should Ue represenited in any Gramodaya =~ i Mandalaya, having regard to the v wt aqetnventas dnterests ; that such organization, _ ‘atte: 1 aageeiation or body represents or + is serves; and , ~ fo) such number of public officers oF y+ ot Officers of publie corporations « eos acite veering ins the Grama Seva Antics ye an Niledheri's division as are nominated ' ‘A D7606—15,180 (81 H6y vie",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "2 Devéldpment Couricite (Asiendment) Act, No. 35 of 1981 -* by the Minister by name or by office in consultation with thé relevant o * Milnister > Provided owever that no such officer shall be entitled to vote at = any meeting’ of the Graiiiodaya Mardalaya~ aa * (8) (@) The Chairman of a Giamodaya Mandalaya shall be electéd by the members -.. entitled tq vote, from among such members, “ (b) The term of affice of the Chairman of “- & Gramiodaya Mahdalays shall be one year Provided however that the office of such | Chairman shall becore vacant— . @) upon hig resignation in | writing Communicated to the Seeretary of . the Gramodaya Mandalayaj or. () upon bis ceasing t be n member of the ” . ‘Gramodays Mandalaya ; or a",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(ii) upon his absence trom any three con-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "secutive meetings without leave of ° the Gramodaya Mandaleya first obtained ; at .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "{iv) upon his death.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(4) very Bradeshiya Mandalaya shall",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "sorsist of — .",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "(4) the Chairman of every Gramodaya",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ". . Mandalaya in the Assistant Govern-",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ". ment Agent's division within which",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "v every such Gramodaya Mandalaya ig established ; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "{b) such number of public officers or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "+ ” officers of public corporations serving",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "in the Assistant Government Agent's",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "” . division as are nominated by the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Minister by name or by office in",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "consultation with the relevant",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": "Minister:",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 18,
    "text": ". Provided however that no such ‘officer shall be entitled to vote at any meeting of the Pradeshlya Mandalays. oe :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Development Councitg(Améndmeit) 3 Act, No. 45 of 1981 (8) (@) The Ghoirman.of a Pradesblya ~: Manddlaya shall be elected by the members 1. sin@httied 4% ¥ott from among such members. (®) The term of office of the Chairman of 4 Pradeshiya Mandalaye shail be one year: * > Provided ‘hawever that ‘the office of such Chaitiiian shall ‘bettie vataht— — - “ G) ‘upoti Hig Fésignation’ ih writing com- * \"_- muhicited 18 thé Séeretary of the Pradestiiya Mandalaya ; or », ii) ‘upon hia ‘ceasing fo be a member of ., the Bradeshiya Mandalay; or Gil) upto bis sboenge from any three con- ‘ecutive meetings without leave of the . Pradeshiya Mandalaya first vos Obtainddy orc pee or BN (iv) upon bis-death. os eles oe (®) (@) Every Gramodaya Mandalaya shall subrhit itd reconmendations tn tegpect cn. , Of the exeroise, discharge and performance of | ,, fhe powers, functions and, duties under this |. | het of the Development Couneil and the Executive Committee of thé Development Council, to the Pradeshiya Mandalaya of the 7° Apslstant Goverineht:-Agent’a division with: * 44 “which auch Gramodayd Mandalaya iz established. ‘ ran 1%: 4b) Upon receipt of the recomatendations of the. Gramodaya Mendalaya under .. Paragraph (a), it shall be the duty of such * Pradeshiya “Mandalaya 6 consider such recommehdatloie arid submit its recommen- ‘+ datlons thereon to the Development Council ‘-or the Hxecutive Committee. of the Deve- ‘> Topment Council; ‘as ‘the case may be, and. the Development -Counell or the ” Executive Committee of the Development Council, es the case may be, shall take into consideration such recommendations in the exercise, discharge and performance of the Powers, functions and duties under this Act ‘vf such Development Couneil or Executive Consmntttee, as the ease may be-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Developrent Councils (Amendment) . SSS\" “Act, ‘Noi 45 of 1987 88 SM (2) No act done or decision made in the vioecleth .. exercise, discharge or performance of the Siac 20! ypowens, funetions or duties af a Development ‘costar es. Couneil or. the Executive, Committee of a _, Development Council, as the case may be, ‘wide!’ “gholt be invalid by reason of the fact that no ust o ° tpecommendations: havebeen received by itu} ¢ fn such Development, Couneil- or Executive Committee, .ay..the case may be, or that sey cueing FeCOMMendations have been submitted by a 2 tec, ,., Gramedaya Mandalaya “ér @ Pradeshiya . ... ,Mandalaya, ‘as the case may be, which has . _.. _ Not been properly constituted, or that there ce.\" *. has been any irregularity in the conduct of “+ “the business of such Gramodaya Mandalaya cs) nv Coe Pradeshiya Mandalaya, as the ease may Bee pet cnewe ts bes ‘Amendment 3, Section 71 of the'“principal enactment is hereby ofibe?\"\" amended by the repeal of subseetion (1) of that section, and Principe’. the substitution therefor of the following subsection :— # (a) The Minister may make reguations— Ya) th respect of alt matters which’are stated or required \"| bg this Act to be prescribed or for which regulations __ re required or authorized by this Act to be made; +» (b) notwithstanding anything to the contrary in any ‘ «cr; bylaw made by 2 Development Council, in respect of all oF any of the following matters: ' vw\" * )) the procedure for the conduct of business of “ ++ Development Councils ; 7 Gi) the accounting and financial’ procedures of Development Couneits ; and (i) the procedure for tha conduct of business of, “ and the procedure for the discharge of the functions by, Gramodaya Mandalayas snd w+ ts Pradeshtya Mandalayad. *, i",
    "mean_p_confidence": 0.69
  }
]