[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF “SRI LANKA SRI LANKA TEA BOARD (AMENDMENT) ACT, No. 44 OF 1990 [Certified on 29th November, 1990] Printed on the Orders of Government Published asa Supplement to Part IL of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 30, 1990 anerip A SHE DEPARTREDET OF OOPERADIDCE EMITONG, 5x1 ANE Go ap Fonczasco AP SOE COVEORNIGTE FODLIGAMION FOREST, COLCNEDD Price 60 cents. Postage : Re. 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Sri Lanka Tea Board (Amendment) Act No. 44 of 1990 [Certified on 26th November, 1990] LD—O, 82/89 AN Acr To aMann tae Sm Lanka Tea Boano Law, No. 14",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "of 1975 BE it enacted hy the Parliament of the Democratic Soctellat Republic of Sri Lanka as follows :-—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. This Act may be cited as the Sri Lanka Tea Board Shorttitle (Amendment) Act, No. 44 of 1990.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2 The following new sections are hereby inserted Insertion ot immediately after section 5 and shall have effect assections 2° ™yeag™ 5a, Se and Se respectively, of the Sri Lanka Tea Board S¢'in Law Law, No. 14 of 1975:— ett Bo 54, ()There shail be a Tea Council",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(hereinstier referred to as “the Council *) with not more than twenty members nominated by the Minister, from among persons who have a knowledge of, oF experience in the tea industry, with special reference to planting, manufacture, ssle, advertising and marketing, export end finance.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(2) A member of the Council may at aby time resign from office by a letter in that behalf addressed to the Minister.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "{8) The Minister may, at any time and without assigning a reason therefor; remove a member of the Council trom office,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "(4) Where a member of the Cottuetl vacates office by desth, resignation or removal from offlce, the Minister may, having yegard to the provisions of subsection (1), appoint another person to act in the place af such member. The member so appointed shall hold oftce for the remainder of the period of office of the member who he succeeds, .",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "{®) Where member of the Council is temporarily unable to discharge his funo> tions due to illness, absence from Sri Lanke or other cause, the Minister may, having",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "regard to the provisions of subsection (1), ‘appoint another person to act in his plece.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "2 Sri Lanka Tea Board (Amendment) Act No. 4¢ of 1990",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(6) Subject to the provisions of sub-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "sections (2) und (3), the term of office of a member of the Council shall be three years.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(7) A member vacating office by efffuxion",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "of time shall be eligible for re-appointment.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(8) The Minfster shall appoint a member of the Council ax the Chairmen of the Council and another member aa a Vice Chairmen of the Council,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "{9) The Chairman or Vice-Chairman of the Council may resign from his office by a letter in that behalf addressed to the Minister. :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(0) The Minister may, at any time and without assigning a reason therefor, remove the Chairman or ViceChairman of the Council from office,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "+ 11) ‘The term of office of the Chairman or Vice-Chairman of the Council shall be the period of bis membership of the Council.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "(12) Where the Chairman of the Councll is temporarily unable to discharge his func- tons dus to illness, absence from Sri Lanka or other cause, the Minister may appoint another member af the Council to act in his place.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "“+ (3) The Council may regulate the procedure in regard to its meeting and the",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ". transaction of business at such meetings.",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Faction 3s. The function of the Council shall be",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Council, to advice the Minister on all aspects of the tea industry, including planting, manu- facture, saleg and manufacture and export.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Datles Sc, It shall be the duty of the Council to",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": "Seana advice the Minister on all such matters relating to the tea industry or the adminis ‘tration of this Law aa may be referred to i",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 17,
    "text": ".:, for advice by the Minister:",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Sri Lanka Tea Board (Amendment), Act No. 44 of 1900 3 . Provided however that nothing in this section shall be read or construed a3 Prohibiting the Council from meking any . recommendation to the Minister en any . 7 aspect of the tea industry or the administra- ” ‘tion of this Law, notwithstanding that such matter may not have been referred to the Council for its advice.” 3. In the event of any inconsistency between the Sin.’ Sinhala text bata and Tamil texts of this Act, the Sinbala text shal 2eruy™t™ Brevail. ce ee hg} meamilateney,",
    "mean_p_confidence": 0.74
  }
]