[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  yo  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  AGE OF MAJORITY (AMENDMENT)  ACT, No. 17 OF 1989  : [Certified on 22nd November, 1989]  Printed on the Orders of Government  Published as a Supplement to Part II of the Gazette of the Democratic  Socialist Republic of Sri Lanka of November 24, 1989  [PRINTED AT THE DEPARTMENT OF GOVERNIAENE FRINETNG, SRI LANKA  70 BE PURCHASED AT iE GOVERNMENE PUBLICATIONS SUREAU, cOLOMHO  Price : 30 cents Postage : 75 cents",
    "mean_p_confidence": 0.7021505376344086
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Age of Majority (Amendment) Act, No. 17 of 1989 :  [Certified on 22nd Novernber, 1989]  LD—O, 19/89,  AN Act To AMEND THE AcE oF Masonry OnpiNaNce  BE it enacted by the Parliament of the Democratic Socia-  list Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.7298039215686274
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  1. This Act may be cited as the Age of Majority Short  (Amendment) Act, No. 17 of 1929. ‘one,",
    "mean_p_confidence": 0.764090909090909
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  2 The long title to the Age of Majority Ordinance Amendment  (hereinafter referred to as the “principal enactment”) is offong  hereby amended, by the substitution, for the words Chapter 66,  “TWENTY-ONE YEARS”, of the words “EIGHTEEN  YEARS”.",
    "mean_p_confidence": 0.7441860465116279
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  3 Section 2 of the principal enactment is hereby repea- Replacement  led and the following section substituted therefor — attentions  « Righteen 2, From and after the coming into force of Pracibent,  years made this section, all persons when they shall  olen attain, or who have already attained, the  majority, full age of eighteen years shall be deemed",
    "mean_p_confidence": 0.710923076923077
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  to have attained the legal age of majority,  and except as is hereinafter excepted, no  person shall be deemed to have attained his  majority at an earlier period, any law or  custom to the contrary notwithstanding :",
    "mean_p_confidence": 0.8097674418604651
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  w Provided that, nothing in this Act shall",
    "mean_p_confidence": 0.6529999999999999
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  be read and construed as affecting the right  of any person under twenty-one years of  age to receive any benefit he is entitled to  under any other law.”.",
    "mean_p_confidence": 0.786060606060606
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  4, Section 3 of the principal enactment is hereby amen- Amendment  ded by the substitution for the words “twenty-one years”, ae  of the words “eighteen years”. principal",
    "mean_p_confidence": 0.7690322580645161
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "  enactment,",
    "mean_p_confidence": 0.24333333333333332
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "  5. In the event of any inconsistency between the Sinhala  Sinhala ané Tamil texts of this Act, the Sinhala text shalt txtto,  prevail. Tease of",
    "mean_p_confidence": 0.7341379310344828
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "  inconsis~  tency.",
    "mean_p_confidence": 0.178
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  ‘Annual subscription of Bills and Acts of the Parliament Rs, 177 (Local) Is. 296  (Foreign) payable to the Surtnmvrexpent —Goverxstexr PUBLICATIONS  Bureau Cotonso 1, before 15th December each year in respect of the year following.",
    "mean_p_confidence": 0.6841025641025641
  }
]