[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1957 Lg so 3 pig A Sli? aN a cura NS) Rubber Research (Amendment) Act, No. 52 of 1957 Date of Assent: December 20. 1957 , Printed on the Orders of Government Printed at, foe, Commun Poms, Genoe To be Feith oth dMaitemtny Poet BOR, colons Annual Subseription (including Bills) Rs, 25, payable in Rae ene ete Bnd Peta Sovale \"Bout\" Genel \"Ror ie, Sect, \"Exit __ __ Price: 10 conts - Postage: 10 cents",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "Rubber Research (Amondment), Act, 8 No. 52 of 1967 Li. D.—O. 48/57. Aw Ace 70 ascenp vw Ruspen Reszanon ORDINANCE. ghee: m2, [Date of Assent: December 20, 1957] ror tt BE it enacted by the Queen’s Most Excellent Majesty, 1 by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament: assembled, and by the authority of the same, as follows :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "1. This Act may be cited as the Rubber Research shor sil. (Atiendment) Act, No. 52 of 1957,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. Section @ of the Rubber Research Ordinance, Anedmmt of gs amended by Ordinance No, 58 of 1946 and by Act sien Sat No, 27 of 1048, is hereby amended in sub-section (1) of that section, by the substitution, for the first proviso to that sub-section, of the following new proviso :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "} “Provided that there shall be charged; levied : : and paid— i () during the period commencing on Vonuary 1 1949, ‘and ending on! December $1, 1957, an export duty of cleven-twentieth of a cent, and (i) on and after Jannary 1, 1958, an . export duty of thirty-three-fortieth of a cent, on every pound of rabber exported from Ceylon, in liew of the export duty specified in” the preceding provisions” ef this sub-section.””, 2M, Rane. conn",
    "mean_p_confidence": 0.75
  }
]