[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 31d Session 1949-50 mea (PR, en a7 ae a8 we eon _ - og LAR CES AU Sone Poe ¢ Sea Agricultural and Industrial Credit Corporation (Amendment) Act, No. 4 of 1950 Date of Avent: March 4, 1960 Printed om the Orders of Government . § purcted af hy Gove ‘Castacrnase Womeds Corso deve, by dle ie SOE GE Gina Esa Senet Saat Price: 10 conte ,",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Agricultural and Industrial Credit Corporation (Amendment) Act, Neo. 4 of 1980. BDO, 18. AN ACT 70 AMEND THE AGRICULTURAL ND INDUSTRIAL Crenit Corporation Orprnance, No. 19 oF 1943. [Date of Assent: March 4, 1950.] BI it enacted by the King’s Most Hxoellent Majesty, by and with the advice and ennsent of the Senate and 1¢ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the seme, es followe:— 4. This Act may be cited aa the Agricultural and Stor site, Industrial Credit Corporation (Amendment) Act, No. 4 of 1950, 2, Section 22 (1) (as modified by the Proclamation Ammuémeot ot published in Gazette Ratraordinary No. 9,778 of etn 32 eptember 24, 1947) of the Agricultural and Industrial Mo, ip of ius. Credit Corporation Ordinance, No. 19 of 1943 (hereinafter referred to as the ‘* principal enact- ment”), is hereby amended by the substitution, for the words ‘\" Consolidated Fund. , of the words \"Consolidated Fund. In addition to the aforesaid sums, any sums voted for the purpose by Parliament may be advanced to the corporation out of the Coneolidated Fund for carrying on and transacting the business specified in paragraph (n) of section 50 1}. 8. Section 50 (1) of the principal enactment (ss Anrintst atiended by Ordinance No, 20 of 1943) is hereby sue 0) _ further amended as follows: — sean (1) by the relettoring of paragraph (n) as paragraph (0); and (2) by the insertion, immediately after paragraph (m), of the following new paragraph:— “(a to grant loans of money to any person for the purpose of carrying out any scheme approved by the Minister of Finance for the development of agriculture or industry; ””.",
    "mean_p_confidence": 0.79
  }
]