[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ".« PARLIAMENT OF CEYLON - ° 5 Bth Session 196465 ZEtECSN. Ca = (30 I . ; Se? 3 ygedtOm~ Zieh r El WY s iss i > Sy ce Krab) sg Companies (Amendment) Act, No. 15 of 1964 \"Date of Assent: Septernber 19, 1964 ay - Printed on the Orders of Government peated a the, Goamwnens Praia Como fete purchased at the GoveanpixT PUBLICATIONS Bukeao, COLOMEO ren stecinien acing Ply, Re a Copa, 2 agua ubernion Casing Bln, Re 22, att Riga Pree TRIES, dans eee 1 ieee Piep ber och rear ip tespeat of ine, veer oftowing. Late f ~ Sirens ae : Prices 75 cents, Postage: 20 conta, 4",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Companies (Amendmént) Act, No. 18 of 1964 : L. D0, 23/61, + . AN Acr ro nenn TRE CoMPanres ORDINANCE. hang 15. ' . ye Bt, (Date of Assent: September 19, 1964] ms gp it enacted by the Queen’s Most Exoellent Majesty, -\"Nby and with the advice and consent of the Senate and ¢ House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows:— 4. This Act may be cited as the Companies Gos time (Amendment) Act, No. 16 of 1964. 2. The Companies Ordinance, hereinafter referred Amendaunt ot to as the principal enactment ””, is hereby amended are 5 by the substitution— {a) for the words ‘‘ the Director of Commerce”, wherever those words occur collectively in the principal enactment, other than in section 963, of the words ‘* the Registrar of Companies”; and (®) for the word “ Director ’', wherever that word refers to the Director of Commerce, of the words “* Registrar of Companies \". 4 8 (1) Section 6 of the principal enactment is here- Replecenee of by repealed and the following new section substituted #°*?.6.% theretor:—- sicimeat ede in 6, (1) A company may, by special TES sa resolution, alter the provisions of its shite“ memorandum with respect to the objects qmpanrm™y of the company, so far as may be required to enable it— {e} to carry on its business more economically or more eff- ciently; or ‘ (0) to attain ite main purpose by { new or improved means; oF | 4 (©) to enlarge or change the local area of its operations; or 1a main a8",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 Companies (Amendment) Act, No. 15 of 1984",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) to carry on some business which under existing circumstances may conveniently or advan-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". tageously be combined with the business of the company: or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(0) to restrict or abandon any of the’ ~ objects specified in the memorandum; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "{/) to sell or dispose of the whole or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ". any part of the undertaking",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "of the company; or : (g) to amalgamete with any other company or body of persons: Provided that if an application is made to the court in accordance with this eection for the alteration to be cancelled, - it shail not bave effect except in so far as",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "it is confirmed by the court. @) An application under this section may be made— .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) by the holders of not Jess in the ageregate than fifteen per centum in nominal value of the company’s issued. share capital or any class thereof or, if the company is not limited by shares, not less than fifteen per centum of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": ", the company’s members; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(b) by the holders of not less than fifteen per centum of the company’s debentures en- titling the holders to object to alterations of its objects:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Provided that an application shall not be made by any person who has consent- ° ‘ ed to or voted in favour of the alteration.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Companies (Amendment) Act, No. 16 of 1964 3 (3) An application under this section must be made within twenty-one days after the date on which the resolution altering the company's objects was pass: ed, and may be made on behalf of the persons entitled to make the application by such one or more of their number as ey may appoint in writing for the purpose.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(4) On an application under this sec- tion the court may make an order confirming the alteration either wholly or in part and on such terms and condi- tions as it thinks fit, and may, if it thinks fit, adjourn the proceedings in order that",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": ". an arrangement may be made to the satisfaction of the court for the purchase of the interests of dissentient members, and may give such directions and make such orders as it may think expedient for facilitating or catrying into effect any such arrangement:",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Provided that no Part of the capital of the company shall be expended in any such purchase,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "{) The debentures entitling the holders to object to alterations of a com- pany’s objects shall be any debentures pecured by « floating change which were issued or first issued before such date as may be appointed by the Minister by Order published in the Gazette, or form part of the same series as any debentures so issued, and & special resolution alter- ing e company’s objects shall require the same notice to the holders of any such achentures as to members of the com- pany. In defeult of ony provisions",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "regulating the giving of notice to any such debenture holders, the provisions of the. company’s articles regulating the giving of notice to members shall apply.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) In the case of a company which is, by virtue of a licence from the Registrar of Companies, exempt from the obliga- tion to use the word ' Limited \" as part",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Companies (Amendment) Act, No. 15 of 1964 of its name, a resolution altering the company’s objects shall also require the same notice to the Registrar of Companies as to members of the company. 7 (7) Where a company passes a resolu-* -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "tion altering its objects—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(@) if vo application is made with respect thereto under this section, it shall within Afteea",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ": days from the end of the period for making such an application deliver to the Registrar of Companies a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ". printed copy of its memo: randum as altered; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(®) if such an application is made it shall—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(i) forthwith give notica of that fact to the Registrar; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "Gi) within fifteen days from\"",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ": the date of any order cancelling or confirm ing the alteration, deliver to the Regis- trata certified copy of the order and, in the case of an order confirming the altera- tion, a printed copy of the memorandum as altered.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "The court may by order at any time extend the time for the delivery of the documents to the Registrar under para- graph (3) of this eub-section for such -*",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "I period as the court may think proper.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Companies (Amendment) Act, No. 16 of 1904 5 “",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(8) If a company makes defautt in : giving notice or detivering any document to the Registrar of Companies as re- guired by the last, foregoing sub-section,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "e company and every officer of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "P company who is in default shall be",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "a guilty of an offence and shall be liable to a default fine of one hundred rupees.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(®) The validity of an alteration of : the provisions of a company's memeran dum with respect to the objects of the . company shall ‘not be questioned on the ground that it was not aathorized by sub-section (1) of this section, except in Proceedings taken, for the | purpose (whether ‘under this section or other- wise) before the expiration of twenty- one days after the date of the resolution in that behalf; and where any such pro- ceedings are taken otherwise than under",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "+ thie seetion the two last foregoing aub- sections shall apply in relation thereto as if they had been taken under this . section and as if an order declaring the alteration invalid were an order tan- celling it and as if an order dismissing the proceed ings were an order confirming the alteration.’.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "** @) The amendment made in the principal enact- ment by gub-section (1) of this section shall not apply in relation to a resolution for altering the provisions of: company’s memorandum with respect to the objects of company passed before the date of com- mencement of this Act, and accordingly the provisions of the principal enactment shall apply in relation to any such resolution as if that enactment had not been amended by that eub-section.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "4, Seution 18 of the principal enactment is hereby neptaceneat at repealed and the following new section substituted rte, © of therefor: — ‘sanctment. “peaihiton ot 18. No company shall be registered (",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": ". amanteoby @ name which in the opinion of the gagnw” Registrar of Companies is undesir- ‘ ime een",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "& Companies (Amendment) Act, No. 15 of 1964 Amendment of 5. Section 9 of the principal enactment is hereby wie St amended— pae eoucimeate (@) by the renumbering of sub-section (3) of that section ag sub-section (4); and (®) by the insertion, immediately after sub; { section (2) of that section, of the following? - new sub-section :—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "“ (8) With the previous sanction of the Registrar of Companies, & company may, by special resolution, change the situation of its registered office to any district, whether or not it ia a district specified in the memorandum of the company as the district in which such office is to be situated, Notice of such change shall be given in the prescribed form by the couipany to the Registrar within fourteen days of the date of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": ". resolution. Where the Registrar refuses to give tis sanction under this sab section, the company may a]",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "ainst the refusal 10 the Permanent",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "& Secretary and the decision of the Permanent Secretary on such appeal shall be final.’”. Amentment of 6. Section 94 of the principal enactment is hereby . fhe principal amended, in sub-section (1) of that section, by the coudmeate » a ‘ substitution, in paragraph (2) of that eub-section, for the words ‘* addresses, and the occupations, if any,\"’, of the words ‘t addresses, and nationalities ’. Aminimens of 7. Section 108 of the principal enactment is here- iswePf by amended, in sub-section (2) of that section, by the oncly ‘ rn + nk substitution, for the words “ addresses, and occupa- tions \"’, of the words ‘ addresses and nationalities\". Ameodment of 8. Section 108 of the principal enactment is hereby Egan?! amended, in aub-section (8) of that section, by. the sacimeat. substitution, for the words “ of the last balance sheet which has been audited by the company's auditors ’*, of the words ‘‘ of the balance sheet which was, OF should have been, in accordance with the Provisions of aection 121, inid before the company at the general meeting subsequent to which the annual return is :, 1 required by sub-section (1) of this section to be made.’’.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Companies (Amendment) Act, No. 15 of 1964 7 . 9% The following new section is hereby inserted Issentioa immediately after section 136, and shell have effect {$e Soar as section 1364, of the principal enactment :—~ principal rieat 186a, (1) The Registrar of Companies inforwetion may, from time to time, by written TEAS ES, notice, direct any company— ad docutieat, (@) to furnish before e. date specified in the notice sitch information relating to the company as the Registrar may require for any purpose of this Ordinance or any other en- actment affecting such com- pany, or sch information or explanation as the Registrar may require in respect of aay patticnlare— {i) which have or should have been stated in any return, dedlare- tion or other docu- ment furnished by the company, or (ii) which should have been cae stated in any return . or other document which should have, but actually has not, been furnished by the company, as at the date or dates specified in the notice; apd (0) to produce before a date specified in the notice any book, . register or other docuntent opt or roquired to be kept by the company in connection with its business or transactions. { (2) If default is made in complying \\ « with any direction given by the Registrar of Companies under sub-section (1), the j",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": ". . & Companies (Amendment) Act, No. 16 of 1964 : company and every officer of the com. = pany who is in default shall be guilty of an offence and shall be liable to a default fine”. Aosetlon ot stag te, following new section is hereby inserter | ew gestion immediately after section 141, and shall have effect - | pineal” as section 1414, of the principal enactment: — chow te 4. 141A. (1) Wheve a person is convicted convivted of of any offence in connection with the Eger stenss promotion, formation or management of coupanies. company, the court convicting such : person may, in addition to imposing any punishment provided for such offence by this Ordinance, make an order that— (@) that person shall be removed from the office of director; or {®) that person sha}l be suspended . for specific period from the office of director, and the court may, whether or not in addition to an order under paragraph (a) or paragraph (), make an order that that person shall not, without the leave™= of the court, be a director of or in any way, whether directly or indirectly, be concerned or take part in the promo- tion, formation or management of a company for such period not exceeding five years as may be specified in such order. (2) If any person acte in contraven- tion of an order made under this section, he shall be guilty of an offence and shall, in respect of each offence, be liable to a fine not exceeding five thousand rupees or to imprisonment of either description for a térm not exceeding six months or ~ to both such fine and imprisonment.\".",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Companies (Amendment) Act, No. 15 of 1964 9 41. The following new heading and the following run : new sections are hereby inserted immediately after 353 wnt section 133, and the new sections shall have effect a8 srtione 1882 w sections 153, to 1531, of the principal enactmenti— ram” . enncimeah r ** PREVENTION OF OPPRESSION AND MISMANAGEMENT. Alternative 1584, (1) Any member or members of san @ company having 4 complaint that the Weeder iiairs of the company are being con- ‘oppression, ducted in a manner oppressive to any member or members (including the member or members with such complaint) may apply to the District Court of the district in which the registered office of the company is situate for an order under this section, if such member has or such members have a right so to apply in accordance with the provisions of section 153c, (2) If, on any application ander sub- section (1), the court is of opinion— (2) that the affairs of the company are being conducted in a Manner oppressive to any a member or members, and @ that to wind up the company would unfairly prejudice such member or members, but that otherwise the facts would justify the making of a winding up order on the ground that it is just and equitable that the company should be wound up, the court may, with a view to remedying the matters complained of, make such order ag it thinks fit. Alternate 183n. (1) Any member or members of wee \"Sp in COmpeny having a complaint— Se cea (a) thet the affairs of the company , ees are being conducted in a * manner prejudicial to the . interests of the company; or",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "10 Companies (Amendment) Act, No. 15 of 1064 {) that a material change (not being @ chenge brought about by, or in the interests of, any creditors including debenture holders, or any class of share- holders, of the company) has taken place in the manage{ ment or control of the company whether by an alteration in its board of directors, or of its agent or secretary, or in the constitu tion or control of the firm or : body corporate acting as its - agent or seoretary, or in the ownership of the company shares, or if it has no share capital, in its membership, or in’ any other manner whatsoever, and that by reason of such change, it is likely that the affairs of the company will be conducted ia @ manner Prejudicial to the interests of the company, may apply to the District Court of the district in which the registered office of the company is situate for an order under., this section, if such member has or such members have a right so to apply in accordance with the provisions of eection 158¢.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "(2) If, on any application under sub- section (1), the court is of opinion that the affairs of the company are being conducted as aforesaid or that by reason of any material change as aforesaid in the management or control of the com- pany, it is likely that the aflairs of the company wilt be conducted as aforesaid, the court may, with a view to remedying",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "1 or preventing the mattera complained of or apprehended, make such order as it~ thinks fit,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 4,
    "text": "pe",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "“Companies (Amendment) Act, No. 15 of 1964 1 ae, 1580. (1) The following member or am\" menbers of company ‘shall bave the",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "right to apply under sections 163s and 1588: — (@ in the case of a company having pe a share capital, not less than . ten per centum of the total number of its members or the holders of not less than the aggregate of ten per centum ie'the nominal value of the company’s issued share capi- tal provided that _ the applicant or applicants have paid all calls and other sums . due on their shares;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "@) in the case of a company not having a share capital, not less than twenty per centum of the company’s members.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "(2) For the purposes of sub-section (1), where any shares are held by two or more persons jointly they shall be counted only 43 one member. (8) Where several members of 2 com- e pany are entitled to make an application in accordance with the provisions of sub- : section (1), any one or more of them having obtained the coneent in writing of the remaining members may make the application on bebalf and for the benefit of all of them, ‘Power of court 1583p. Notwithstanding the provisions Sule Ee’ oof Part V of this Ordinance, ab any ! calgeghe stage of the winding-up proceedings in proceedings. respect of a company, where a court is of the opinion that to wind up the company would be prejudicial to the interests of @ member of the company, it shall be j lawful for the court to act under section : 1534 or 1598 in like manner as if an application has been made to court under either of those two sections,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "12 Companies (Amendment) Act, No. 15 of 1964",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "Ponars of sour 1538. Without prejudice to the genre-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "Satis” rality of the powers of the court under",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "forexoing section 158 or 1638, any order undor",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "sections, either of those sections may provide for— .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(2) the regulation of the conduct of the company’s affairs ih - future;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(®) the purchase of the shares of interests of any members of the company by other members thereof or by the company;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": ": () in the case of a purchase of . shares by the company as aforesaid, the consequent",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "reduction of its share capital;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "@ the termination, setting aside or modification of any y age. ment, howsoever arrived at, between the company on the one hand, and any of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": ": following” persons, on the other, nemnaly— @ the managing director, (ii) any other director, * . (iii) the board of directors, (iv) the agent or secretary, or (*) the manager, upon such terms and condi- tivns as may, in the opinion of the court, be just and equitable in all the circums- tances of the case;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "(¢) the termination, setting aside or modification of any agree- ment between the company and any person not referred fo im paragraph (2), but always ao that no such agree- ment shall be terminated, set",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Companies (Amendment) Act, No. 15 of 1964 18 aside or modified except after . due notice to the party con- cerned and after obtaining his consent; (f) the setting aside of any transfer, delivery of goods, payment, Jf. execution or other act relat- ing to property made or done by or against the company within three months before the date of the applica- tion, or the commencement of winding-up proceedings, as the case may be, which would, if made or done by or against an individual, be deemed in a case of his insolvency to be a fraudulent preference; and (g) any other matter for which in ‘the opinion of the court it is just and equitable that pro- vision should be made. Interim ord 158r. Pending the malcing by it of a By ome. final ovder under section leva or 1535, the court may, on the application of any party to the proceedings, make any n Interim order which it thinks fit for regulating the conduct of the company’s afiairs upon such terms and conditions 88 appear to it to be just and equitable. Et of 158c. (1) Where an order under slaratioa, of | section 1834 or 1538 males any alteration ines in the memorandum or articies of a com- fomny oy pany, then, notwithstanding any other Stine provision of this Ordinance, the company or 160. shall not have power, except to the extent, if any, permitted in the order, to make without the leave of the court, any alteration whatsoever which is inconsistent with the order, either in the memorandum or in the articles. (2) Subject to the provisions of sub- section (1), the alterations made by the 1 . order shall, in alt respects, have the x same ellect as if they had been duly made ' by the company in accordance with the :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "14 Companies (Amendment) Act, No. 15 of 1964 provisions of this Ordinance; and the said provisions shall apply accordingly to the memorandum or articles #5 60 altered.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": ". (8) A certified copy of every order altering, or giving leave to alter, a com: pany’s rwemorandam or articles, shall. within fifteen days after the making thereof, be filed by the company with the Registrar of Companies who eball",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": ". register the same, (4) If default is mede in complying with the provisions of sub-section (3), the company, and every officer of the company who js in default, shall be - guilty of an offence and shall be liable to o fine not exceeding one bundred rupees for every day during which the default continues.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "Adiitiog ot 188m, If the managing director or any",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "Enkin, other director, the agent or secretary OF",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "sna sata the Manager, of a company, or aay other",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "38% oF 188%. person who has not been impleaded as & respondent to any application under section 153a or 1538 applies to be added gs a respondent thereto, the court shall, if it is satisfied that there is sufficient, cause for doing 50, direct that he raay be - added as a respondent accordingly.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "conveqnences 168r. (1) Where an order of a court",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "af fecmiretion made under section 15a or 153s termi-",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "oh mais nates, sets aside, or modifies an agres-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "sxreemesit, ment, sutch as is referred to in paragraphs (d) or (¢) of section 1532—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": ". (a) the order shall not give rise to ‘any claim whatsoever against the company by sny person for damages or for eampen- sation for loss of office or in any other respect, either in pursuance of the agreoment or otherwise; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 13,
    "text": "(8) no managing director or other 4 director, agent, secretary or ~ manager whose agreoment is",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "Companies (Amendment) Act, No. 15 of 1064 15 so terminated or set aside and no who, at the date . OF dhe order terminating or setting aside the agreement was, OF subsequently becomes, r an associate of such agent or . secretary shall, for a period of five yeara from the date of the order terminating the agreement, without the leave of the eonrt, be appointed, o: act, as the managing director or other director, agent, secretary, oF manager of the company.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "(2) (@) Any person who kuowingly acts asa managing director or other director, agent or secretary or manager of @ company in contravention of pare. graph ©. ‘of sub-section y shall be guilty of an olfencs and shall, on convic- tion after summary trial before a Mogis- trate, be liable to a fine not exceeding fiye thousand mupees or to imprisonment of either description for a term not exceeding six months or to botl such fine and imprisonment,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "r",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "(b} In the cose of any offenve under this section committed by a body of persons—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "@) where the body of perauns is a bod: corporate, every director and officer of that andy cor- porate shall be deemed to be guilty of that offence, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "(ii) where the body of persons is a firm, every partner of the firm shall be deemed to be guilty of that offence: n",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 16,
    "par_num": 7,
    "text": "‘ Provided that no such person shail be deemed to he guilty of an offence neder this section, if he proves that the offence ” was committed without his knowledge and that he exercised all due diligence to | prevent the commission of the offence. \". 2 es G60)",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "16 Companies (Amendment) Act, No. 16 of 1064 PEER peqahy “sopinlod aod’ che Palotlag Sanwa ee repealed and the following new on, EREROPS substituted therefor :— ne + Bogivtration 290. (1) The Registrar may, subject comes to the gas OF sub-seotions Q) and Scuments, ©: accept and register, or record ar cen, a, ae : (@) any document which is by any - . provision of this Ordinance required or authorized to be registered or recorded by, oF filed with, the Registrar; and () any document or copy of @ document, and any return or notice, which is by any such . provision required or . authorized to be sent, for- warded, given, delivered, produced or in any way : notified to the Registrar.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": ". (2) Where the Registrar is not satisfied that any document or copy of a dooument or any retura or notice is in order or in compliance with the provisions of this Ordinance, it shall be lawful for him to refuse to vegister, record or file such document, copy of a document, return om. notice except on an order of the court.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 3,
    "text": "(3) Where no epeciat provision is made for the payment of a fee in respect of any . registration, recording or filing of any i document, copy of a document, return or notice, the fees mentioned in the Table | set out in the Ninth Schedule shall be paid to the Registrar in reapect of auch | registration, recording or filing, the fee for filing being deemed to be the same as the fee for making a record of any fact.” Anmutwent of 48. Section 203 of the principal enactment is | seson 208 Sf hereby amended as follows:— | _tmteme- (1) in sub-section (1) of that section— (a) by the substitution, for the words “ prescribed feos. not exceeding . fifly cents for each {nspection,”. of 1 the words *' presrrihed fees.”\"; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "\"Companies (Amendment) Act, No. 15 of 1966 WT (®) by the substitution, for all the words - *\"* from “ prescribed fee, not exeseding two rupees ” to “' certified copy or extract: °\", of the words ‘pres oribed fees: 7; and » (by the repeal of sub-section (3) of that 7 section.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "14. Section 846 of the principal. enactment is” smewtam 3: hereby omended— , feet {@) in: sub-section (1) of that section, by the soe",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 18,
    "par_num": 3,
    "text": "insertion, immediately after paragraph @ _. of that sub-section, of the following new : . Paragraph :— . *\" (aa) » person, by name or by office, to be or to act as the Deputy Registrar . of Companies; \"\"; and (0) in. sub-section (2) of that section, by the substitution, for the worda ‘‘ as an Assis: tant, Registror of Companies”, of the words “as the Deputy Registrar of Companies or an Assistant Registrar of Companies ”. - 45. Section 852 of the principal enactment is amnrment a hereby amended, in sub-section (1) of that section, by geten S84 nthe substitution, for the words “! instead of instita. tnctows ting proceedings in court”, of the words ‘* instead of instituting proceedings in court or, where such proceedings have already been instituted, instead of continning exch proceedings ”. wath, Seaton 387 of the Ptincipal enactment, is ences, y repealed and the following new section # trues substituted therefor: — nea marin of 987. A document may be eorved on & Soper’ company— (a) by leaving it at or eonding it by Y post to the registered oli of the company ; oF (2) by detivering it, or sending it by ' post, to any director, secre- ‘ : _ Gary, manager or other officer { ae of the company; or ! ance",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "18 Compantes (Amendment) Act, No. 15 of 1964 «if for ‘any’ reason it cannot be wus.” Semved on guch. diréctor, : seoretary, manager or other *  ofoar, by qaivering it, or aending it it, to an: “4, PMember of the company. 47. The following new sections are hereby inserted tmetion st itmediately after section 380, and shall have éflect 2\" 4a, . as, sections 360A and 3008, of the principal inte enactmen®:s—. : Lt  Blasiegh ‘Bacovery oF 3004.\" If any expenses or fees payable weet to the Registrar Oy Companies ‘onder : this Ordinance are not paid by the parson: liable to pay the same upon deniand, snob default ny be reported to 2 Magistrate, and the amount’ thereof shall be recovered in the same way as if itweraa 1, fine imposed by such Magistrate. 2 Pomeling im 8608, (1) Where an action is insti- Seine se tuted against. any company by any embers Person in his capacity as a holder of MEN. we shares in such company, the prooeedings ret in such action shall be taken by wey of |. ESR. ..7 summary procedure and, for the purpose og a) ERS ES \"cI taken, seotion 8 of the Civil Procedure he Code shall have effect as if for the words : © by this Ordinance \"' occuring therein, . there were substituted the words “by this Ordinance or by ths Companies ~~ Ordinance ”. i, ett? | @) Notwithstanding anything to the : . sero t 2. gontrary in any written law, the petition a ; +. >'\" presented in court in any action referred . fo in.sub-seotion -(1), and the written | objections, if any, of the respondent, . shail be stamped to the value of tou rupees, but no further stamps shall be required for any other document in the same legal proceedings. \".",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "18. Section 363 .of the. principal enactment i amenims oc  -* hereby amended by the omission of the definition of sevoetie! ** Director of Commerce ’”. outst",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "a | Ce a dc",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "Companies (Amendment) Act, No. 15 ef 1964 +9 19 19. The Twelfth Schedule to the principal enact- amesimen of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "ment is hereby amended by the substitution, for the Be,tne%e",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "item “ The particulars ag to directors and indebted- the prinriea",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "nese of the company. s. 108 (3) (n) & (0), of the new mee",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "item “ The particulars as to directors and indebted-",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 6,
    "text": "‘fess of the company. s. 106 (3) (m) & (x) ”. f ' i :",
    "mean_p_confidence": 0.69
  }
]