[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "as PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRF LANKA COLLEGES OF EDUCATION ACT, No, 30 OF 1986 {Certified on 23rd September, 1986] Prinsed on the Orders of Government Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sti Lanka of September 26, 1986 are A MELEE oF COM MENG LEA",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "oR rac are comnts Fancast EE GT Price : 90 cests Postage : 75 conts",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Colleges of Education Act, No, 30 of 1958 - [Certified on 23rd September, 1986] L, DO, 15/86. ‘Aw ACY 70 PROVIDE FOU THE FSTARLISHMENT OF COLLEGES OF EDUCATION AND FOR MASTENS CONNECTED THEREWIIK OR INCIDENTAL THERETO, ‘BE it enacted by the Parliament of the Democratle Socialist Republic of Sti Lanka ss follows :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1 This Act may be elted as the Colleges of Edueation Sher tite | ‘Act, No, 30 of 1889, and shall come into operation an such Std date date us the Minister may appoint, by Order published in the Gazette,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2 (1) The Minister may by an Order published in the Collage of Gazette (hereinafter referred to as “‘a College of Education Bast Order”) —",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(©) establish a College of Education (hereinafter referred to as “a College”) for the purpose of conducting courses of study leading to the ward of degrees, diplomas and other academic distinctions of the Institute which are recognized as teaching qualifications under the Nationel Institute of Education Act, No. 28 of 1985, and specified in that Order ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(b) assign a name to such College; and",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(©) specify the location of site which shall be the seat of such College.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(2) A College of Education Order may at any time be",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "emended, varied or revoked by the Minister,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(8) Bvery Order made under subsection (1) and any amendment, variation or revocation of such Order made under subsection (2) shall be published in the Gazette and. shail come into force on such date ss may be specified there- in and shall, 2s soon as possible thereafter, be tabled in Parliament,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(@ Upon the coming into force of a College of Education Order made under subsection (1), a College of Education shall be deemed to have been established under the name assigned to {t by that Order,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(6) Every College estublished under subsection (1) shall Le deemed to have heen registered aa College affiliated to the Institute, $e cntras—8.450 ooo)",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Colleges of Education Act, No. 30 of 1986 Coteges ot «There shall be a Colleges of Education Board, (here- Biucition” —_inafter referred to az “the Board”), which, subject to the \" direction of the Minister, shall be the managing authority of the Colleges. . Sorsiitation 4 (2) The Board shall consist of— Board. (a) the following ex officio members, namely. (1) the Secretary to the Ministry of the Minister in charge of the subject of Education ; (i) the Chief Commissioner of the Board ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(b) six other public officers appointed by the Minister.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) The Secretary referred to in subsection (1) shall be the Chairman of the Board.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "{3} Every member of the Board appointed under para- graph (b) of subsection (1) shall, unless he vacates office eatlier by death or by ceasing to be a public officer, hold office fora period of four years from the date of his appointment to such office :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Provided that one-half of the members appointed under paragraph (8) of subsection (1) shall retire every second year. For the purpose of securing such retirement the term of office of three of the members first appointed to the Board, 30 specified by the Minister shall terrainate ot the expiry of a period of two years from the date of appointment to the Board. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "@) (0) Where a member of the Board appointed under paragraph (b) of subsection (1) dies or ceases to be a public officer, the Minister may appoint another public officer to be a member in place of the member who dies ar ceases to be a public officer.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "{b) Any member of the Board appointed under pera- raph (a) of this subsection, sholl, unless he earlier vacates his offce by death or by ceasing to be a public officer, hold",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": ". office for the unexpired portion of the term of office of the member whorn he succeeds,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(8) Where a member appointed under paragraph (b) of subsection (1) ia, by reason of filness ar other infirmity or absence from Sri Lanka, temporarily unable to perform the duties of his office, the Minister may appoint another public officer te act in his place.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "Colleges of Education Act, No. 30 of 1986 3",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "* (6) Every ex-officio member of the Board shall bold office as long as he holds the post by virtue of which he is amember of the Board. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "5. Without prefudice to the generality of the power Powers, conferred on it by section 3, the Bosrd shall exercise, unedons perform and discharge the following powers, duties and of the functions -— ors",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(©) prepare from time to time development plans for the Colleges and submit such plans to the Minister for approval ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(®) ensure that the development plans as approved by the Minister are implemented ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(©) advise the Minister from time to time as to the financial provisions to be made in respect of each Colleges",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(2) prescribe by rule with the concurrence of the Institute, the requirements for the admission of students to the Colleges ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{e) select students for admission to each College ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "() determine with the concurrence of the Institate, the courses of study and the practical training to be Provided for students in each College;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "(g) determine with the concurrence of the Institute the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". additional conditions to be fulfilled by students of the Colleges who have passed the examinations leading to the award of degrees, diplomas or acada~ mic distinetions of the Institute prior to the award of any such degree, diploma or acadamic distinc: tion ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{(h) provide assistance for, and facilitate the establish- ment of the Colleges ; . :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "{i} Co-operate and collaborate by way of exchange of teachers, students and scholars or otherwise, with Institutions which have objectives thet are similar to the Colleges ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "- @) determine the internal organization of the Colleges :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": "*(e) tender advica on the creation of academie posts and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 16,
    "text": ". other posts as may be required for the purposes of each College;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "4 Colleges of Education Act, No. 30 of 1986 .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(@ institute snd award fellowships, scholarships, bux aries ond medals and other prizes tenable at, the Colleges",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "{m) regulate the residence, discipline and well being of the staff and studenis of the Colleges;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(#) diomiss any students for any breach of discipline, in accordance with the rules;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(0) demand and receive fees for the provision of courses ‘and other services at, the Colleges, in accordance with any regulations providing for the same;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "{p) improve the educational standards of the ‘schools in the vicinity of the Colleges by enriching their curricula, promoting the use of teaching devices and other activities thereon ;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(q) make rales in respect of the management of the affairs of the Colleges; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "{0} do all such other acts or things which in the opinion of the Board are necessary for, or conducive or incidental to, the attainment of the objectives of the Colleges.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Mectings ot (1) The Secretary xeferred to in section 4(1) shall",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "the Boar. preside at all meetings of the Board. In the absence of the Seeretary, the members present shall elect from among themselves a member to preside at such meetings,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(2) The quorum for any meeting shall not be less than",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "five members of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(8) All questions for decision at any meeting of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Board shall be decided by the vote of a majority of the mem-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "bers present. In the case of an equality of votes, the Chair-",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "man ot any other member presiding at any meeting of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Board shall, in addition to his own vote, have a casting",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "vote, . i",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "(4) Subject to the provisions of subsection (2), the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Board may regulate its own procedure in regard to its",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "meetings and the transuetion. of business at such meetings.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "The Chiet 1. (1) Thete shall be appointed a Chiet Commissioner",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "Gommis, _of the Board (hereinafter referred to as “‘the Chief Com-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 24,
    "text": "the Board. misstoner\") who shall be the Chief Administrative officer of the Board and the Superintendant of Colleges.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "Colleges of Education Act, No. 30 of 1986 8",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(2) The Chief Commissioner shail, subject to the general direction and control of the Board, be charged with the supervision of administration af the Colleges and the control of the staff of the Board. He shall also be responsi-",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "* ble for the execution of the decisions of the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@) The Chief Commissioner shall exercise, perform and. discharge such powers, duties and functions as may be delogeted to hin by the Board. :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "All immovable properties vested in the State under Chief _ the Assisted Schools snd Training Colleges (Supplementary Sombie. Provisions) Act, No. 8 of 1961 and used for the purposes of administer any College shall, notwithstanding anything in any other Se7ain. law, be deemed to have been and to he, used for a purpose ested in authorized by that Act and all such property shal! be ‘be Stele managed and administered by the Chief Commissioner for and on behalf of, the State,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "% (1) ‘There shall be appointed a President for each of Presidents the Colleges establithed by a College of Education Order % Coleges under paragraph (a) of subsection. (1) of section 2",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(Q) The President of a College shall be the principal academic and administrative officer of the College and shall, subject to the general direction and control of the Board, be responsible for—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@) the admission of students to the College in accor-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "dance with auch rules as may be prescribed in that behalf;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(®) the provision of instruction and training in such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "specialities of education as may be specified by the Board with the concurrence of the Institute ; . () the msintenance of discipline in the College;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@ the provision of amenities for students who have been",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "admitted to the College;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(e) the promotion of the moral, mental aud physical well",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "being of the staff and students of the College; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "@) the performance of such other duties as may be",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "prescribed.",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "10. (1) There shall be appointed such staff as may be TheStait necessary to assist the Board in the discharge of its BOOS ang fonctions, ; ‘the College",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 19,
    "text": "(@) There shall be appointed to each College, such academic and non-academic staff as may be necessaty to asnist the President of the College in the discharge of his functions.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "6 Colleges of Eduction Act, No. 30 of 1936 Delegation 11, (1) The Bourd may delegate to the Chief Commis of powers sioner or any Committee of the Board, any of its powers, Board duties and functions. ‘the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Gite ise (2) ‘The Chief Commissioner to whom or any Committes sioner to which, any power, duty or fumction has been delegated Bey tee under subsection (3), shall exercise, perform and discharge af the such power, duty or function subject to the direction and Board, control of the Board.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Academie 12, Every College established under section 2 (1) (0)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Bowers shall exercise, perform and discharge the following academic",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Colleges. powers, functions and duties:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(a) to provide courses of study and training programmes Tending to the award of degrees, diplomas and other neademic distinetions of the Institute which are recognized aa teaching qualifications under the ‘National Institute of Education Act, No. 28 of 1985;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "(8) 4o hold with the concurrence and under the supervi- ston of the Institute, examinations for the purposes of ascertaining students of the College who have reached the standards prescribed by the Institute for the award of such degrees, diplomas and acade- mic distinctions. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Siet 18. (1) Any contract for the purposes of any College",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "loner to shall be entered into by the Chief Commissioner on behalf",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "goatiget on of the State. :",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "‘State. (2) In the exercise of any power conferred by subsection (1), the Chief Commissioner shall be subject to the direction and control of the Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Restriction 14. (1) On aor after the date of coming into operation",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "SP RE of this Act no educational institute other than an educational",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Sarde gy iustitute established under section 2 of this Act, shall be",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "Biuatin* established or maintained by or under @ name which con- . taing the words “ College of Education *.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 16,
    "text": "{2) Where there is a contravention of the provistons of subsection (1} in respect of any educational institute, the governing authority or the proprietor of that institute shal? be guilty of an offence and shall on conviction by a Magis~ trate, be able to a fine of one thousand rupees for each day after the date on which the words “College of Education” ‘was used as its name or part of its name after the coming into operation of this Act,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Cotteges of Education Act, No. 90 of 1986 1 15. (1) Every Coltege of Education established and Existing maintained by the Government prior to the date of the com- $2legss of ing into operation of this Act shall, notwithstanding anyth- cantinue. Ing to the contrary in this Act, be maintained for a period of two months from that date. (2) Every Order made under section 2 shall specify the ‘College, if any, referred to in subsection (1) to which the College of Education established by the Order ix the successor, 16. (1) The Minister may make regulations for, and in Regulations. respect of, all or any of the following matters :— (a) all matters which are required to be prescribed or in ‘respect of which regulations are required or autho- rized to be made; {b) the general welfare of the staff and students of the Colleges ; and (©) the administration of the affairs of the Board, (2) Every regulation made by the Minister shall be published in the Gezette and shell come into operation on the date of such publication or on such later date as may be specified in the reguilation. (@) Every regulation shall, as soon ae convenient after publication in the Gazette, be bronght before Parliament for approval. Any regulation which is not so approved shell be deemed to be rescinded as from the date of its disappro- val, but without prejudice to anything done thereunder. (4) Notification of the date on which any regulation made by the Minister is so deemed to be rescinded, shall be Fublished in the Gazette, WZ. In this Act, unloss the context otherwise requires— taterpretae “Institute” means, the National Institute of Education evtublished by Act No. 28 of 1985, :",
    "mean_p_confidence": 0.86
  }
]