[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1965-66 (92-8 LO : caer ey a a 6-at ip ‘Ge ral) : RUE Public Service Mutual Provident Association (Amendment) Act, No. 15 of 1966 * ~ . Date of Assent : June 15, 1968 . i Printed on the Orders of Government _—-ButiSlea'tt ete bomesiatin Poaceae Sousnd, CotoabS sjsu aovecpgr nauang om ma 9 Cla, Be Eee ine, 8 eae Re ReR ,RR Reeth nate Gath where Lele fee Sc Cea hi Price: 30 cents Postage: 10centa_ oo,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Publio Sercice Mutual Provident Association (Amendment) Act, No. 15 of 1966 E. D0. 11/82. : . + AN Acy 70 AMEND THE PuBLIC SERVICE MUTUAL Siena 28, : PROVIDENT ASSOCIATION ORDINANCE. Rd : + [Date of Assent : June 15, 1966] BE it enacted by the Queen's Most Excellent Majesty, by and with the advice and consent of the Senate and oo",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "16 House of Representatives of Ceylon in this present at Parliament assembled, and by the authority of the same, as follows:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. This Act may be cited as the Public Service star ttl. Mutual’ Provident Association (Amendment) Act, ae ‘No, 15 of 1966. . _",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2. Section 4 of the Public Service Mutual Provi- Ameadmeat at dent Association Ordinance, hereinafter referred to as {inte the \"principal enactment’, is hereby amended as follows :—~",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "{1} in eub-section (1) of that seotion—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(a) by the substitution, in paragraph (a) of that sub-section, for Biron oat public officer”, of the words “such",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "te Public officer, dtationed in, Colombo,",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": ing a member of the association and Lo + not below the status of an officer whose : name appears in the Ceylon Civil",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ".. List,\"\"; and",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "() by the substitution, in aph (8) of that ecaton for Bou fonda sh fo public ofieers ”, of the words",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ". . \"gach two public officers, stationed in Loe Colombo,’”; and (2) by: the ‘addition, immediately after sub-section icset@)-of that gection, -of the following new APY cmb-seetion:o * wh tl ‘£@)'A member of the committes of ‘O12. stmanagement who sheenta himself from more than-thres consecutive meetings of Zev\" stole cominittes withont @ reason which is “Cu. ¢1rsatisfgetory to the members of such com- +2 inftigs ehall bo. dosmed. to have vacated <_: office a8 @ member of such committee.”, ___# amar em ; a",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "2 Public Service Mutual Provident Association (Amendment) Act, No. 15 of 1966 Amminet ¢ 8. Section 6 of the principal enactment is hereby igtentet, amended, in sub-section (1) of that section, by the sediment. substitution, for the words ‘Such public officer ”’, of the words ‘Such public officer, stationed in Colombo, being a member of the association and not below the status of an officer whose name appears in the Ceylon Civil List,” Ameotarat t 4. Section 11 of the principal enactment is hereby goim Rot amended by the substitution, for the words “or audome absence from Ceylon’, of the words ‘‘ vacation of office under sub-section (8) of section 4, or absence from Ceylon ”*, ‘Replacement 5. Section 15 of the principal enactment is hereby qucios's repealed and the following new section substitet eo therefor:— souk, Beoatia to 15. (1) Tt shall be iawful for the cor vane poration out of its moneys and funda— (a) to contribute to any provident find daly established for the benefit of its employees and to. ay gratuities to its employess upon their retirement and to the dependants of employees who have died while in the service of the corporation, and @ to grant loans to its employees for —",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "- (i) the relief of distress, includ- ing sickness of them nokves and members of their families,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Gi) the redemption of debts, (iii) the tiding over financial moe difficulties, and * in",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "a iv): the purchase of push bicy",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "eT no eycles, to toe . facilitate their daily Poe travel to and from the eT kao Provided, _ however,-- Or no s+ + tht, ia the ease of amy - +: Furs: single employee, the vf TEND > go @granfed’™ shall” ot",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Public Service Mutual Provident Association 8 (Amendment) Act, No, 15 of 1966 exceed two hundred and . fifty rupees or the cost of the means of transport, whichever is less.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "@) The sum total of the loans granted by ‘the corporation under Paragraph @) of sub-section (1) shall not exceed such maximum as the Secretary to the ‘Treasury may fix from time to time.”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "6 Section 16 of the principal enactment is Ammimet of hereby amended as follows: — seaten bof (1) im sub-section (1) of that section— oun (a) by the renumbering of paragraph (g) of that sub-section oP aneeeephe and (0) by the insertion, immediately after para-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "graph () of that sub-section, of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "following new peragraph:—",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "“@ the granting of loans to",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "* employees for the purposes . specified in section 157\"; @) in sub-section (9 of that section, by the substitu- tion, for the words * the hensfits accruing to his legitimate children\", of the words \"the benefits accruing to his widow and legitimate children”; and (®) by the addition, immediately after sub-section @ et that section, of the following new -section:—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "* ) It is hereby declared that the powers conferred om the corporation by this seotion to make rules at sny gener meeting of the members thereot for the management of the affairs of the corpora- tion and the accomplishment of its objects include, and sball from tho ewenty-fourch day of May, 1949, be deemed to have included, the power to make rules contain ing provia ion to the effect that, npon the death of pry such member, the benafits",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "we acoraing to his father, mother, brothers, sisters, nephews end nieces any be condi tional only upon uo legitimate child or the legitimate issue of @ legitimate child",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4 Public Service Mutual Provident Association (Amendment) Act, No. 15 of 1966 surviving him, and thet such benefits 20 agcraing to his father, mother, brothers, sisters, nephews and nisows may be, paid only to such of them as he may nominate, * tr be apportioned eaong all or any of thera in such shares ag he may specify.”. inna ot _7- Section 17 of the principal enactment is hereby isivita” amended, in sub-section (1) of that section, by the Re pinseel Substitution, for the words “‘ tea or more members ”. of the words “ fifty or more members ””. 8. Section 24 of the principal enactment is here! eae amended as follows:— ey Ee colnet (1) by the renumbering of that section as sub- section (1) of that section; @) by the addition, immediately after the ‘renambered sub-section (1) of that section, of the following new sub-section:— : “ (2) Te shall be lawful for the committes of management. to obtain bank loans by vray of overdrafts ageinstseoaritos for the accomplishment of the objects of the association.””; and &) by the eubstitution, for the marginal note to that section, of the following new marginal note:— “* Power to invest surplus funds and to obtain bank loans.\"*,",
    "mean_p_confidence": 0.79
  }
]