[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  PARLIAMENT OF CEYLON  4th Session 1968-69  Civil Procedure Code  (Amendment) Act,  No. 23 of 1969  Date of Asem: Jae 25, 1860  Pema om en Cavern Cot a of Say fe  erase oe ain  TEL ao ate tn met",
    "mean_p_confidence": 0.45458333333333334
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Cire Provera Coe (Amendment) det, No. 82,  of 1068,  pao. 19,  Aw Act 70 ascavo tae Civit Paoceuns Cooe,  (Dato of Ascent: June 25, 1968)  [BE it enacted by the Queen's Most Excellent Majesty,  by and withthe advioe and consent of the Senate and  the Houte of Representatives of Ceylon inthis present  Pavlament acne, and by the autborty of the  4. This Act may be cited as the Civil Procedure shat i,  Cos (Amendment) Act, No. 28 of 1969.  2. Seation Bt ofthe Civil Procedure Code is hereby Amato  amended as fllows:— Ei  (a) in sub-section (1) ofthat setion, by the subatita=  tion, for ll the words from.\" unlew the  plain” to the end of that sub-section, of  the following—",
    "mean_p_confidence": 0.5326811594202899
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  “unless the plaintiff shall have previ-  ously applied tothe court by way of motion  fupported by alidavit to have such decree  set aside.\"5 and",
    "mean_p_confidence": 0.579655172413793
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1 bythe repeal of sub-section (2) of that section  and the substitution therefor of the fllowing  * hew sub-section",
    "mean_p_confidence": 0.48782608695652174
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  “@) Upon such application being duly  ‘made, the court sball, after giving the  defendant due notice, ‘bear such applica  tion, and if, after such hearing, at which  both tho plaintif and the defendant shall,  ‘bave been glen an opportunity of being  raed, the oort—",
    "mean_p_confidence": 0.5811538461538461
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (e) is atisted that there was good eanse  for the non-appearance of the  flsintif, Use court shall set aside  the decree nisi upon such terms and  tonditions as to oste oF otherwise  fas it thinks At and sball appoint &",
    "mean_p_confidence": 0.5725531914893617
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  «day for proceeding with the action  fas From the stago at which the decree  fast was entored oF",
    "mean_p_confidence": 0.5690909090909091
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  (@) is not ao satisied, the court shall  ‘make auch decree absolte.”.",
    "mean_p_confidence": 0.44933333333333336
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Civit Procedure Code (Amendment) Act, No. 28  ‘of 1968  foctemst _ 3. Form No. 21 in the First Schedule tothe Civil  BRIG Pn God is erty amended by the itt,  forall te words from’ nies soisient tthe  data heat.\" of the following: —",
    "mean_p_confidence": 0.4568627450980392
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  “unless an application by way of motion sap  ly ane the hn dey de  nade before the expittion of» period of four.  {een dase from, the it. hen and after he  ptntit and the dendant shal have been given  te porno of bing Mary wher tr  fv the expiration of that period, this decree  1B et aside",
    "mean_p_confidence": 0.4809090909090909
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  +",
    "mean_p_confidence": 0.13666666666666666
  }
]