[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON + 2nd Session 1971-72 ©.-— ee eee : ay he ro g> 4 ‘ Sl: Ei yl-9-24 oP Sigs: ~~? nn i fy (Sere N . , a National Savings Bank Act, No. 30 of 1971 . Date of Assent : August 31, 1971 . Printed on the Orders of Government mesa oe pe Sms ea cm Hecho es “beet Gaara eee, ae es beeps Tote ANS date ef payaient ‘will not be sunplles. Prico: Bs. 2.00 Postege: 50 conts.",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "National Savings Bank Act, No, 80 of 1971 7 L. D—0. 27/65. . Aw Act 10 PROVIDE FOR THE ESTABLISHMENT OF THE",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Namonat. Savines BaNk wits THe OBIECT OF",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "CARRYING ON, AMONGST OTRER ACTIVITIES, THE",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "BUSINESS PRESENTLY CARRIED ON UNDER THE CEYLON",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Savincs Bank ORDINANCE, THE CzvLoN Post .",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Orrics Savincs BANK ORDINANCE AND THE SAVINGS",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Carriricarss ORDINANCE, FOR THE REPEAL OF THOSE .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ORDINANCES, AND TO MAKE PROVISION FOR MATTERS :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "[Date of Assent: August 31,1971] BE it enacted by the Queen’s Most Excellent Majesty, by and with the advios and eonsent of the Senate aad the House of Representatives of Ceylon in this present Parliament assembled, and by the authority ‘of the same, as follows:—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1. This Act may be cited as the National sors Savings Bank Act, No. 30 of 1971, and shall come Sug into operation on such date as may be appointed by the Minister by Order published in the Gazette (in this Act referred to as the “ appointed date ””).",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": ". PART I” ‘ReranuisnMent AND ConraoL or THE Namsonal. Savines Bane",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2, (4) There shall be established a Corporation 2elabtdimrot which shall be called the ‘‘ National Savings Bank” me 'gist™ (hereinafter referred to as the ‘ Bank *'), and which : shall consist of the persons who are for the time being embers of the Bank under section 6.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) The Bank shall, by the name assigned to it by sub-section (i), be a body corporate and shall have perpetual succession and & common seal and may sue and be sued in such name,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "8.‘ (1) The common seal of the Bank shall be in seobot ae the custody of the Board of Directors of the Bank ™* (hereinafter referred to as “ the Board”).",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) The seal of the Bank may be altered in such menner as may be determined by the Bank.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "+ _ (8) The seal of the Bank shall not be affixed to any . instrument or document except in the presence of two members of the Board both of whom shall sign the instrument or document in token of their presence. x ino cm .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "2 National Savings Bank Act, No. 80 of 1971 Principat place =. (1) The Bank shall have its principal place of bier) purine sn Colombo and may have ‘uch branches, term de agencies ond agents es may be necessary for the - 7 transaction of the business of the Bank,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "“ (2) For the purposes of sub-section @) the Baak may appoint as an agency or ageut, subject to such terms and conditions as may be prescribed, any person, odmmercial bank or body corporate.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "Boetaawter 8. (2) There shall be an Authority who shall be - Geom ob known as the Oficial Authority of the Bank for the Regi ot urposs of assisting the Bank in the exercise, te Uissharge and performance of its powers, functions and duties ander this Act or any. other written law, in this Act referred to as the “ Official Authority ””.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) The Postmaster-General—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(@) shall be the Official Authority; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) shall, in his capacity as that Authority and as",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "that Authority only and by the name",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "- assigned to him in that capacity under this ‘Act; be a corporation sole with perpetual succession and a common seal and may sue and be sued in bis corporate name and shall, subject to the approval of the Board, be’* capable of acquiring, holding or alienating property, movable or immovable, and may appoint branch officss for the trapeaction of the business of the Bank.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(8) The Official Authority shall, as agent of the Bank,/exercise, discharge or perform such powers, fonctions or daties of the Bank as are essigned oF",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "delegated to it by order, from time to time, made by the Board, and in the exercise, discharge or perform- ance of such powers, fonctions or duties the Official Authority shall give effect to any directions which may, from time to time, be issued by the Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(# The Board may, from time to time, by order assign or delegate to the Official Authority any of the powers, functions or duties conferred or imposed oD the Bank under this Act or any other written law.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 12,
    "text": "(5) Where the effect of any order of the Board under * . sub-section (4) is that any act or thing which may previously have been directly done by the Bank may be done by the Official Authority, or that any act or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "National Savings Bank Act, No,.80 of 1971 3 thing which may Provionsly have been done by that Aut! rity may be done directly by the Bank, the order may include such transitional provisions as to the patties hy and against whom legal proceedings are to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "instituted or continued, and such transitional powers, if any, as may appear to the Board to be expedient.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(6) As respect matters for the time being falling within the scope of any assignment or delegation by the Board under this section, the following provisions shall have effect, except as between the Official Authority and the Bank, that is to say, any righta, powers and liabilities of the Bank, including suits or * preseontions, shall be treated as rights, powers and liabilities of that Authority, and that Authority only; and any reference to the Bank under this Act or any other written law, or in any contract or document, shall be construed aosordingly, and legal proceedings shall be brought by and against that Authority accord- ingly to the exclusion of the Bank:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Provided that if any sum required by any judg- ment or order to be paid by the Official Authority 1s not aid by such Authority within one month from the date on which the execution becomes leviable to enforce the judgment or order, the Bank shalt be liable to pay that som and that judgment or order shall be enforceable against the Bank accordingly.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(7) All powers, functions and duties which the Postmaster-General is empowered to exercise, dis- charge and perform under this Act or any other written law in his capacity as the Official Authority may be performed and exereised by any officer of the department of the Postmaster-General, or by any sub-postmmaster, generally or specially authorized thereto in writing by the Postmaster-General in his capacity as that Authority, subject to his direction and control, for sach period and to such extent, if any, ‘as may be specified in such written authority.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(8) It shall he deemed at all times to have been, and to be, a condition of the employment of & member of the public service (including the Postmaster- General) that, in the event of bis Having been or being",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "employed in department of the Postmaster- General, tsa, and is, Hable, whether with or with- out his consent, to exercise, discharge and perform any power, function and duty referred to in eub-seotion @ which he ig generally or specially authorized in",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "4 National Savings Bank Act, No. 80-of 1971 writing to exercise, discharge and perform by the Postmaster-General’ in his capacity 23. the Ohta - Athority, boing 9 , function and duty whieh ihe would have been Liable to exercise, discharge and perform but for the repeal by this, “Act of the Ceylon : wings Bank Ordinance, the Ceylon Post Office Savings Bank Ordinance and the Savings Certificates * Ordinance. Menten of ta 6. ‘The members of the Board shall be the members ak of the Bank, Heugeqmt ¢ 7. (1) The general. qupervision, control and wy Bor, administration GF the effairs and the business of the Breed, Bak shall be vested in the Board. (2) The Board may exercise all or any of the powers of the Bank, . Bolt gg, | 8 (1) The Board shall consist of : Sak, @ the Deputy Secretary to the Treasury or, if he ‘a unable to attend any meeting of the Board, : tuy other officer, authorized by him to be present on his behalf at that meeting;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(®) the Postmaster-General or, if he is unable to ~ attend any meeting of the Boerd, any other officer authorized by him to be present on bis bebalf at that meeting;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "+ ** (@ an officer dealing with the subject of planning *\" appointed by the Minister for the time being in charge of that subject; aod ~  @ four members appointed by the Minister.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(2) Before appointing a person to be a director unigr paragraph (d) of sub-section (1), the Minister shall catisfy himself that such person will have no such financial or other interest ae is likely to affect prefudicially the discharge ‘by such, person of bis",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "functions as a director and the Minister shall also",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "satisfy himelt, from time tq time, with respoct, to every director appointed by him that such director as tio such interest.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "(8) An appointed director shall hold office for three” years unless be earlier resigns or ig removed from",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "ce.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "National Savings Bank Act, No. $ of 1971 5 _ (4) The Minister, or the Minister for the time being in charge of the subject of planning, may, without Sevigning reason, remove any director appointed by “ ‘him, The removal of any suoh direator from office by the Minister, or the Minister for the time being in sharge of the subject of planning, shall not bo called in question in any court,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(8) An appointed director may resign his office by lotier addressed to the Minister, or the Minister for the time being in charge of the subject of planning, as the ease may be.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(6) A director yacatinghis office by resignation or effuxion of time shall be eligible for reappointment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(7) If an appointed director vacates his office other- wise than by expiration of his term of office, a director may be appointed in his place by the Minister, or the Minister for the time being in charge of the subject of planning, as the case may be, and such second- mentioned director shall hold ‘office during the unexpired part of the term of office of the director so vacating offes.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(8) Té an appointed director is temporarily unable to dischange the duties of his office on account of il health or absence from Ceylon, the Minister, or the ‘Minister for the time being in charge of the subject f planning, as the case may be, may appoint another eligible person to act for bim. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "8. A person hall be disqualified for being news appointed a director or for continuing as an appointed Hien director if he— Spat",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "Fis",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(@) is a Senator or a Member of Parliament; -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "or",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(2) is, under any law in force in Ceylon, found or ~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "declared io be of unsound mind; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(©) is a person who, having been declared an",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "insolvent or a bankrupt under eny law in force in Ceylon or in any other country, is on undischarged insolvent or bankrupt; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "@ is convicted of an offence involving moral",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "turpitude and punishable with imprisonmaent for a term not less thon six months; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 16,
    "text": "(0) is un employee of the Bank.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ": & National Savings Bank Act; No. 80 of 197% Renaperation 10. The directors may be paid remuneration out Stina of the funds of the Bank at such rates ag the Minister",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "may determine. x Chairaan of 41, (1) The Minister shall appoint 2 Chairman ‘he Board, from among the directors.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ": (2) The Board shall be presided over by ths Chair- man if present; but if a Chairman has not been appointed or if the, Chairman is not present at the time fixed for holding 2 meeting of the Board, the directors present: choose one of their number to preside, ; .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(8), The Minister may, without assigning ® reason, terminate the appointment of the Chairman. The termination of the appointment of the Chairman shall not be called in question in any court.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(4) The Chairman may resign the office of the Chairman by letter addressed to the Minister.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": ": (@) Sabject to the provisions of sub-sections (8) and (4, the Chairman shall hold office as long as he is a director. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Grom orenp 12, The quorum for any meating of the Board Seer” sal be four. ng a Mesingetime 18, (1) A meeting of the’ Board shall be held as",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "often as the Chairman may deem necessary:",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "Provided that a meeting of the Board shall be held once at least in every six weeks. Loo",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "* @) The Chairman shall, upon a written réquisition from any two directors, call a special mesting of the _ Board, No such special-meeting shall be held unless aut least four daya’ notice specifying the time of the meeting and the purpose for which it is to he held has been given by notice in writing to every director. ,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "(8) Subject to the provisions of this Act, the procedure to be followed at meetings of the Board shall he as determined by rules made under this Act or, jn the absence of auch rules, as may be determined by the Board. :",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "National Savings Bank Act, No. 80 of 1971 ° 7 .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(@ The general manager of the Bank shall be : present at the meetings of the Board unless the Board otherwise directs.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "45, A director who, or whose spouse or dependent piebrr of * child, is directly or indirectly interested in any ('aean? business transacted or proposed to be transacted by the Board shall disclose the nature of such interest at the meeting of the Board where such business is discussed. The disclosure shali be recorded in the minutes of the Board, and such director shall not take part in any deliberation or decision of the Board with respect to that business, and shall withdraw from such meeting while such deliberation is in progress or decision is being made. >",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "48. (1) The Board shall canse minutes to be made Minutes of of the proceedings of every meeting of the Board in ‘auf “ ™ books kept for that purpose.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(2) The minutes of the proceedings of any meeting . of the Board, if signed by the member presiding at that meeting or at the next sucoseding meeting, shall be prima facie evidence of the proceedings of the ” meeting to which the minutes relate.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "46. (1) Any question which arises at any meeting  Dstemineten of the Board shall be decided by & majority of the tds at votes of the mambers present, and in the case of an = equality of votes, the member presiding at the meeting shall have a second or casting vote. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "(2) No act or proceeding of the Board shall be invalid by reason only of the existence of any vacanoy among the directors or any defect in the appointment of a director.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "17. (1) The Minister may, after consultation with omer ot a the Board, give to the Board general or special diree- Mute\" tions in writing as to the transaction of the business ™ of the Bank and thé Board ahall give effect to such’ directions,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "8 National Savings Bank Act, No. $0 of 1971 _ 2) The Minister may, from time to time, direct in Writiug the Board to furnish him such information with respect to the business of the Bank as he may ,.\\- require and the Board shall carry out every sucb direction,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "uasntae 6 48. ‘The repayment of the moneys deposited in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "we Geemn the Bank and of the interest, thereoa, and. the BY.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": ". ment due on the surrender of a savings certificate hail be guaranteed by the Government of Ceylon and is hereby constituted e charge upon the Consolidated Fund, and if the assets of the Bank are insufficient to pay a lawful claim made by any depositor or any purchaser or holder as the case may be, of a savings Certificate, the deficienoy shall be met accordingly.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "pre 49. (1) All expenses incurred in the administra- tion ‘of this Act shall be met from moneys in the Bank.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "2) In this section “ expenses\" means the cost of any work or service done by or in connection with the business and objects of the Bank including such sum on account of administrative or other overhead expenses as may, with the approval of the Board, be reasonably assigned to that work or service.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Aesitimes 20, (1) The Bank sball establish— ~ ‘oer",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(a) a general reserve;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "(@) an interest equalization reserve; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "6) such other special reserves for such purposes",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "2s the Board thinks At,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "@ After making allowance forthe reserves of the B out of the net profits of the Bank for each financial year, such amoant of such profits as shall",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": ", bg determined by the Board in consattation with the Minister shall be transferred by the Bank to the Consolidated Fund,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "compenoe 21, ‘The Bank shall not commence business until & pial”, cortificate signed by the Minister anthorizing the busines by Se Rank to commence business has been given.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Pores of 22. ‘The Secretary to the Treasury may, until the secre commencement of business by the Bank—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 16,
    "text": "Uvenete (a) do or perform any act which the Board is by ~ ioe by the this Act empowered to do or perform; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "National Savings Bank Act, No. $0 of 1971 9",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "() do all other acts which he may deem necessary",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "for the formation of the Bank.",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "\"98. (1) Amy act’ done or performed by the ‘sg Seoretary to the Treasury by virtue of section 22  fe\"toser shall, for all purposes, have the same effect as if euch 1s Tere act had been dons or performed by the Board. aS",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "{@) ‘The Board may continye any action or thing commenced by the Seoretary to the Treasury, | am rexazining unfinished or ineomplete at the date of commencement of business by the Bank, as if such act or thing had been commenced by the Board.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "24. The Secretary to the Treasury is hereby Pmon spemsy authorized to sign and execute for and on behalf of ncaie, docu the Government all documents which are required to ¢= bebalf of be executed by the Government. Be cere",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "25, A receipt signed by two directors, or by any Bexiete whan person expressly authorized by the Board to give Teceipts, shall be sn effectual discharge for moneys paid to the, Bank, :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "PART IL",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "” Appomvmmenr or Stage ax Aupit oF Accounts",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "26. (1) The Board shell appoint a ganeral Sypisimeat manager to the staff of the Bank at such salary and at ‘geen! with such allowances as may bé fixed by the Board. — saaer",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "(2) All acts which ave directed by this Act to be done by the Bank or the Board may, unless the contrary intention appears from the context, be done _ by the general manager if he is specially or generally authorized in writing thereto by the Board:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "Provided that the Board shall not authorize the general manager to grant loans exceeding twenty-five",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "ousand rupees without the prior copsent of the",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "Board.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "\"a9. ‘For the purpose of carrying out the provi- sobwdiom sions of this Act’ the Board may appoint such officers and servants as the Board may consider necessary.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "~ The Board may also, from time to time, fix and alter -",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "the salaries and allowances of such officers and ,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 18,
    "text": "servants,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "10 National Savings Bank Act, No. $0 of 1972 Panel ot 28, (1) The Board shall, every three years, Valoary. appoint such number of fit and proper x persons as it . may deem fit to constitute a Panel of Valuers, The . duty of each member of such Panel shail be to inspect + and value properties for the Bank. : (2) A membor of the Panel of Valuers shall, unless . be earlier vacates office by reason of denth or resigna- 1 tion or removal, hold office for a period of three years: Provided, however, that any such member appointed in place of any other such member who vacates his : office otherwise than by effluxion of time shell hold office only for the unexpired portion of the term of office of suck other member.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": ". (3) Rales may be made governing the appointment of ‘members to, and. the signin ‘and Temoval of members from, the Panel of Valuers.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 11,
    "par_num": 3,
    "text": "(a) Rules may be made fixing the rates of remunora- tion and travelling charges of members of the Panel of Valuers: . Provided, however, that it shall be lawfal— : (@) for the Board, or, 4 . @® for the general maneger, with the prior approval of the Board, to determine the remuneration and travelling charges + to be paid to any such member in respect of the valua- tion of properties. divine. 29, The Board may, from time to time, appoint any daly quelified person, firm or incorporate or unin- corporate body to act as legal, economic, financial or cal adviser to the Bank, and such person shall be remunerated in accordance with such scale of fees as may be preseribed. Ko sabltty 80. No director, officer, servant or adviser of ths for deme or Bank shall be liable for any damage or loss suffered caercbe by the Bank unless euch damage or loss was caused ~- ne ee . OY bis misconduct or wilful default, Sill doen,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "National Savings Bonk Act, No. 80 of 1972 11 .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "at. Every officer or servant of the Bank, other pseu # -than a member of any class of officers or servants femuny. exempted by the Board, shall give security to the:satis- faction of the Board, for the due and faithful performance of his duties.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "a2. Every director, general manager, auditor, Helotone secretary, adviser or other officer or servant of the pn Bank shall be indemnified by the Bank from all losses jpgsed and expenses inourred by him in or about the dis- Sox” ™ charge of his duties, other than snch losses and expen- ses as the Board may deem to have been occasioned by his misconduct or wilful default.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "83. Every director, general manager, auditor, Delos oftcer, errant, meiber of ‘agency, accountant or other “7 Person employed in the business of the Bank shall,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "efore entering upon his duties, sign a declaration pledging himself to observe strict secrecy ‘respecting all transactions of the Bank, its customers, and the state of accounts with any person and all matters relating thereto and shail by such declaration pledge himself not to reveal any matters which may come to his knowledge in the discharge of his duties except—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(a) when required so to \"do— . 2",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "{i) by the Board, or Gi) by & court of law, or (iii) by the person to whom such matters relates .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "(0) in the performances of bis duties; and . °",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "{@) in ordor to comply with any of the provisions of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "this Act or any other law:",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "Provided that the signing of such a declaration by 2 person so employed shall not be obligatory if such person is also employed in the business of a post office, but such person shall be deemed to have signed such a declaration. \\",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "4. Every director, eral manager, auditor; Right » conretary, gaviser, of other officer of cervant of the me Bank shall, except when required to do so by 8 court gums.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "-- or by any law, decline to answer any question concern- - ing the business of the Bank which may be put to him",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 14,
    "text": "‘om any occasion whateoever, if he considers that the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "12 National Savings Bank Act, No. 80 of 1971 answer to such question would disclose or tend to disclose the secrets of the Bank or the business or affairs of any oustomer of the Bank. . Ponds and a5, (1) The Board may establish and regulate a seem fe - pension ‘scheme or provident fund for the payment ‘lfcers ad of pensions, gratuities or retiring allowances to arse, officers and servants of the Bank and a widows’ and ismgaa’” orphans’ pension fund or scheme for providing pensions to the widows and orphans of decea:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "., officers and servants of the Bank.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(@) The Board may establish and regulate other funds or schemes, including housing schemes, and the grant of loans on the scourity of immovable property In connection therewith, for the benefit of officers ant servants of the Bank and their dependants.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": ". (8) The Board may require contribations to be made, to any scheme or fund established and regulated under this section, by officers and servants who or whose dependants are benefited thereby, and may deduct such contributions from their salaries and wages and may make contributions to any such echeme",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "- or fund from the revenues of the Bank. om 38. (1) The Board shail cause the accounts of the + Bank to be kept in such form and manner as may be -- determined by the Board with the approval of the . The Bank shall, in respect of such tion ot Ste funds ag the Board ‘may determine, ofan eurrent . accounts in sach banks as such Board may approve.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "(8) The financial year of the Bank shall be the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "year commencing on the first day of January,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "audio 37, (1) The accounts of the Bank for each financial year ‘shall be submitted to the Auditor-Genoral for audit within four months of the close of that financial year. For the purpose of assisting him in the audit ‘of such accounts, the Auditor-General may employ the services of any qualified anditor or auditors who shall act under his direction and control. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "@) For the ose of meeting the expenses",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "incurred by hicain the audit of the accounte of the Bank, the Auditor-General shall be paid by the Bank > auch remuneration as the Minister may determine in consultation with the Auditor-General.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "National Savings Bank Act, No, $0 of 1971 18",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{3) The Auditor-General and any person assisting the Auditor-General in the audit of the accounts of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "v- the Bank shall have access to all such books, deeds, contracts, accounts, vouchers and other documents of the Bank as the Auditor-General may consider neces- sary for the purposes of the audit, and shall be furnished by the Board and the Bank with such . information within their knowledge as may be required for such purposes.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(9 For the purpose of ascertaining the correctness of the balance sheet and profit and loss statement the auditors may, in their discretion, accept in respect of any branch of the Bank, any copies or abstracta from the books and accounts of ‘auch, branch which have been transmitted to the principal place of business of the Bank and which have been certified to be correct",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "+ by an officer of the Bank authorized in that behalf by the Board. (8) The Auditor-General shall examine the accounts of the Bank and furnish a report— (a) stating whether he has or bas not obtained all the information and explanations required . by him;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{b) stating whether the accounts referred to in the report are properly drawn Up s0 a to exhibit @ true and. fair view of the affairs of the Bank;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(e) drawing attention to any item in the accounts which in his opinion may be of interest to the Senate and the House of Representatives in any examination .of the activities and accounts of the Bank.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(8) The Auditor-General shall’ transmit his report wo the Board within six months of the receipt of the accounts of the Bank by him.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "« &D For the [purpores of thie section, the expression , qualified anditor ” means—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(a) an individual who, being a member of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": ". Institute of Chartered Accountants of Ceylon, possesses a certificate to practise as an Accountant issued by the Council of that Institate; or",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "14 National Savings Bank Act, No. $0 of 1972 (®) & firm of Chartered Accountents each of the periners of which, being a member of that istitate, possesses a certificate to practise a5 an Accountant issued by the Council of . that Institute. Renmei, 88: (1) The Board shall, on receipt of the of ame’ Anditor-General’s report in respect of ‘any year, foul” cause a copy of each of- the following documents Hout ‘sed we felating to that year to be transmitted to the Eom Minister:— . ‘ath. (c) Anditor-General’s report; *  @) balance sheet; . (¢) profit and loss statement ; (@) report of the Chairman of the Bank giving an ‘account of the work.of the Bank; and () such other financial statements or statistical data as may be decided on by the Minister. (2) The Minister shall lay copies of the documents transmitted to him under sub-section (1) before the Senate and the House of Representatives. ‘ PART III Busrvzss or tHe Bag : : GENERAL Aste, 89. (1) Subject to the provisions of this Act the tie Bick. == Bank is authorized to carry on and transact all kinds of business generally varied on and transacted by : savings banks? : Provided that the Minister may, after consultation . with the Monetary Board, by Ordor limit the kinds of business carried on end transacted by the Bank. (2) Without prejudice to the generality of the powers conferred by sub-section (1), the Bank may— (@) undertake any activities whatecever in conmeo- tion with the promotion or mobilization of savings or the raising of the marginal pro- pensity to save; (8) subject to the provisions of this Act, open and Maintain deposit and savings aeonnts of such types as may be prescribed;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "National Savings Bank Act, No. $0 of 1972 15",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{o} issue and deal with savings certificates under the provisions of this Act;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{@) subject to the approval of, and the imposition",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "” ‘of such conditions as may be laid down by, the Monetary Board, issue and deal with any other bonds, certificates or other instruments for the purpose of attracting savings;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{e) purchase, take on lease or in exchange, hire ‘or otherwise acquire, any immovable or movable property and any rights or privileges which the Bank may think necessary or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": ". convenient with reference to any business : which the Bank is authorized to carry on of transact;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{f) constroet buildings on any lend belonging to or taken on lenge by the Baal, and improve, manage, develop, exchange, lease, mortgage, dispose of, sell, turn to account or otberwins deal with all or any part of the property and rights of the Bank;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(9) ‘with the spproval of the Minister and subject",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": ". 40 such terms and conditions as may be laid down by him by regulations made under this Act, conduct lotteries and prize gompetitions for the prose of augmenting the funds of the Bank; \" .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "4%) do all things incidental or conducive to the exercise of the above powers;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "© invest. moneys lying in deposit and savings accounts and in funds and schemes estat lished under section 95 in one or more of the following: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "() in any security, stock, debentures or ‘Treasury bills of, or guaranteed by, ‘the Government; :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "{ii) in any geourity. stock or debentures of any financial institution owned by the Government or in which not less than fifty per centum of the capital is",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": ": owned by the Government;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 15,
    "text": "(iii) in any other security, stock or debentures approved by the Minister in consulia- tion with the Monetary Board:",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "18 . National Savings Bank Act, No, 80 of 1971 (iv) on a first me of immovable property» Situaiad within any ewok oree ie Ceylon as may be approved by tho; Board, and having such title ‘as is",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "- acceptable to the Board;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": ": {v) on deposit with the Government at » rate not less than the Treasury bill rate: an",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(i) in any other manner prescribed by the Minister after consultation ‘with the Monetary Board;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "() with respect to. the investment of moneys on @ first mortgage of immovable property referred to in paragraph (i) (iv}—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "@) make provision in the deed of mortgage to charge penal interest upon failure to pay any instalment of capital re- payable on the mortgage, or any interest, in terme of that deed; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(G) manege, supervise or control, with or without remuneration, or participate in the ‘management, supervision or control, with or without remuneration,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": ": of any agricultural or other under- taicing carried on in connection with such immovable property, where such ~ management, supervision or contra) or suck participation therein appears",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "; . tothe Board to be necessary in order",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": ". \"to Protect the interests of the Bank in such investment; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "() subject to the provisions of sub-section (4), grant loans to co-operative societies. and approved institutions. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(8) Investment in securities, stock, debentares or ‘Treasury bills of, or guaranteed by, the Government, shall constitute not less than sixty ‘per centum or such lesser percentage, as the Minister may specify by",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "‘ Order published in the Gezette, of the moneys lying in deposit and savings accounts.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "() The Bank shall not exercise the power to grant “Joana to co-operative societies and approved institu tions— .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 15,
    "text": "(@) until the Minister approves the exercise of that power generally or in respect of any such class or description of co-operative societies",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "National Savings Bank Act, No. 80 of 1971 1 or approved institutions as he may from . time to time specify by regulations made under this Act; and > (B) except in accordance with such terms and condi- tions as the Minister may lay down by regulations so made, (6) In this section— “approved institution ” means fay. institution approved for the purposes of this section by the Minister by Order published in the Gazette, and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "“cooperative society”? “means a co-operative Society registered under the Co-operative Societies Ordinance.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "40. Notwithstanding the provisions of section 30, cou. the Bank may, by resolution of the Board, at any time refuse to open an account in the name of any person or any thrift, benevolent, provident or chari- table society, ascociation or institution, and may, where an account has been opened, give thirty days’ notice in writing to any person or to the treasurer, trustees, or offices of any body, to withdraw from the Bank ail or any part of the money lying to the credit aa of such person or body, and from and after the expi- ation of such thirty days no interest shall be payable",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "on the sam of money to which such notice relates.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "44, (1) Subject to the further provisions of thie Itmmta ‘section, interest shall be payable on moneys lying tothe “8% credit of deposit and savings accounts, but uot on moneys transferred to the Unclaimed Deposits Fund” or to a special reserve, at rates determimed by the Board with the concurrence of the Minister, and such rates may be varied in respect of different classes of Accounts and in respect of the amounts lying to the credit of accounts. -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(2) The interest payable shall be at not fess than a minimum rate of six per centum per annum. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "(8) The minimum rate of interest specified in sub- section (2) may be varied from time to time by Order wade by the Minister on the advice of the Central Bank and published in the Gazetts, but in no case shall it be decreased below six per centum per annum.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "@) Where, in any year, the profits are insufficient to pay the minimum rate of interest specified in sub-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 9,
    "text": "~seotion (2) or the varied minimum rate of interest referred-to in sub-section (3), the deficit. shall be paid from the Interest Equalization Reserve and, if the x cen ee",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "48° ‘National Savings Bank Act, No, $0 of 1974 fands to the credit of that Reserve are insufficient shall, to the extent of that insufficiency, be a charge on the Consolidated Fund.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(5) Interest shall be payable on every complete sum of tea rupees for every complete period of three",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "+ months or such other period a toe Board may determine, the division of the year into periods of thres months or into periods of longer or shorter duration being Axed Uy the Boards taking into consideration the financial year of the Bank.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(©) Interest on any amount paid into » deposit or geTings scoop shell not commence to accrue until the first day of the period next following the period during which such amount was paid in, and interest on any amount withdrawn from a deposit or savings account shall cease to accrue on the first day of the period in which such amount was withdrawn.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(7) Interest payable shall be credited to each account not later than two months after the close of the finan-",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": ". cial year and shall be added to and become part of the principal amount. Parmeote 42, The Board may make payments, other than prod interest, on such classes of onotnts 8 as it may specify, at such rates as it may determine with the concurrence of the Minister, Aesenmis by 33, (1) The Bank may open accounts in the name 5 oa,tebe — of minors, or of guardians on bebalf of minors. « (2) A minor who has completed not less than seven . me of age may operate upon an account opened in is name in like manner as if he had attained majority: :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "Provided that an application for the withdrawal of money by a minor who has not. completed sixteen years",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": ": of age shall be made at least seven days prior to sack withdrawal.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "(3) The whole or any part of the money standing t0 tbc exedlt of minor Under tne ope of spren years Bay",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": ". be Raid to any person who produces satisfactory proof to show that the minor is in his care.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "@a goardian may operate upon an aoconnt in his name on behalf of a minor who hes not completed. six- teen years of age and a receipt signed by sack guardian gall bea ient discharge for any payment madé",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 19,
    "par_num": 12,
    "text": "im,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "National Savings Bank Act, No. 80 of 1971 19 44. (1) Any person over sixteen years ‘Nominations, bas & deposit or savings account map 1 omiunies pe BP eat aon, (hereinafter called 2 nominee”), to whom the arn moneys lying to the credit of such first-mentioned per- “7 son (hereinafter called ‘“ nominator”) shall be paid ‘spon bis death and, if his death should oonur while the exists, the moneys shall be 90 paid subject to the provisions of this Act paid sao . QA nomination made under sub-section (1) shall have effect upon the death of the nominator notwith- standing anything in his last will to the contrary. @) Any nomination made under sub-section (1) shall be deemed to be revoked by the death of the nomines in the lifetime of the nominator or by written notice of revoration signed by the nominator in the presence of o witness (who shall attest the signature of the . nominator) or by any subsequent nomination made by the nominator. (4) The moneys lying in his deposit or savings account to the credit of the person ‘who has made a nomination under sub-section & shall, in the event of his death, be deemed not to form part of the estate or property of that person for the purpose of probate or aduinistration proceedings under the Civil Procedure Code, and the transfer ol such property shall not be an offence under section 547 of that Code, '5) Upon the death of any person who has a deposit ox rigs a aetna who hae wade 8 nomination under sub-section (1), the Bank shali communicate in writing by registered post with the Commissioner of Ectnte’Daty informing him of the name and address ‘of snch person, the fact of bis death, the name and address of the nominee and the amount of the moneys ying to the credit of the nominator at the time of his death, and inquiring whether any, and if so what, sum of money should be withheld against payment of estate duty in respect of such moneys. : () TE the Commissioner of Estate Duty informs the Bank, in reply to the communication mat » under sub- Pe G), what sum of money should be withheld, the Bonk may withhold that sum and pay it to the Com- missioner of Estate Duty. Tg no reply, specifying what eum of money wn ate withheld, is rexsived by the Bank from the Commissioner of Estate Duty, to the communication amade tinder eub-section (6) within one month of the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "20 National Savings Bank Act, No. 30 of 1977” date of posting or handing over of that communica- tion, the Bank may take action as if no sum of mon: need be withheld.”",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "(8) No payment shall be made by the Bank to any: nominee unless the nominee—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "(a) submits an affidavit stating that he is the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "nominee; and :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "@) produces a certificate as to his identity from a",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "person acceptable to the Bank.",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "(0) A payment made subject to the deduction, if aay, made ander sub-section (6) and the conditions set out. in sub-section ®, to any nomines of a nominator wha has died shall be a complete discharge of the obli- gations of the Bank in respect of the moneys lying to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "credit of euch nominator.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "(10) Where, upon the death of any person who has a deposit or savings account, other than a nominator, there is 2 sum of money to the credit of auch person in the Bank, any officer or person who is duly autho- Tized to make payments in respect of accounts may, if satisfied that euch first-mentioned person died",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "intestate and thet letters of administration to the estate of such person are not required by any written Jaw, pay such sams of money, subject to the provisions of this Act, to the person or persons to whom such sam. is required, in accordance with any rule in that behalf, to be paid:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "Provided that until rules are made in that behalf, any such sum may be paid to the person or persons legally entitled to the payment thereat.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 12,
    "text": "Gettemens 45. Where any dispute arises between the Bank of dipote, “and any person ‘who bes a deposit or savings account - inthe ‘Bank or any beir, exentor, administrator or ereditor of such person, or assignee of such person who becomes insolvent, or any person claiming to be heir, -  execator, administrator, creditor or assignes or to be entitled t any money lying in the Bank to the credit of such first-mentioned person, then, in every such cas, the matter in dispute shell be referred to an arbi- trator mutually agreed upon by the Bank and the other party to the dispute, or, if they are unable to agree ‘upon such an arbitrator, to two arbitrators one of whom shall be nominated by the Bank and the other» by such other party, together, if the arbitrators are unable to resolve the dispute, with a third arbitrator",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "National Savings Bank Act, No. $0 of 1971 21 agreed upon by such arbitrators, and the award, order or determination made by the majority of the arbitra tors shall be final and conclusive and binding on the Bank and the other party to the dispute.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "8. “Where 2 person who has @ deposit ot sarings Payment lo account in the Bank is alleged to be of unsound mind Sey, ar otherwise incapable cf managing his affairs, and the Bank is satisfied as to his incapacity and as to the . urgency of his need, ‘the Bank may with the approval ofthe Minister pay tho money lying to his credit fo such other pertot as the Bank thinks proper, and & receipt sigued by euch other person shall” bo 8 sufficient discharge for any payment made to him.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "_ 87, (1) Where an account has Iain dormant, that rained is to say, the pass book hes not been promnted for Pag examination and insertion of interest or there has beeo no withdrawal from or deposit into his account, for a Period of seven yeare by a perton who ‘commenced his account on or after reaching the age of sixteen years, or for a period of seven years after reaching the age of sixteen years by a person who commenced his account before the age of sixteen years, the. moneys Iying to the credit of such person shall’ {a) if such moneys -egate to less than ten rupees, : bo transferred tp a. special reserve. afiet notice, in such manner as the Bank may determine; and @) if such mon ate to ten rupees or more, © eae tranetorred sabjos to tho provisions of gubseation @), to, # fund called the “Unclaimed Deposits Fund”, and such . person or any person deriving title from him, shati have no claims to such moneys except . in accordance with the provisions of this section.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "(2) Before any moneys, which aggregate to ten rupees or more, lying in ‘an account are transferred in aocordance with the provisions of sab-section (1), the Benk shall, not less than thres months prior to the date of such transfer, publish a notice in the Sinhala, Tamil and English languages in the “Gazette and in three daily newspapers in each of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 5,
    "text": "- three languages respectively atating the name of the Person in whose favour the account stands, the fact that the account has been dormant for a period of seven years, and that it is intended, on a specified",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "22 National Savings Bank Act, No. 80 of 1971",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "date, to transfer the moneys ying in that account to the Unclaimed Deposits Fund under the provisions of sub-section (1). .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(8) Any moneys transferred to the Unclaimed Deposits Fand may be retransferred to the account in which it was originally lying, ot the instance of any person who furnishes proof to the satisfaction of the Board that the account was in his name or in the name of a person from whom he derives title.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(@ Any moneys which are transferred to the Unclaimed Deposits Fund end which bare not besn retransferred to the original account within a period of three years shall, on the expiry of that period, be transferred to @ special reserve.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(®) Any moneys transferred to a special reserve under this section shall in no circumstances be re- transferred to the account in which they were originally lying.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Regine 48. (1) Every person— mad nation, (@) to whom a Joan is granted by the Bank on the mortgage of immovable property; or *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(®) who has obtained probate of the will or letters of administration to the estate of @ person to whom any loan has heen go granted, ox, who, upon, application made in that behalf by the Bank, has been appointed by",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": ". court to represent sach estate; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(©) te wham any right, ttle or interest whatsoever in any immovs roperty mortgaged to tach “Bank as security for any loan bas",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "assed, whether by voluntary conveyance oF",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "Fyoperation of lew, .",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "shall register with the Bank an addresa to which all notices to him may be addressed. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 13,
    "text": "(2) Any notice which is required to be served on any Person to whom sub-section (1) applies shall be deemed to have been duly served on that person if it is sent by post in a registered letter directed to that person at the address registered by him under that sub- ., section, and the service shal] be deemed to have been ” effected at the time at which the letter would be delivered in the ordinary course of post:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "National Savings Bank Act, No. 80-of 1971 98 Provided that, where any such person fails to cas fogiaiar his addtess under sub-section (1), the Bank not shill pablish in the Gasevte and in a daily newspaper, @ notion addressed to him, and such notice shail be deemed to be duly given to him onthe day on which such notice ‘was published. .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "49. No director or employes of the Bank shall wo dae guarantee the repayment TF aay loan granted by the %| EPR, Bank to any other person. eo",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "80. (1) No Joan shall be granted by the Bank to Zaioime any director or to the spouse or a dependent child Sraom de of a director or to any company or firm in which @ director has 9 substantial interest,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "For the purposes of sub-section (1), * substantial . ib ntoree a",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "(@) when used in relation to a company, means the . holding of a beneficial interest by a dinotar of the Bank or his apouse or dependent child, whether singly or taken together, in the shares of the company, if the amount paid",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "-. up in respect of the holding exceeds five",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "per contum of the paid-up capital of the company, and .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "(2) when used in relation to a firm, means the beneficial interest held in the firm by a director ‘of the Bank or his spouse or his dependent child, whether singly or taken together, if the beneficial interest exceeds in value five per centum of the total capital subscribed by all the partaers of the firm.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "51, Where a loan ‘is granted by the Bank on the Prisiy of * mortgage of any immovable property, that property NE. shall ‘from and after the date of the registration of gre? such mortgage be charged with the payment of the loan with interest in priority to every other debt, mortgage or charge affecting it, except a debt which",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 10,
    "text": "18 secured by a mortgage duly registered prior to such | Sate and which is due to a creditor who in good faith | eozaneed the money before the loan was granted by",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": ". 2 National Savings Bank Act, No. 80 of 1971 ‘Procedure om 52. (1) Whenever default is made in the payment Lo of any som due on a loan, whether on mount of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 2,
    "text": "principal or of interest or of both, default shall bex deemed to have besn made in respect of the whole of the unpaid portion of the Joan and the interest due thereon up to date; and the Bank may, by resolution of the Board published in the Gazette, authorize any vas... , pStson in writing to sell the Property mortgaged 28 Eo dgentity for euch payment by public auction at any - 7?) lot time not less than twenty-one days after the'date on »m.4 Which such resolntion was published. in order to’ recover the whole of the unpaid portion of the loan a and the interest due thereon up to the date of sale OU)! ‘and the moneys and costs recoverable under section 53. ~srr-4 (0) (@) Save as otherwise provided in paragraph (6), . the provisions of sub-section (1) shall apply iB the cans of any default notwithstanding that the borrower may have died or that any right, title or interest whatsoaver in the property mortgaged to the Bank as security for the loan may bave passed by voluntary ‘eonveyance or by operation of lew to any other person. (p) Where a borrower is dead and probate of bis will or letters of administration to his estate have not pen issued to any person, the District Court of ©olombo or the District Court of the district in which ‘the property mortgaged to the Bank by that borrower- is situate, may, upon application made in that behalf by the Bank and after service of notice of the applica- sion on such persons, if any, a8 tbe court may order, and if satisfied that the grant of probate or the issus of ietters of administration ia fikely to be unduly delayed. appoint a person to represent the estate of the borrower for the purposes of this section; and the * provisions of sub-acothon (1) shall not apply in the case of any default made by such borrower unless and until a person is appointed under this paragraph to represent the estate of such borrower. : te (8) @) Notice of every resolution under sub-section . (1) authorizing the sale of any property shall be vet published, in addition to the Gazette, in three daily “newspapers in, Sinhala, Tamil and English nyspes tively, and copies of such notice shall he despatclied to the borrower, if he is alive, and to every person who bas, in respect of that property, registered his address under the provisions of paragraphs (8) and (c) of sub. — section (1) of section 48, and, if that property consists of tha interest of a lessee under @ lease from the Crown, to the Land Commissiover.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "National Savings Bank Act, No. $0 of 1971 25",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(8) Notice of the date, time and place of every sale ‘shall, not less than fourteen days before the date fixed",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "“efor the sale, be published in the Gazette and copies . of such notice shal) bo—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(i) despatched to the borrower if he is alive, and to every other person to whom notice of any resolution is required to be despatched under paragraph (2);",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(i) posted on or near the property which is to be sold; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "‘Gii) affixed to the walls of the Kachcheri and the several District Courts and Magistrates’ Courts within the jurisdiction of which the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": ". property is situate.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(4) (a) If the amount of the whole of the papaid ‘portion of the loan togather with interest, inclu ing ‘any penal interest due thereon and of the moneys ant costs, if any, recoverable by the Bank under, section 58, is tendered to the \"Bank at any time before the date fixed for the sale, the property shall not be sold, and no further steps shall be taken in pursuance of the resolution under sub-section (1) for the sale of that property. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "_x _ @) If the amount of the instalment or equated \"payment in respect of which default hes heen made, ‘together with any penal interest due thereon, and of the moneys and costs, if any, recoverable by the Bank under section 53, is tendered to the Bank at any time before the date fixed for the sale, the Board may, in its disoretion, direct that the property shall not be sold, and that no further steps shall be taken in Parsvance of the resolution under sub-section (1) for - the sale of that property.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(5) The Board may fix an upset price below which the Rroperty shall ‘not be sold to any person other than the Bank. In fixing such price the Bank shall bave particular regard both to ihe outstanding amount of the loan granted on the security of such property and the current value of such property.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "(8) In any case where two or more loans have been granted by the Bank on the security of the same property and default is made in the payment of any -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 12,
    "text": "<’ Sum due apon one or more of such loans, the provi- * sions of this section shall apply notwithstanding that default may not have bean made in respect of the other loan or of any of the other loans, and the Bank may,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 1,
    "text": "28 National Savinge Bank Act, No. $0 of 1971 in any such case, by resolution of the Board under ub-sestion (1) authorize the sale of the property for the recovery of the total amount dus to the Bank in ~~ respet of both or all ibe loge, as the case may be, the provisions of this Act shall spply accordingly. aeaeey ot ‘8B. Besides the amount due on the loan, the Bank span Se may recover from the debtor or any person acting on Fook his behalf— (a) all moneys expended by the Bank, in accordance ‘with the covenants contained in the mortgage bond executed by the debtor, in the payment . - of premiums aid other charges in respect of the policy of insnrance effected on the property mortgaged to the Bank and in the payment of all other costs and chi Enlhorizod to be inearred by the Bank, ander the covenants contained in the morigage bond executed by the debtor; and @) the costs of advertising the sale and of selling the property: : Provided that th costs incurred under eis paragraph Si not exe such percentage Of the loan as may be prescribed; and (©) in any case where the property mortgaged as’ Security for the loan omniste of the interest of the debtor under a lease from the Crown, and such property haa heen surrendered to . the Crown in accordance with the provisions of section 59, all moneys paid to the Crown hy the Bank on such surrender as monoye due to the Crown by the debtor under said lease. Peete 8H, If the mort, operty is sold, the Bank edie, eh cho eae ee on the sels, proooeis, the amount due on the mortgage and the moneys and costs recoverable under section 58, pay the overplus, if any, either to the debtor or any person legally entitled to accept the payments due to the debtor, oF into the District Court having jurisdiction over the property sold in case the Bank is in doubt as to whom the money is to be paid. : Cortona ot 85, (1) If the mortgaged property je sold the Bank — a shall sign a cattifcats GF asle and. thereupon. ail the right, title, and interest of the debtor to and in the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "National Savings Bank Act, No. 30 of 1971 27 property shall vest in the purchaser, nor shall any, person slsiming ‘through or under any disposition",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "whatsoever of debtor’s right, title, or interest to ‘and in the property made or registered subsequently to the morigage of the property to the Bank be able in any court of Jaw to move to invalidate the sale for ‘any cause whatsoever or to maintain any right, title or interest to or in the property as against the purchaser.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "(2) A certificate signed by the Bank under sub- section (1) shall be conclusive proof with respect to the _ sale of any property that all the provisions of this Act have been complied with.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "& The certificate referred to in sub-section (1) shall be substantially in such form as may be prescribed. Different forms may be so prescribed accordingly as the purchaser is, or is not, the Bank.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "(4) Every certificate of sale shall be liable to the stamp duty and sharges fixed for conveyance of . immovable property, and to any registration or other charges authorized by law, ali ‘a which shall be payable by the purchaser,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "(6) Where the property sold consists of the interest of a lessee under a lease from the Crown, then, if the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 28,
    "par_num": 7,
    "text": "~prehaser of the property is some person ofher than ‘the Bank, the cartificate of sale shall not be signed by the Bank unless the Lend Commissioner, in the exercise of his discretion, has approved the purchaser. (© ‘Whenever e Land Commissionsr refases, under sub-section (5), to a] Fror8 a purchaser o interest of a lessee under : ease fro the Crown— {e) all sums paid to the Bank’by the purchaser in respect of the sale shall be repaid to him by the Bank; (8) the costs of advertising and holding such sale shall be deemed to be costs recoverable by the Bank onder section 53 (4); and (©) the property aha be nesld in accordance witb Lo provisions of this Act. . 56, (1) The purchaser of an} rty sold in Onder toe. | purmuanse of the provisions of wetlon 02 chell, upon comet application boing. made to the District Court of lombo or the District Court having “jurisdiction i over the place where the property is situate, and upon",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 29,
    "par_num": 1,
    "text": "28 National Savings Bonk Act, No. $0 of 1971 Prodaction of the vertificate of sale issued in respect of the Property under section 66, be entitled to obtain an order for delivery’ of possession of the property, “4 @) Every application under sub-section (1) shall be made, and shail be'disposed of, by way of summary procedure in accordance with the provisions of hapten XXIV of the Civil Procedure Code; and on all fomments filed for the purposes of each such application on all procsedii eld thereupon, stamp duties and other rharges fall be payable at the respective rates payable under any written law for the time being in force, on applications for, and proceedings connected -with or incidental to, the execution of a decree of a District Court for the delivery of possession of a property of the same value as the property to which suck application relates. (8) Where the property sold in pursuance of the provisions of section 52 is in the ooeuparioy of the lebtor or of some person on bis behalf or of some person claiming under a title created by the debtor subsequently to the mortgage of the property to the Bank, the District Court shail order delivery to be made by putting the purchaser, or any person whom he may appoint to receive possesion on his behalf, in possession of the property. . (4) Where the property sold in pursuance of the provisions of section 52 is in the oocupancy of a tenant or other ‘person eutitled to occupy the sama, the District Court shall order delivery to be made by afiting 4 notice that the sale has mn place, in the Sinhala, Tamil and English languages, in some cons- _ picuous place on the property, and proclaiming ta the occupant by beat of tom-tom, or in such other mode as may be castomary, at soma convenient place, * that the interest of the debtor has been transferred to the purchaser. The cost of such proclamation shall be fixed by the court and shall in every case be prepaid _ by the purchaser. (5) Every order under sub-section (3) or sub-section \"shall be deemed, as the case may be, to be an order for delivery of possession made under section 287 or section 288 of the Civil Procedure Code, and may he enforced in like manner as an order s0 made, the debtor and the purchaser being deemed, for the- - purpose of the application of any provision of that ode, to be the judgment-debtor and judgment- creditor, respectively. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "o wt cae we wo Notional Savings Bank Act, No. 30 of 1971 29 7. If the property sold has been purchased om ceneatatin * behalf df the Bank the Board may, at any time before *™* it resells the property, cancel the sale by an endorse- -‘fuent to that effect on a certified copy of the certificate of sale, if the debtor or anyone else on his behalf pay the smoant due in respect of the loan for which the property. was sold (including the costs of seizure and aale} and interest on the aggregate sum at 3 rate not exceeding .a prescribed rate, Such an endorsement Shall, upon registration in the office of the Registrar of Lands, revest the said property in the proprietor as though the sale under this Act had never been made.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "88. If the property so sold has been purchased on Busiety behalf of the Bank, and the sale is not cancelled under section 57, the Board may, at any timo, resell the property and transfer to the purchaser by endorsement on certified copy of the certificate referred to in sab-ebction (8) of section $5, ali the right, title, end Interest which would have been acquired ‘by a Purchaser at the original sale, The endoreoment waich shall be liable.to the same stamp duty and charges aso certfieate toa purchaser at the original sale, shall when it is registered in the office of the Registrar of . Lands vest such right, title, and interest as aforesaid in the purchaser. .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "89, | fat ony sale under section 59 the Bank has tinh, pu any sold for default in the xe Ronayment ofa foes the Bank shell act hold’ suca ES property fora longer period than is necessary to enable the Board to resell the property for such a sum 9s will cover the total amount due to the Bank on account of loan, interest, expenses and costs:",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "Provided that where such property consists of the interest of a lessee under a lease from the Crown, the Board may, instead of reselling such property, pay all sums of money due to the Crown by the lessea under the lease and surrender the lease to the Crown on such terme and conditions ag may be agreed upon between the Board, the Minister and the Minister charged with the subject of Crown lands.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "60. For the purpose of deciding whether any pow: 4 mat immovable propeity tendered as secutity for a oan Ey",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 30,
    "par_num": 6,
    "text": "«« ‘Should or should nét be accepted, the Bank shali have of jal access without fee or charge to the valuation roll of any local rating or taxing authority, and the officers sstberty.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "80 National Sevings Bank Act, No. 30 of 197t . of every sucb authority shall upon application supply",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "to the Bank full pattlculare do to eny valuation of Property in respect of which such authority is empowered under thé provisions of any law to levy. any rate or tax.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "Menting of 81, In this Part, unless the context otherwise",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "rropacy, requires, “‘ property '', in any case where a loan is secured by a mortgage of the interest of a lessee under a lease from the Crown, means the right, title and interest of the lessee under the lease.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "Bak 62, Nothing in sections 52 to 61 shall be deemed to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "ecoéel fim preclade the Bank from recovering the amount due on",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "‘remey. Any mortgage bond in accordance with the provisions of any ohhee written awe",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": ". Savines Centiricares",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "jzeuily © 63, The Monetary Board may authorize a sum of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "oe, ER\" money to be borrowed within Ceylon by the issue of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "of Gaten Cayton Savings Certificates under this Act.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "Antbciy 4. (1) Where the Monetary Board, under section",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "Sis? 88, authorizes a sum of money to be borrowed within",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "Sram Ceylon by the issue of Ceylon Savings Certificates the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": ". Bank may, from time to time, borrow moneys not .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "exceeding in the aggregate the sum of money authorized by the Movetary Board, by the issue savings ates under this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "(2) ‘The Bank may also, when 20 authorized by, the Monetary Board, borrow by the issue of savings certificates under this Act such sums of money as may from time to time be required for the purpose of meeting current demands for the surrender value of savings certificates issued or deemed to have been issued under this Act.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "(®) All moneys received by the Bank on the issue of savings certificates aball be paid by it from time to time into the funds of the Bank,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "Notion 63, Where the Monetary Board has authorized the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "ope sae ‘Bank to borrow any sum of money by the issue of",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "‘volute, &, savings certificates under this Act, Bank sball by notification published in the Gazette specify—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "(@ the denomination or denominations of the -",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 31,
    "par_num": 23,
    "text": "- savings certificates which ere to bo issueds",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "National Savings Bank Act, No. 30 of 1972 31",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "(®) the purchase price and the surrender value of a",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": ". certificate of each such denomination.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "+. 66, (1) Savings certificates may be issued in Fmea sioonriakce with uch wales ae ‘may bo made in that <p ser behalf, to— ‘mag be iowand.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "(0) an individual; .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "@) a co-operative society;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "(0) society or association. which, in the opinion",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "of the Bank, is a thrift, benefit, benevolent or provident society or association;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "{@) an approved savings group; :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "© any or body of persons on behalf of any",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "a ace of religious worship, or on behalf of any institution’ or association which is maintained for educational or cultaral or recreational or charitable parposes and is of a prescribed class or description; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "(A) any other prescribed body of persons. ~ @) The decision of the Bank as to whether any society or association is a thrift, benefit, benevolent or Provident society or association, aa the case may be,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "Shall be final and conclusive,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": ", 81. No savings certificate shall be issued to any Seeist individnal unless he ie resident in Ceylon on the date BEN, of the issue of such certificate: pay",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "Provided that a savings certificate may, in adeor- 7siMfau. dance with such rules as may be made in that bebal#, be issued—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "(@) to a minor who is resident outside Ceylon if the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "parent, guerdian, curator or trustee of that tninor is resident in Ceylon on the date of the issue of such certificate; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "(®) to a persoa who is not a minor and is resident",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "outside Ceylon, in such circumstances and subject to such conditions as may bo ‘Presoribed by the aforesaid rules.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 32,
    "par_num": 20,
    "text": "68, (1) The aggregate of the denominational tumit a values of all savings certificates held at any time by balding any person or body of persons shall not exceed a1 limit as may be prescribed; and no savings certificate shall at any time be issued 60 as to increase the holding ‘of any sneh person or body of persous beyond the limit 80 prescribed.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 33,
    "par_num": 1,
    "text": ". 82 National Savings Bank Act, No. 80 of 1971 7 2) The power to make rules presoribing the limite 3, Feferred to in sub-section (1) shall ie deemed to- “\\ include the power to prescribe different limits for different classes of persons or for different classes~ of savings certificates. ‘esate, 69, The right, title and interest of the palberation, of a savin, ertilieate, other than a bearer. Lat neon seclogs shall not be assigned, donated, bypothecated, sold, Sie, transferred of othorwite disposed of by the purchaser vei in any manner whatsoever; and any such assignment, donation, hypothecation, sale, transfer or disposition hall not be recognized by ths Bank and shall for all parposes be null and void: Provided, that the preceding provisions of thie section shall not affect or be deemed to affect— (@) the right of the Bank, in eccordance with such : rules as may be made in that behalf, to issue @ new savings certificate in any case where . the purchaser of @ savings certificate desires i to gift his rights thereunder; or (®) the right of the purchaser of any “savings certificate ‘to assign such certificate by way . of security for the payment of moneys which may be or become due to the Goverament or — to any local authority, or as security for the purposes of section 2 of the Public Officers (Security) Ordinance; or (© the right of the purchaser of any savings certificate to-assign auch certificate by way of security to the Bank for a loan; or (@) the right of the purchaser of a savings certificate of such class or description’ as may be declared by rules to be assignable, to assign any certificate of such class or description in the prescribed manner to any perspa. Ice ot ew 70. (1) Rules may he made providing, in the event Eaten; of the death of the purchaser of a savings certificate— nivale (a) for the issue of a new savings certificate to any. yer person proved to the satisfaction of the Bank | porcbaree to be an heir or legates of the decensed purchaser; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 34,
    "par_num": 1,
    "text": "National Savings Bank Act, No. 80 of 1971 38 (®) fot the payment, to the executor of the last will of the deceased purchaser or to the adminis- . trator of his estate or to any heir, of a sum equivalent to the surrender value of that savings certificate, . : (2) Any new savings certificate issued and any payment made under this section by the Bank shall be and shall operate. for all purpoes a8 a. complete discharge of the obligations of the Bank in respect of any savings certificate issued to the deceased purchaser or of any money payable on the surrender of the certificate, @) Nothing in this Act or in any rule made there- . under shell affect or be deemed to affect the right of the Commissioner of Estate Duty, under pay lew for the time being in force, to receive from the Bank the surrender value, at the time of the death of any deceased purchaser, of 4 savings cartificate forming part of tbe estate of such purchaser. : 74. (1) Where any savings certificate is seized or Simm o sequestiea in execution of & decree or order of amy Sowa court the Fiscal effecting the seizure or sequestration omtints, shall forward the savings certificate to the Bank . Which shall cancel such certificate and pay the surrender ‘value thereof as on the date of seizure or Sequestration to the credit of the action in which that decres was entered or order made. . {2) Where the Fiscal, in the execation of & decrea or order entered or made against any person who is the purchaser of a savings certificate or in sequestering the property of any such person under a mandate oi sequestration issued by any court, is unable for any reason to obtain possession of the savings certificate, the amount of the-surrender value of that certificate shall be deemed to be a debt not secured by a negotiable instrument due from the Bank as debtor to the Purchaser as creditor; and the provisions of section 229 of the Civil Procedure Code shell apply accordingly: : Provided that the Bank shall not incur any liability or be subject to any ene by: reason only of the fact that the curfender value of ony savings ~ certificate is paid to the purchaser thereof after the service of @ prokibitory notice under section 229 of tha Civil Procedure Cade, if such payment was bona 6 a cm",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "84 National Savings Bank Act, No. 80 of 1972 fide made by any person on behalf of the Bank by error or accident or in ignorance of the fact of the servies of such prohibitory notice. . Busgeader of 72. (1) On the surrender of 4 savings oartifioate erage (other than a savings certificate in respect of which & prohibitory notice has been served on the Bank under section 229 of the Civil Procedure Code) in. the presoribed manner and at a prescribed place, the purchaser shall be entitled to receive the surrender value of that certificate at the time of such surrender:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Provided that where a savings certificate is issued on the condition, to be set out on the face of that certificate, that it is not to be surrendered before such period as ‘may be specified thereon, the purchaser of ‘that certificate shall not be entitled to surrender that certificate or to receive the surrender value of that certificate before the expiry of that period,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "{@) Where, for the parposss of this section, any place outside Ceylon is prescribed as a place at whi savings certificates may be surrendered, the Bank",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": ". may make and it is hereby authorized to make gach arrangements as may be necessary to enable savings certificates to be surrendered at that place.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Haak oo 78, No notice of any trust in respect of a savings",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "teats cortiioate shall be recelvable by the Bank.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "eu. :",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Savings 7%, (1) For the purposes of this Act the Commis-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "stem sioner ® Stamps nny, with the consent of the Monetary Board, provide special stamps = (nercinafter referred to as ‘* savings stamps ”) of such values as the Monetary Board may determine,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "Rules may be made providing that payments on tone of the purchase pice ine cot fioabas of prescribed denominational values may bé made by means of savings stamps affixed -to books or cards or otherwise in the prescribed manner,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": "(3) The provisions of sections 248 to 256, botb inclusive, of the Penal Code shall apply to savings stamps in like manner as those provisions apply to",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": ". stamps issued by the Government for the purposes of",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 35,
    "par_num": 13,
    "text": ". revenue,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 36,
    "par_num": 1,
    "text": "National Suvings Bank Act, No. $0 of 1971 35 PART IV | Gunerat 78, The payment of the principal of any Joans and comin pay payments in Tespect of deposit and savings accounts aN to Be and the surrender value of savings certificates shall foie of a» be made out of the funds of the Bank. Bank, | | \"78. In the event of the Bank being short of liguid ten tm = funds to meet withdrawals from deposit or savings ou! — | aecounts or the redemption of savings certificates, te | Bank is hereby authorized to borrow from the Central Bank against Government securities. ‘77. (1) At the request of the Bank, any officer in appoivsntn the public service may, with the consent of that officer rable | and the Permanent Secretary to the Ministry in gst of we charge of the Minister to whom the subject of Public Pu Administration has been assigned, be temporarily appointed to the staff of the Bank for such period as may be determined by the Bank with like consent or : be permanently appointed to such staff. (2) Where an_ officer in the publie service is temporarily appointed fo the staff of the Bank— (@) he shall be subject to the samo disciplinary conizol as any other member of such staff; (®) if, at the time of his temporary appointment to the staff of the Banle his cubnantie pot in the public service was a post declared to be pensionable under the Minntes on Pensions— @ ho shot; while in the employ of the Ban, be deemed to have been absent from duty in the public service on grounds of public policy, sad according) section 10 (of those Minutes shall : apply to him, and . Gi), in respect of him the Bonk sball pay out of the funds of the Bank to the Deputy . Secretary te the Treasury. to be credited to the Consolidated Fund for . very complete month daring which he is in the employ of the Bank such sum : ot exceeding twenty-five per contum at the salary payable to fim “in is",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "36 National Savings Bank Act, No. $0 of 1971 substantive post in the public service as may be determined by the Minister; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "(©) if, at the time of his temporary appointment to the stedf of the Bank, he was a contributor to the Public Service Provident Fund eata- blished under the Public Service Provident Fand Ordinance, his services to the Bank shall, for the purpose of that Ordinance, be deemed to be service to the Government, and accordingly he shall, while he is in the employ of the Bank, contiaue to pay to the Public",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "* Service Provident Fond such contributions as he was liable under that Ordinance to pay, and in respect of him the Bank shall pay at the close of each financial year out of the funds of the Bank to the Deputy Secretary to the ‘Treagiry to be credited to thet, officer's account in the Public Service Provident Fund & sum equivalent to such contribution as the Government is liable to pay to the Public Service Provident Fund in respect of him.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "(8) Where an officer in the public service is ,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "permanently appointed to the staff of the Bank—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "(@) he shall be deemed to have left the public _ service;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "(0) if, at the time of his permanent appointment to the staff of the Bank, his substantive post",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "+ _ in the publio service was a post declared to he pensionable under the Minutes on Pensions—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "i) be shall be eligible for such an award under those Minutes as might have",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "been made to him if he fad been",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "vetired from the public service on the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": ". ground of ill ith on the fete of his permanent appointment to the staff of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": ". the Bank, 7",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "(ii) the atoant of. any such award made",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 37,
    "par_num": 15,
    "text": "under those Minutes shall not be paid to him unless bis employment in the stall of the Bank is terminated by. retirement on account of age or i health or by the abolition of the post held by him in euch staff or on apy ~ other ground approved by the Minister of Finance, an",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "National Savings Bank Act, No, $0 of 1971 87 (iii) in the event of his death while in the employ of the Bank, such an award",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "- ag might have bean minds in reepent of ,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "him under those Minutes if he had",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "died immediately before hie permanent",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "appointment to the staff of the Bank",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "may be made in respect of him; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "(0) if, ot the time of his permanent appointment to :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "the staif of the Bank, he was 9 contributor",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "to the Public Service Provident Fund esta-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "blished under the Public Service Provident",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "Fand Ordinance, he shall, Zor the purpore",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "of that Ordinance, be deemed to have left the",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "service of the Government upon the determi-",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "nation of contract with the consent of the Government otherwise than by dismissal.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": ". (4) Where the Bank employs any person who haa",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "entered into a contract with the ‘Government by which",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "ho has agreed to serve the Government for a specified",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "petiod, any period of service to the Bank by that",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "Berson shall be regarded as service to the Government",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "for the purpose of discharging the obligations of such",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "contract,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "- 18, Nothing in the Debt Conciliation Ordinance or Dit Cera. the Conciliation Boards Act, No, 10 of 1958, shall EP gauee apply or be deemed to spply to any debt due to the _stex Beet Bonk, or to prejudice or affect the rights of the Bank 4M, 22, ‘in respect of the recovery, of any uch debt. poly dao",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 38,
    "par_num": 23,
    "text": "Ens 79, Nothing in the Lotteries Ordinance or the Jotsiw Prize Competitions Act, No, 87 of 1967, shall apply Siar ext to any lottery or prize competition, as the cage may be, sans Ast ouducted by the Bank under this Act. amet : ise sen fone confoted ty tae Back 80, Notwithstanding anything in the Stamp Ordi- gsamptin nance, any instrument or -document whatsoever ‘np doy, required or authorized to be made or executed by the Bank, and any instrument or document made or +” executed by any other party in respect of with- *-drawals from deposit or savings accounts and redemption of savings certificates, in pursuance of the ‘ 1",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "+ $8 \"National Savinge Bank Act, No. 80 of 1071",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "provisions of this Act or any rule made thereunder, ‘and any instrument or document whatsoever made or executed in connection with the business of the Bank by the Bank, other than a certificate of sale under section 55, shall be exempt from the payment of duty under thaf Ordinanos.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "Rempinat 81, Notwithstanding enything ip any other written",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "ures fom Jaw, no income tax shall be payable by any person upon the intatest paid. by the ‘Bank to that’ person on moneys, not exceeding an amount generally specified by the Minister by Order published im the Gazette, lying in an account to the credit of that person.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "tena 82, Any person who—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "() contravenes or fails to comply with any provision of this Act or rule ‘made there- tinder; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "©) obstructs any, person in the exercise, perfor. Fanos or discharge of any power, duty of",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": ".  funetion under this Act or any rule made thereunder, :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "shall be guilty of an offence and shall, on conviction: after suomary trial before a Magistrate, be liable to ~~ a fine not exceeding one thousand rupees, or to imprisonment of either description for a period not exceeding threo months, or to both such fine and ‘imprisonment, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "Pvcem t 83, Where .an offence under this Act is committed",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "‘Poceoas. by a body of persona, then—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "{) if the body of persons is s body corporate, every . director or officer of that body; or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "() if the body of porsons is other than a body corporate, every member of that body,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "shall be deemed to be guilty of such offence:",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": "Provided, however, that no such director, officer ot member ehall be deemed to he guilty of such offence if he proves that such offence was committed without ~",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 39,
    "par_num": 16,
    "text": ": his knowledge or that be exercised all due diligence to prevent the commission of such offence.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "National Savings Bonk Aot, No. 90 of 1971 80",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "%. QD The Board may make rules for the purpoae mt, of carrying out or giving effect to the principles and provisions of this Act.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "@) Without prejudice to the generality of the powers conferred by sub-section (I), the Board may make roles for or in reapect of all or any of the following matters:—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "(@) all matters stated or required by this Act to be prescribed or for which rules are authorized to be made by this Act;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "(®) the sppointment, promotion, remuneration, disciplinary control and, ‘conduc of, the officers and servants of the Bank and tho grant of leave to them;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "{¢) the forms to be used for any of thé parposes of this Act; ¥ P",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "(@) with the concurrence of the Monetary Board, the types of accounts and the specification of the classes of peroons having deposit and savings accounts; :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "( the maximum of deposit and savings accounts in respect of each person or class of persons;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "{A) the use of pass books or ang similar documents by persons who have deposit and savings accounts;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "+ J) facilities for the drawing of cheques by persons . who have accounts utoot to such restrictions and qualifications as may be specified by the Monetary Board, including restrictions with i. regard to the type of accounts, the class of depositors, the maximum amount of each",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "drawing and the frequency of drawings;",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "(2) the times at which pass hooks shall be returned to the Bank by persons who have accounts;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "@ the maximam limit of loans granted by the Bank on the mortgage of immovable property;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "@ the circumstances in which such loans may be granted or refused;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "{&) the amount,'and the manner of payment of interest, and repayment of capital, in respect of such loans;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 40,
    "par_num": 16,
    "text": "~  @ the rates of penal interest, the circumstances in which the same aball be charged, and other matters connected therewith;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "40 National Savings Bank Act, No. 80 of 1971",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "(m) the terms; conditions and restrictions subject",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "_ to which savings stamps and savings certificates may be issued; ~",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "_’ (n) the issue and surrender of sevings certificates,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "the persons by whom such certificates may",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "ba issued, the places at which such certificates",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "may be issued or surrendered, and the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "-  provedure to be adopted in connection with sach issue and surrender;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "(® the circumstances in which, and the terms,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": ". conditions and restrictions subject to which",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": ". substitute certificates or new certificates may be issued, the fees to be charged for the issue of such certificates, and the procedure to be adopted in’ connection with the issue and surrender of such certificates;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "(p) the cancellation of savings certificates which ‘have been issued in error or in place of which substitute certificates or new certificates have been issued, the repayment of the purchase price or the surrender value of certificates",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 41,
    "par_num": 13,
    "text": "issued in error, and the circumstances in which the purchase price of certificates issued in error may be forfeited; . (@ the circumstances in which « savings certificate . issued to an approved savings group may be surrendered before such certificate is acquired by a member of that group, and the steps to be taken and the procedure to be followed when a member of an approved savings group acguires a savings certificate issued to that group; and the procedure for disposal and the manner of disposal of the surrender value of any savings certificate issued to an approved savings group, in, any ease where the Bank is of opinion that the savings group has ceased to exist or that the objects for which the group was formed are no longer being carried out; {F) the mode of assignment of savings certificates \"in cases referred to in paragraph (2) of the proviso to section 69, and the steps to be taken and the procedute to be followed upon -- such assignment or upon surrender of any certificate so assigned:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "National Savings Bank Act, No. 80 of 1971 41",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "@ ‘he denominational value of savings certificates",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "which may be assigned by ‘the parchaser",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "thereof, the persons to whoim such certificates",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "may be assigned by the purobaser, and the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "stepe to be taken and the procedure to be",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "followed pon the issue, assignment or surrender of any such certificate;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "(®) the Procedure to be followed whera the loss, theft or destruction of a savings certificate",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": ". takes place or is discovered after the death of the purchaser thereof; the persons to whom and the ciroumstances in which a new certificate will be issued in such a case; and the mode of payment of the surrender value of any certificate so lost, stolen or destroyed; Y",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "(u) the payment of the surrender valas of a savings certificate where the purchaser thereof is of unsound mind; ,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "(0) the settlement in a summary manner of disputes",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": ": between the Bank and the purchaser of a savings certificate or a person claiming to be entitled to savings certificate;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "{w) the charges payable by persons for services rendered by the Bank;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "(@) matters relating to, connected with, or incidental to, the lotteries and prize competi- tions conducted by the Bank;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "(y) all other matters not herein before mentioned concerning the business of the Bank;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "@ all matters connected with the establishment of the Bank, and the transfer to the Bank of the undertakings carried on by the board of",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": ". directors of the Ceylon Savings Bank, the _ trustees of the Ceylon Post Office Savings Bank and the Postmaster-General under",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "* Ceylon Post Office Savings Bank Ordinance and the Postmaster-General under the Savings Certificates Ordinance in respect of which— . @) no provision is made by this Act; or (ii) the provisions of this Act require to be modified or supplemented; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "(aa) all matters connected with or incidental to the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 42,
    "par_num": 20,
    "text": "matters aforesaid,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "* 42 National Savings Bank Act, No. 30 of 1971",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "8) Every Tule made under this Act by the Board shall be published in the Gazette, and shall come into operation on such date as may be specified in such :, rule or, if no such date is so shecified on the date of such publication,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "Regulations, 8B. @ The Minister may make regulations for all mattere for which regulations are authorized to.be made onder this Act. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": ": Every regulation made by the Minister shall be pubilshed in the Gazette and pall come into operation : ‘on gach date as may be specified in the regulation or if no such date is so specified on the date of such",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "publication.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(8) Every regulation made by the Minister shall be brought before the Senate and the House of Repre- sentatives as soon es may be after the publication thereof by a motion that such regulation be approved. °",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(Any regulation which the Senate or the House of resentatives refuses to approve shall be deemed to be reseinded but without prejudies to the validity of anything previously done thereunder. The date on which the regulation shall be deemed to be rescinded shall be the date on which the Senate or - the House of Representatives refuses to approve the regulation, :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(8) Notification of the date on which any regiletion made by the Minister is deemed to be rescinded shall be published in the Gazerte,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "Repeal ot 88. (L) The Ceylon Savings Bank Ordinance, the",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "Hints™ Ceylon Post Of Savings Bank Ordinance aud the",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "aeenee Savings Certificates Ordinance are hereby repealed",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "Ketintonm with affect from such date after the date of cominence-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "Gal peoriiess’ = ment of business by the Bank as may be fixed for the purposes of this Act by the Minister by Order Pabbished in the Gazette.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(2) With effect from the date of the repeal of the ontuanees specified in sub-section. (1)—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "{a) the rights, obligations, assets and liabilities of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "the Ceylon Savings Bank and the Ceylon Post Office Sevings Bank and in respect of the Savings Certificates Fond on day",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "National Savings Bank Act, No. 80 of 1971' 43",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "immediately preceding that date shall be the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "_ Fights, obligations, assets and liabilities of the Bank;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "(®) all deposits in the Ceylon Savings Bank and the Ceylon Post-Office Savings Bank shall be deemed to be moneys lying, for the same period of time for the purpose of calculating Interest, to the credit of persons in whose names ‘the deposits sre, on the day immediately preceding that date, in deposit and savings accounts of such type as the Board may determine;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "© entry made in any depositor's book under",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "rrthe Caylon Savings “pani Ordinanee, or the Ceylon Post Office Savings Bank Ordinance shall be deemed to be an entry made under this Act and the rules made thereunder;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "{@) the investments made in the name of the board of directors of the Ceylon Savings Bank, the investments made by the board of truatees of the Ceylon Post Office Savings Bank and the investments made and the loans granted by the trustees of the Savings",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "+ Certificates Fund shall be deemed to Investmenta made by the Bank under ‘this",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "(0) every post office appointed by the Postmaster. Cederal to be su office for the transaction of",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "the business of the Ceylon Post Office Savings Bank under the Ceylon Post Office Savings Bank Ordinance and every office deemed under sub-section (2) of section 4 of that Ordinance to be an affice of the Ceylon Post Office Savings Bank shall be deemed to be branch office for the transaction of the business of the Bank appointed by_ the Official Authority under sub-section (2) of section 5 of this ‘Ket on terms and conditions ag far as may be, inclusive of remuneration, subsisting immediately prior to that date;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 44,
    "par_num": 11,
    "text": "(P) any savings certificate istued under the Savings Certificates Ordinance shall be deemed to be a savings certificate issued under this Act as regards surrender value and all other terms, conditions and restrictions subject to which it was issued;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "44 National Savings Bank Act, No. 80 of 1971",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "(g) any savings stamp issued by the Commissioner “ot Stasips for the pl ihe ‘of the Savings Gertifiontes Ordineces hall in all respecta'. be deemed to be a savings stamp issued by him for the purposes of this Act;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "(4) an approved savi under the Savin,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "» om PAiteates Ord ooscn dhol be deemed fe fo an approved savings group under this Act;",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "{ an authority by resolution of the House of Representatives to borrow money by the issue of savings certificates under the Savings Certificates Ordinance shall be deemed to an authority by the Monetary, Board under section 63 of this Act for the Bank to barrow the like sum;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "G) a direction under sub-section (2) of section 3 of the Savings Certificates Ordinance by the Minister charged with the administration of the subject and function of savings certifi- cates to the Postmaster-General to borrow",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": ". any sum of money by the issue of savings certificates shall be deemed to be an authorit} by the Monetary Board under sub-section o “N section 64 of this Act for the Bank to ~~ borrow the like sum;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "4) the regulations and notifications made under the Savings Certificates Ordinance shall be deemed to be rules and notifications made",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": ", under this Act; :",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "4) the officers and servants of the Ceylon Savings Bank shall be deemed to be officers and servants of the Bank on conditions not less fayourable than those subsisting immediately",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "prior to that date:",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "+ Provided that where the Bank is unable to offer snitable employment to any such officer or servant the ‘Beak shall ‘pay compen- sation to such officer or servant on such scale as may be prescribed;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 45,
    "par_num": 13,
    "text": "4m) the obligation of the Ceylon Savings Bank t — pay pensions and allowances to retired Officers and servants of that Bank shall be deemed to be the obligation of the Bank;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 46,
    "par_num": 1,
    "text": "National Savings Bank Act, No, $0 of 1971 45 (a) all contracts, deeds, bonds, agreements and other instruments which subsist or have effect immediately prior to that date and to which the board ‘of directors of the Ceylon Savings Bank, the trustees of the Ceylon - Post Office Savings Bank or the Postmaster- Goneral acting under the provisions of the , Ceylon Post (fice Savings Bank Ordinance, or the trustees of the ‘Savings Certificates Fund or the Postmaster-General acting under the provisions of the Savings Certificates Ordinance are a party, other than any con- tract of employment with any gic servant or any officer or servant of the Ceyton Savings Bank or the Ceylon Post Office Savings Bank, shall have effect against or in favour of the Bank, as the case may be, as fully and effectively as if, instead of such board of directors or trustees or the Postmaster- General, the Bank had been a party thereto; (e} all suits, appeals or other legal proceedings instituted. \"ey. or, against the board of : directors of the Ceylon Savings Bank, the trustees of the Ceylon Post Office Savings © Bank or the Postmaster-General acting under the provisions of the Ceylon Post Office . Savings Bank Ordinance or the trustees of the Savings Certificates Fund or the Post- .  master-General acting under the provisions of the Savings Certificates Ordinance and pending immediately prior to that date shall “ not abate or be discontinued or be in any way, Prejudicially affected by reason of euch re- peal, and accordingly may be continued and enforced by, or against, the Bank. 87. In this Act, unless the context otherwise tnteqrmien requires— « * means an appointed by the seen yok: agency appt “appointed director” means a person who is appointed to be or to act as @ director; . “ approved savin » ‘means any body of persons Geaiared any writing by the, Minister or by an officer anthorized in that behalf by . the Ycinister to be an approved savings group . for the purposes of this Act and any rale made thereunder; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "48 National Savings Bank Aot, No, $0 of 1972",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“Central: Bank” means the Central Bank of Goylon established under the Monetary Law ots 1 “certificate ”, ‘* savings certificate” or “ Caylon* Savings Certificate’, moans a certificate which is iesued ot deemed to be issued under",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "this “Act by the Bank to any person on payment of the purchase prices on tho condition that such person, by virtue of tha",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "said payment, becomes entitled, om surrender",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "of thas certificate, to receive ite surrender",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "- value at the time of such surrenders",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“Chairman ”* means the Chairman of the Board;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“commercial bank \"” means any person ot body of persons, corporate or unincorporate, which carries on in Ceylon the business of acoepting",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": ": from the public, or of cresting, deiman deposits, but does not include the Central Bank;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“* director” means & member of the Board;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“local authority \"” means any Muniofpal Couneil, ‘Urban Council or Town Council; .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“lottery ”” includes any undertaking in the nature. of a lottery; ~",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "* Minister ”” means the Minister of Finanoa;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“ Monetary Board ”' means the Mcnetary Board of the Central Bank catablished under the Monetary Law Act;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“ Panel of Valuers ” means the Panet of Valuers appointed by the Board under this Act;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“* Postmaster-General ” means the person for the time being appointed to be, or to act a8, the Postmastet-General of Ceylon;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“proscribed ” means prescribed by rules made",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "~ under this Act;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“prize competition * means any competition in which prizes are awarded and for the  partick. pation in which a fee is charged but does nob Include lottery;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": "“* purchase price’, when used with reference to a savings certificate, means the sum of money ~",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 47,
    "par_num": 21,
    "text": ". ‘paid or to be paid for that savings certificate ‘at the time of the issue thereof;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 48,
    "par_num": 1,
    "text": "‘National Savings Bank Act, No, 80 of 1971 47 :'\" purchaser”, when used with reference to a savings certificate— . (@} in the case of a savings certificate which . : is issued to an approved savings group Tad which has tot been acquired by a member of that group, means the approved savings group to which that cartificate is issued; (®) in the cose of a savings certificate which is isoued to an approved savings group and which hes’ been acquired by & member of that group, | means ‘the member who acquires that certificate from that group; @ in ey, other case, meang the person or . ly of persons to whom 9 savings certificate is issued under this Act; “t rulle means a rule made-by the Board under this ct 5 “surrender value’, when used with reference to a savings certificate, means the sum of money which at any time the purchaser of that certificate is entitled to receive on the surrender thereof. : 88. Section 83 of the Monetary Law Act is hereby Amgranguet amended ao follows 7 eee (1) in sub-section (1) of that section, by the substi (Gieee 0. tution, for the words “ commercial banks and. the Co-operative Federal Bank of Ceylon, Limited,”', of the words “ commercial banks and the National Savings Bank, ”” ; and 42) in sub-section (2) of that section— (@) by the substitution, for the words “ to any commercial bank or to the Co- operative Federal Bank of Ceylon, Limited,”, of the words “ to: any commercial bank or to the National : Savings Bank,”; and (0) by the substitution, for the words “by such commerciat hank or the Co- : operative Federal Bank of Ceylon, Limited, ”, of the words “ by sch commercial bank or the National . Sayings Bank,\"",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 49,
    "par_num": 1,
    "text": "~ 48 National Savings Bank Act, No. $0 of 1973 Amandreent of 89. Section 21 of the Trusta Ordinance is hereby pean Sot amended as follows :— . ‘Chspiar 87), (1) by the substitution, for all the words from’. ‘ “ ghall be deemed to preclude, ** to the end of that section, of the words ‘shall be deemed to'preclude a deposit of trast money in a Government Savings Bank or in the National Savings Bank.’’; and . @) inthe marginal note to that section, by the substitution, for the words ‘‘ in Government Savings Bank,’”’, of the words ‘‘ in Govern- moot ‘Sevings Bonk or ‘National Savings",
    "mean_p_confidence": 0.78
  }
]