[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "eg EN . o) ise ©) PARLIAMENT OF THE NEMOCRATIC : SOCLALIST REPUBLIC OF SRI LANKA . DIPLOMATIG PRIVILEGES ACT, No. 9 OF 1996 [Certified on 8th ysl, ‘1a98} ‘ j Printed on the onder of Government. : i Published as 2 Supplement to Part Il of the Gazette of the Demseraiit ‘Socializt Republic of Sel Lanka of April 11, 1998 . : [PODER AZ TIM DEPARTOOIT OF GOVERMENT FERCTING, SME TANTEA ‘ {TO Ww FURCKAAmD Af TAB GOVERMENT FURLICATIONS SURAT, COLOMERG OI Frlee: Re. 1.20 Postage: Ba. ROY",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Z Diplomatic Privileges Act, Ne. 9 of 1096 te wl (Certified of Sth April, 1996) 77 2\" [79 dg DO 9/05 - Sie veo en Sd ce ge eT ‘Aw Act 70 cive Ervacr To Tan Vuewrsn CONVENTION ON:DiPLo* ‘MATIC RELATIONS ;-T@ PROVIDE FOR THO GRANT OF IMMUNITIES {AND PATYILEGES 10 Titi OFFICERS, AGRNTS. aN RROPMATY OF CERTAIN INTERNATIONAL ORGARTZATIONS ; AND-TO PROVIDE TOR ‘MATTERS CONNECTED THEREWITH OR INCIDENTAC, THERETO, oe settee WHEREAS the Vienna Convention on Diplomatic Relations ya -ctuot ras adopted at Vienna on April 18, 19615 js) me a AND WHEREAS Sri Lanka is a State party to the ateressld” Convention : . Bow Sours te iad AND WHEREAS it is necessary to’nialie legal provision to give effect to Sci Lanka's obligations under the. aforesaid Convention : rn nenaaend a ROW THEREFORE be it enacted by the Parlipment of tha Democratic Socialist Republic of Sri Lanka as follows :— ous 1. This Act may be cited az the Diplomatic Privileges Act, Stert tite Ne, 9 of 1996, : pea TE me 2 (1) Subject to the provisions of section 3 of this ‘Act, Appbetion* ¥he Articles of the Vienna Convention on Diplomatic Rela- of te >\" ‘Homa {hereinafter referred to aa “ Articles”) specified” 18 Convention the Schedule to this Act, shall have the force of ew in Srl Sr Janka and shall be consirved: in accordance with the Readoun® susceeding provisions of this sectiom, 0 ~ (> Bs those Articles peas gs bis Hoaed . * |, “agents of the receiving State” shall be construed 4 as including a peace officer within the ‘mean= 7 ing of the Code of Criminal Procedure Act, + va. No. 15 of 1979, and any persori exercising. & 4 power of entry to any premises under ‘any’ ° nw; . G9 ney 7°\". onationat pf the receiving State” sball be construc, Sn ed an meaning a citizen of Sel Lanka....: |; {8) ‘Jor the purposea of Article 82, a waiver by the head of mission of any State or any person for the time being 225: “7+ yertorming hix functions, shalt be deemed to ba a waivey by ye Ghat State, > ane ea ee a * (a) Articles 35, 36 and 48 shall be construed as granting say privilege or iramunity which are required to be granted ‘by theee Articles, .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 Diplomatic Pricileges Act, No. 9 of 1996:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(6) The references in Articles 87 and 38 to the extent tor which any-privileges and immunities are admitted by the receiving state and to additional privileges and immunities ‘that may be granted by the receiving state, shall be constra- ed ax referring respectively, to the extent to which any privileges and immunities may be specified by the Minister by Order published in the Gazette and to uny additional. prilvileges and immunities that may be so specified.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "‘Fpstdiatea 3. If it appears to the Minister that the privileges and $ivilegss immunities accorded to a Sri Lankan mission in any State and abroad, or to persons connected with that mission, are less than thuee conferred by this Act on the mission of such State or on the persons connected with that mission, the ‘Minister may by Order published in the Gezette, declare that such of the provisions of this Act as are specified in such Order shall, with effect trom such date as may be specified in such Order, cease to apply with respect to the mission of that State or to such categories of members of the Taission of that State, as is, or are, specified therein.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Exlecsicn 4, G) Where the Government of Sri Lanka has entered et rrevizions into an agreement with any inter-governmental or inter national organization providing for the grant of any $ret uenat ftamunities and privileges, to the officers or agents oF organiation property of such organization, the Minister may, by Order . Published in the Gazette, and to the extent necessary to give . effect to the terms of such agreement, declare that such of the provisions of this Act as are specified in such Order shall apply to such officers, agents and property, af such organiza tion aa are, or is, specified in such Order, to such extent as is specified therein, and upon the making of such Order suck: of the provisions of this Act as are specified therein, shell, ‘mutatis mutandis, apply to such officers, agents and pro-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "perty of such Organisation’ as are, or fs, specified therein.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) Every Orfer made under this section shall recite of embody the terms of the agreement in consequence of which auch Onder, was made and shall come into force om the dete: of publication of such Order, or on such leter date as may be specified therein, and shall remafn in force for po long, and so long only, es the agreement in consequence of which such ‘Order was made remains in force.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "‘Orders tobe ©. (1) Every Order made under sections 2, 3 or 4 shall as",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "pay soon as convenient after ite publication, in the Gazette be",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Parlizment. Placed before Parliament for approval. Any Order which is ot so approved shall be deemed to be Tescinded from the Gate of its disapproval, but without prejudice to anything tprevioualy done thereunder, : ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Diplomatic Priviteges Act, No. of 1996 8",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) Where any Order is deemed to be rescinded by virtue | of the operation of the provisions of subsection (1) of this ection, nonfication of such reseission shall be published in the Gazente. :",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "“6. Where in any proceedings @ question arises as to videos “Whether or sot say person is entitled wo any privilege or 1°‘: ! -tmmunity under this Act, a certificate under the bend of the Secreluty to the aunustey of the Munster in charge of the “5 subject of Foreign Affairs, stating the facts relating to such : question snail by admissible in evidence end shai bo |. «tonclusive evidence, of the facts stated therein.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "1 In the event of any inconsistency between the Sinhala Bnhele snd Tam toxts of tty Act, the Sinhala text shall prevail, prevail",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "inconelataney,, SCHEDULE [Section 2] sAmeretsa oF Verona, CONVENTION BAVING THR TORES OF LAW mt\" = \"7 > ‘Sax Lana ; ‘ amnoce 1",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "“Wor the purpose of the present Convention, the foflawing _ sexgresicns shall have the meanings hereunder enlgned to Fen nen",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "{a) the “head of the mission” is the person charged by the sending State with the duty of acting in thet capacity;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "4b) the “ members of the mission” are the head of the mission land the membere of the staff of the mission ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "{c) the * mombers of the staff of the mission” are the members of the diplomatic staff, of the edmitiistrative and technical staff and of the service staff of the mission; 1",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(4) the “members of the diplomatic staff\" are the members of the steff of the oustion having diplomatic tank:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "4{e) a “diplomatic agent” is the head of the mission or a member af the diplomatic staf af the mission ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "46) thet members of the administeative and technical staff” are",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "‘the ioembers of the stat? of the mission employed in the adininistrative and technicel service of the mission",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "4G) the “members of the survice stnit” are the members of the ‘staff of the” maisslon in the domestic service of the talasion 5 «",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "0) a private servant” ism person who is in the domestic | sorvant of a member of the mission and who i not an. employee of the sending State;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "14 ‘Diplomatic Privileges Act, No. 9 of 1998 G) the “ premince of the malmion ” are the buildings or parts of ‘tuilding and the land ancillary thereto, irruspecitive of” ownerdup, used for the purposes of the mintion including the residenice of the head of the mission, amici 22. 1. The premises of the ralsslon ghall be tnviotable, the agents of 3 the receiving State may-not enter them, except with the consent of the head of the misston,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "2 The receiving State ic under a special duty to take all appen- priate steps to protect the premises of the mission against any intrusion at damage and to prevent any disturbance of the peace ff the mission or impairment of ita dignity,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "The premises of he mission, thelr furnishings and other geoperty thereon and the means of transport of the mission shall ‘be tmeniune from search, requisition, attachment or execution,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "ede! amricit 23",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "1, The sending State and the bead of the mission shall be exempt trom ail national, regional or enunicipal dues and taxes in respect of the premises of the mision, whether owned of Jeased, other than ruch ax represent payment for apycific services tendered.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "2. The exemption from texation referred to in this Article shalt ot epply:to such dues and (axes payabte under the law of the recelving State by pervone contracting with the sending State or the head of the mission. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "ee",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "he archives and documents of the mission shall be invicleble",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "at any time and wherever. they may De. : oot amnicis 2 .",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "x The receiving State shall permit and proteet free comnuznica-~ fon un the putt of the mission for ali official purposes. In com. municating. with the Govetament aid other nussions and. ‘ontuiates of the sending State, wherever situated, thi musion may employ sll appropriate means, including —diptommtir couriers and messages in cade or cipher. However, the mission tay Insiall anc ure a wireless Ganimitter ouly with the convent of the receiving Stage, .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "2, The official corrempandence of the mulssion shall be inviolabie. Offeial corresoondynce means all correspondence retating ta the mission and Ita functions..-",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "A The diplnmatic bag shall not be opened or detvined",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 13,
    "text": "A. The packages constituting the diplomatic hag mus hear ‘Fistble external marks of their character and may contain onty Siplemetic documents or articles intended for official une,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Diplomatic Privileges Act, No, 9 of 1996 5 5, The diplomatic courter, who ball be provided with sx official document indicating his status and tbe ramaber ‘packages constituting the diplomatic beg, shall be protected ty the ceceiving Bite in the performance of bis functious He sha tujoy parsonal inviolability and abel not be Mable to amy forms f arvest ot detention. : 6. The sending State or the mission may designate diplome’ couriers ad hoc, In such carey the provisions of paragrepiy 5 Gus Article shail also apply, except that the immunities Gere mentioned shall cense to apply whea sch a courier, bss delivepe! to the consignee the diphenatic bag in bis charge, . 4. A diplomatic bag may be entrusled to the caplein aft ‘eommarcial aircraft echeduled to land at an. authotined port a entry. He shall be provided with an official document indiceiiaj ‘the number of packages coratituting the bag but he shall not ba eonsidered te be a diplomatic courier. The miusion may mend ag ‘of ita members to take possession of the diplomatic bag director end freely trem the captain of the sircraft. : ARTRCLE 28 7 . ‘The fees and charges Jevied by the tisston in the course of fo official duties shail be exempt from afl dues and (axes, . aon 24 a ‘The person of a diplomotic agent shall be inviolable He shad net be Hable to any form ef arrest or detention. The receiving ‘Bhate aball treat him with due respect and shell teke all uypre: Priste steps to prevent any, attack on bis person, freedom «i ‘tigatty. a areas 34 : Lhe patvate residence of « diplomatic agent aball enjoy thi , samme inviolebility and protection as the premises of the misrice. ‘2. Flin papers, corteepondence and except es provided ka net: | + graph 2 of Article 31, his property, sball Mkewise amjoj taviolability. . arr 71 . 1. A diplomatic agent shall enjoy immunity from the erimigs! furisdiction of. the iecsiving Stete. He ahsll sho enjor Smowunity from its civil aad administrative jurisdiction, except ‘ie the case ef; . (oe) a real action relzting to private immovable rrepetty aitsated im the terexory of the recelving State, waleor bt holds ft on behalf ef the xonding State far the purpeear f the misran.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "* Diplomatic Privileges Act, No, 9 of 1996 @) an action relating to succession in which the diplamatie Agent fg involved os exectitor, administrator, hele of legatea a= private person and not on behalf of the sending Stato; :",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(©) wm ection relating to any professional or commercial",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "‘sotlv ty exercised by the diplomatic agent in the receiving State outside his official functions,",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "2A diplomatic agent io not obliged to give’ evidence ax & witness.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "3.No metaures of sxecuition may be taken in. respect of 4 ‘Aiplomatic agent except in the ceaes coming under sub-parapraphs G, (b) sud te) af paragraph | of Us Article, and provided thal the measures concerned cen be taken without infringing the fnviclabitity of his patron or of his residence.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "4. The immunity of « diplomatic agent from the jurisdiction of he recaiving State docx nut exempt him from the jurisdiction ‘of the mending State,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "ammeur 32",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "1, Tha inmnunity froma jurisdiction of diplomatic agenta and of persona enjoying immunity under Article $7 may be walved by ‘the sending State,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "2. Toe waiver mount always be express .",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "2. The initiation of proceedings by = diplomatic agent of by a person enjoying Lmmunity tom jurlediction under Article 37 shall preclude him from Jovoking immunity trom jurlediction im Fespect of amy counterclaim directly connected with the ‘Betncipal claim.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "4, Waives of iemuntty from jurisdiction in reepect af clvit ar adnainistrative proceedings shalt not be held to imply waiver of fmmunlly m respect of the execution of the judgement, for which ‘8 reparate walver shall be necessary.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "amneut 33",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "1, Subject to the provisions, of paragraph 3 of this Article, & Giplomatic agent shall with reapect to services rendered for the sanding Stata be exempt from soeial security provisions which aay be in force in the reoriving State.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "2 The exemption provided for in paragraph’ 1 of this Article shall also apply 40 private servants who are in the sole omploy of 2 diplomatic agent, on condition —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "() that they are not nationals of, or permanenily resident i",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "the receiving State; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(B) that they are covered by the racial security provisions",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "which may be in force in ¢he sending State or a third State, os",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "Diplomatic Privileges Act, No. B of 1906 r 3. A diplomatic agent who employs persons to whom the ‘evamption provided for in paregraph 2-of this Article dows not appiy shall observe the obligat.ans which the social security - Berovisions of the receiving Siete impose upan employer, 4. The exemptions provided for in paragraphs 1 and a of this Article hall not preclude voluntary participation in the social - security system of the receivng State provided that such + Participation is permitted by that State. . &. The provisions of this Article shall not affect bilateral or multilateral agreements concerning social security concluded ~ * previously and shall mot prevent the conclusion of such agree ments. the future, AnDOLE B _ A diplomatic agent shall be exempt frem ell dues and taxes, - Personal or real, national, regtonal or municipsl, excapt: {a} indirect taxes of a kind which are normally incorporated tn the price of goods or services; . {b) duea and taxes on private Immovable property situated ‘by the territory of the recefving State unless he holds it on behalf of the sending State for the purposes of the mission 5 {c) estate, mccession or inheritence dutien levied by the recriving State, subject to the provislons of paragraph 4 of Article 30; 4d) dues and taxes on private income having its source in the receiving State and capital taxes on investments made in commere.al undertakings in the receiving State; (©) charges levied for eposife services rendsted j @) registrat'on, court or record fees, mortgage duea and ‘stamp duty, with respect to immovable property, subject ‘to the provisions of Article 23, anne 38 ‘The receiving State chali exempt diplomatie agents from all personal services, from al public service of any kind whatsoever, ‘and from railitary obligations such an those conmected with ‘Fequisitioning, military contributions and bili¢ting. ame 30 1, The receiving State shall, in accordance with such laws and ‘Tegulat ons ag it may adopt, permit entry of and grant examption fram all customa dutles, taxes, and related charges other than charges for storage, cartage and timilar services, on: (@) articles far the official une of the nalasion; {0} articles for the personel usa of & diplomatic agent ar mambers of his family formirig part of his househokj, . Including articles Intended for his establishment",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "s Diplomatic Privileges Act, No. 9 of 1996 2 The perconal bagguge sf a diplomatic ageat shall be exemyt * fra inapectiva. unleas there ate serious grounds for prenumaing’ Gat it contain srucles not covared hy the exempuons mesuaned f& paragranh 2 of this Article, or articles the import or export of . Which ip ptohibied by the law or controlled by the quarantine epultions of the aeceiving Stet, Such tngpnotion “shall oe conducted only in the presence of the diplomatic egeut or of bis ‘authorized repressatativa, = anzreix 37 :",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "1. The merabers of the tamily of a diplomatic agent forming part of bis bousehold aball, if they are uot nationals of the Receiving State, eajoy the privileges and immunities specified to. Articles 25 to 26, er",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "% Members of the administrative and technical staff of the massion, together wth members of their families forming part ‘at thelr respective households, aballif they are not natioaals of, ee permanently resident im, the Teceiving State, enjuy the Privileges amd immunities. specified in Articles 29 to 35, except ‘fut the Immunity from clvit and adminiretive jurledictien at ‘the resolving State specified tm paragraph 1 of Article 51 eball Rot extend to act pertormed outside the course of their duties ‘They shali also enjoy the privileyes specified in Article 98, para- graph 1, in reepect of articles imported at the thne ef frst Installet'on, ii",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "4, Member of the service stall of the ntimion who are net nationals of, of permanently resident in, the recetving State ‘stall enjoy immunity in reapoct of acts pertormed in the couret ‘of their duties, exemption from dues and taxes ou the emoluments they receive by reason of thelr employment end the exemption contained im Article $3,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "4. Private servants of members of the mission thall, tf they- ‘7a uot nationals of, of permanently resident In, the receiving State, be exempt from dues and taxee on the emoluments they recelve by reason af their employment, tn other respects, the? may enjoy privileges and immunities anty te the extent adiaiteed: by the receiving State. However, the reeciving State mut exerwise fis jurledictlon over those persons in much a mammer 4 ot fo interfere unduly with the performance of the functions of the mission. . *",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "arr 38",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "41, Except in s0 far as additions) privileges and tmmuntites- aay be granted by the receiving State, « diplomatic agent whe irs national of, or permanently resident in, thet State shall enjoy only smamunity from jurisdiction and -nviclability, in rempect- ef offciel acts performed in the exercise of his function, =",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "2 Other members of the staff of the mission and private servanta who are nationals of, or permanently resident in, the receiving State shall enjoy privileges and invmun Wes only 4 the accent admitted by the recelving State, However, the receiving Beate must exercise its jurisdiction ever thoes persona in auch © suanaer a2 not te interfere unduly with the performance of fot functions af the siseion. y",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "i Diplomatic Privileges Ad, Ne. bof 198 ' 2 9 aaa 39 . Lone",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "1. Every porowa vatitiod to privileges aad. tarmunition shalt ‘exjoy them from the momntt be enters the territory of the feceiving State ou proceeding to tebe up hls post or, if already in its territory, from tha moment whea bla appointment i etifed to the Ministey for Foreign Afleirs or much ether Munismy 2 may be agreed. .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "RiWhes the thnctiog Fe poem mjering peivilogea and Imznoniiies have come to wa end, such geiviieges and immunitios shall normally cease at the nioment when he leaves the country, @r uu explry of & reasonable period in which te de oo, but hall: ‘Subrist until tbat time, even in case of armed conflict However, ‘with reepect to acta performed by such a permon in the exercise fh functions aa a member of the mimion, tmmuntty shall candinwe to robulst,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "3 In ase sf the death of a member af the mindon, the raembers of hig tantly shall continue to enjoy the pctvilcgee and fmmunities to which they are entitied until the expiry ef ® Rtasonable period iat which to leave the country,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "4. -Tn the event of the death of a member of the miation nob 2 national of, o permanently resident tm, the recetving State ac & member of hin family forming part of his household, the yecstving ste chall permit the withdrawal of the niovably property of the deveased with the exception ef any property Acquired im the county the export of which was probibited at the ‘Mone of his death, Keats, succession and inheritance duties wos] ‘Bot be levied om movable property the presence of which im the Tooelving state was due solely to the presence there of | the deceased ax a member of the mniglea or ase. member ef the + family or a member of the mission.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "aoc 69 .",
    "mean_p_confidence": 0.16
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "1. Ita diplomatle ageat panes ibsouge o is tu the tertitory af fa third state, which bas granted Luc a passport visa if such war mecewary, while proceeding to tka up or to roturm to hin post, ‘ar when returning te Ait own country, the third state shall eceord him inviolbltity aba such other imaounuties as tay be equired to ongure his transit or return, The exme shall apply ia, the case of any members of his family enjoying privileges or izomunities wbo sxe sccompanying the diplomatic agent, # ‘tzavelling seperately to Join him ec to return to thelr country.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 10,
    "par_num": 8,
    "text": "4. Jn chreumsances similar to thote specided ia parssraph 2 € this Article, third States shall not binder the pasuge ef fnenbers af the administrative and teclukal er service ta of! A mistion, and of neembers of their families, through, thelr errharics, 4",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "a0 Diplomatic Priviteges Act, No. 9 of 1998 + ‘2.Third States shall accord to offalal correspondense and other official eommanications i trantit, including messages i cade of cipher, the same freedom and pectection as a sceocded ‘by the recelving State, They ahall accord to diplomatic couriers, ‘who hava been granted s passport visa {f such vim wes ‘necessary, and diplomatic begs, io transit the wane inviolabilty, aod protection an the receiving Stats ts bound to axcord,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "4 The obligations of third States under paragraphs 1, 2 end 3 af this Artiste thal! also apply fo the persons mentionad sespectively i those paragraphs, and to effidal commanicstiete aid diplomatic bags, whom presence in the territory of the third State in due to force majeure. 1",
    "mean_p_confidence": 0.69
  }
]