[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "PARLIAMENT OF CEYLON Qnd Session 1953-54 ey Municipal Councils (Amendment)",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": ". Act, No. 7 of 1954 Date of Assent: February 22, 1954 \"printed ‘on the Orders of Government Printed of the Govgmnganr Press, Csrtoy,, Tobe purchased at the Govr. ‘PUBLICATIONS ‘Bunz, Covompu ‘Apu, Subeeiption act yuna Pusecarons shee (ihe gee reraeg, Cou s Caloabe t Price: 20 cents. Postage: 18 cents. .",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "Municipal Councils (Amendment) dct, 8 No. 7 of 1954 L. DCP. 1/64, . An ‘AcT 10 amewp THE MumtcrpaL Councits Orpnvance, No. 20 oF 1947. [Date of Assent: February 22, 1954]",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "BE it enacted by the Queen's Most Excellent Mejesty; by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "4. Thia Act may be cited as the Municipal Councils ster stl. (Amendment) Act, No. 7 of 1954.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "2. Seation 1¢of the Municipal Councils Ordinance, dete o No. 29 of 1947 (hereinafter referred to as the “‘ prin- fie. cipal enactment”) is horeby amended as follows:— —‘Muniagat",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(1) in sub-section (1) of that section (as amended Qriinates by Act No. 3 of 1951), by the substitution, 3%,\" for the words “ frat general meeting of the Couneil.”’, of the words “ first general meeting of the Council, notwithstanding anything to the contréry contained i section 20.\"\"; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "(2) in sub-section (4) of that section (inserted by Act No. 80 of 1951)— . (a) in paregraph (6) of that sub-section, by ® the ereestion, for all the ‘words",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "from “by either” to the end of that paragraph, of the words “ by open voting.” ; - @ in perngenph') ‘of that eub-aection, by the substitution, for all the words . from “ Where ‘it ia? to “ open voting,”, of the words '¢ For, the purpose of the election of the Mayor : or Deputy Mayor,”’; (©) by the omission of paragraph (@) of that (by he eng of nh (el, y the relettering of paragraph (6. paragraph (f) and paragraph (9) of That sab-section ag paragraph (d), paragraph (¢) and paragraph (/) __ Fespectively; and (e) in the re-lettered paragraph (¢) of that sub-section, by the substitution, for : the expression ‘* paragraph (¢) ”, of > the expression “paragraph (a). eR OEE.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "4 — Municipal Councils (Amendment) Act, No. 7 of 1954 apiindoect 2, Section 16 of the principal enactment (inserted 3 ot toe by Act No. 89 of 1961), is hereby amended by the sub- prized stitution, for sub-section (2), of the following new * | sub-sectton :-—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "'©(@) If, at a special meeting of the Council convened under paragraph (a) of sub-section ed of section 19, a resolution for the removal of the Mayor or Deputy Mayor from office is passed by",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": ". not less than one-half of the total number of Councillors and is confirmed by a resolution similarly passed at another special meeting of the Council convened under paragraph (6) of that sub- section, he shail be deemed to vacate office on the date on which the resolution for such removal is so confirmed.”*.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Amanineot 4. Section 19 of the principal enactment is hereby gst ——saamended as follows:— prscyel (1) by fhe 70 numbering of section 19 as section (2) im renumbered section 19 (1), by the substitu. tion, for the word “ One of the words “Office, other than a special meeting of the : Council’ for the removal of the Mayor or Depaty Mayor from office.’’; and + (8) by the addition, at the end of that section, of the folowing sub-section :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "* (2) (@) The Commissioner shall con- vene a special meeting of the Council to consider a resolution for the removal of the Mayor or Deputy Mayor from office if & requisition for such meeting is made to him in writing signed by not less than-two- fifths of the tot number of Councillors, and he shail appoint for such mesting a day not later than the tenth day after ‘the date on which he receives such requisition.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(0) If, at a special meeting of the Council convened under paragraph () of this sub- section, such @ resolution as is referred to in that t paragraph is passed by not less than one-half of the total number of Councillors. the Commissioner shall convene another special meeting of the Council to consider whether or not that resolution should be",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "_ confirmed and shall appoint for such other meting day not later than the twenty- first after the date of the first- mentioned meeting.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "Municipal Councils (Amendment) Act, 5. a No. 7 of 1954 * | @ The Commissioner shall preside at \" . °\" the ‘special meetings of the Council con- vened by him under this sub-section.””. 3. Section 20 of the principal enactment is hereby Ameoloet amended as follows :— gre (@) by spe zessombering of that section as section Zarcekeut, : 1}; (®) by the substitution, for the words ‘ meeting of the Council, of the words ‘ meating : of the Council, other than a special meeting convened by the Commissioner under sub- section (2) of section 19,\"\"; and (0) by the addition, at the end of that section, of the following sub-section: — “(@) The Commissioner shall cause notice in writing of every special meeting convened under sub-section (2) of section 19 and of the business to be transacted thereat to be served on each Councillor at least four days hefore the mesting.””.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "8. Section 4 (1) of the principal enactment (as kate a amended by Act No. 8 of 1952), is hereby further stun amended, in paragraph (f), by the aubstitution, for the principal words “ io ell by public auction orlease,”’of the words == rp aall by public auction or, with the prior approval in writing of the Minister, to sell otharwise than by public auction, or to lease,”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "7. Section 272 of the principal enactment is hereby 4xadmeat amended, in paragraph (7) thereof, by the insertion, #,'P, immediately \"after sub-paragraph (a) of that prsapdd paragraph, of the following new sub-paragraph :— ‘mam.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "- (aq) the registration at the Municipal Office of the names and addresses of the owners of - Tends end ‘buildings within the mmunici- : ity, the inspection of the registers in : which xh Tames and  addresios ace registered, and the imposition and reeo . Of foes\" for auch” registration’ and. inspection; \". .",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "8. Seotion 277 (2) of the principal enactment is Amminest hereby amended, in paregraph (a) thereof, by the sub- of ttl 277 stitution, for the words “ imposed upon the Council, prinapel or vested in it,”, of the words ‘imposed upon, or smstmer vested in, the Council or the Mayor ”*.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 6,
    "text": "2. a 290 C50",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "6 Municipal Councils (Amendmeni) Act, No. 7 of 1964 Ylidetion 9. The exercise, performance or discharge of ony tele of the right, privilege, pores. daty or function of the Mayor Sedat of the Municipal Council of Colombo by the Special Ir Goeave, ~~ Commissioner appointed for Colombo by Order made under section 277 @) of the principal enactment and published in Gazette No. 10,569 of August 16, 1953, shall, notwithstanding snything tothe oontrary in that Ordinance or in that Order, be deemed to have been and to be as valid and effectual as though that Com- inissloner bad been legally empowered 19 have and to exercise, perform or discharge that right, privilege, power, duty or function. Ipeeien 10. The following section is hereby inserted imme- Seti, — diately after section 280, and shall have effect as section Prat 2004, of the principal enactment :— amu Tames, 200A. (1) The landlord of every such Inndiords to within the municipality as is let ie\" house within the municipality as is | toons. at a tent not exceeding the prescribed : rent shail deliver in writing to the tenant of that house, at the commencement of the : tenany and before any nent ia demanded : or collected, the landlord’s name and address aad, if the landlord is not direct- ig responsible for keeping that hewao in respects reasonably ft for human habitation, the nams and address of the person who is so responsible. (@) Where there is any failure to com- ply with the provisions of sub-section (1) in respect of any house, the landlord of that house and any person who while such failure continues demands or collects any rent in respect of that house shall be guilty of an offence and shall on. convic- tion be liable. to a fine not excseding ‘twenty-five rupees. (8) Tn thie section—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ". jandiord”, in relation to any house, means the person for the time being entitled to receive the rent of that house, and includes any tenant who",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": ". Jets that house or any part thereof to any sub-tenant; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "“prescribed rent” means the Tent",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "presoribed by the Minister,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "for the purposes of this",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "+ seetion, by Order published in the Gazette’.",
    "mean_p_confidence": 0.66
  }
]