[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "_' Los soy Ge dae) a) ae ‘ PARLIAMENT OF THE DEMOCRATIC : SOCIALIST REPUBLIC OF SRI LANKA ’ . * a . NATIONAL DEVELOPMENT BANK OF SRI LANKA ACT, No. 2 OF 1979 > . . [Certified on Sth Januaty, 1979} and Printed on the Orders of Government . . Published as a Supplement to Part Il of the Gazette of the Democratic Socialist Republic of Sri Lanka of January 11, 1979 * : ? ___ sire ar eas mares or covenmeier ranean HAE . To we PRAGHGES At Taw GOVE, FURLICATIONS BORFAT, COLON, Price: Re. 1.45 Postage: Re. 100",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "+ \"National Development Bank of Sri Lanka + Act, No. 2 of 1979 a [Certified on 5th January, 1979) tT ‘ L, D—O, 56/78 wo AN Act To PROVIDE For Tite ESTABLISHMENT OF THE NAMONAL",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "Devevormenr Bank .or Set Lanta, AND FOR MATTERS",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "CONNECTED THEREWITH GR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanke ag follows:—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "L_ This Act may be cited as the National Development short ttle Bank of Sri Lanka Act, No. 2 of 1979, and shall come nd date of into operation on a date (hereinafter referred to os “™™™ the “appointed date”) to be appointed by the Minister by ‘Order published in the Gazette.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "* PART I . ConsTITUTION anp PowErs o¥ THE NarionaL Devetopment Baws or Smt Lanka np 15 Boar oF DIRECTORS ,",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "2 There shall, on the appointed date or as soon as Establishment ~ may be thereafter, be established a Bank which shall be ofthe colied the “National Development Bank of Sri Lanka”, Development",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "_ hereinafter seferred to a5 “the Bank\", and which shall Banke of consist of the persons who are for the time being share- St! Lenks holders of the Bank, ’",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. The Bank shall by the name assigned to it by section Bank to be 2 be a body corporate and shall have perpetual succession Bee. and a common seal and may sue and be sued in such name. ©",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "4. The head office of the Bank shall be in Colombo, Sach Head ofice ranch offices of the Bank as the Board of Directors may foes constder necefsary may be established in places in Srl at the Bank Lanka, other than in Colombo.” .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "3. (1) The purposes of the Bank shall be to promote the Pupores industrial, agricultural, commercial and other develop- ment of the economy of Sri Lanka having regard inter alia to the development of the rural sector, in accordance with ‘the provisions of this Act— ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "(a) by providing medium-term and long-term credit",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": ". and other forms of assistance to industrial, agrl- cultural, commercial and other enterprises; —",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "() by stimulating the further development af the in",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 15,
    "text": "‘vestment, ahare and security markets of Sri Lanka; Sh BIGFO—14,978 (78/11)",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "2 National Development Bank of Sri’ Lanka Act, No, 2 of 1979",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(c)} by mobilizing intemal and external capital for investment in industrial, agrieultural, commercial and other enterprises; and.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) by engaging in the promotion of the industriel, *",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ": ‘agricultural, commercial and other development of the-economy of Sri Lanka,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "+ {2) In carrying out its purposes, the Bank shall when ever it 13 feasible and desirable act in participation or cooperation with approved credit institutions.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "Bomgzs of, & Subject to the other provisions of this Act, in carrying corrying out out its purposes the Bank may exercise all or any of the its purporss. following powers :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) to grant loans and advances to any enterprises engaged or about to engage in industry, agricuk ‘ture or commerce ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "{b) to guarantee loans raised or to be raised by industrial, agricultural and commercial enter- prises from approved credit institutions ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(e) to guarantee obligations of financial institutions arising out of the underwriting of capital issues of industrial, agricultural and commercial enter prises; =",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(@) to participate in the equity of industrial, agricul tural and commercial enterprises, and to subscribe to, or to purchase or underwrite, the issue of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": ". Stocks, shares, bonds or debentures of any such enterprises, and to sell and deal in such secu- rities 5 . 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(© to grant loans and advances by way of re-fnance of any loans or advances granted by approved credit institutions, and other institutions approved by ‘the Bank to industrial, agricultural and commer. fal enterprises, and for that purpose to fix the minimum and maximum periods of maturity of loans granted by auch banks and imstitutions ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "- (P to provide such services as technical and adwinistra- tive advice and assistance which serves its Purposes and comes within its functions to industrial, agricultural and commercial enter- rises a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 14,
    "text": "(G) to incur, during the first five years after the com- Mencement of its business, expenditure up to a” amount not exceeding two per centum of its",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "< National Development Bank of Sri Lanka ha",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": ". Act, No. 2 of 1979 paid-up capital in furnishing the services referred",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "to in paragraph (f) on a non-reimbursable basis, and thereafter to charge to the fuinds of the Bank with the expenditure incurred in continuing to Provide such services where necessary on @' non reimbursable basis ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@) to establish subsidiary companies to assist it in carrying out its purposes and exercising and per forming its powers and duties ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "() t0 promote the establishment of industrial, agrieul- ‘turel, commercial and other enterprises ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(@) to acquire or purchase any movable or immovable Property, or any industrial, agricultural, com mercial or other enterprise, and to manage or arrange for the management of such property or enterprise, and to sell or otherwise dispose of such - Property or enterprise ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{) to invest temporarily the funds of the Bank in foreign securities ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@ to participate in loans, equities, underwriting arrengements and guarantees with approved credit institutions ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(m) subject to such conditions as’ may be determined by the Board of Directors, to accept, discount, redia count, buy, sell and..deal in bills of exchange, Promissory notes,. coupons, drafts, debentures, certificates, serip and other instraments and secu- rities whether transferable or negotiable or not, of industrial, agricultural and commercial enter- prises ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{n) to undertake development projects, including pilot projects, in order to achieve the purposes of the Bank; “",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{0) to engage in the construction of warehouses, go- downs, stores and buildings required for agricul- tural, industrial and commercial activities ;",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(p) to lease, let on hire, sell outright, or sell on a hire- purchase basis warehouses, gotowns, stores and buildings, machinery, equipment and other goods;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "{q) to guarantee loans raised by any industrial, agricul- tural or commercial enterprise, being loans which are floated in the open market ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "() to guarantee deferred payments due from any in- dustrial, agricultural or comtnercial enterprise;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "4 National Development Bonk of Sri Lanka =~ ‘Act, No, 2 of 1979",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{s) to convert a part or whole of its loans to industrial, agricultural or commercial enterprises, and its subscriptions to bonds or debentures issued by any such enterprise into equity capital ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(®) to subsertbe to, or to purchase, or to underwrite the issue of, stocks, shares, bonds or debentures of approved credit institutions :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "() to receive, in consideration of the functions the Bank may be performing, such commission, brokerage, interest, remuneration or fees, as the Board of Directors may, from time to time, determine ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": ". (@) to open deposit accounts in the Central Bank, sny ‘commercial bank, or any bank or financial institu tion outside Sri Lanka ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(w) to accept term deposits from any person in ouch ‘amounts and for such periods as may be deter- mined by the Board of Directors ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{a} to grant and issue letters of credit and circular notes;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "{y) to buy, sell and desl in bullion and specie and engage in operations in exchange ; and , =",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(2) generally to do, directly or indirectly, all such acts or things es may be connected with, or are in furtherance qf, the exercise, discharge or performance of the powers, functions or duties of the Bank under this Act or any other law.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "special 7. The Bank may exercise all or any of the following reg i, powers :—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "wit 2 _(@) to appoint a General Manager who shall be the chief delegating, executive officer of the Bank;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(b) to appoint such other officers and servants an may be necessary for carrying out the work of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "Bank 5",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(e) to establish a provident fund, and provide welfare and recreational fecilities, houses, hostels and other like accommodation for persons employed by the Bank ; t",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "(@) to enter into and perform all such contracts, whether” in or outside Sri Lanks, as may be necesary for the exercise of the powers and the perfor mance of the duties of the Bank ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 16,
    "text": "~",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": ". Notional Development Bank of Sri Lanka 5 Act, No, 2 of 1979",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(@) to make rules in relation to its officers and servants,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "+ including their appointment, promotion, remune- ration, disciplinary control, conduct and the grant of leave to them ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "() to make rules in respect of the administration of the affairs of the Bank ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{G) to do ali other things which, in the opinion of the Board of Directors, are necessary to facilitate the proper carrying on of the business of the Bank.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "8. (1)The Hank shall have a Bourd of Directors consist- Boardot ting of— Directors.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{@) the person holding office for the time being ar the Secretary to the Ministry of the Minister in charge of the subject of Finance (in this Act referred to . as “ex officio Director”) ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{®) a Deputy Governor of the Central Bank appointed by the Monetery Board, with the concurrence of the Minister ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(©) 2 senior officer of the Bank of Ceylon appointed by its Board of Directors with the concurrence of the Minister j",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(@) 8 senlor officer of the People’s Bank appointed by - its Board of Directors with the concurrence of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Minister ; . @) two persons nominated by the Minister ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{f) one other member elected by the shareholders (in this Act referred to as the “elected Director\") other than the Government, Central Bank, Bank of Ceylon, People’s Bank and participants, if any, provided their subscription to the share capital is not less than ten per centum of the total paid-up copital of the Bank :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Provided, however, that if thelr subscription to the share capital is less than ten per centum of the totel paid-up capital of the Bank the Minister shall nominate a Director to represent the interests of the shareholders or of any other interests as he may deem necessary.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(2) In this Act, the persons appointed as Directors under paragraphs (b) to (d) (both inelustve) of subsection (1) are referred to as “appointed Directors” and the persons nominated as Directors under paragraph (e), and in the proviso to paragraph (f) of subsection (1) of this section ~ ‘a3 “nominated Directors”,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "6 + National Development Bank of Sti Lanka Act, No, 2 of 1979 (3) In the absence of the ex officio Director, the person holding office for the time being as Deputy Secretary to ‘the Treasury sball act as that member's alternate at Board meetings and have the right to vote thereat. (4) Where an appointed Director or a nominated Director is by reason of illness or other infirmity or absence from Sri Lanka, temporarily unable to perform the duties of his office, the appointing authority in the case of appainted Directors and the Minister in the case of nominated Directors may appoint or nominate a suitable person to . act as his alternate at Board meetings and such person shall have the right to vote thereat. (G) The Minister may, without assigning any ‘reasons, remove a nominated Director from office. Such removel . shall not be called in question in any court, (6) A nominated Director may resign his office by letter addressed to the Minister. (7) Subject to the provisions of subsections (6) ana (7), ‘the term of office of z nominated Director shall be four years. Powers, % (1) The general superintendence, direction and control functions, of the affaire and business of the Bank shall vest in the Board af Board of Directors. ind pm (2) The Board of Directors may exercise, discharge and perform all the powers, functions and duties of the Bank t under this Act or any other law and do a)! acts and things which may be done by the Bank under this Act or any other law.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "(8) In the exercise, discharge and performance of its powers, functions und duties, the Board of Directors shall, subject to the provizions of this Act, act in accordance with sound business principles, and shail have due regard to the interest of industry, agriculture and commerce and to the public interest generally.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Remuneration 10. All or any of the Directors may be paid such remur of Directors, eration out of the funds of the Back a was be deter: mined by the Minister, Disector to «ILA Director who is directly or indirectly interested im Sue in any loan or contract proposed to be made by the Bank shall contracls pro- disclose the nature of his interest at a meeting of the Board, Bile tg of Dieotom. The dielosure shall be recorded in the nutes the of such meeting and such Director shall not take part in any deliberation or decision of such Board with respect 1° such loan or contract,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "s 7 “7 National Development Bank of Sri Lanka = (7 Act, No. 2 of 1979",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "32, (1) Meetings of the Board of Directors shall be held Meetings of, at least once in every month aud, in addition, as frequently 92 0403 ag are necessary for the purpose of discharging its quorumand resposibilities under this Act, Teqwation of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) At any meeting of the Board of Directors, four Directors shall constitute a quorum. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "{3) Subject to the other provisions of this Act, the pro- cedure to be followed in regard to the transaction of business ‘at meetings of the Board of Directors, shall be az determined by rules made by the Board of Directors,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "13 (1) The Board of Directora may delegate to the Delegation of General Manager or any other employee of the Bank any 30Uc ofthe of its powers and duties. Board of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) Every delegate appointed under subsection (1) shall ‘exercise or perform the power or duty delegated to him subject to the general or spectal directions of the Board of Directors.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "14, No act or proceeding of the Board of Directors shall Board of be deemed to be invalid by reason only of a vacancy in the Diwccre office of a Director or any defect in the nomination of a derpites",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "Director, - vacancy : 2 Ordataet,",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "18. (1) The Minister shall appoint a Chairman from Chairman of amongst the members of the Board of Directors. fhe Bowed of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(2) The term of office of the Chairman shall, subject to the provisions of subsection (3), be for a period of four years commencing on the date of appointment.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(8) Jn the event of the vacation of office by the Chairman before the expiration of his term of office, another person shall be appointed in his place to hold office during the un- expired part of the term of office of the Chairman so vacating office.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(4 Any person vacating office as Chairman by effluxion of time shall be eligible for reappointment.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 13,
    "text": "(5) The Minister may, without assigning any reason, remova the Chairman from offies. Such removal shal] not be  oelled in question in any court, (8) Jn the absence of the Chairman, a member chosen by the majority of the members present at any meeting of the Board of Directors shall preside at such meeting.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "B- Notional Development Bank ‘of Sri Lanka 7 . Act, No. 2 of 1979",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) The Chairman or other member of the Board of Directors who presides at any meeting of the Board shall have in addition to his vote, a casting vote.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Beal of 16. (1) The seal of the Bank shall be in the custody of the Bank =the General Manager.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) The seal of the Bank may be altered in stich manner a5 may be determined by the Board of Directors,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(8) The seal of the Bank shall not be affixed to any instrument except in the presence of the General Manager or the acting General Manager and two Directors all of whom shall sign the insirument in token of their presence.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Agency. 17. (1) The Board of Directors may appoint agents of the Bank in and outside Sri Lanka.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) The Bank may act as agent in and outside Sri Lanka for other institutions.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "tment 18 (1) The Board of Directors may appoint Special Coma- ‘Petia mittees consisting of such number of persons us it may deem + Committe. necessary for the purpose of assisting and advising such Board in the exercise and performance of its powers and duties, - (2) The persons qualified for appointment as members of any Special Committee shall be the members of the Board. of Directors, employees of the Bank, and such other persons as the Board of Directors may deem to be qualified for such appointment. The term of office of any such member shall be as determined by such Board. ‘Ramuneratlon: 19. The members of eny Special Committee other than of membert any employee of the Bank who is a member of such Com- Gonbulttees. -malttee may be paid such remuneration out of the funds of the Bank for their attendance at meetings of any such Committee and the discharge of their functions as may be determined by rules which are hereby authorized to be made for that purpose under thle Act. ‘Commence- 20, The Bank shall not commence business until the ini- ment ot tial contributions referred to in section 22(1) have been Provided, however, that nothing in this section shall be deemed or construed to preclude the Minister trom autho- vizing the Bunk to commence business on an earlier date by Order published in; the Gazette.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "National Development Bank of Sri Lenka 8 Act, No. 2 of 1979 PART I FINance:",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "21, The authorized capital of the Bank shall he two Capital of thousand million rupees divided into twenty million ghares the Bank of one hundred rupees each.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "22, (1) The following shall, within one year after the Contributions appointed date, make an inftial contribution of six bundred 9% ot million rupees to the capital of the Bank in such amounts ‘5 Bank. and in such manner as hereinafter provided and shall by ’ ‘virtue of such contributions be deemed to be shareholders of the Bank :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(@) the Government of Sri Lanke—Four hundred million",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "rupees in cash ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(®) the Central Bank of Ceylon—twenty-five million rupees in cash and seventy-five million rupees in the form of a promissory note payable on demand ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(©) the Bank of Ceylon—iwelve million five hundred thousand rupees in cavh and thirty-seven million",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": ". five hundred thousand rupees in the form of a promissory note payable on demand ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(@ the People’s’ Bank—twelve million five hundred",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "‘thousand rupees in cash and thirty-seven million five hundred thousand rupees in the form of a pro- missory note payable on demand.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(2) The Bank shall, afler commencement of business, offer the shares referred to in section 21 to the public for subscription at such time or times, in such smount or amounts and in such manner as may, be determined by the Board of Directors, and shall sllot such shares.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "\\@) The Board of Directors may, from tine to time, sollelt and accept further contributions to the. capital of ‘the Bank from any or all of the shareholders.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "(4) No contribution to the capital of the Bank aball be : made or accepted except in pursuance af the provisions of this section or seetion 57. ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 14,
    "text": "2, The lsbility of any shareholder shall be mited to réabitty ‘the amount, if any, unpaid on his aharea. Rollers.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": "WO Notional Development Bank of Sri Lonka =< * Act, No, 2 of 1979 Ganaral 24, The Bank may, under and in accordance with the suc. eae ceeding provisions of this Part of this Act, raise such sums of money in or outside Sri Lanks, by way of loan or other- wise, 2 may be nevessary for carrying out its purposes and exercising and performing ite powers and duties. Bormowing 25, The Bank may, from time to time, borrow from the Bek mment, Government, and the Government may, irom time to time, Jend to the Bank from the Consolidated Fund any sum of money, subject to such terms and conditions as may be determined by the Government. Fela 26. (1)The Bank may, from time to time, borrow sums of from the 4, money from the Central Bank for periods not exceeding six months, subject to such terms and conditions as to the Interest therean and the repayment thereof ax may be Getermined by the Monetary Board. (2) Borrowings by the Bank under subsection (1) shall at no time exceed a sum equivalent to ten per centum of ‘the paid-up capital and tree reserves of the Bank, Povewing 27. The Bank muy, with the approval of the Monetary Governments, Board from time to time, borrow from any foreign Governe ‘ment, or any other source whatsoever outside Sri Lanke, any suni of money on, such terms and conditions as to the interest thereon and the repayment thereof as may be determined by sgreement between the Bank, and such Government or such other source, as the case may be. Batonal 28 (1) The Board of Directors may create and issue de- Bak\" bentures and stock, and the debentures and stock so created fonSock and issued shall in thiz Act be Teferred to as “National Development Bank Debentures” and “National Develop- snent Bank Stock \", respectively.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 2,
    "text": ". @) National Development Bank Debentures and National Development Bank Stock shall be issued, transterred, dealt with, redeemed and cancelled in accordance with such terms and conditions as may be determined by the Board of Directors. 7” oe",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "National Development Bank of Sri Lenka 11 Act, No. 2 of 1979",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "28, (1) The Government may guarantee the repayment Government ~ of the principal sum, and the payment of the interest on— antes",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "{a) any National Development Bank Debentures, and SOO",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "any National Development Bank Stock, created and issued by the Board of Directors ; snd",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "() any Joon raised by the Bank from sny foreign",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "Government, ot any other source under this Part ‘of this Act,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(2) Any sum required for the settlement of any guarantee Provided under subsection (1). shell be charged on the Consolidated Fmd.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "30, (@) The Government is hereby authorized to guaran- Government tes, on such terms and conditions as the Government may \"usrantee, determine, any loan raised by the Bank from any tnter bomowings. national or regional lending institution, or from any other international or foreign organization approved by the Government. Any Joan authorized to be guerenteed under this subsection may be denominated fa foreign eurrenicy.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(@) Alt sums paysble by the Government under any guarantee given under subsection (1) are hereby charged on the Consolidated Fund.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "@) All sums payable by the Bank in respect of principal, interest and other charges on any loan to the Bank trom any intemationel or regionel lending institution or from any other international or foreign organization approved by the Government, under any guarantee given under subsection (1) shall, notwithstanding anything to the contrary in any written or other law, be paid—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "(@ without deduction for, and tree from, any taxes,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "duties or fees now or hereafter fropased by or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "under any written or other law j and 2 (®) free from all restrictions now or hereafter imposed",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "by or under any written or other Iaw:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 15,
    "text": "Provided, however, that the preceding provisions of this - subsection shall not apply to any taxes, duties, fees of restrictions upon payments under any bond or promissory note to a holder thereof other than any international or , regional lending fnstitution or any other international or foreign organization approved by the Government when such bond or promissory note is beneficislly owned by a individual or @ corporation resident in Sri Lanka,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "12 National Development Bank of Srt Lanka Act, No. 2 of 1979",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(4) For the purposes of subsection (8), the question whether an individusl or a Corporation is or is not resident in Sri Lanke shall be determined in accordance with the provisions of section 54 of the Inland Revenue Act, No, 4 of 1068,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(5) Every guarantee agreement between. the Govern ment and any international or regional lending institution, or any other international or foreign organization approved. by the Government pursuant to this Act and every guarantee given by the Government pursuant to any such guarantee agreement shall, notwithstanding anything to the contrary in any law, be valid and enforceable in accordance with their respective terms.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(8) In the case of any loan made to the Bank, by any international or regional institution or any other internatlo~ nal or foreign organization approved by the Govennent, and guaranteed by the Government, the Government shall bear any loss, and be entitled to any profit, resulting from any revaluation of the Sri Lanka rupee in relation to the currency or currencies in which that Joan is expressed or re- payable in whole or in part,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": ". The amount of every such loss is hereby charged on the Consolidated Fund.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(7) Notwithstanding anything in any other written law, no agreement, bond or other document executed by the Bank in respect of any: loan which may be raised by the ‘Bank from any international or regional lending institution, or from any other international or foreign organization approved by the Government, shall be subject to, or be charged with, any stamp duty or duties whatsoever.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "Administered 31. (1) The Bank shall establish a fund which shall be",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "Pesources “known ux the “Administered Resources Fund *, in this Act ‘referred to us “ the Fund”. The fund shall not form part of the general funds of the Bank, but shail be a special fund ‘which shall be administered by the Bank separately trom the general funds of the Bank for and on behalf of the Government, or af any such forelgn Government, foreign oF international organization or petson or persons as may be approved by the Government.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(2) The purposes of the Fund shall be to enable loans, advances, or other accommodation or grants to be made or given, under and in accordance with the provisions of this Act, from the Fund to industrial, agricultural, commercial ‘or other enterprises,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": ". Notional Development Bank of Sri Lanka 18 Act, No, 2 of 1979 (8) The Bank, in terms of any agreement entered into between the donor and the Bank, is hereby authorized to make or give from the Fund any Joan, advance, grant, of other accommodation to any industrial, agricuttural, com- mercial or other enterprise. (4) There shall be credited to the Fund by the Bank the amount of all donations and grants made, for the purposes of the Fund, by the Government, any foreign Government and any other source, whether in or outside Sri Lanta, In adiition the Fund shall be credited with the net income or interest arising from the operations of the Fund. (5) All financial commitments or liabilities of the Bank arising from, or incurred in connection with, any act or thing done by the Bank with the object of carrying out the Purposes of the Fund shall be charged on the Fund. (6) The Board of Directors may invest temporarily the excess resources of the Fund which cannot be utilized imme diately in pursuance of the objectives of the Fund in such securities as it may deem appropriate, without prejudice to the long term interests of the Fund, (2) Rules may be made under this Act in respect of all or any of the following matters :— (a) the manner in which the accounts of the Fund shall be kept; (b) the estsblishment of reserves in the Fund for bad and doubtful debts, the depreciation of assets, and for . such other contingencies as may accord with normal banking practice ; (©) the closure or winding up of the Fund; and =~ . (2) any other matters connected with or incidental to any of the matters aforesald, (8) Notwithstanding anything in any other written law, the Bank shall be exempt from the payment of income tax upon the profits and income of the Fund. 32 (1) All sums of money received by the Bank or the Funds of Board of Directors— the Bank. (a) os contributions towards the capital of the Bank ; : (®) in carrying out the purposes af the Bank; (c) in exercising and performing the powers and duties + of the Bank or such Board ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "14 National Development Bank of Sri Lanka, ‘Act, No, 2 of 1979 @) in conducting the business and administration of the Bank, shall be credited to the funds of the Bank.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "@) All Gnanciel commitments or liabilities af the Bank or the Board of Directors atising from, or incurred in con- nection with—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(q) the carrying out of the objects and purposes of the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Bank;",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(0) the exercise and performance of the powers and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "duties of the Bank or such Board; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(© the conduct of the business and administration of the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "Bank, shall be charged on the funds of the Bank, ‘Veization 48, ‘The profits of the Bank shall be utilized for the pur- of the eae Bing” pose of (a) the establishment and maintenance of a General Reserve;",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "(®) the establishment and maintenance of a special",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "reserve for bad or doubtful debts;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "{c) the establishment and maintenance of such other",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "reserve fonds as may be necessary for specific ‘purposes ; and {@) the payment of dividends. ‘Begmption 34 ‘The Bank shall be exerupt from the payment of ‘from inoume income tax upon the profits and income of the Bank, for a i period of ten years after the date of the commencement of ite business, Be petra ‘35. (1) Every person— ‘porraveer, (@) te whom any loan, advance or other accomodation is bead ‘granted by the Bank, or (2) who bas obtained probate of the will or letters of administration to the estate of @ person to whom any loan, advance ar other secommodation has been granted hy the Bank, or who, upon application",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ". apade in that behalf by the Bosrd of Directors, has",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": ": been appointed hy court to represent such estate,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 15,
    "par_num": 15,
    "text": "a t or .",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "Notional Development Bank of Sri Lanka 6 Act, No. 2 of 1979 {¢) to whom any right, title or interest whatsosver in any immovable property mortgaged to that Bank as security for any loan, advance or other accormoda- £ tion has passed, whether by voluntary conveyance or by operation of law, shall register with the Bank an address to which all notices to him may be addressed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(2) Any notice which is required to be served on any . person to whom subsection {1) applies shall be deemed to . ’ ‘have been duly served on that person if it is sent hy post in a registered letter directed to that person at the address registered hy him under that subsection, and service shall be deemed to have been effected at the time at which ‘the letter would be delivered in the ordinary course of post :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "Provided that, where any such person fails to register his address under subsection (1); the Bank shall publish, in the Gazette and in at least three daily newspapers in the ‘Sinhala, Tamil and English languages, a notice addressed to ‘him, and such notice shall be deemed to be duly given to him on the day on which such notice is last published.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "38 Any Joan, advance or other accommodation may be Security on",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "?) granted by the Bank on the security of— he. may be + (@) a mortgage of any movable or immovable property; Se Bank (®) any stocks, bonds, debentures, shares, assigaments of mortgages or other securities, other than National Development Benk Debentures and National Deve- lopment Bank Stock ; (e) any warehouse recelpts, bills of lading, or such . other instruments as may be approved, from time to . time, by the Board of Directors for the purpose of such security ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(a) any goods, wares or merchandine ; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "(©) any guarantee given by any enterprize or individunl",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "and accepted by the Board of Directors.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "37, Where default is made in the payment of any sum Defuult of | payable as an instalment in repayment of the amount af P77™*",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 10,
    "text": "f any losn, advance or other gecommodation granted by the Bank on the mortgage ot any immovable property or at ‘interest on that loan, advance or other accommodation, etault shall be deemed to have been made in respect of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "16 National Development Bank of Sri Lanka . Act, No. 2 of 1979 the whole of such portion of the amount of that Joan, advance or other acecmnmodation as has not been repaid 40 the Bank and the interest due thereon. . Action by 38 (1) Where under the provisions of this Act, default Boeclocs 18: made or is deemed ta have been made in respect of Hes, . the whole of the unpaid portion of any losn and the interest ‘made. due thereon, the Board of Directors may, in its discretion, take action as specified either fn section 39 or in rection 41: Provided that where the Board has in any case token action, or commenced to take action, in accordance with ‘section 38, nothing shall be deemed to prevent the Board at any time from subsequently taking action in that case by resolution under section 41 if the Board deems {t neces ary of advisable to do 29, (2) For the purposes of this section and sections 89 to ‘58, the term “loan” means a Joan or an advance or any other accommodation granted by the Bank. Authorization 38, Subject to the provisions of section 42, the Board of gipimeeer = Directors may by resolution to be recorded in writing Possession of guthorize any person specified in the resolution to enter Sepeee © upon any immovable property mortgaged to the Bank as security for any loan in respect of which default has heen made, to take possession of and to manage and maintain such property, and to exercise the same powers in the control and management of such property as might have been exercised by the mortgagor if he had not made default, Procedure 40, (3) Any person authorized by resolution af the Board Mire. ig of Directors under section 39 in respect of any property appointed. shall be entitled generally to take action in terms of the resolution end in particular— : (a) to sell the produce of such property ; (b) to receive the rents, profits, or other income from much property ; {e) to pay the expenses inewred in the control and man- : agement of such property out of the income dram i . such property + i {@) to appropriate to himself out of such income such i . ura (i any) as the Board may deem fit to fix a8 : remuneration for hix services; ‘",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "National Development Bank of Sri Lanka = Act, No. 2 of 1979 .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(e) to remain th possession of such property until all moneys due to the Bank under the mortgage on such property have been fally paid or until he is dixected by the Board to yield possession of such property under subsection (2).",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "_@) Every person authorized by resolution of the Board of Directors under section 39 in respect of any property shall",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(©) pay monthly, out of the income of such property, such sum (if any) as the Board may in its dis- eretion fix, to the mortgagor for his maintenance ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(8) pay quarterly or as otherwise directed by the Board to such person or persons and in such manner as the Board may direct the belance of the income from",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "such property remaining after the payments herein before authorized have been made ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(c) keep and render to the Board at such intervals as the Board may determine clear and accurate records of all sums received or pald out by him in respect of such property 5",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(@) yield possession of such property to the mortgagor “or some other person as directed by the Board and pay to the Board any balance of the income from such property remaining in his hands after the payments herein before authorized have been made,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "(@) The Board shall, when all sums due to the Bank under the mortgage have been fully pafd, surrender possession of the mortgaged property to the mortgagor and retum to ‘him any belance remaining of the income from such Property,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 10,
    "text": "41, Subject to the provisions of section 42, the Board ot Authorisation Directors may by resclution to be recorded in writing ‘horteuged authorize ay person specified in the resolution to sell by Property. public auction sny immovable property mortgaged to the Bank as security for any loon in respect of which default hhas been mude in order to recover the whole of the unpaid portion of ouch loan, and the interest due thereon up to the date of the sale, togethar with the moneya and costs recoverable under section 48 . . SA vem cand",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "18 National Development Bank of Sri Lanka Act, No. 2 of 1979 fous 42, (1) Seve as otherwise provided in subsection (2), the Pas provisions of sections 39 and 41 shall apply in the case of any default notwithstanding that the borrower may have died or that any right, title or interest whatsoever in the property mortgaged as securlty for the loan may have passed by voluntary conveyance or by operation of law to any other person.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "(2) Where the borrower is dead and probate of his will or letters of administration to his estate have not been issued, the District Court of Colombo or the District Court having jurisdiction over the place where that property is situate may, upon application made in that behalf by the Board of Directors and after service of notice of the application on such persons, if any, as the court may order, and if satisfied that the grant of probate or the isfue of Yetters of administration is likely to he unduly delayed, appoint @ person to represent the estate of the borrower for the purposes of this section; and the provisions of sections 39 and 41 shall not apply in the case of any default made by the borrower unless and untfl a representative of his estate 1s appointed under this section. -",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 3,
    "text": "Notion of 43, Notice of every fesolution under section 41 suthoriz- resolutian | ing the sale of any property shall be published in the Directors % Gazette and in at least three daily newspapers in the wall Sinhala, Tamil and English languages and copies of such POPE. notice shall be served an the borrower, if he is olive, and om every person who has, in respect of that property, Tegistered his address under section 98. Noticn of 44. Notice of the date, time and place af every sale sball, ale. not less than fourteen days before the date fixed for the __, mile, be published in the Gazette and copies of such notice shall be (@) served on the borrower, if he is alive and on every : ‘Person on whom notice of any resolution is required to be served under section 43 5 @) posted on or near the property which ts to be sold; anc (0) affixed to the walls of the Kachcheri and the several District Courts and Magistrate's Courts within the: jurisdiction of which the property is situate,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "National Development Bank of Sri Lanka — 18- Act, No, 2 of 1979",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "45, (1) If the amount of the whole of the unpaid portion of the loan (together with all interest due thereon accord. Peymeat ing to the terms af the mortgage), and of the moneys md tie. costs, If any, recoverable by the Board of Directors under . section 48 is tendered to the Board at any time before the date fixed for the sale, the property shall not be sold and no further steps shall be taken in pursuance of the resolution ‘under section 41 for the sale af that property, soe",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "(2) iif the amount of the instalment or other payment in respect of which default haa been made, together with any interest due thereon according to the term of the mortgage, and of the moneys and costs, if any, recoverable by the ‘Board of Directors under section 48, is tendered to the Board at any time before the date fixed for the sale, the Board may, in its discretion, direct that the property shall not be sold, and that no further eteps shall be taken in pursuance of the regolution under section 41 far the sale af that property.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "48, The Board of Directors may fix an upset price below Upset price, which the property shall not be sold to any person other than the Bank",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "47. In any case where two or more loans have been. Default! in |",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "+. granted by the Bank on the security of the same property Teipect of and default ix made in the payment of any sum due upon several looms any one ot more of such loans, the foregoing provisions of* Sroperty, this Act shall apply notwithstanding that default may not have been made in respect of the other loan or any of the., other loans, and the Board of Directors may, in any such case, by resolution under section 41 authorize the sale of ‘the property for the recovery of the total amount due to the Bank in respect of both or all the loans, as the case may ‘be, and the provisions of this Act shall apply accordingly. -«",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "48. In addtion to the amount due on any loan, the Board , Recovery of of Directors may recover trom the borrower, ot any person $75\"toety acting on his behait— Spaced by",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "{a} afl moneys expended by the Bank in accordance with |",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 9,
    "text": "the covenants contained in the mortgage bond , executed by the person to whom the Joan Was made, | * , i the payment of premia and other charges in res- : Peet of any policy of insurance effected on the ; ’ property mortgaged to the Hank, and in the payment *. . of all other costs and charges authorized to he . incurred by the Bank, under the covenants :* contained in such mortgage bond ; and a a ares9 (rejn1y",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "2% National Development Bank of Sri Lanka . Act, No, 2 of 1979 . 1) the costs of advertising the sale and of selling the . maoytgaged property :",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "“Provided that the costs incurred under this paragraph shall not exceed such percentage of the Joan as may from time to time be fixed by resolution of the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "Pegmentat 49. ‘I the mortgaged property is sold, the Board of faze, Directors shall, after deducting from the proceeds of the sale ‘the amount due on the mortgage and the money and costs recoverable under section 48, pay the belance remaining, if any, either to the borrower or any person legally entitled to accept the payments due to the borrower, ‘or, whare the Board is in doubt as to whom the money should be paid, into the District Court having jurisdiction over the place where the mortgaged property is situate. Gprtipoate 50, (1) If the mortgaged property is sold, the General Manager on a specific authorization by the Bomd of Directors, shall isue a certiffeste of sale and thereupon all the right, title and interest of the horrower to and in the property shall vest in the purchaser ; and thereafter it shall not he competent for any person claimaing through or under . any disposition whatsoever of the right, title or interest of . the borrower to end in the property, made or registered ~ after the date of the mortgage of the property to the Batik, in any court to move to invalidate the sale for any cause whatsoever or to maintain any right, title or interest to of in the property as against the purchaser.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "42) A certificate signed by the General Manager under subsection (I) thall be conclusive proof, with respect to the sale of any property, that all the provisions of this Act relating to the sale of that property have been complied with,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "“(@) It the purchaser is some person other than the Bank, ‘the certificate shall be substantially in the Form A in the Schedule to this Act; if the purchaser is the Bank, the certificate shall be substantially in the Form B in the Schedule to this Act.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "- & Every certiticate of sale shall be liable to stamp duty ‘and charges as if it were a conveyance of immovatile * Property and to any registration and other charges authorized by law, all of which shall be payable by the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 7,
    "text": "’ purchaser,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": ". National Development Bank of Sri Lanka a ‘Act, No. 2 of 1879",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "51, (1) The purchaser of any immovable property sold in Order for” pursuance of the preceding provisions of this Act shall, delivery =, pon application made to the District Court of Colombo or possession. the District Court having jurisdiction over the place where ‘that property is situate, and upon production of the certifi- cate of sale issued in respect of that property under section ‘50, be entitled to obtain an order for delivery of possession of that property. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "%) Every application under subsection (1) shall be made, and shall be disposed of, by way of summary ptdecedure fn accordance with the provisions of Chapter XXIV of the Civil Procedure Code; and on all documents filed for the purpose of each application and on all proceeli- ings held thereupon, stamp duties and other charges shall be payable at the respective rates payable under any written . law for the time being in force, on applications for, and proceedings connected with or incidental to, the execution of a decree of a District Court for the delivery of possession of any immovable property of the same value as the land to which such application relates, :",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "(8) Where any immovable property sold in pursuance of the preceding provisions of this Act fs in the occupancy of the debtor or of some person on his behalf or af some person - claiming under a title created by the debtor subsequently ta the mortgage of the property to the Bank, the District Court shall order delivery to be made by putting the * purchaser, or any person whom he may appoint to recelve ‘Possession on his behalf, in possession of the property.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "@) Where any immovable property sold in pursuance of the preceding provisions of this Act is in the occupancy of & tenant or other person entitled to occupy the same, the District Court shail order delivery to he made by affixing . 4 notice that the sale hes taken place, in the Sinhala, Tamil and English languages, in some conspicuous place on the Property, and proclaiming to the oceupant by beat of tom-tom, or in such other mode as may be customary, at ‘some convenient place, that the interest of the debtor hat ‘been transferred to the purchaser. The cost of such procla- ‘mation shail be fixed by the court and shell in every case ‘be prepaid by the purchaser,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 6,
    "text": "() Every order under subsection (3) or subsection (4) shall be deemed, ax the case may be, to be an order for delivery of possessfon made under section 287 or 208 of the Civit Procedure Code, and may be enforced in Ike manner as an order so made, the debtor and the purchaser being",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "2 ‘National Development Bonk of Sri Lanka Act, No, 2 of 1979 . deemed, for the purpose of the application of any provision ‘of that Code, to be the judgment-debtor and judgment creditor, respectively.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "Cencalleton «BZ, Where the property sold has been purchased on behalf",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "aoe ‘o€ the Bank, the Hoard of Directors may at any time before it resells that property, eatte the cancellation of the sale by an endorsement to that effect made by the General Manager on a certified copy of the certificate of sale, upon the debtor or any person on his behalt paying the amount due in respect of the loan tor which the property was sold. (ncluding the costs of seizure and sale) and interest on the aggregate sum at a rate not exceeding the prescribed rate. Such an endorsement shall, upon registration in the office of the Registrar of Lands, revest the property in the debtor as though the sale under this Act had not been made,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "ee 53 If the property #0 sold has been purchased on behalf",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "Rat of the Bank, and the aule is not cancelled under section 52, the Board of Directors may, et any time, resell the pro~ perty and transfer to the purchaser by causing an endorse~ tment to be made by the General Manager on a certified expy of the certificate referred to in subsection (3) of seo fiom 50, all the right, title and interest which would have ‘been acquired by the purchaser at the original sale. ‘The endorsement shall be liable to the same stamp duty and charges a3 a certificate to a purchaser at the original sale, end chall, when it is registered in the office of the Registrar of Landa, vest such right, title and interest as aforesaid in ‘the purchases,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "PART OT 4 ‘Averr axp Accouxns :",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "Fama SA, The financial year of the Bank shall be the calendar",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "Erwin, Fear.",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "Audit, $5. (1) The Auditor-Genersl shall audit the accounts of the Bunk ut such intervals not exeeeding a period of twelve months 8 the Boand of Directors may decide,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(2) Notwithstanding the provisions of subsection (1), the Minister may, in consultation with the Auditor-General eppoint a qualifed auditor or auditors to audit the accounts of the Bank, where such appointment has heen made by the ‘Minister, the Auditor-General may, in writing imform such auditor or auditors thet he proposes to utilize his or their",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "National Development Bank of Sri Lenka 28 Act, No. 2 of 1970 . services for the performance and discharge of the Auditor- ‘General's duties snd functions in relation to the Bank and thereupen such auditor or auditors shall act under the Girection and control of the Auditor-General.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(8) Every qualified auditor appointed under the provisions of subsection (2) shall submit his report to the Ministar and also submit a copy thereof to the Auditor-General.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(4) The Auditor-General shall examine the accounts of ‘the Bank and ascertain the correctness of the balance sheet and xeport to the Board of Directors—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(a) whether or not he has obtained all the information",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "and explanations he has required ; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "(®) whether in his opinion the balance sheet referred to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 24,
    "par_num": 7,
    "text": "in the report is properly drawn up so as to exhibit : a true and correct view of the Bank's aifairs accord- : {ng ta the best of his information and explanations . given to him and as shown by the books of the Bank, . -  @) For the purpose of ascertaining the correctness of ‘the balance sheet the Auditor-General may, with the mne- ‘tion of the Board of Directors and the Minister, accept, in respect of any branch of the Bank, any copies or abstracts from the books and accounts of such branch which have ‘been transmitted to the head office of the Bank and which ‘have been certified to he correct by an officer of the Bunk authorized fn that behalf by the Board of Directors, (6) In this section “qualified auditor” mesns— (a) an individual who being a member of the Institute of Chartered Accountants of Sri Lanka, or of any : other institute established by Jaw, possenses a certi- : ficate to practise as an accountant imued by the . Council of such Institute ; or (b) a firm of accountants, each of the resident partners of which, being a member of the Institute of Char- . tered Accountants of Sri Lanka or ot any other institute established by law, possesses # certificate 40 practise as an accountant issued by the Council *. of such Institute,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 1,
    "text": ". 2 National Development Bank of Sri Lanka _ Act, No. 2 of 1979 ‘ Documents 56, (1) The Board of Directors shall, on receipt of the {e,penittea --Attditor-General’s report in respect of any year, cause a git copy of exch of the following documents releting to that to be year to be transmitted to the Minister and to all the share- Ind before, §—aotders : — Pariament, (0) Auditor-General’s report ; (b) balance sheet ; (e) profit and loss account ; and {@) report of the Chairman of such Board giving an account af the work of the Bank, (2) ‘The Minister shall lay copies of the documenta trans- taitted to him under subsection (1) before the Parliament, PART IV AgurKMENT FOR PARTICIPATION IN UNDERTAKING OF BANE Agement 87. (1) The Board of Directors fs hereby authorized to Pixticipation, conclude an Agreement with any international or regional financial institution for participation by such institution in the business of the Bank; and where such Agreement ir \"concluded, such institution shall become a Participant for the purposes of this Act with effect from such date ss may be specified in that behalf in the Agreement. (2) Any Agreement referred to in subsection (1) may contain such convenants and conditions as the Board of Directors may consider necessary, in addition to the provi- riong required or authorized by this Act to be contained therein, (8) All rights or powers exercisable under or for the : purposes of this Act by a Participant may be exercised on behalf of the Petticipant by such person or persons, and in. wuch manner, as may be specified in that behalf in the Agreement, and if s0 exercised, shall be deemed for the purposes of this Act to have been duly exercised by the Participant. Application _58, The provisions of sections 59 to 63 (both inclusive) Pas shall apply only sz long as there ts.at least one Participant.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "National Development Bank of Sri Lenka % Act, No, 2 of 1979",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "59 (1) Subject to the provisions of subsection (3),a Par- A tictpant shall make an initial contribution to the capital af Participants the Bank of such amount as may be specified in the Agree- {fo the ment referred to in section 57(1) to which he isa party or, cgvital if it is not so specified, as may be determined by the Board Bank of Directors,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "@) Subject to the provisions af subsection (8), where any further amount is contributed by the shareholders to ‘the capital of the Bank, a Participant may make a further contribution to the capital of the Bank of such amotnt as aay be determined by the Board of Directors.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "{8) The provisions of subsections (1) and (2) shall he subject to the following limitations and conditions, namely—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "(a) thet, where there is only one Participant, his initial",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "contribution under subsection (1), or the total sum",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "of bis contributions under subsections (1) and (2),",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "to the capitat of the Bank, shall not exeeed forty-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": ". nine per centum of the capital for the time being . of the Bank; or .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "{b) that, where there are two or more Participants, the,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "-. total sum of thefr initial contributions tinder sub-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": ": section (1), or the total sum of their contributions",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "' under subsections (1) and (2), to the eapital of the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "Bank shall not exceed forty-nine per centum of the",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "capital for the time being of the Bank, -",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "6% (1) A Participant shall, by virtue of his contribution Participants to the capital of the Bank, be a shareholder,in-the Bank and Shareboldera accordingly certificates for shares, eack‘of. 4 nominal-vatwe *® 320% of one hundred rupees shall be issued by the Bank to the Participant, up to an amount equal to-the contribution made by the Participant, .",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "(2) The right of a Participant to transfer or dispose of any shares held by him shell be subject to the provisions contained in that behalf in this Act and in the Agreement concluded under section 37 (1) to which he is a party; and ## any such shares are duly transferred to any other person,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 18,
    "text": "¥ such shares shall be held by such other person in all.res- pects in like manner and subject to the same provisions ‘(whether contained in this Act or in the Agreement) as though such person were the Participant. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "6 National Development Bank of Sri Lanka Act, No. 2 of 1979 Biquidation, 81. The shares held by the shareholders in the Bank shalt entitle them in the event of the dissolution of the Bank to participate pro rate, according to the nomtnal value of the shares held, in the amount realized by the sale of the assets of the Bank, after payment of liabilities to other persons, if any. : . Restriction 62, (1) A participant shall not be entitled to sell, asslen, af sale gt §——_ccharge or otherwise in any manner whatsoever to alienate Participant. or encumber any zhares in the Bank, except with the prior consent in writing of the Board of Directors and except to or in favour of a person approved by such Board for the purpose. * (2) If any Agreement concluded under section 57 contains provision specifying the circumstances in which the con- seat of the Board of Directors to any proposed sale or alien- fation of the shares of a Participant who is a party to such Agreement shall not he withheld, such provision shall have ‘effect aa though it were herein enacted,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "(8) No shares of a Participant in the Bank shall, except with the prior consent of the Board of Directors conveyed in writing to the Participant by the General Manager, be or be Hable to be sold in execution of any order or decree of any court or by any assignee in insolvency of the Participant, ~~ or if the Participant ia a company, by any liquidator or otherwise'in the course uf any proceedings for the winding ‘up of the company.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "(© Where application is made to the Board of Directors",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "* ... for such prior consent as is required by subsection (1) or : subsection (3), the Board may, in lieu of granting such consent, determine.that the shares to which the application relates shal] be acquired by any of the other shareholders.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "(5) The preceding provisions of this section sfiall have effect notwithstanding anything In any written or other Jaw, and In the event of any confilelt or inconsistency bet- ‘ween such preceding provisions and anything in any written or other law, such provisions shall prevail.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "‘Vatuation of 68, Where the shares or any of the shares of a participant Farielpaats are to be acquired by a shareholder in pursuance of a qutere amfnation under subsection (4) of section @2, the value af",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "the sharex'which are to be 90 acquired shall be determined 7 4m such manner and upon such terms and conditions as shal! -he enmsined in that behalf in the Agreement under section:",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 8,
    "text": "+ 87 to which he is @ party. ~~ :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": ": National Development Bank of Sri Lonks 7",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": ". Act, No. 2 of 1979 4 Payment for the shares or any of the shares in the Payment Bunk of » Participant which are acquired ar purchased hy 2 $0\" Sour\"e sharcholder under the preceding provisions of this Act shall ahare- ‘be paid by the shareholder. . holder.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "PART V Gums",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "65, The provistons of the following written laws shall Certain - not apply to the Bank— atten, (@) the Money Lending Ordinance ; topply (®) the Debt Conciliation Ordinance ; and Bank, {e) the Conciliation Boards Act, Na, 10 of 1958.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "6, The Bank shall be deemed to be a credit institution he Bank",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "for the purposes of the Monetary Law Act and accordingly feemed te the Bank may borrow from the Medium and Long Term credit Credit Fund of the Central Bank such suma as the Board Sten. of Directors may from time to time determine, nat ~  $%. The Board of Directors may determine which clames oftcers ot ‘of officers of the Bank shall give semurity to the satisfaction {he Bank to of such Board for the due snd faithful performance af their svcurity. Guties, Every officer of the Bank belonging to any class 0 . determined shall give such security.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "68, No Director or officer of the Bank shall be Hable fT 4.4 ability any damage or lous suffered by the Bank, unters such dam- for damage age or loss was caused by his misconduct or wilful default, caused",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "otherwise",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "than by aipoandact",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": ". or wilful:",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "default, $8. Every Director, manager, auditor, officer, servant, Declaration agent, accountant, or other person employed in the business *°*=*-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 28,
    "par_num": 12,
    "text": "of the Bank, shall betore entering upon his duties sign a declaration pledging himself to observe strict secrecy respecting all trananctions of the Bank, its customers, and the state of accounts with any person and all matterm re- , Jating thereto thereto and shall by such declaration pledge",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "28 National Development Bank of Sri Lenka",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "Act, No. 2 of 1979 “himself not to reveol any other matters which may come to his knowledge in the discharge of his duties except—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "(@) when required 20 to do—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "G@) by the Board of Directors, or = (i) by a court of law, or (iti) by the persons to whom such matters relate ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "(®) im the performance of his duties; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "(©) in order to comply with any of the provisions of this ‘Ach.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "Right to 30. Every Director, auditor, manager, secretary or other",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "refuse to officer of the Bank shall, except when required to do so by",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "questions, ——_g cgurt or by any law, decline to answer any question con- cerning the business of the Benk which may be put to him ‘on any occasion whatsoever, if he considers that the answer to such question would disclose ar tend to disclose the secrets of the Bank or the business or affairs of any customer of the Bank.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "Receipts 1%. A reeetpt signed by the General Manager or by any",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "ery person expressly authorized by the General Manager of the _. Bank to give receipts, shall-be an effectual discharge for moneys paid to the Bunk.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "Contract, 72. (1) Contracts on behulf of the Bank may be made a3 follows :— .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "(@) 4 contract which if made between private persons would be by law required to be in writing, may be made on behalf of the Bank in writing under the common seel of the Bank;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "{®) a contract which it made between private persons is",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "an by law required to be in writing, signed by the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "parties to be charged therewith, may he made on",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "‘behalf of the Bank in writing signed by any person",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": ". or persons duly suthorized thereto ax hereinafter Provided ; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "(©) a contract which if made betwoen private persons ‘would by law be valid although made by parol only and not reduced into writing, may be made by parol on behalf of the Bank by any person ar per-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "- fons duly suthorized ‘thereto as hereinafter",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 29,
    "par_num": 21,
    "text": "2 Provided.",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": ": National Development Bonk of Sti Lanka 29 Act, No. 2 of 1979",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "(@) A contract made according to this section shall be effectual in law and shall bind the Bank and all other parties thereto and their legal representatives,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "{8) A contract made according to this section may be . varied or discharged in the same manner in which it is authorised by this section to be made.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "73, A bill of exchange or promissory note shall he deemed’ pingge + to have been made, executed, or endorsed on behalf of the axchenge Bank, if made, executed, or endorsed in the name of, or by promissory. or on behalf of or on account of the Bank by eny person or \"0 persons duly authorized thereto as hereinafter provided.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "74, No person, other than the General Manager and the Perons persons thereto expressly authorized by the Board af Direc- uthorized tors arid acting within the limits of the authority so con- behelfat —” ferred on them, shall bave any authority to make, draw, \"* BAe accept or endorse any promissory note, bill of exchange, cheque or order for the payment of money in the name ‘or on behalf of the Bank or to enter into any contract so as te impose thereby any lishility on the Bank or otherwise to pledge the credit of the Bank,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "1S. (1) The Bank may, by writing under fts comMon peseution zeal, empower ony person generally or in respect of my ofderds” specific rmatter, an its attorney, to execute deeda on ite behalt in any place outside Sri Lanke,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "(2) A deed signed by such attorney on behalf of the Bank and under his signature or seal ahall bind the Bank and have ‘the same effect as if it were under its common seal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "16. The Board of Directors may make rules, which aFe Rule, =~ not inconsistent with the provisions of this Act or with sound ‘banking principtes in respect of—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "{e) any matter required by this Act to he prescribed ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "(®) any matter for which rules are required or authorized",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "to be made under this Act; and",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "(©) any matter necessary to enable the Bank to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 13,
    "text": "efGectively carry out its purposes, exercise and : perform its powers and duties, and carry on its Lf business, .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "cl National Development Bank of Sri Lanka { ; Act, No, 2 of 1979 ‘Onences, 17, (1) Any person who contravenes or fails to comply with any provision of this Act shall be gullty of an offence and shail, on conviction after summary trial before a Magis~ trate, be liable to a fine not exceeding five thousand rupees or ta imprisonment of either description for a term not exceeding one year, or to both euch fine and imprisonment. (2) Where an offence under this Act ‘s committed by # ‘body of persons, then,— (q) tf thet body of persons in a body corporate, every director and officer of thet body corporate ; or {b) if that body of persons fs a firm, every partner of that Orr, shall be deemed to be guilty af that offence : Provided, however, that a director or officer of such body corporate, of a partner of such firm, shall not be deemed . to be guilty of such offence if he proves that such offence ‘was committed without his Imowledge or that, he exereisod all dae diligence to prevent the commission of such offence. ‘Special 78. (1) Notwithstanding the provisions of sections 117 ‘provisions and 118 of the Monetary Law Act, Central Bank is hereby _ quieting ‘to subscribe to the capital of, and to purchase, guarantee or fae accept as security, any shares, stock, debentures, promiasory: tbolders, notes or other securities issued by the Bank, (2) Notwithstanding anything to the contrary in any other written law the Bank of Ceylon and the People’s Bank are hereby authorized to subscribe to the capital of the Bank, ‘Winkster 7% The Minister may trom time to time give general of Yorive special directions in writing as to the performance af the ‘direction _gutles and the exereise of the powers of the Bank and it shall be the duty of the Bank to comply with such directions. Anterpretation 80. Th this Act, unless the context otherwise requires — “approved credit institution” has the same meaning 8 “credit institation” in section §ar of the Monetary ‘Law Act, and includes such other institutioas a8 the ‘Board of Directors may, from time to time, deter- mine to be approved credit institutions for the purposes of this Act ;. “Board of Directors” means the Board of Directors of the Bunk;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "\\ National Development Bank of Sri Lanke = i Act, No. 2 of 2979 “Cestral Bante” means the Central Bank af Ceylon . established under the Monetary Law Act j | “Monetary Board” means the Monetary Board of the Central Bank of Ceylon constituted under section 8 of the Monetary Law Act; “Bank of Ceylon” means the Bank af Ceylon established under the Bank of Ceylon Ordinance ; ; “Peoples Bonk” mesns the People’s Bunk establishat under Act No. 20 of 1961 ; : Director” means a member of the Board of Directors ; ; “enterprise” means any body of persons, whether corpo~ rate or uninccrpcrate, by whatsosver name oF designation called, and includes a corporation sole or a sole proprietorship ; “industry” includes touriam, and tourist services within : ‘the meaning of the Ceylon Tourist Board Act, No. 10 of 1986, mining and fisheries ; and the exoression “mdustrial® shell be construed accordingly ; | “shareholder” means a shareholder of the Bank, =.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 33,
    "par_num": 3,
    "text": "32 National Development Bank of Sti Lanka : Act, No. 2 of 1978 : SCHEDULE : ous A . [Section 50¢8)]",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 33,
    "par_num": 3,
    "text": "Form of Certificste of Sale WHEREAS the sum of «......... rupees is due to the National Development Bank of Sei Lanka from ......+..5 and the land called sssscscssssss+ hereinatter more fully described, has been mortgaged hy the meld .....eseeee, On bond NO vsesserees OF security for its payment in the manner provided by the said bond +",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 33,
    "par_num": 3,
    "text": ". And whereas a sum due in respect af the sald bond hes not been paid by the $854 ...ses. sect And whereas the said land was sold in conformity with the National Development Bank of Sti Lanka Act, No. ..-....0+- af 19TG, on the oe. MAY Of ceeeeee and the game wae Purchased BY... ecseese Of ceseseereees MF the Sunn Of, eeese0> ‘Tupees, which has been duly pald by the eal ......++1+7 Now know Ye that % o.sssssssesseee (the General Manager ‘¢f the Nationsl Development Bank of Sri Lanka), by wirtue ond fm the exercise af the power vested in me in this behalf by the said Act and rules made thereunder, do hereby certify that the . following property, to wit, (hare describe the property with eccuraey hy metes and bounds), hes been sold to ........06 ad Durehased by the a0id 0.0.0... for the sara Of ...4.-.+..TUpCO ‘which he has daly paid, and that the atid property is and shall henceforth be vested in the sald ........-.» his heirs executors, ‘edeniniatrators, and easlgns. Given under the Geal of the Bank at Colombo on this ...s++++++ My Of seesesees ees i the PIOEENCE Of. seveeeres the General Manager of the Bank,",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "1 National Development Bank of Sti Lanka 38 . Act, No. 2 of 1979 FORM B [Section 50(3)1",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": ". Form of Certificate of Sale",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "WHEREAS the sum of,,......rupeea is due to the National Development Bank of Sri Lenka trom........a8. the jand caiied sevesevsy hevelnafter more fully deseribed, hea been mortgaged by he gald............0m bond No... a8 seeurtiy for its pay ment in the mainer provided by the seld bond:",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "And whereas a sum due in reapect of the said bond bas not bean paid by the sald........7 :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "And wherees the seié land wes sold in conformity with the ‘National Development Bank of Sri Lanka Act No. ........ of 1978, on the ...... day of ......, and the same was purchased for and on behalf of the National Development Bank of Sri Lanka ‘owen duly credited to the sald Bank in pert (or full, as the case ziay be) sailstection of the sum due os aforesaid :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "Now know Ye that I, ........ (the General Manager of the ‘National Development Bank of Sri Lanka), by virtue and in exer cise of the power vected in me in this behalf by the said Actand ruler made thereunder, do hereby cartify that. the following property, to wit, (here describe the property with special accuracy",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "acby neetea and bounds) has been sold and purchased by the said sesceeerssefOP andl om bebalt af the sald Bank for the sum of acccc-Fupoam, and that the paid premises are and sball henceforth = + bbe absolutely veated in the said Bank.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "Given under thé Seal of the Bank at Colombo on this ......-- day of.......4m the presence Of..,,........) he General Manager ~ of the Bank.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 34,
    "par_num": 9,
    "text": "—",
    "mean_p_confidence": 0.14
  }
]