[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "® Goce SteomaGen wOrxsd? sndded - HIESOa Qo 1984 gow 44 ede MOSM BSA eenda (Sede S5SSan0) sae [eins eomuy mag 1984 emda. ead Om 28 Om En] 5 PER Baba 2 Besa mem ot |. . 1084 SxmoDSOS Ooo 20 DS Eo GF crc german eBsS sinddica und oped II dn emoed qdedooa Basu v9 wen o& 4 cm clad Byet Heedautata Geese ete ot _ tage ced quan mBinneaw &q 2 chen ude So: ae 08 . seid aottgd: as 00 8",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "1984 YO MA g6in syabe aedUO HEIs Gsdu BE80n) ome",
    "mean_p_confidence": 0.19
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "[smBmoa woot seg 1084 comhBad Ou 8 Sa Im] Od. B®, S184. . trade DEON ofemda ome aden’ adm ce mae Geu Og BIS ug HUES anevSe Ge 4; mda HeDEOD gherSa orn moagldma BBS Sein ¢; 20 B8aT0 cal pREda BAG og FET ROWED",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Sse ¢ 2 ons.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "B comm grhimet Sm eBUDE Undted cdGedslge Bauh cBed emdey cick :",
    "mean_p_confidence": 0.12
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. 2® wine 1081 goed 44 com amd OSIM yor AB Ms. Beste EBL) com agedw wendy ood",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "T dm oxnde . 2 dbthen Sake name 1078 geen At goin mabe aDSaD age ade {Bante ena 1 On DasiSed eae Baba mo SE SZa want). mn ¢ ah comm ana mdm af Bread 28 amend § BREA 1078 avm80d eo 06 Bm Bo BO Soaldes Becs ucavgn ade gp qd, OS umm wed De earn ad smom BAB 8 mealdn emond EemRey BHBOuO BEDS we owvO, 6 nd, F emm aaa 960 @@ I> BO aaclda 2 cca rem eBo wHd 22D ¢, F comand sendin BOB cee gafnd, 06 weond 2a Boo BBEOn gastos feces com! GBs gre mee egQe— (q) SBecd Cas af CBOmact gad ent C0 2h SOBQizoest yemd a8 wey CA ogy HBad z dm Cy col ems BBD Cg ms Suda no ASD CC MS Hudsa's OB onent wo srealdn Bg BABOw, 088 Bei oud ees Fe BO Goon! Om Bece dtq sw Bont g§ add acy cae BR Fi",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "(t) e@ ome GudtGm Om Beas BHaoO onsnd SRG ont qOust még simna Bag 8 PB mOutt cal efSol eB Ende cosaifin O4 oment eo meatOo omade SABRECO ¢7MOd Bom . Sxl Kain BIO ext SOA con cme qed A209 eal ndém C8e ERO!",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "ded Oe oh one GertOe dm Ioad aocoeyD adm egah Gade ent esas aster cbavd suet 2 Odea agen a® mute BERD OB 280 eof ¢HO8 DEO agin HBO OQ mown aey 8 Somat S88an Bue & masvend RAGED U6 AHO cat COstdean md cot mde emma eh ce 4 ores 6.178 1/1)",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "21984 geen A gdm sada DADA Cherie (Bede FESO) on o2 umm Gawsa OD erud eudqo mde Ce ad Gadel ext ems wton edaxOean! 26 of Boge mel DES emt Bsc OLD mtd SAG c& wR mogri na ede Oca 09 od comet 28y (8) Sathed wm e® emet _ teealin meal omafdg SEER gendd 9g oH AD ms o6 GEO mem eB emo 86Q HEM mde, J gO Seneigrafdsang BB2!, . OG 28y (8) OaxfSead eens! o® qepded SEO HmawQe Doi ssfeo : ag 3% sabes DIO gSomBe emesf om 80 mado ce emaalOndy EBBHD yend eng 8 BLO wed OB BODY GR dae HESS 2 1078 ext. BRS Ou 06 D> Lnsout P68OD eB Emm Guwtem Om Roeast ext Bm mcs Re main KOs Ghaked @ Hedday, exfdouy dus qgectdnaey BAW nd omdeast ade eg ett eons BEm OG Ab Suda eign BYP E4CHO ABB GOO om! Bk OPI MNO swt CVD, enn we cesT emadg Oe gino. TB: od sda Soe 4. (996 Oviary gion gma” ageds cers? BSD BEE se GRO) chefs Get ened 1078 quis Ad gon Brnben OTD insides FmBa owen! 2 Om Dawhs con nuledy C&2 dea! ugiene moeaAOne indy eB :— + A} 881) 8 cedasthae afte ©, vom ntedn aaa cededS gest Babe! — * (lq) qliSed amoidda Bla ayy qind, g@mutder - BBel an ow még ade ga a; iq) 08 omen ant matey abso yhmse sbawO — test mmemten® aCUdsls claw oS harm * O08 Reset emekdia”\" an eat qufetn abs gotaeo ~ BB q SF edgy “yomsed eed\" am eae? Heda wéQ CBs yep a\"; mde 2) 28 exdt® women gout G20! mad eQDE COD aalede adda wlom asda BbeOs! “metis wBEOmn ctenBs BQ L 88 ms aunty Cat BOO,\" - 3",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "1084 Yor 44 gdm maby Redan GBs Fy (ede 823m) woe 5. ye gated 4 Om Douida com Qala Of edo + CaO. Mentone ada cee — Eon oars (1) 88 (q) 6820 gdw BEcOK ua J edQTO Hm SER°\"* . Gem edee peda Meee — \"(q) OS Oxf@y “mmomoden”\" oy SOx ngs? nog GE) 2 D0 Sort Sa alent eof mam og make eedsam gimied simadedn eos\"; om 2) 8 (9) e8ga gd Btebw am F adQDO om qsedn offen peda B8eeat ~~ “(g) Setaqed scimbdcn Sa cm gine cag GOnmte emdfoda Sacaxt matmmcen® Osu ei mxmuntm ea 2\",",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "& gin gRded 88 DomtteW @) om geben OO sa 80 qWSFO 8 cum qufedm gest CEDeN he emg BS i oasae SOS PF Swati ebBey aewdme mdy ef :— gggltae-",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "“(4) 2) 8m cedaw Bed Ban wd adie o8 ead-mSdoa o88 Ouim Q sat E%5E30 gh HD CO Pod mma, Oded Oded Bs we ys ScwwpePEdeny g88on8 edcfty 68> CH DR Boa? ox O46g 20 OA 89, GEag Out cna emen@Om cRumd ater fa amo. mo 4 ao Ade amade ase chm Odea Om gdethOa, F MEATS emmad adigQ ceo . Oat Sef gO ecm dba ow auae geieden eOamd ¢ Gy wy Be wtp...",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "7 gin yoetdica 13 Os Oautded (1) Bm, (2) On, Eby 8) Om a (4) Om cedar Mog “mtomMasddaQ”, Elser “cotemdendddas0\", “ uivermtimetodas” a “enim caste Beeldéueal” a BEA emsem, BOS qOdcoe PE, YF BEHow BUMES BESEW “ POaaty emaeoscieg”, “giaate en EdSm9\", “qoxute HCE” wy “yOss\"y Imo Sémad” um. dem geta Meow ¢ Basse ease! Sealine a6g Ger",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "& Bhi ge ad My Dest Ge com giteOm C68 Poca t SORE ceemiOone wd CER Be atten",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "; wdeoee",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "3 68 (8) Bm cedartfe gtat MeBet uo J els 3th",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "BO oem caledeo Gedexida peda ABeOxt — “ (3) (9) (1) Sar ceOestia acen! Beg",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "mdm Ce GB Gm gatBOw agent moe HQED LOT GEinBs EBS yqime dg) COD",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 198: Gem 14 eon MMde BOSOM (Bada Cea BBtim) oma a8 ssa mdm ce moun’ qupem “at & GBm 48008 quer ad Hadad qd Boum $89 2d mofog Eos cmd . 089 OR GA gOereom,—",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(9) a8 qa8e\" sad eon Seu O8DS 838 gute 4830;",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(@) 62 ewamddast col stow mat",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": ". 198) 4380 em! ede AGO;",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(H) GoefowniSm =8Eg gatbiast & mandi adm G82 sain sdaw 4H Bag Ger A800,",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "qSemdud aoe eebst mada im cos events am BGG ugaa Odatasy gfe . Bee BRed Semel asodan eden miClat mon 7 ails aS mde Senuligatece, BBs, (1) Om Cebaxtdia atest Gime Bad ost gm moon B27 od ad mB. mumelm ee ewlde wd tbat one. I ADE Bene Eide md ow Oslast 2S, 8 YAS wale adm che we a (p) 289 Basted (2) Om xtexthed (9) eo esud news! 288, 929 ent emaer Gc M88 B80 gulend 4260 cal aed AAC eof ckSrs! ne wir g Fae eal dod 8520 mussel Od of geal uewet DD L Bm 8880 eo F mansion cxcdsle a Dwles! m8, weua® Pemeimmereca, SBx? . cow mcg CAmemEr Y Baie ge 20 : . Bey RCO dew del & or misin Om Bet . mlon weer BEKO a8 Bm Bol adem : Bom CAD CAE Ha aeoa emeu/eda MesMe ge HavIebO Gene! ge Oder BBs! ag on ce aS a5 @) 8 Bushee yoo com queer grat cetowee Oi BBCOst — . . 0) o q2789 gh afar EB SF mer +) Bis BBY mend w Sp ASed col qQods!, OY BB yom ce of Somedt atactacas! €D . EaetSed goGsl Q° SABA ac emer ene\" :",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "1084 Goa 44 gem sadn KeDSOn Ghmae 8 (Gude SBE) worn 9. ede Gaw Hed iq Sanus gu/8HD & con gon BFedD eQW Lorlhe oan anew adm com gad FMS & Sanita & neried By Satie Sacant ag eaatee Beare py oi ae qoyet Yqu We Bn Bow ded (3) Om EXBoxt wee Beet (g) chen cout weal weer 60 He spo Gg AS QUGes wbam'deons, o gddod Reem fa GO 8a mee mca gone goa Aas OS Davey Rand adQ cde ge a Benger “Seg . (@) 8 gd2e ant ambaid¢ ow wfdB Lt Hy qotand ¢B@O; cot () a2 commadce cal sdnate . Cur ah —S8E; emt (qu) 28q Seated (9) Om Guder' ded (@) e8eeud ayest eden! 088 ” Oen 880 788 Bea Sebel ad gest wtavdssst ateq mdBsy Camda Dé EAat quads mde cB goa edm, 8 9CED qhuw H8ce Im £0 iw gqdeo ~ mead Gigee FT ped FE Otay Ho BUSS ager Dan Fag poy Cendyedt ada, tae én aie ge”. 10, 6 6 Saniedt (2) Om CodasTHed BBBGO HD ane 7 Dm Gosited ELIA 19 adnsss Gem On gm Bees Bo Guslom Q sos eeag ade g2 a Sonate",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Atte qed cme amptew is we A805 Din qao &6 (egea] 4 10 A",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Weg ha) &, 00 & ecre® 1, ac, gab 500, Geledh Qamam mlamned ghche 4OE",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "“AE Blues eamtad Ge 16 Ht Ene 406 Guo Be eat ogd eget oa oc tee erm 8 Chey mba,",
    "mean_p_confidence": 0.35
  }
]