[
  {
    "i_page": 1,
    "par_num": 1,
    "text": ". PARLIAMENT OF CEYEGRby oS a Ist Session 1956-57 x 6- MAY 1957) = . Sei SOY Lolly, (Gale ag 3) Byrne | i - Workmen’s Compensation (Amendment) Act, No. 31 of 1957 on Date of Assent: May 2, 1957 i Printed on the Ordere of Government | \" Printed mt the Goveawment Press, Crytom, To he . burchesed at die Goviansanns Pouticxcicws Bum, Cooorse Annual Subscription (including Bills) Rs. 25, ‘payable in Somme, Boat® Gam Re' vi, Bama, Pens Price: 25 cents, Postage: 10 cents.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Workmen's Compensation (Amendment) 8 * Act, No. 81 of 1957",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "L. D.—0.7/52.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "An Acr To AMEND THE WORKMEN'S COMPENSATION hier Ut. Oupiwance. we . [Date of Assent: May 2, 1957] .",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "BE it enacted by the Queen's Most, Exosllent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the : authority of the same, as follows :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4. This Act may be cited as the Workmen's Com- stort tits pensation (Amendment) Act, No. 81 of 1957.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2. Seotion 2 (1) of the Workmen’s Compensation Amminrat ot Ordinance (hereinafter referred to as the “‘ principal she 2. enactment”) is hereby amended, in the definition of “workman”, as follows :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(1) by the substitution, for the words “three ~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "hundred rupees”, of the words ‘four hundred rupees\"; _ (2) by the substitution, in paragraph (2) of that * definition, for the woide “br of any Defence Force Corps constituted under the Defence Force Ordinance”, of the words “other than a person employed in a civilian capacity in any of those forees””.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "8. Seotion 4 of the principal enactment is hereby Aneta ot mended by the repeal of sub-section (1) thereof iene by the substitution, for that sub-section, of the tosimeat following sub-section :-—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "“@) If a workman—",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(@) contracts an oocupational disease described in",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "the first column of Part A of Schedule TIL ‘whilat he is employed in any process described",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "in the corresponding entry in the second =. column of that Part, or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(8) contracts an cocupational disease described in the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "» first column of Part B of the aforesaid Schedule whilst he is in the service of an employer in whose service ho has been employed for a continnous period of not less than six months in any process described in the corresponding entry in the second column of that Part,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3a Rossa aan",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "4 Workmen's Compensation (Amendment)",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Act, No. $1 of 1857 : the contracting of the disease shall be deemed to be an injury by accident within the meaning of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ". section 3, and; unless the employer, proves the con- trary, the accident shali be deemed to have arisen out of and in the course of the employment.””.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Awsodmest ot 4 Section 11 of the principal enactment is hereby sSenta amended, in cub-ection (1) thereot,— ; enaclment. (@ by the substitution, for the words ‘‘any dependant”, of the words “one or more of . the dependants”, and @) by the substitution, for the words “that dependant ”’, of the words ‘‘ the dependant or dependants ”, Amina ot - 8, Section 16 of the principal enactment is hereby secmécf amended, in sub-section i) thereof by the substitution, indmac” for the words “six months’ wherever those words occur in that sub-section, of the words ‘ one year”. Ameninest ct 8, Section 20 of the principal enactment is hereby Set amended by the repeal of prea ©) of that section aniciment. and by the substitution, for that sub-section, of the following sub-section :— at",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“« (2) Where an employer is served with a notice ander sub-section (1), he ahall, unless he disclaims lisbllity ‘to deposit compenssiion an any ground other than the ground that there are no dependants of the deceased workman, make the deposit within thirty days after the service of the notice.”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Anenineat ot J, Section 21 of the principal enactment is hereby",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "tein of amended by the repeal of sub-section £ thereof and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "codmat the substitution therefor of the following sub-section :—",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“ @) Where the employer of an injured workman offers to him the services of a registered medical practitioner free of charge and—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "+ @ the workman accepts such offer but deliberately disregards tlie instructions of the registered medical practitioner, or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(2) the workman refuses to accept such offer and .. : thereafter either fails to, take treatment regularly from registered medical practi- 3 tioner or whilst being regularly atteniled by . a registered medical practitioner deliberately disregards the inatructions of - practitioner, .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "Workmen's Compensation (Amendment) — & Act, Ne. 91 of 1867",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "then, if the disregard referred to in paragraph (a)",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "or the refusal and failure or disregard referred to",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "in paragraph (0) is or are unreasonable in the cir-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "cumstances of the case and the injury is aggravated",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "thereby, the injury and the resulting disablement",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "thall bg deemed to'be of the same nature and dara:",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "tion as they might reasonably be expected to he if",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "the, workman had been regularly attended. by.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "registered medical practitioner avid had not delibe-",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "rately disregarded the instructions of such practi-",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "tioner; and compensation, if any, shall be payable",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "sccordingly.””.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "8. Section 40 of the principal enactment is hereby Ammaénent ot amended, by the substitution for the words “ or 4 wage enforce any liability incurred under this Ordinance.” sticiueer of the words “or, except as provided in section 41 (20 anforen any Tibility’imcurved under thie",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "irdinanos,””",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "®, Section 41 of the principal enactment is hereby Amentinent ot amended ag follows ¥ eae",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "(1) by the renumbering of that section’ as sub- “““™\"* » seotion (1) of section 41;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "(@) by the eddition, immediately after re- numbered sub-section (1), of the following sub-section :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "* (2) Tf any sum referred to in sub- section {1) cainot be recovered in the ‘manner specified in that sub-oection within six months from the date on which such suo becomes due from the person liable to pay it, the Commissioner may make appli- cation, where euch sum exceeds three hundred rupess, to the District Court or, ‘where such sum’ does not exceed three hundred repees, to the Court of Requests, within whose juriediction such person resides, for the recovery of such sum by the seizure and sale of the immovable property",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": ". of such person, and, upon such application being made, the court shall issue to the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "Fisoal a writ for the recovery of such sum",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "~ by the seizure and sale of such immovable propenty. The provisions of ‘the Civil",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 23,
    "text": "rovedure Code relating to the seimare and cep. 06. sale of immovable property by the Fiscal",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "°6 — Workmen’s Compensation (Amendment) Act, No. 81 of 1957 in-exeoution of a writ issued by # court and to the making and adjudication of claims in respect of immovable property seized by the Fiscal shall apply to the seizure and sale of immovable property for the recovery of the sum specified in the, Commissioner’s application and to the : making and adjudication of claims in res. oot oF immovable property seized for the recovery of such sum. For the purpose of | the application of such provisions the sum 80 specified shall be deemed to be due on @ decree entered by the court and the Com- missioner shall be deemed to be the judg- ment creditor and the person liable to pay such sum shall be Keomed. to be the judgment debtor. ””; and (8) by the substitution, for the marginal note to that section, of the following marginal note:— : “ Recovery of amounts due. *. Amendment of 10. Section 43 of the principal enactment is hereb: aan oe amended by the substitution, Pion the words“ sbalts entcimmt =e Liable to ey the full amount ”, of the words “ shall be guilty of an offence and shall, on conviction after snumary trial by a Magistrate, be liable to pay a fine hot exceeding. one thousand rapees, and shall also be Tiable to pay the full amount \"”. Ammaumt ct 44, Section 48 of the principal enactment. is hereby Rise’ amended by the addition, at the end of that section, snudmeat.” of the following sub-section: — * @) Every ‘Petition of appeal shall be accompanied yy a. duplicate thereof, and the Registrar of the Supreme Court shail transmit such duplicate to the Commissioner. ”'. ‘fpendment of 12. Schedule IT to the principal enactment, as Sine! tended by regolations ‘made under that enaottaent ensetmneot. and published in the Gazette of April 28, 1944, and in the Gazette of October 6, 1980, is hereby further amended as follows:— ~ . (1) in clause 3 of that Schedule by the substitution, for the expression “ twenty-five” of the expression “ ten”; (2) in clause 7 (¢) of that Schedale by the omission of ail the words from ‘‘ which %, to “ roof \"5",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Workmen's Compensation (Amendment) 7. ‘ot, Mo. 81 of 1857 (3) in clause 29 of that Schedule by the omission of the words “in any Government Department *; (4) in clanse 94 of that Schedule by the substitution, for the word ‘‘thereok.”’, of the a following :—- . “* thereof; or 775 ” (6) by the addition, at the end of that Schedule, of the following clauses: — “35. employed in any radio rediffusion service; oF 38. employed as a carter; or . 37. employed in, or in connection with, the catching of fish; or 88, employed, otherwise than in a clerical capacity, on any premises wherein the . business of maintaining or repairing any machinery or vehicles is carrie on; or 89. employed as a performer in any cirous . or acrobatic show; or : 40. employed in » mest stall; or ® 41. employed in the transport of fish; or ia 42. employed in @ petrol depot.””. oe, Selle IE ets pence ows eras eby Te} ollowing new Schedule is ia Ie substitated therefor:— ~ 8 edit : . SCHEDULE IT : aa {e0cetion 4) Port A ‘Doweoton of Gaspatinan TDeosription of Procees Antex «| Any expleyment— Oe aso Steams cae, elude ag hides, hosts and horns, or (9) erin” mamufacbared : ‘therefrom por + (0) a connaction rth saimala ; infec with antares Conipevemnd eis tinessoritesequeisal Ang proses onrsied on i, somaprenend Prinening by lead teeetiyl | Any proceed invalving the uve of lead aleerngh Polaonlng by nitrous fumes” —..| Any, proccss involving axpomure to tr fae",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "+ 8 Workmen's Compensation (Amendment) . ‘Act, No. 81 of 1957 rot “0” Part B a eS ‘Arsebieal poisouing oF te sequelae \"Eas nealing, the production, ‘ ite cumpounde, io (erm worn o a qustan | Any proven invlving enue of teeaio potest ce sodium ar Abel Led poinming. or tt» sequiia| Ay hrogees involving the wo of bad oF ‘aching peisoaing” By \"lea hy of fis pearson a expounds foureatit vert lef eee erry poring os egotton | Any proomenvoling Crowe of mrcory velemntaiaions tus vee| oe PPamions oF compoman 6) me apranonn Ue\") A Eo cad, faciSaotive rhe: ‘PASkhoRs poimchig or ' it] Any'“prisea veleing the se of * soqaslae Bhetbnae or i popacons ot Poisoning by becgene and’ ita] Handling benzene or any of ita homo: eich poaoniag, MM Leon labeling. the we af Poisoning ty oltro_o sino] Haningasy atte oramnie dat ratves ecivatives” of ‘bares nd e| — of bonsens oe any of ita boraclogus, —~ ‘bomologues oF tba soquslan of] - oe any provers in tho roanufecture at, eusnilg ty tho: halogen. davi| An provi seeing tho production, as Fs aoe | ae Sraniaae Ste Aiptatte ceraes of hvdrocarbon of taf Pri sethantes one of | Any era ei sed - Er roaidame of dieos gaabanons geetnent of 1% Schedule IV to the principal enactment is the principal hereby amended ee follows:— eden ; (1) in column (1) of that Schedule— (@) by the insertion of the amount ‘300 ” ~ af the end of that part of that column which contains the words “More (®) by the insertion of the amount “ 300” at the end of that part of that column which contains the words ‘‘ But not “ tore than—”; ‘ (2 in column (2) of that Schedule, by the insertion of the amount “ 4,500 at the end of that * . column; _ rn ee",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "Workmen's Compensation (Amendment) “9 Act, No. 31 of 1957",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(3) in column (8) of that Schedule, by the insertion",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "of the amount “ 6,300” at the end of that, column; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "(2) in column (4) of that Schedule, by the insertion,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "at the end of that column, of the following: —",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "3007. .",
    "mean_p_confidence": 0.46
  }
]