[
  {
    "i_page": 1,
    "par_num": 3,
    "text": "EB | PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC, OF SRI LANKA REFERENDUM ACT, No. 7 OF 1981 [Certified on 27th February, 1981] .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "Printed on the Orders of Government",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 1,
    "par_num": 3,
    "text": "ae on Supping Ba of the Gees af fap Dene PHDITED at TRE DEPARTAISWT OF COVEINMENT PRINTING, SRI wn coo Price: Rs. 3.40 Postage : Re. 1.50",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Referendum Act, No. 7 of 1981 , [Certified on 21th February, 1961]",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "LD—O. 57/60",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(Aw Act 70 PRoying For THE conpucT OF A RErERENDUM It",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "ers or CHAPTEn XIEL oF THE CONSTIEUTION, AND 10",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘PROVIDE FOR MATTERS CONNECTED THEREWITH OR INCIDENTAL",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘THERETO.",
    "mean_p_confidence": 0.09
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘BR tt enocted by the Parliement of the Democratic Socialist Republic of Sti Lanka as follows:—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1 This Act may be cited as the Referendum Act, short ‘No, 7 of 1981, and shall come into operation on such date title and as may be appointed by the President by Order published oparation. in the Gazette,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": ". PART I ‘PRELIMANARY",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2, (1) A Referendum in terms of Chapter XIII of te president wo Constitution shall be conducted by the Commissioner of direst the Hlections (hereinafter referred to as the “Coromissioner\"), Referendum. where the President has, by Proclamation published in the Gazette, directed such Commissioner to conduct a Referen- dum.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) A Proclamation issued under subsection (1) shall—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(a) specify the propasal to be put to the People at the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Referendum in the form of a question which shall be answered by a “Yes” or a “No”; and {®) appoint 8 day for the teling of the poll at auch Referendum, Such day shall be— (i) 8 day not earlier than thirty days from the date of publication of the Proclamation ; @) a day other than a Full Moon Poya day or any public holiday specified in the First Schedule to the Holidays Act, No. 29 of 1971; and if, after the publication of the Proclama- tion, the day specified in such Proclamation ts declared to be a public holiday, such dec- laration shell inno way affect the validity of ” anything done on such day for the purpose of holding te, Referendum, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3. (1) Hach electoral district for the time being in force Blectaral",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "shall be deemed to be an electoral district for the purposes - polling j iviaions, of this Act. Fa",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "38. 01450—18.180 jon)",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "2 Referendum Act, No. 7 of 1982",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(@) Each polling division and each poiling district tor the time being in operation shall be deemed to be a polling divi- sion and a polling district for the purposes of this Act.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Foltng 4. (1) Within three weeks from the date of publication of the Proclamation under section 2, the Commissioner shall cause to be published in the Gazette a notice specifying the situation of the polling station or stations for each of the polling districts in each electoral district and the partieulat polling staticn, if any, reserved for female voters.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "{2) Untess the Commissioner considers it necessary or expedient, in the special circumstences of any ease, to pro- vide a separate polling station for the female voters of any polling district, there shail be for each polling district, ome polling station and no more.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "{3) The polling station or stations for each polling district, shail be situated within such polling district save where the Commissioner having regard to the special circumstances in any palling district may decide upon a polling station outside such polling district. The location of the polling station shall tbe such as to cause the minimum inconvenience to the electors of the polling district.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "(4) Where due to any emergency it is necessary that the situation of any polling station should be different from that specified in a notice published under subsection (1), the ‘Commissioner may cause the situation of that polling station to be altered in such manner as he may, in his absolute dis- cretion, determine.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "Registers ot & The register of electors to be used in any electoral eects, disiriet for the purposes of this Act shall be the register of electors in operation for that electoral district on the date ‘of the publication of the Proclamation under section 2, not- withstanding that a new register may have come into opera- tion after the publication of such Proclamation, Register of 6. The register of electors of any electoral district in one ‘operation on the date of the publication of the Proctamation conclusive under section 2 shall be conclusive evidence for the purpose stine of determining whether a person {s or ‘s not entitled ta vote oe ata Referendum, and the right of voting of any person whose name is for the time being contained in such register shall not be prejudiced by any appeal pending under any written law for the time being in foree in respect of the entry of such person’s name in the register, and any vote given by any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Referendum Act, No. 7 of 1981 3 ‘much person during the pendency of any such eppeal shall be as good as though no such appeal were pending and shall not be affected by the subsequent decision of the appeal:",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Provided that if any person, who by reason of his convic- tion of a corrupt practice or an illegal practice or by reason of any of the provisions of the Constitution is Incapable of voting at a Referendum, votes at a Referendum, he shall, on convistion before a Magistrate, be Mable to a fine not exeeading five hundred rupees or to imprisonment of either description for a period not exceeding six months;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Provided further that nothing in this section shall affect the liability of any person to any penalty for an infringement of the provisions of section 9 relating to voting in person or of section 25 relating to plural voting,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "1. (1) The Commissioner, as occasion may require, shal Referendum by notice in the Gazerte, appoint by name or by office a Officer and person ta be the Referendum Retuming Officer for the feuming Republic, end may appoint by name or by office one or more persons to assist the Referendum Returning Officer in the Performance of his duties. A person so appointed to assist ‘the Referendum Returning Officer shall have all the powers and may perform all the duties of the officer whom he is appointed to assist and any reference in this Act to a Refer- rendum Returning Officer shall, unless the context other- wise requires, be deemed to include a reference to an Assis- tant Referendum Returning Officer.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(2) The Commissioner, as occasion may require, shall appoint by name or by office 2 person to be the returning officer of each electoral district and may appoint by name ‘or by office one or more persons to assist the returning officer a the parformance of his duties. A person 90 appointed to assist the returning officer shall have all the powers and may perform all the duties of the officer whom he is Appointed to assist and ny reference in this Act to & Feturning officer shalt, unless the context otherwise requires, be deemed to include a reference to an assistant returning officer.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(3) An appointment made by the Commissioner under subsection (1) or subsection (2) may be revoked by him",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "i atany time",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(4) If the Referendum Returning Ofer or any returning officer is by resson of illness or other cause prevented ar disabled from performing any of his dutles under this Act and there is not time for another person to he appointed",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "4 Referendum Act, No. 7 of 1981 by the Commissioner, the Referendum Returning Officer or the returning officer, as the case may be, may appoint by nate or by office, a deputy to act for him. Every such appointment shall, as soon as possible, bs reported to the Commissioner, and may be revoked by him, but without Prejudice to the validity of anything slready done by such deputy. . PART Ir ‘Tue Pow Appointment 8. (1) The secretary of any recognized political party fefeenduta may appeint a referendum agent for each electoral district stems, and shall furnish the name and address of each referendum agent so appointed so as to reach the Referendum Returning Officer not later than ten days from the date of publication . af @ Proclamation under section 2.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(2) A referendum agent duly appointed under subsection (1) and whose name and address have been furnished to the Referendum Returning Officer as required by that sub- section shall have the power to appoint polling observers and counting observers as hereinafter provided.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(8) The failure to appoint a referendum agent or polling observers or counting observers, or their non-attendance at any proceedings under this Act, shall not invalidate any proceedings st a Referendum,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Voting by 0. (1) A person who is entitled under this section to be",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "‘Post. treated as a postal yoter for the purpose of any Referendum may vote by post, and shall not vnte in person, at such Referendum,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "Any person who votes in person at any Referendum in contravention of the preceding, provisions of this subsection shall be guilty of an offence and shall, on conviction by a Magistrate, be liable to a fine not exceeding five hundred rupees, or to imprisonment of either descrip- tion for a term not exceeding one year, or to both such fine ‘end imprisonment.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "(2) An application 10 be treated as a postal voter in any electoral district may be made—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "ta) by a member of the Sri Lanka Army, Sri Lanka Navy",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "‘or Sri Lanke Air Force, or an officer or servant in the Department of Police, the Sri Lanka Govert- ment Railway, the Department of Posts and the Department of Telecommunications or the Sri Lanka Central Transport Board or any Regional ** ‘Transport Board on the ground that he’ fs unable",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Referendum Act, No. 7 of 1981 8 or likely to be unable to vote in pereon at the polling station allotted to him by reason of the particular circumstances of his employment. as such member, officer or aervent ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "4b) by any other officer or servant in the public service",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "or of the Central Bank of Ceylon, or the Local Government Service, on the ground of the particular circumstances of his employment on the date of the poll for a purpose connected with a Referendum or of his being likely to be employad for that purpose,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) An application to be treated as a postal voter shall be made to the returning officer so ag to reach him within ten days from the date of publication of the Proclama- tion under section 2, Such application shall be substantially in the form prescribed for the purpose by the regulations eontained in the First Schedule to this Act,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(4) No application to be treated as a postal voter shall be allowed by a returning officer unless he is satisfied that the application is in accordance with the preceding provisions ‘of this section.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(5) The returning officer may, for the purpose of the disposal of applications to be treated as postal voters, by notice require any person to give such officer eny such Information as may be necessary for that purpose.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(6) The decision of a returning officer on an application 0 be treated as a postal voter shal] be communicated in writing to the applicant.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(7) The decision of the returning officer to allow or dis- allow an application to be sreated as a postal voter shall be final.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(8) Where an application to be treated as a postal voter is allowed by @ returning officer, the applicant shall be a person entitled to be treated as a postal voter for the Purpose of a Referendum, .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(9) ‘The returning officer shall, as soon as practicable, send by post to each person who is entitled to be treated as & postal voter, to the address furnished by such person—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{a) a ballot paper:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "(h) a form of dectaration of identity ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "{c) am envetope which shall be smatler than the envelope",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 14,
    "text": "Teterred to in paragraph (d) of this subsection, and which shall be marked “ ballot paper enveloze” and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "& Referendum Act, No, 7 of 1981 also with the number printed on the postal ballot paper issued to such person, and in which the postal ballot paper shall be enclosed when it is returned duly marked ; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "{@) an envelope for the return of the aforementioned",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "documents.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(10) The form of the ballot paper and the form of the declaration of identity which are to be used by persons entitled ta be treated as postal voters, and the procedure to be followed at the proceedings on their issue, shell be according to the regulations contained in the First Schedule to this Act",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(21) A ballot paper issued to a person entitled to be treated as a postal voter is in this Act referred to as a * postal ballot paper”,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(12) The returning officer shall, as soon as practicable, preprre a list (in this Act referred ta as the “ pastal voters” fist’) specifying the name, address and number on the register of electors, of every person entitled to be treated 8 0 postal voter. Such list shall be prepared in accordance ‘with the regulations contained in the First Schedule to this Act,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "Omciat 40. (1) The returning officer of each electoral district",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "poll card. shall send to each elector whose name appears in the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": ": register for that electoral district » poll card (in this Act referred to as an “official poll card\") in such form as may be determined by the Commissioner, and specitying—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(@) the name and number of the electoral district ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(b) the name, quatitying address, and registration number",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "of the elector ax stated in the register ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(e) the polling diviston ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(a) the polling district ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(@) the polling station allotted to the elector ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "() the date and hours of the poll:",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "Provided that no such card shall be sent to an elector who",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "] J entitled to be treated as a postal voter.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 19,
    "text": "(2) An official poll card shall be 0 sent to an elector by ordinary post so as to reach him at least seven days before the date of the poll. Where a post office falls to deliver such card to the person to whom it is addressed, it shall be retained in such post office until the date of the poll and shall be delivered to the addressee if he calls for it.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "Referendum Act, No. 7 of 1981 a",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(3) Every person who— °",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(a) without authority supplies any official poll card to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "any other person, o7 (b) sells or offers to sell any offictal poll card to any ‘other person or purchase or offers to purchase any official poll card from any other person, shall be guilty ot on offence and shall, on conviction",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "after summery irial tafore a Magistrate, be liable to a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "fine not exceading five hundred rupees or to imprison",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "ment of either deseription for a term not exceeding six months or to both such fine and imprisonment,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(@) Every person other than a public officer acting in the course of his duty as such officer, who has in his possession the officfal poll card of any other person shall be gullty of an offence and shall, on conviction after summary trial before a Magistrate be liable to a fine not exceeding five hundred rupees or to imprisonment of either description for a term not exceeding six months or to both such fine and imprisonment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "12, (1) Subject to the general or special directions of Presiding the Commissioner, each returning officer shall appoint, and “S°\"* may revoke the appointment of, one or mora persons, here- inafter called presiding officers, to preside at each polling station in his electoral district, If more than one presiding officer is appointed for any polling station, the returning officer may appoint one of the presiding officers to be the souior presiding officer who shalt exercise general supervi- sion over the other presiding officers, and overall arrange ments for the conduct of the poll in that station.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(2) If any presiding officer is by reason of illness or other couse, prevented froin acting at any Referendum, and there fs not time for another person to be appointed by the returning officer, the presiding oificer may appoint a deputy to act for him. Every such appointment shall as soon a8 Possible be reported to the returning officer and may be revoked by the returning officer, but without prejudice to the validity of anything already done by such deputy.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "(8) The returning officer may, if he thinks At, preside at any polling station, and the provisions of this Act relating to a preziding officer shall apply to auch returning officer,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "8 Referendum Act, No. 7 of 1981 . ses Fecioas a Q) For the purposes of a Referendum the returning provided icer shall— ri polling (0) appoint such officers and servants as may be necessary stations, for taking the poll ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(®) furnish each polling station with such number of ‘compartments as may be necessary to accommodate a reasonable number of voters at any one time and to ensure that the voters are screened from obser vation when they mark their ballot papers;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "{¢) furnish each presiding offleer with a copy of thet part of the register of electors containing the names cf electors in stich register assigned to his polling station and a list of such of the names of electors in that copy as appear in the postal voters’ list. A distinguishing mark shall be placed against the name of every elector who is entitled to be treated as & postal voter in the part of that register supplied to each such presiding officer ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(@) furnish each presiding officer with such number of ballot boxes and ballot papers as, in the opinion of the returning officer, may be necessary for the number of voters assigned to that polling station.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(e) provide each polling station with materials to enable voters to mark the ballot papers, with instruments for perforating or stamping thereon the official",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": ", mark} CP do such other acts and things as may be necessary for : effectually conducting the Referendum in the manner provided by this Act.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) A Referendum shall not he questioned by reason of noneompliance with the provisions of subsection (1) or any informality relative to polling stations.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Notions to 33. (5) During the taking of the poll, the presiding offlcer Be exhibited ay every polling station shall cause to be exhibited— stations (a) outside the polling station and in every compartment thereof. 2 notice cubstantlally in the form set out in the Second Schedule to this Act, giving directions en for the guidance of vaters; and | (b) outside the polling station a notice specifying the proposal to be put ta the people, ' (2) Every notice under this section shall he in Sinhala, Tamil and English.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "Referendum Act, No. 7 of 198t 9",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "14 Bvery ballot box shall be so constructed that the Ballot ballot papers can be put therein, but cannot ba withdrawn therefrom, without the box being untecked.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "15, (2) The votes at every Referendum shall be given by Ballot baUot. The ballut of each voter shall consist of a ballot paper 747° in the form and contsining the particulars hereinafter prescribed. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) Every ballot paper shall be substantially in form A set out in the ‘Third Schedule to this Act, and—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "{a} shall have printed on it the question to be put to the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "voters as specified by the President in terms of section 2(2) (a), and shall have printed on it the word “Yes” together with the symbol, lamp, and the word “No” together with the symbol, pot, alongside such question in two separate cages one below the other ; .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "{b) shall be capable of being folded ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "4c) shall have a number printed on the reverse; and",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "44) shall have attached a counterfoil with the same",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "number printed on the face.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "16 Unless the Commissioner, by notificution in the Hotre of Gazette, appoints any other hour, the poll at the Referendum Po ball apen at geven o'clock in the forenoon of the day appointed under section 2(2} (b) and shall close at four o'clock in the afternoon of that day.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "¥1,_(1) The referendura agent appointed for an electoral Appointment istrict may appointa reasonable number of polling obser- of polling vera for each polling station having regard to the need to revoke the appointment of any polling observer for that polling station during the poll. Notice in writing of every such appointment stating the names and eddresses of the Persons appointed shall be given by such agent to the Presiding officer at that station before the opening of the Poll or during the poll.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 10,
    "par_num": 13,
    "text": "(2) A referendum agent may delegate in writing the powers vested in him under subsection (1) to any person, 20 huwever, that such powers shall not be delegated to more than one person in respect of each polling division. Any Aclegation under this subsection shall be notified in writing to the returning offcer not later than seven days beinre the date of the poll.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "40 Referendum Act, No. 7 of 1981",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "48) Where such agent or the person to whom power fs delegated under suusection (@), alter informng such presiding officer of the name of any polling observer appointed to act at such station, revokes the appointment of that polling observer and appoints another polling obsor- ver to such atetion, such agent or such person shall inform such officer in writing of the revocation of such appointment and of the name and address of the new polling ~ observer appointed to such station.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(4) Not more than two polling observers of each recog. nized political party shall at any time be admitted to or be allowed to remain in any polling stution.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(8) ‘No polling observer whose name hes not been notified ; to the presiding officer as requfred by subsection (1) or ; subseetion (3) shall be admitted to a polling station, :",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Generat 1% G) Ro person shall be admitted to vote at any polling | fonduct of tation other than the polling station set apart for the ‘the pall, group of voters to which be belongs,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(2) The presiding officer shall keep order in his station, and shall regulate the number of voters to ba admitted at a time and shall exclude all other persons except the polling sbservers, the police officers on duty and other persons offlelally employed at the polling station.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(8) If any person misconducts himself in the polling station, or fails to obey the lawful orders of the presiding viloer, tne presiding officer may cause him to be removed",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "forehwith dzom the polling station by any police officer o by any other person authotized in writing by the presiding officer or by the returning officer.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(4) Any person removed from a polling station under subsection (3)—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(a) shall not, except with the permission of the presiding officer, be allowed to enter the polling station again during the hours of the poll; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "(H) may, tf he is charged with the commission of any offence in that station, be kept tn custody untill he can be brought before a Magistrate:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 12,
    "text": "Provided that the powers conferred by this subsection shall not be exerefsed so as to prevent any voter who is otherwise entitled to vote at any polling station from having aa opportunity of voting et such station,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Referendum Act, No, 7 of 1981 u 18, ) Immediately before the commencement of the sealing of poll, the presiding officer at a polling station— Pallet at , commerce (a) shall show the ballot papers, the official seal, the ment o? pol. official mark and the copies of the parts of the register of electors, to be used at the poll to such persons, if any, as may be present in such station ; and (8) shall also show each ballot box to be used at the commencement of the poll empty to the persons aforesaid so that they may see that it is empty, and shall then lock it up and place bis seal upon it in such manner as to prevent it being opened without breaking such seal, and shel] place it in his view for the receipt of ballut papers and keep It 30 locked and sealed. ‘The duties Imposed on the presiding officer by the pre- ceding provisions of this section shall be performed by him in such manner as to ensure that the poll is opened at the hour fixed by this Act. (2) The provisions of subsection (1) shall apply to every ballot bos which is to be used after the commencement of the poll. 20. (1) Each voter shall be given one ballot paper and Iamue of sball have one vote, paper {2) The ballot paper shall be delivered to the voter by ihe presiding officer or a person acting under his authority. Iinmediately before the ballot paper is delievered to the voter— (@) the number, name and description of the voter as stated in the copy of the register of electors shall bbe called out (b) the number of the voter ahall be marked on the coun- terfoil, and the ballot paper detched therefrom ; (c) the ballet paper shall be either stamped, embossed or perforated with the official mark; and (@) a mark shall be placed in the register against the name of the voter to denote that he has received ballot paper, but without showing the particular ballot paper he has recrived. -- \\",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "12 Referendum Act, No. 7 of 1981 Inspection at 24. (1) No bailot paper shall be delivered to any voter voter end : marking ata Referendum— ite the appropriate (a) if he refuses to allow the presiding officer of » person mark. acting under his authority to make the appropriate",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "inspection ; or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(®) if, having allowed such inspection, it discloses that such voter has already been marked with the eppropriate mark ; ot",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "{©) if, having allowed such inspection, it discloses that such voter hes not alresdy been marked with the appropriate mark, but such voter refuses to allow such officer or person to mark such voter with the appropriate mark,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "and accordingly such voter shall, notwithstanding anything to the contrary in any other provisions of this Act, not be ‘entitled to vote at such Referendum,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(2) The presiding officer of a polling station shall enter on & list, substantially in form B set out in the Third Schedule to this Act, the following particulars relating to each voter to whom a ballot paper was not delivered at such station under subsection (1})—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "{@) the number of such voter in the register of electors;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(b) the name of such voter as it appeare in such register ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(e} the ground on which a ballot paper was not delivered to such voter.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "Such list is in this Act called the “list of voters to whom",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "ballot papers are not delivered under section 23,\"",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "(8) In this section—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "{a) the expression “appropriate mark” means a mark made with indelible ink ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "{b) the term “ appropriate ” with reference to any context connected with or relating to the inspection of marking of a voter, means—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "() the little finger of his left hand or, if such finger $s missing, any other finger of his left hand ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 16,
    "text": "i) if all the fingers of his left hand are missing, the little finger of his right hand or, if such finger is missing, any other finger of his right hand : oF",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Referendum Act, No. 7 of 1981 8",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(Gil) if all the fingers of his left and right bands sre missing, such extremity of his eft or sight hand as such voter possesses.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "22, (1) The voter, on receiving the bellot paper, shall Manner of forthwith proceed into the compartment ta which he is Voting. dicected by the presiding officer or any person acting under that officer’s authority and there secretly mark the ballot paper as near as may be in accordance with the directions given for the guldance of voters in the Second ‘Schedule to this Act and fold the ballot paper so as to conceal, his vote, and shall then show to the presiding officer the reverse of the paper, 30 ag to disclose the official mark, and put the ballot paper, 90 folded, into the ballot box in the presence of the presiding officer.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(2) The presiding officer may at any time while a poll is proceeding take such steps as may be necessary to ensure that no voter delays unduly in any place reserved for the marking of ballot papers.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "23, (1) The presiding officer, or any person puthorized Assistance by the presiding officer, may, if he thinks fit on the epplice- [2 YC? tion of any voter, explain to the voter, within sight and them to hearing af the polling observers, if present, the method of YO voting specified in the directions specified in the Second Schedule to this Act but in so doing he shall carefully abstain from any action which might be construed by the voter as advice or a direction to vote [a favour of or against the proposal specified in the ballot paper,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(2) The presiding officer, on the application of any voter who is incapacitated by blindness or other physical cause from voting in accordance with the directions specified in the Second Schedule to this Act shail, in the presence of another member of his poiling staff, mark the ballot paper of such voter in the manner directed by the voter and shall cause such ballot paper to be placed in the ballot box.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "24 No voter shall be entitled to vote by proxy at 4 Voting by Referendum, POT a 25, Tf any person at a Referendum under this Act— Plural",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(@) votes im more than one electoral district or asks for Saifigat”",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "8 ballot paper for the purpose of 20 voting; or Practice",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(©) votes more than once in the same electoral district",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "‘or asks for a ballot paper for the purpose of s0 voting, he shall be guilty of an illegal practice,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "cry Referendum Act, No. 7 of 1981 Power 26. (1) The presiding officer at any polling station may Yoler to in his discretion, and, if required so to do by a polling ake un observer, shall, require any voter, before he {s given a batlot paper, to make and subscribe all or any of the decla- tations in forms C, D, § and F set out in the Third Schedule to this Act. Every such declaration shall be exempt from stamp duty. (2) Uf any person refuses to make any such declaration. the presiding officer may refuse to give him a ballot paper. (3) If any person wilfully makes a false statement in any such declaration, he shal! be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be Uable to a fine not exceeding five hundred rupees or to imprisonment of either dereription for a term not exceeding six months, Spats 22, A voter who has inadvertently dealt with his ballot papers paper ir. such « manner that It cannot be conveniently used ua a ballot paper may, on delivering to the presiding offleer the ballot paper so inadvertently deslt with, and proving the fact of such inadvertence to the satisfaction of the presiding officer, obtain another ballot paper in place of the ballot paper so delivered up (in this Act called a “spoilt ballot paper”), and the spoilt bellot paper shall be tramediately cancelled by the presiding officer. ‘Tendered 28. If a parson representing himself to be a particular vores elector named in the register applies for a ballot paper after another person has voted as such elector, the epplicant shall on making end subscribing a declaration, which shail be exempt ‘rom stamp duty and which shall be substantially in form G set out in the Third Schedule to this Act, be entitled to receive o ballot paper and to vote in the same manner as any other voter, but the ballot paper, in this Act called a “tendered ballot paper”, shall be of a colour different from the other ballot papers and, before belng placed in the ballot box, shall be endorsed by the presiding ofiger with the name ot the voter and his number in the rogister, and that number shall be entered on a Hist, in this Act calied the “tendered votes Hist” which shall be subs- tantially in form H set out in the Third Schedule to this Act, Tendered ballot papers shall be deait with in the manner hereinafter provided.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "Referendum Act, No, 7 of 1981 15",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "‘No ballot paper shall be delivered to a voter after oro the hour fixed for the closing of the poll. But if at the hour aforesaid there is in any polling station any voter to whom a ballot paper has been delivered, such voter shall be slowed 10 record his vote, “",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "39, (1) As soon as practicable after the closure of the Procedure zm poll, the presiding officer of each polling station shall, in poll” ‘the presence of the polling observers, make up into separate puckers, sealed with his own seal and the seals of such polling ubscrvera as desire to affix their seals—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "tu) each ballot box used at thet station, each such box",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "remaining locked a5 it was at the time of the open- ing of the poll and being sealed efter the closure of the poll so sé to prevent the introduction of any ballot papers thereafter ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(b) the Key of each ballot box ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "{c) the unused end spoilt ballot papers, placed together ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(2) the marked copies of the register af electors and the",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "counterfofls of the ballot papers ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(@) the list of voters to whom ballot papers are not",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "delivered under section 21; and",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "() the tendered votes list, . cond shall deliver the packets to the counting officer.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(2) The packets shall be accompanied by a statement substantlally in form I set out in the Third Schedule to this Act, (hereinatter referred to ss “the ballot paper account”) made by the presiding officer, showing the nuraber of ballot papers entrusted to him, and accounting for them under the heads of—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "2) ballot papers issued to voters, other than spoilt ballot",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "papers:",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(©) spoitt ballot papere 5 and :",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 16,
    "par_num": 17,
    "text": "(©) tmused bellot papers.",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "16 Rejerendum Act, No. 7 of 1981 PART Dt ‘Tur Count Counting St, G) Subject to the general or special divections of omtcara the Commissioner, each returning officer shall appoint, ond may revoke the appointment of, a counting officer to be in ‘charge of the counting of votes at each counting centre, and + much number of assistants and clerks and other officers to assist such counting officer in the performance of his duties. (2) The returning officer may, if he thinks fit, perform the duties of a counting officer and the provisions of this Act relating to 3 counting officer ahall apply to such returning offer. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "Notice of 32 The returning offcer shell make arrangements for",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "cont counting the votes as soon as possible after the close of the Poll and shall give notice in writing to each referendum agent of the situation of each counting centre, the date and time of the commencement af the cotmt, and a statement setting out the counting centre and the polling station or stations assigned to such counting centre.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "Appointment 33, _(1) Each referendum agent or a person referred to in",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "of souarine subsection (2) of section 17 may appoint not more than two observers (hereinafter referred to as “counting observers”) to attend at the counting of the votes at each counting centre,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(2) Notice in writing stating the names and addresses of the persons appointed under subsection (1) shall be given by the referendum agent or the person referred to in subection (2) of section 17 to the counting officer before the counting of votes commences. The counting officer may refuse to admit to the counting centre any counting observer whose name and address have not been o given.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "‘Toe count. 34. (1) The counting officer shall commence the counting of votes after he has received ell the ballot boxes from every polling station assigned to his counting centre under section 32,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(2) Before the counting officer proceeds to count the ‘votes, he or a person authorized by him shall in the presence of such of the counting observerm as attenc—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "(a) show such counting observers the ballot paper account,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 17,
    "par_num": 10,
    "text": "and permit them ta take copies thereof, and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": ". Referendum Act, No, 7 of 198t ra",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(®) open each ballot box, and having taken out the ballot",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": ": papera therein, count and record the number of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "such papers in each such box end then mix together *. the whole of the papers contained in the ballot boxes a . ss",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(8) ‘The counting officer, while counting the votes, shall keep the ballot papers with their faces upwards and take all proper precautions for preventing any person from seeing the numbers printed on the reverse of such papers.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "+ @) The counting officer shall ag far ax practicable proceed continuously with counting the votes and shall endorse “rejected” on any ballot paper which be may reject as invalid, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(5) ‘The counting officer shall not count the tendered ballot papers but shall place them in separate packets accor- ding to the answer given,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(8) ‘The counting officer, his assistants and clerks and the counting observers but no other person except with the consent of the counting officer may be present at the count ing at the votes",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "‘35. (1) Any ballot paper at + Ballet",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": ". papers to be (a) which does not bear the official raark ; or C0 Reected (®) on which votes are given in tavour of and against ‘the proposal ; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(©) on which anything is written or marked by which ‘the voter can be identified except the printed num- ‘ber on the reverse ; or . ¥",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(@) which is unmarked ; or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "{c) which is void for uncertainty, . ahall be rejected by the counting officer, The counting officer thall endorse the word “ rejected” on any such bellot paper.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 14,
    "text": "(2) Where the counting officer is satisfled that any mark made on a ballot paper clearly indicates the intention of the voter to give his vote in favour of of against the propose the counting officer shall not reject the balict paper under subsection (1) on the ground solely that it has not been marked in all respects in accordance with the directions aiven for the guidance of voters under the provisions of this Act 34 Hats gor _ _ _",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "18 Referendum Act, No, 7 of 1981",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "(8) Where the counting officer is satisfied that a ballot ‘paper is not a forged or counterfeit ballot paper he shall not Teject it solely on the ground that it fs not stamped or perforated with the official mark. Before deciding not to reject a ballot paper under the preceding provisions of this section the counting officer shall show it to each eounting observer if present and hear bis views thereon,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "(4) Before rejecting a ballot paper the counting officer shall show it to each counting observer if present and hear his views thereon taking el proper precautions to prevent any person from seeing the number printed an the reverse ot the paper.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "(8) The counting officer shall not count any ballot paper which is rejected by him under subsection (1),",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "{8) The counting officer shall draw up a statement show- ing separately the number of ballot papers rejected, under each of the grounds specified in subsection (1), and shall",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "on request allow any counting observer to copy the state- ment. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "(1) Tha counting officer shall prepare a written statement im words as well as in figures of the number of votes given",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "+ im favour of or against the proposal and such statement shall ne be certified by the counting officer and witnessed by one of . biz assistants or clerks and any counting observers as are Present and desire to sign, ‘The counting officer shall en request allow any counting observer to copy the statement, (8) Before the counting officer makes a written statement referred to in subsection (7), such number of recounts may be made as the counting ofeer deems necessary; and & ‘recount or recounts shail be made upon the application of @ counting observer so however that the maximum number of recounts that shall be so made, on the application of any counting observer or all the counting observers, shall not exceed two. (8) The decision of the counting officer as to any question arising in respect of any ballot paper shall be final and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "conclusive, a",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "Specie 38, Any power, duty or function of a counting officer folning under section 34 oF section 35 may be exercisad, performed Bley sand or discharged for and on his behalf by any of his assistants under o clerks acting under the supervision and direction of such ‘sections 24",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 11,
    "text": "pies officer,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "Referendum Act, No, 7.of 1981. 19",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "37, Upon the completion of the counting at any counting Closure of centre, the counting officer shall forthwith deliver in sealed \"0 count packets to the returning officer— . “",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "{o) the counted ballot papers; ;",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "(®) the rejected ballot papers ; !",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "(c) the tendered ballot papers; - +",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "(@) the ballot paper secount ; ° .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "{e) the packets referred to in paragraphs (¢) to ()",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "of section 30(1) ; (f) the record of the count under subsection (2) (b) of section 34;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "(g) the statement under section 35 (6) ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "(h) the written statement under section 36- (7) of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "number of votes given in favour of or against the proposal.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "88, ‘The postal ballot papers shall be counted in accor- Counting ot dance with the postal voters! regulations set out in the First postal bellog ‘Schedule ta this Act at a separate counting centre or stich POPE + § number of counting centres as may be determined by the returning officer.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "39. (1) After the recefpt of the documents referred to Refusing’ ‘in section 37, the returning officer shall, from the statements Ofctt 1 under subsection (7) of section 35 furnished to him by all atament the counting officers (including the counting officers at the counting centres where postal ballot papers were counted)",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "Prepare a retumm in respect of the electoral district showing—",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "(©) the number of voter given in favour af the proposal ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "() the number of votes given against the proposal ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "(©) the number of votes rejected ; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "(@) the whole number of electors in the register of .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "electors. . . .",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "Such return shail be witnessed by one of his’ assistants ‘ and any referendum agent as may ba present and desire wo to sign. The returning officer shall, on request, allow any ” referendum agent to make » copy of such return,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 20,
    "par_num": 21,
    "text": "@) The returning officer may permit the referendum sgent and one other person appointed by such referendum agent in writing to be present at the proceedings under subsection (1), :",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "20 Referendum Act, No. 7 of 1981 (2) The returning officer shall forthwith transmit the . return prepared by him under subsection (1) to the Referendum Returning Officer. ‘ Referendum 40, (1) After the recelpt of the return referred to in Reunite § — section 39 (8) from all the seturning officers in the grepare 8 ‘Republic, the Referendum Returning Officer shail prepare Teport, a report in respect of the whole Republic, showing — (@ the number of votes given in favour of the proposal ; {(®) the number of votes given against the proposal ; (@) the number of votes rejected; and =, » . (d) the whole number of electors in all the registers of electors. 1 (2) ‘The Referendum Returning Officer shall forthwith forward the report prepared by him under subsection (1) to the Commissioner, who shall immediately, on receipt of such revort transmit it to the President.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "Fubtieaticn 41. Upon the receipt of the report referred to in section 40, the President shall cause such report to be published in the Gazette.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "‘Disposal of 42, The returning officer shall retain the packets and all",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "pipes. documents forwarded to him under section 37 for a perlod of three montha reckoned from the date of the receipt there- of and thereafter shall cause the safd packets and docu- ments to be destroyed untess otherwise directed by the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 5,
    "text": "(Commissioner. PART IV | Orrasces Sience 43. Every person who— . Beet (a) forges or counterfeits or fraudulently destroys any oiical ‘ballot paper or the official mark on any ballot 2 Rhona paper; or (®) without due authority mpplies any ballot paper to any person ; or (©) sells or offers to sell any bellot paper to any person ‘oc purchases or offers to purchase any ballot paper from any person; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "Referendum Act, No. 7 of 1981 a1",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "| {@) not being a person entitled under this Act to be in",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "possession of any ballot paper which hus been",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "_. Marked with the official mark in accordance with",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "_,. this Act, has any such ballot paper in his posses- sion; or",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(e) puts into any ballot box anything other’ than the ballot paper which he is authorized by law to put ins ars :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "{f) without due authority takes out of the polling station any ballot paper of fs found In possession of any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "yi. 7 ballot paper outside a polling station; oF",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "4g) without due authority destroys, takes, opens oF other- wise interferes with any ballot box or packst of ballot papers in use or inteuded to be used for the ‘Purposes of a Referendum ; or:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(1) without due authority prints any ballot paper of what purports to be or is capable of being used as a ballot paper at a Referendum ; or . :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "4@) manufactures, constructs, imports into the Republic, © «",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "‘has in hig possession, suppKes or uses for the pur pose of a Referendum, or causes to be manufactur d, constructed, imported into the Republic, supplied or used for the purpose of a. Referendum, any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": ": appliance, device or machanism by which a ballot paper may be extracted, affected or manipulated ater having been deposited in 2 ballot box during the polling at a Referendum ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "® wilfully makes a false statement in any application to be treated as a postal voter under this Act, or in any declaration of identity sent to him under the ‘postal voters’ regulationa set out in the First Schedule to thin Act; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "(ie) without due authority destroys, takes, opens, of otherwise tampers or interferes with, any applica tion to be treated as a postal voter, or any dectara- tion of identity, or any covering envelope or ballot paper envelope within the mesning of the postal ‘voters’ regulations set out in the First Schedule to this Act; or -",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 22,
    "par_num": 16,
    "text": "@) without due authority prints any offictal poll card or what purports to be or is capable of being used as an offical poll card at a Referendum; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "2 Referendum Act, No. 7 of 1981 (m) without due authority places an appropriate mark on, ‘any voter at a Referendum or what purports to be or is capable of being mistaken for that mark; or (t) fraudulently defaces an appropriate mark placed on any voter at a Referendum without due authority ; or (@) votes at a Referendum knowing that he is legally incapable of, or disqualified trom, so voting; shall be guilty of an offence and shall, on conviction by the High Court, be Lable to imprisonment of either description for @ term not exceeding two years and shall, by conviction, become incapable, for a ‘period of seven years from the date of his conviction, of ‘being registered as an elector or of voting at a Referenda under this Act, or of being elected as « Member of Parlis ment, and if nt that date he has been elected as a Member of Parliament, his election shall be vacated from the date of wuch conviction. Certain 44, (1) No person shall, on any date on which a poll is ants tea _-_taken at a polling station, do any of the following acts with- on polling in the precincts, or a distance of half a kilometre of the day. «entrance, of that polling station :—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(a) canvassing for votes;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(b) soliciting the vote of any elector ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "{c) persuading any elector not to vote for or against the Proposal ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(d) persuading any elector not to vote at the ‘Referendum ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(@) distributing or exhibiting amy handbill, placard, ‘poster, drawing, or notice relating to the Refer endum (other than any official handbill, placard, poster or notice) or any symbol referred to in section 15,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "Every person who contravenes the provisions of this subsection shall be guilty of an offence end shall, on conviction after summury trial before a Magistrate, be Gable to a fine not exceeding one hundred rupees or to imprisonment of either description for a term not exceed- ing one month or to both such fine and imprisonment.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(@) No person shall, on any date on which a poll is",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "taken at any polling station—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 10,
    "text": "(@) use or operate, within or at the entrance of a polling elation or in any public or private place in the nelghbourhood thereof, any megaphone or loud- speaker ov other apparatus for magnifying of reproducing the human voice, or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "Referendum Act, No. 7 of 1981 ps (b) ebout of otherwise act in a disorderly manner within or at the entrance of a polling station or in any public or private place in the neighbourhood a thereof, © t 90 as to cause annoyance to any person visiting the polling = 5 station for the poll or #0 as to interfere with the work of : the officers and other persons on duty at the polling station, 5-2 3 Every person who contravenes the provisions of this sub- section shall he guilty of an offence and shell, on convietton after summary trial hefare a Magistrate, be liable to a fine not exceeding one hundred rupees or to imprisonment of either description for a term not exceeding one month or to both such fine and imprisonment,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "(@) Any police officer may take such steps, and use uch , forea, as may be reasonably necessary for preventing any contravention of the provisions of subsection (2) and may seize any apparatus used for such contraventiun.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "45, No person— Restriction",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "(o) shall, at any time from the date of publication af processions. { ‘the Proclamation in respect of a Referendum and =; - =. ending on the day immediately following the date ‘ en which the result of the poll taken at such Referendum is declared, conduct, bold or take Part in any procession, other than a procession on May 1 in the year, or any procession for religious or social purposes ; or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "{&) shall, at any procession held or conducted during the period referred to in paragraph (a), do any act or thing raleulated to affect the result of the Referendum referred to in the said paragraph @. .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "Every pereon who contravenes any af the preceding provi- sions of thin section shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be Hable to a fine not exceeding one hundred rupees, or 40 . imprisonment of elther description for a term not exceed- : ing one month, or to both such fine and imprisonment, med",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "48. No public meeting shall be held during the period Restriction * commencing forty-eight hours before the date fixed for the SNEuDNe poll and ending one week after the result of the Referendum has been declared,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 24,
    "par_num": 8,
    "text": "Every person who contravenes any of the preceding Provisions of this section, shal! be guilty of an offence and shall, on conviction after summary trial heforé « Magistrate, bbe Mable to a fine not exceeding one hundred rupees of to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "a Referendum Act, No, 7 of 1981 imprisonment of either description for a term not exceeding ene month, or to both such fine and imprisonment, General 42, (1) Every person who attempts to commit an offence Patera specified in section 43 or section 44 or section 45 or section 4¢ fictetes shall bs liable to the punishment prescribed for that offence, ae As, (2) Every offence under section 43 or section 44 or section 4, G'end 6 45 oF section 46 shall be a cognizable offence within the meaning of the Code of Criminal Procedure Act, No, 15 of 1979,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "(3) In a prosecution for an offence in relation to a ballot box, ballot paper or marking instrument at a Referendum the property in such ballot box, ballot paper or marking instrument, as well as the property in the counterfoil of any ballot paper may be stated to be in the returning officer at that Referendum,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "(® A prosecution for an offence under section 43 or section 44 or section 45 or section 46 shall not be instituted without the sanction of the Attorney-General. |",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "Fpating 4. 48, Every person who prints, publishes, distributes or Heterendum poste up, oF causes to ba printed, published, distributed or publication. posted up, any advertisement, handbill, placard or poster which refers to a Referendum and which does not bear upon its face the names and addresses of ity printer and publisher, shall be guilty of an offence and shall on con- viction by a Magistrate be Mable to a fine not exceeding",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "five hundred rupees: Provided, however, that a person shall not be guilty of an offence ‘under the preceding provisions of this section,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "im relation to any advertisement, handbill, placard or",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "poster, if he satisfies the Magistrate that the omission of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "the aforesaid names and addresses or any such name of address, as the case may be, arose from inadvertence or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "from some other reasonable eause of a like nature and did",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "‘not arise from any want of good faith.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "+ Restristion 49, (1) Aperson who is a referendum agent at a Referen- 2 berot dumm or is the agent of such referendum agent, shall not referendum — have—",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "r  ORiese = \"(@) during the period commencing from the date of the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "t publication of a Proclamation under section 2 and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 14,
    "text": "ending on the day immediately following the dete on which a poll ia taken at such Referendum, any referendum office, other than one notified central referendum office in each electoral district, and one : notified branch referendum office in each polling noe istrict j",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "Referendum Act, No. 7 of 1981 5",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(8) during the period commencing on the day immedi-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "ately preceding the date of such poll and ending on the day immediately following such date, any referendum office, other than one notified central referendum office in each electoral district and one notified branch referendum offtce in reapect of each polling division. .",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(2) The use of the ordinary place of residence of any - referendum agent as a referendum office shall be deemed not to be a contravention of the provisions of subsection (1).",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "{3) Every person who contravenes the provisions of sub- section (2) shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be Table to a fine not exceeding one hundred rupees, or to ‘imprisonment of either description for a term not exceeding one month, or to both such fine and imprisonment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(@) Every person who attempts to commit any offence specified in this section shall be Mahle to the punishment prescribed for that offence.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(5) A prosecution for an offence under this section shell not be instituted without the sanction of the Attorney- = ¢ General, - - .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(@) For the purposes of this section, the term “notified”, in relation to any referendum office, means notified to the officer in charge of the police station for the area, and the returning officer for the electoral district, in which that office in situated, before such office is established,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "50. (1) During the period commencing from the date of Provisions publication of the Proctamation under section 2 and ending SiistIns {2 on the day following the day on which a poll is taken at hanaefus, Referendum, no person shall, for the purpose of promoting po‘ters, a Referendum, display—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "{e) in any premises, whether public or private, any flag",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "‘or banner ; oF () any handbill, placard, poster, drawing, notice, symbol of sign on any place to which the public have a right of, or are granted, access except in or on any premises on any day on which a meeting to promote ‘the Referendum is due to be held in that premises ; - sor",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "(©) any handbill, placard, poster, drawing, notice, symbol,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 26,
    "par_num": 13,
    "text": "tim, flag or banner, on of across any public road ; or *’ (4) any handbill, placard, poster, drawing, notice, symbol ‘or sign in or on any vehicle. : .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "8 Referendum Act, No. 7 of 1981",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(b) bas made an application to be treated os a postal",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "voter ; or",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(©) has marked, whether or not validly, and returned a",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "ballot paper issued for the purpose of voting by ost,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "shall be deemed to have voted, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "‘Treating. 53, Every person who, corruptly, by himselt or by any other person, either before, during or after a Referendum, directly or indirectly gives or provides or causes to be given or provided, or is accessory to the giving or providing, or pays or engages to pay wholly or in part the expense of giving or providing any meat, drink, refreshment or provision or any money or ticket or other means or device to enable the procuring of any meat, drink, refreshment, or provision, to or for any person for the purpose of corruptly influencing that person or any other person to give or refrain from giving his vote at such Referendum or on aecount of any such person or any other person saving voted or refrained from voting or being about to vote or refrain from voting at such Referendum, and every elector who corruptly accepts or takes any such meat, rink or refreshment or provision or any such money oF ticket or who adopts such other means or device to enahle the procuring of such meat, drink, refreshment, or provision. shall be guilty of the offence of treating,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "Vadose $4, (1) Every person who directly or indirectly, by",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "snfuanee. himself or by any other person on his behalf, makes use of or threatens to make use of any force, violence, ox restraint, or inflicts or threatens to inflict, by himself or by any other person, any temporal or spiritual injury, damage, harma, or Josa upon or against any’ person in order to induce or compel such person to vote or refrain from voting, or on account of such person having voted or refrained from voting at a Referendum, or who by abduction, duress, or any fraudulent device or contrivance impedes or prevents the free exercise of the franchise of any elector, or thereby compels, induces, or prevails upon any elector elther to give or refrain from giving his vote at a Referendum shalt be guilty of the offence of undue influence.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 27,
    "par_num": 10,
    "text": "(2) Every person who, at eny time during the period commencing from the date of the publication of the Proclamation under section 2 and ending on the day following the date of the poll at such Referendum—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "Referendum Act, No. 7 of 1081 a” at any time to any person any such information obtained im a polling station as to the aforesaid matters or at to the umber on the reverse of the ballot paper given to any voter at such station, :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(4) Every officer, clerk, referendum agent and counting observer in attendance at the counting of the votes shall maintain, and ald in maintaining, the secrecy of the voting and shalt not attempt to ascertain at such counting the number on the reverse of any ballot paper or communicate ‘any information obtained at such counting as to whether a voter has voted for or against the propasal.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(5) No person, except a presiding offcer acting for a purpose authorized by this Act, or a person authorized by the presiding officer and acting for such purpose as afore- said, shall communicate or attempt to communicate with any voter after such voter bas received a ballot paper and before he bas placed the same in a ballot bax.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(® Every person who acts in contravention of the provi- stons of this section shall be guilty of an offence and shall, on conviction after summary trial before a Magistrate, be liable to a fine not exceeding five hundred rupees or to imprisonment of elther description for a term not exceeding six months.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(7) Every person who is convicted of an offence under thin section shall, by conviction, become incapeble for a perlad of seven years from the date of bis conviction, of being registered os an elector of of voting at any Referendum under this Act, oo",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "Connupr PRACTICES",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "52 (1) Every person who at a Referendum— Personatlon.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(@) votes in person or by post as some other person, : whether that other person is living or dead or Is @",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "fictitious person; or",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "(b) votea more than once in or under his own name at",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 28,
    "par_num": 11,
    "text": "such Referendum, shall be guilty of the offence of personation which shall be a cognizable offence within the meaning of the Code of Criminal Procedure Act, No. 15 of 1979. (2) For the purposes of this section, & person who— (a) has applied for = ballot paper for the purpose of voting in person; or’ .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "Ey Referendum Act, No. 7 of 198 {®) has made an application to be treated as a postal voter ; or . : (e) hos marked, whether or not validly, and returned ballot paper issued for the purpose of voting by Bost, . shall be deemed to have voted, . ‘renting. 53. “Every person who, corruptly, by himself or by any other person, either before, during or after a Referendum, directly of indirectly gives or provides or causes to be given or provided, or is accessory to the giving or providing, or pays or engages to pay wholly or in part the expense of giving of providing any mest, dtink, refreshment or provision or any money or ticket or ether means or device to enable the procuring of any mest, drink, refreshment, or provision, to or for any person tor the’ purpose of corruptly influencing that person or any other person to give or refrain from giving his vote at such Referendum oF on account of any such person or any other perman having voted or refrained from voting or being about to vote ot refrain from voting at such Referendum, and every elector who corruptly accepts or takes any such meat, drink or refreshment oF provision or any such money of ticket or who adopts such other means or device to enable the procuring of such meat, drink, refreshment, or provision shali be guilty of the offence of treating. : ‘Undue 54. (1) Every person who directly or indirectly, by ‘fnfluenes. himself or by any other person on his behalf, makes use of or threatens to make use of any foree, violence, ox restraint, or inflicts or threatens to inflict, by himself or by any other person, any temporal or spiritual injury, damage, harm, or oss upon of against any person in order to induce of compel such person to vote or refrain from voting, or on account of such person having voted or refrained from voting at a Referendum, or who by abduction, duress, oF any fraudulent device or contrivance impedes or prevents } the free exercise of the frenchise of any elector, or thereby ‘compels, induces, or prevails upon any elector either to give or refrain trom giving his vote at a Referendum shall be guilty of the offence of undue influence.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 2,
    "text": "{2) Every person who, at any time during the period sommeneing from the date of the publiration of the Proclamation under section 2 and ending on the day following the date of the poll at such Referendum—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "Referendum Act, No, 7 of 1981 29.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "{0) utters at any religious assembly any words for the purpose of influencing. the result of such Referendum or inducing any elector to vote oF",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "_. >. refrain from voting in favour of or against the proposal at such Referendum ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(®) for such purpose distributes or displays st any religious assembly, any handbill, placard, poster, drawing, notice, symbol, sign, fag or banner ; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(c) olds or eauses to be held # publie meeting at a place of worship for the purpose of promoting the Referendum or the . Referendum campaign in favour of or against the proposal,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "shall be guilty of the offence of undue tnfluence, (9 Any member or official of a religious order or organization — ,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(@) who denies, or threatens to deny, to any member or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "~ adherent of that order or organization, or to any member of the family of such member or adherent,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "‘any apititual ministration, service or benefit, to which such member or adherent would in the ordinary course have been entitled ; or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "{b) excludes, or threatens to exclude, such member or adherent from euch order or organization,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "in order to induce or compel such member or adherent to vote or refrain from voting in favour of or against the Propose) st a Referendum, or to support or refrain from supporting any proposal at such Referendum, or on account of such member or adherent having voted or refrained from voting in favour of oF against the proposal at such Referendum, or having supported or refrained from supporting any auch proposal at such Referendum, shall be guilty of the offence of undue influence,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "() Any person who, being the employer of any other",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "person,—",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(a) terminates or threatens to terminate such employ- ment; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": "(b) denies or threatens to deny to such other person any",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 16,
    "text": ". benefit or service which such other person already enjoyed, or would have enjoyed, in the ordinary . ‘course of euch employment. f",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "30 Referendum Act, No, ? of 1981 in order to Induce or compel such other persua to vote or retrain from voting in favour of oF against the proposal at a Referendum, or to support or refrain from supporting ‘the proposal at such Referendum, or on aecount of such other person having voted or refrained from voting in favour of or against the proposal at such Referendum, or having supported or refrained from supporting ‘the Proposal at such Referendum, shall be guilty of the ‘offence of undue influence. .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "Bribery. 85. The following persons shall be deemed guilty of the offence of bribery :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "{o) every person who directly or indirectly, by himself or by any other person on his bebslf, gives, lends, or agrees to give or lend, or offers, promises, or Promises to procure or to endeavour to procure, any money or valuable consideration to or for any elector, or to or for any person on behalf of any elector or to or for any other person, in order to induce any elector to vote or refrain from voting, or corruptly does any such act as aforesaid on account of such elector having voted or refrained from voting at a Referendum under this Act ;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "(&) every person who, directly or indirectly, by himself, or by any other person on his behalf, gives or procures, or agrees to give or procure, or offers, Promises, or promises to procure or to endeavour ‘to procure any office, place or employment to or for any elector or to or for any person on bebalt of any elector, or to of for any other person, in order to induce such elector to vote oF refrain from vating, or corruptly does any auch act az aforesaid on account of any elector having voted or refrained from voting at a Referendum under this Act;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "(©) every person who, directly or indirectly, by himself or by any other person on his behalf, makes any such gift, loan, offer, promise, procurement, of agreement as aforesaid to or for any person in order to induce sueh person to vote in favour of or agalnst the propasal or the vote of any elector at ‘a Referendum under this Act ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 31,
    "par_num": 6,
    "text": "{d) every person who upon or in consequence af any such gift, loan, offer, promise, procurement, oF agreement votes in favour of or against the proporal et a Referendum under this Act;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "Referendum Act, No. 7 of 1981 aL",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "{@) every person who advances oF pays or causes to be paid any money to or to the use of any other person with the intent that such money or any part thereof shall be expended in bribery at a Referendum under this Act ar who knowingly pays or causes to be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "” ‘paid any money to any person in discharge or re- payment of any rhoney wholly or in part expended in bribery at eny such Referendum ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "(f) every elector who, before or during a Referendum under this Act, directly or indirectly, by himself or by any other person on his bebalf, receives, agrees, or contracts for any money, gift, loan or valuable consideration, office, plece of employment, for himself or for any other person, for voting or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": ". agreeing to vote or for retraining or agreeing to refrain from voting at any such Referendum;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "(g) every person who, after a Referendum under this Act, directly or indirectly, by himself or by any other person on his behalf, receives any money or valuable consideration on account af any person",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": ". having voted or refrained from voting of having",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "induced any other person to vote or to refrain from voting at any such Referendum.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "36. (1) Every person who— . Punishment",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "(a) coramits the offence of personation, or aids, abets, jncapacitios counsels or procures the commission of the offence for corrupt of personation ; or ; ‘Praction,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "(®) commits the offence of treating, undue influence or bribery,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "shall be guilty of a corrupt practice, and shall on conviction by the High Court be liable, in the case referred to in para- graph (a) of this subsection, to rigorous imprisonment for 4 term not exceeding twelve months, and, in any other case, to a fine not exceeding five hundred rupees or to tmprison- ment of either description for a term not exceeding sit months of to both such fine and such imprisonment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "(2) Every person who is convicted of a corrupt practice shall, by conviction, become incapable for a period of saven years from the date of his conviction of being registered as an elector oF of voting at a Referendum under this Act or of being elected as a Member of Parlfsment, and if at that date he has been elected os » Member of Parliament, hhis election shall be vacated from the date of such conviction,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 32,
    "par_num": 14,
    "text": "(@) A prosecution for a corrupt practice shall not be instituted without the sanction of the Attorney-General,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "32 Referendum Act, No. ? of 1981 Tages, PRAcrices Certain, 3% (1) No payment or contract for payment shall, at Della a Referendum, he made— i practice, . (@) on account of the conveyance of electors to or from, the poll, whether for the hiring of veblcles or enimals of transport of any kind whatsoever, or for railway fares, or otherwise; or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "(®) to or with an elector on account of the use of any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "house, lend, building, or premises for the exhibition",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "of any address, bill or notice, or on account of the . exhibition of any address, bill, or notice.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "(2) Subject to such exception as may be allowed in pursuance of this Act, if any payment or contract for pay- ment is knowingly made in contravention of this section either before, during or after a Referendum, the person making such payment or contract shall be guilty of an ‘Megat practice, and any person receiving such payment ot being a party to any such contract, knowing the same to bbe in contravention of this section, shall also be guilty of an illegal practice,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "(3) Subject to ey such express exceptions as are or may be mado by or under this Act, a person shall not let, Iond, employ, hire, borrow or use, or aid or abet any other person to let, tend, employ, hire, borrow or use, any vehicle, vessel ot animal, in any electoral district during the perlod commencing one hour before the time of the opening of the poll at a Referendum in that district, and ending ane hour after the time of the closure of such poll—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "(@) for the purpose of the conveyance of voters to oF",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "trom the poll ; or",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "(6) for any other purpose, other than— >",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "(i) any legithmate business ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "(i) any official business, that is to say, the perfor- mance of any duty or the discharge of any function necruing from or connected with oF ineidental to any office, service or employ- ment, held or undertaken or earried on bY him",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 33,
    "par_num": 12,
    "text": "Any person acting in contravention of this subsection shall tbe guilty of an illegal practice, oo",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "Referendum Act, No. 7 of 981, °°",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "(& Notwithstanding anything in the preceding provisions",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "of this section— pote wie",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "{a) where it is the ordinary business of an elector as an ndvertising agent to exhibit tor payment bills and advertisements, a payment to or contract with such -",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "“| elector, if made in the ordinary course of business, shall not be deemed to be an illegal practice within the meaning of this section ; -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "() where clectors are unable at a Referendum to reach their polling stations from their place of residence without crossing the sea or a branch or arm thereof",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "“or a river, means may be provided for conveying such electors by sea to their polling stations, or to enable them to etoss the river in order to reach their polling stations ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "{e) the conveyance of a person at his own expense to of from the poll at a Referendum in, or the use by any person at his own expense for the purpose of the conveyance of himself to or from the poll of, any public transport service provided by the Sri Lanka Central Transport Board, or any Regional Transport Board or the Sti Lanka Government Railway, shall tbe deemed not fo be an illegal practice within the meaning of this section ; .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "(a) where the returning officer for any electoral district is satisfied upon written application in that hehalf made to him by sny person, or on behaff af such person by any other person, so as to reach such officer seven days before the day on which a poll js to be taken at a Referendum, that such person is unable, by reason of any physical",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "-disability to convey himself to and from the poll on foot or in any public transport service referred to in paregraph (¢) of this subsection, the returning officer may give such person written authority to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "._ se any vehicle, vessel or animal far the purpose of conveying himself to and from the poll, and accordingly the use ot a vehicle, vessel or animal for the purpose of such conveyance by such person shall be deemed not to be an fllegal practice within the meaning of this section. i :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "(3) Where at any poll taken in any electora district any",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 34,
    "par_num": 13,
    "text": "police officer, either of his own motion or afier an investiga- tion which he is hereby required to carry out on the complaint ‘of any person, is satisfied that any vehicle, vessel or animal je being used in contravention of the provisions",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 35,
    "par_num": 1,
    "text": "4 Referendum Act, No. 7 of 196t of subsection (1) or subsection (3), that officer shall stop and seize such vehicle, vessel or animal, and take it to a police station and detain it therein until the conclusion of the poll (6) The High Court may, on the conviction of any person sor the commission of sn illegal practice within the meaning of this section, make order declaring that any vehicle, vessel or animal used in or in connexion with the commission of such practice shali be forfeited ta the Republic, Falsoreporm 58. (1) Where there is published in any newspaper any bm pene” false statement concerning, or relating to— (a) the utterances or activities at a Referendum of any recognized politleal party or any person ; or (b) the conduct or management of such Referendwa by any such recognized political party or person, and such statement is capable of influencing the result of such Referendum, then, every person who at the time of such publication was the proprietor, the manager, the editor, the publisher or other similar officer of that news paper or Was purporting to act in such capaeity, shall each he guity of an fllegel practice unless such person proves that such publication was made without his consent of connivance, and that he exercised all such diligence to prevent such publication as he ought to have exercised having regard te the nature of bis fumetion in such capacity and in all the circumstances. (2) In this section, the term * newspapec” includes any journal, magazine, pamphlet or other publication. Cectain 59, (2) No person shail, for the purpose of promoting & SPlTmEM Referendum, be engaged or employed for payment oF promise of payment for any purpose or in any capacity whatever, except for the purpose or in the capacities following— (@) a reasonable number of polling observers for each . polling district having regard to the need to revoke the appointment of any polling observer for that polling district during the poll; and not more than two eounting chservers for each counting contre; (b) a reasonable number of clerks and messengecs having Tegard to the area of the electoral district and the number of electors on the register of electors for such district. :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "Referendum Act, No. 7 of 1981 36",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "(2) Subject to such exception as may be allowed in pursuance of this Act, if any person is engaged or employed in contravention of this section, either before, during oF after a Referendum, the person engaging or employing bite shell be guilty of an illegal practice, ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "0. Any person, who prints, publishes, distributes or Printing, & posts up or causes to be printed, published, distributed or of re posted up any advertisement, handbill, placard or poster pubilssiisa which refers to a Referendum and which does not bear upon its face the names and addresses of its printer and publisher shall be guilty of an illegal practice. 9 «",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "61, (1) Every person who commits an illegal practice Punishment shall on conviction by the High Court be liable toa fine not a cenvicton exceeding three hundred rupees and shall by conviction practice, .° become incapable for a period of three years from the date of his conviction of being . registered as an elector or of voting at a Referendum under this Act or being elected asa ‘Member of Parliament, and it at that date he has been elected as a Member of Parliament, his election shall be vacated from the date of such conviction.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "(2) A prosecution for an illegal practice shall not be instituted without the sanction of the Attomey-General. 4 o Gaara",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "Goma,",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "62. Where in ony Proclamation under section 2 the Where President has specified more than one proposal to be put due : to the People st a Referendum, each such proposal shell be Proposal is printed on a separate ballot paper of a different colour ‘and accordingly the provisions of this Act shall, mutatis mutandis, apply to such Referendum.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "@3. Ifat any time after the President has by Proclamation Pome fixed the date for a Referendum, it is shown to his satis- Referendum faction that in any electoral district or part thereof owing 38 ay to any cause whatsoever no Referendum has been held in Groans pursuance of such Proclamation he may st any time by tances, notice in the Gazette issue snother Proclamation that a Referendum shall he held in the district or part thereof and ithe provisions of this Act shall, mutatis mutandis, apply in relation to such electoral district or part thereof :",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 36,
    "par_num": 9,
    "text": "Frovided that another Proclamation shall not be issued under the preceding provisions of this section where the Aoted number ef woters. in any electoral district or the part",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "3B Referendum Act, No, 7 of 28t ‘*",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": ". thereof in which no Referendum had been held is such that the result reported to the President under section 40 wauld not have been materially affected by the fact that the voters of such electoral district ar part thereof had voted at such Referendum.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "Failure to 64 No Referendum shall be invalid by reason of any comply | failure to comply with provisions of this Act relating to a Provisions. Referendum if it appears that the Referendum was conduc. af Act ted in accordance with the principies laid down in such provisions, and that such failure did not affect the result of the Referendum. . ‘Use of 85, (1) A returning officer may uze, free of charge, aa flies @ polling station any school or any portion of a school in auions, receipt of a grant, or in respect of which a grant is made out of moneys provided by Parllamert, .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "(2) A returning officer shall meke good any damage done to, and defray any expenses incurred by the persons having control ever, any such school or portion thereof as aforesaid by reason of its being used as a polling station. ,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "Presiding 66, The presiding officer of a polling station may do, ‘by cay officers appointed to assist him, any act which he is required ‘through or authorized by this Act to do at that polling station re ted except ordering the arrest, exclusion, or removal of any",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "fo assist person from the station, . Secretary of 7. The secretary of @ recognized political party may arecomized hiraself do any act or thing which a polling observer or a counting observer or other agont of such political: party, many act if appointed, would have been required or authorized to - Qwaegent do, or may essist such agent in doing any such act oF * giaeaet, thing, ut before acting under this section the secretary \" of the recognized political party shail make # declaration",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "~ . under section 51 required to be made by such agent. . ‘Non- 68. Where under this Act any act or thing which is Apapdance —requixed or authorized to be done in the presence of the auente of agent or agents of a recognized political parly at a seg’ ‘Referendum, the non-attendance of any agent or agents of party. such party at the time and place appointed for the purpose - shall not, if that act or thing is otherwise duly done,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "invalidate the act or thing done. . Tnaceusate #8, No misnomer or inaccurate description of any person ope or place remed or described in any register, notice or other an document whatroever prepared or fesued under or for the ‘Berson, purposes of this Act shall in: any wise’ affect the operation",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 37,
    "par_num": 9,
    "text": "1",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "- Referendum Act, No. 7 of 1981 ” of this Act as respects that person or place if that person or place is so designated in such register, notice or document as to be identifiable. . - 3",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "70, (1) Where any notice is required by this Act to be Publiestion published and, if in the opinion of the authority who is “gf netces requlred to publish such notice, the prescribed mode of publication does not give sufficient publfcity to the notice; he muy, in addition to publishing the notice as required by this Act, exhibit copies of the notice in conspicuous places within the electoral district to which the notice relates or take such other steps os he may deem necessary for giving publicity thereto.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "(2) Every person who, without lewiul ‘authority, destroys, mutilates, defaces or removes any ‘notice which is exhibited by any authority under subsection (1) or any . document which is made available for inspection in accor- : dance.with this Act shall be guilty of an offence and shall on conviction before.a Magistrate be liable to a fine not exceeding fifty rupees,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "TL, (1) Any person, being the employer of any other Duty of person who is entitled to vote in person at a Referendum, {> grant shall, upon application in writing in that behalf made by leave to such other person, grant such other person leave, without Smployees Joss of pay, for such continuous period (not less than four ‘© vate hours in duration) as that person may deem sufficient to . enable such other person to yote in person at that Referendurn. i",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "(2) Any person who. contravenes of fails to comply with the provisions of subsection (1) chal be guilty of an offence and shall, on conviction after summary trlal before a Magistrate, be liabte to a fine not exceeding five hundred Tupees, or to dmprisonment of either description for a term not exceeding one month, or to both such fine and imprisonment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "‘7, (1) Where the Commissioner considers that any Reaustioning * premises, other than any school referred to in section @3, fuser? * are required for the purpose of being used os a polling polling station, he may requisition those premises for that purpose \"70% by order in writing addressed to and served on the. person . tn actual possession of those premises, or, where no person ° is in such actual possession, on the owner of such premises,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 38,
    "par_num": 7,
    "text": "(@) Where any premises are requisitioned under sub- . section (1), the period of such requisition shall not extend a ‘beyond four weeks. : ”",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "38 Referendum Act, No. 7 of 1981",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "@) In this section, “ premises” means any land, building or part of a building and includes @ hut, shed o structure or any part thereof, a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "Compensation 78, (1) Where any premises are requisitioned under ois. section 72, the Commissioner shall pay, out of moneys tioning provided for the purpose by Parliament, compensation for premises. such requisitton to the person who was in actual possession of those premises immediately before the requisition or, . ‘where no person was in such actual possession, the owner of those premfses, and shall make good any damage done",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "lo those premises during the period of the requisition,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": "@) The amount of compensation payable under sub- section (1) in respect of any premises shall be determined by taking into consideration—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 39,
    "par_num": 6,
    "text": ": (@) the rent payable in respect of those premises, or, 4 where no Tent is so payable, the rent payable for similar premises in the locality, and . (b) if, in consequence of the requisition of those premises, ‘ the person who was in actual possession of those i premises iinmediately before the requisition was compelled to change his residence or place of i business, the reasonable expenses, if any, incidental : to such change. + : {3} Where any person entitied to compensation under : this section is aggrieved by the decision of the Commissioner in regard to the amount of the compensation, that person. may appeal in writing to the Court of Appeal from that Hin of, Th (1) Subject 10 the provisions of subsection (2) of reeoprised this section, the secretary of a recognized political party ora at any time between the date of publication of the Procla- to send mation under section 2, and the day which is the seventh wlating to day before the day of the poll to be taken at a Referendum, Relerondum 5 past free, be entitled to send free of any charges for postage to reach the elector whose name appear in the register of electors for such electoral district one postal communication by ordinary post containing matter relating to auch Roferen~ dum onty",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "Referendum Act, No. 7 of 198i #8",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "12) The right to send a postal communication conferred on a person by subsection (1) shall be subject to the following conditions, and if any such condition is not com- plied. with, such communication may be rejected by the Postmaster-General or any person acting under his autho- Fityi— : 1",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "(a) such communication shall be open for examination,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "and shail not exceed thirty grams in weight ; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "(b) the length and width of, and the manner of franking,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "* arranging and handling, such communication shall be as determined from time to time by the Post- master-General,",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "75, (1) Every cecognized political party shall, subject to Political such conditions as may be determined by the Director- General of Broadcasting, be entitled to the use of broad- casting facilities during the period commencing from the date of publication of the Proclamation under section 2. and ending seventy-two hours prior ta the commencement af the poll, .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "2) In the allocation of broadcasting time during the period referred to in subsection (1) to any recognized poli- ical party, the Director-General af Broadcasting shalt ensure that each party shal] be permitted to use—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "(a) in the ease of radio broadcasting, a total period not",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "exceeding forty-ve minutes which may be used on ‘ong oveasion or on not more than three occasions and‘each auch occasion shall not exceed fifteen minutes ; ss",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "(®) in the case of television broadcasting, a total period not",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": ", exceeding forty-five minutes which may be used on one occasion or on not more than three occasions abd",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": ", ach such aceasion shall not exceed fifteen minutes.",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "(8) Wheve two ar more recognized political parties agree to dehate the ptoposal or proposals to be put to the People at # Referendum, it shail be the duty of the Director-General of Brondeasting to afford broadcasting facilities to such Parties, o however that the time permitted for such debate",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 40,
    "par_num": 15,
    "text": "shall not exceed the time allotted to each such party.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "oO Referendum Act, No. ? of ival . (4) ‘The order in which each secognized political patty shall use the broadcasting facilities shall be determined—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "(a) in the first instance by agreement among such parties ; or .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "(b) in the absence of such agreement by lots cast or drawn in such manner as the Director-General of Broadcasting may, in his absolute discretion, deter- mine.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "ot . Fowert et ner 76. ‘The Commissioner shall=",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "(a) exercise general direction and supervision over the administrative conduct of e Referendum under this Act;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "(b) have power to issue to Deputy and Assistant Commis- sioners of Klections, the Referendum Returning Officer, returning officers, presiding officers and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": ": other officers such directions as he may deem necessary to ensure effective execution of the provi- sions of this Act ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "(c) execute und perform all other powers and duties which are conferred and imposed upon him by or under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": ";  Ramovalot 1%. If any difieulty arises in first giving effect to any simeculties of the provisions of this Act, the Commissioner may, by ‘Order published in the Gazette, issue all such directions a5 ” he may deem necessary with a view to providing for any special or unforeseen circumstances or to determining oF adjusting any question or matter for the determination or adjustment of which no provision or effective provision is",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "siade by this Act. - Interepre- 78. In this Act, unless the context otherwise requires— Stem “Commissioner of Hlections” means the Commissioner of Elections appointed under Article 103 of the Cans-",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "titution ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "“ elector,“ electoral district”, “ polling district \" “ polling division”, “register of electors\" and “registering",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": ": officer” have the same meanings as in the Regis- tration of Electors Act, No. 44 of 1980;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "“proposal” means any matter which may be submitted to the People by Referendum in terms of Chapter RULE of the Constitution ; and ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "“voter” means 2 person who, whether his name does of does not appear in a register of electors, applies to",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 41,
    "par_num": 16,
    "text": "' vote, or votes at # Referendum. a ”",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 42,
    "par_num": 1,
    "text": "Referendum Act, No, ? of 1981 rt FIRST SCHEDULE Posray) Vornea’ (Rereeepunm) REGULATIONS, 1981 i, These regulations may be cited as the Postal Voters’ Short title (Reterendum) Regulations, 1981, 2 For the purpose of these regulations, unless the contest Interpre: otherwise requires — talon “issue” includes the original and any aubsequent insu; “postai ballot payee” means a ballot paper iasued to a postal . ‘volar ; + postal voter™, with ceference io a Referendum, means a person (POY catailed 40 be treated as @ postal voter for the purposes of that Haterend j eae “Proclamation” means the Proclamation made by the President ‘under section 2 af the Act; Schedule\" means the Schedule to these regulations ; “the Act” means the Heferendum Act, 196%. . 2. An application wo be treeted an a postal voter shali be ¥orm of substemiaily in the form “A” in the Schedule. pple, Seated as 4. (1) Subject to the provisions of this regulation, the record Record and and Fiat of portal voters kept by the returning offcer under the list of ‘Act shall be In such form au appeara to him to be convenient. ostal (2) ‘Tho advers to which the ballot payer of « postal voter 3s to he sent shall be specified opposite iia mane in the postal voters! an. (8) The names in the postal voters’ list shall be numbered consecutively. . (4) As soon oo the postal votery list has been prepared, the retuming offcer shall publish it by making a copy thereof svullable for inapection at his otfoe, . 4 A postal ballot paper shall be in tie seme form as, and Form of \\ndistinguishable from, the ballot papers delivered to voters, who po#tal ase not postal voters ballot 8. ‘The form af declaration of identity sent to @ postal voter Form of with his postal ballot paper shall be substantlally in the form “B” declaration in the Schedule . . . Sent. 7. ‘There may be appointed porpons to assist the returning offer Appeintaient 42 vlerka at the proceedings on the issue of postal ballot papara. of clerks. FA tists copay Fog",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "a Referendum Act, No. 7 of 1981",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "Perasng © (2) No person other than— ‘gntitied to i : Serpresent at a) the retuming offer and his clerks, soph of (2) a referendum agent",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "a referendum ageat, postal baftot een papers. {e} # person appointed by a referendum agent to attend in bis",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "ince, and",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(€) any agents appointed under paragreph (2) of this regulation, may be present at the proceedings on the isoue of postal ballot papers",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(2) Whera postal ballot papers are to be issued simultaneously in tio oF more batches, each referendum agent may appoiat one or mere agents up to the number he may be authorized by the selnrning officer to appoint not exceeding the number of much batches, so, however, that the number authorized shall be the same in the case of each referendum agent",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(31 Notice of the appointment stating the names and addresses of the persons appointed under paragraph (2) of this regulation",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": ": shell be given by the referendum agent to the returning officer ‘before the time fixed for the issue of the postal ballot papers",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(4) Uf am agent dies or becomes incapable of acting, the referendum, ageat may appoint another agent In hia place and shall forthwith give to the returning officer netice in writing of the ‘pame and address ot the agent appointed,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(8) Agents may be sppolnted ond notises of their appointment may be given to the returning offer by any person authorized in writlog by the referendum agent instead of by the referendum agent.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(6) In these regulations, references to agenta shall be takan ot references to agents whore appainiments have been duly made and notified and, in the cage of agents appointed under paragraph",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(2) of this regulation, who are within the number authorized by the returning officer. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "() A referendum agent may himselt do any act or thing which any agent of his, i eppointed, would have been authoriznd to do, ‘or may assist his agent la doing any such act or thing.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "(8) Where in these regulations any act or thing i required of authorized lo be done in the presence of tho teferendum agenta oF",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "‘thelr agents the non-attendance of any such person or peraons ét the time and place appointed for the purpose sball not, if the at ct thing is otherwise vatidly done, invalidate the act or thing done. Declarution (1) ‘Every person attending the proceedings on the iamue ot secrecy, — of postal ballot papers sholl take a declaration of secre? substantially in the form “C™ in the Schadule before the tne ot",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 43,
    "par_num": 16,
    "text": "= much ballot papers,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "Referendum Act, No: 7 of 1981 a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "{2 A decleration under paregeaph (1) of this regulation shall a be made by the returning officer in the presence of a Juntice of the Peace and when made by any other persons shall be made in the presence of the returning officer ar & Justice of the Peace, 7",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "(8) Every person attending the proceedings in connexion with ‘He issve of postat ballot papera shall maintain and aid fn main- taining the secrecy of the voting and shall not—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "(a) except fo some purpose authorized by Taw, communleate,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "‘before the poll is closed, to any person any infurmetion obtained at those proceedings a1 to the offcial mark made ‘on postal ballot papers 5 or <b) except for some purpose authorized by Jaw, communicate to any person at any time information obtained at thase : proceedings oa to the number on the back of a postal ballot paper.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "{4) Every person who acts in contravention of the provisions cof paragreph (3) of this regulation shall be guilty af an offence : fand shall, on conviction after summary trial before a Magistrate, be Hable to & fine not exceeding five hundred rupecs or 10 imprisonment of elther description for a term not exceeding ax months.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "10. (Q) The returning officer shall, not later than ten days Notice of ‘after the publication of the Proclamation, notify each referendum fsrve of agent of the time and place at which he will issue the postal postal ballot tuallot papers and of the number of agents he may appoint under P*P*# paragraph (2) of regulation 8 to attend the aaid istue.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "(2) Where any subsequent issue of ballot papers is made, the returning afficer shall notify the referendum ageat aa soon as practicotle of the time end place at which he will make auch sub- sequent iesue and of the number of agents he may appoint under Paragraph (2) of regulation 8 to attend the issue. 5",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "11. (1) ‘The postal ballot paper fssued to each potial voter Official ahall de stomped on the back, or perforated, with the official mark to be mark; and the number and neme of such voter shall be called madsen out, and the number of such voter shall be manrked on the countar- Paporg. fof] of exch much ballot paper, and a mark ahall be placed in the Postal voters’ List againat tha number of such voter éc denote that hhe hos heen issued auch ballot paper Dut without showing the Pertleuler ballot paper fasued to him,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "(2) The number of the postal voter to be marked on the counterfol! of the postal ballot paper issued to him shalt be the number of such voter in the postal voters! list",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "48) ‘The number printed on the postal ballot peper ismed to ‘@ postal voter shall be toarked on the form of declaration af identity sent to such voter. Tha number so marked is hereinafter yeterred to sa the “marked number on the declaration of identity.”",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "32. Where @ returning officer in natlsfed that two entries in Refusal |. the sak votes lst relate to so sume postal voter, be chal SE ag Beemer in reapect af that voter, more then one portal ballot Paper.",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 44,
    "par_num": 13,
    "text": "Acute go jan) 4",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 45,
    "par_num": 1,
    "text": "ad Referendum Act, No. 7 of 1981 Interpretation 18. (1) The number marked on the ballot paper envelope is of the fon referred to in these regulations as the “marked number on the marked ballot paper envelope yo, Buber (a) The envelope for the return of the postal ballat paper Paper duly marked and enclosed in the ballot paper envelope and of envelope” the form of declaration of identity duly Glied up is referred to and the, in thee regulations as the “covering envelope”, pression envelope : Delivery to «UA envelopes addvessed to postal voters shall be counted Dost opice and forthwith delivered by the returning ollicer ta the nearest Stgnvelepes oat ofice, and the postmaster shall stamp with the post oftce ad 12, Sate stamp a form af receipt to ba presented by the retuming Postal voters. Gmtcer stating the number of envelopes ao delivered and shall Immetiately forward much envelopes for delivery to the persons to whom they are addressed. Seating up «18. (1) The returning officer, a2 som ax practicable after the of postal. completion of the issue of the postal ballot. papers, and in the oters list Presence of the agents of the referendum agents, shell make up ghd counter- in separate packets— (@) the marked copies of the postal voters Ust; and {b) the countertoits of the postal ballot papers which were isons, and shall seal such packets, (2) The seated packet conteining the marked copies of the postal voters’ list may be opened by the returning officer for the Purpose of a subsequent issue of postal ballot papers, and, on completion of the issue, the copes shall be again made up and sealed in accordance with paragraph (1) of this regulation, Provision of _1._(i) ‘The returning officer shall, at the proceedings on the Posi wotets’ original isoe of the postal ballot papers to paral voter, provide lot ho” & ballot box of ballot boxes for the reception of the covering envelopes that may be received from postal voters, Every such ballot ox shall be treated az a beliot box for the purposes of section 38 of the Ack (2) Every ballot box referred to in puragroph (1) of this regu lation shall be shown open and empty to such agents of the referenducn agents 28 are presont, and ahafl be sealed with the seal of the returning oftcer and the seals of such of the agenia ss desire to affix their seals, and shall be marked “postal voters? Dellat box” and with the number and tame of the electoral district and the returning ofbcer shalt make provision for the safe custody of auch ballot box, Receipt ot 17. The retuming officer shall, immediately on seceipt of # covering, _envering envelope before the close of the poll place unnpeTed saieloets,, im the postal voters’ ballot box. voters, Counting 18. Subject to the genera! oF apecial directions of tho Commis- offers, atoner, the returning officer shall anpolnt, and may revoke we ‘appointment of, a counting officer to be in charge af the counting",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "Referendum Act, No, 7 of 1981 s ‘ot votes at tho counting centre, o each counting centre where postal ballot papers are to be counted, and auch number of assis ‘anus and clerks and other offcers to’ sesit such counting offcer in the performance of bis duties,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "18, The returning officer shell make arrangementa for counting Notice of the votes on the postal ballot vapera as soon ax possible after the count, ‘clove of the poi] and shall give notice in writing to each secretary for the referendum agent of a recognized political party of the Situation of the counting cunire or each counting centre where poutal ballot papers aro to be counted and the date and time of the coomencement of ruch count.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "20, Mach recognized political party méy appoint sot more than Appointment ‘two observers (hereinafter referred to as “counting observer”) of counting 40 attend at the counting of the votes at each counting cantre OPFVETE ‘where postal ballot papers are to be counted before the cominence- ment of much count, Notice in writing of such appointments stating the names and addresses of the persons appointed shall be given by the secretary of such recognized polileal party of the referendum agent to the counting officer before the commencement of the count.” The counting officer may refuse to edmit to the ounting centre any counting observer whore name and adress ‘nave nat been a0 given.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "21. Bxcept with the content of the counting officer no person Persone other than the counting affcer, the persons appointed fo assist him eniitled to and the counting observers may be present at the counting of Be present the votes",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": ". count 22, The provisiona of section 81 of the Act shall epoly at the Maintenance seedings ut secrecy Proceedings at the counting of the postal bellot papers. of secrecy",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "23. Every postal voters’ ballot box shall be opened by the cauint- Opening of ing affcer, in the presence of the counting observers after the portal voters ‘lose of the pall and before euch efficer proceeds to count the votes, ballot bax.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "24, (1) Where a postal votera' bellot box ia apened, the counting Opening of ‘officer shalt count and note the oumber of covering enveloped, the covering and shall then open each covering envelope separately. envelopes",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "(2) Where the counting officer opens 1 covering envelope and",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "a) finds therein— . »",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": ") a declaration of identity, and 1 bellot paper envelope, or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "(4) @ dectaration of identity, and a ballot paper not ‘enclosed in a ballot paper envelope, or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "(45) only declaration of Sdentity, or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "iv) only ballot paper not enclosed in a ballot paper envelope, or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "(> only a ballot paper envetope, of",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 46,
    "par_num": 15,
    "text": "(®) finds nothing therain, ‘athe succeeding provisions of this reguintion shalt aptly, | “-",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "48 Referendum Act, No. 7 of 1981",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "19) Ta the cases referrid to in sub-paragraph (a) (1) and ube paragraph (a) (i) of paragraph (2) of this regulation, the counting officer shall satisfy himself that the declaration of Identity has ‘been duly signed and witnessed and that the marked number on the deciaration of identity corresponds, in the casa referred to iin the aforesedd sub-paragraph (a) (1), toa similar marked number op the ballot paper envelope and, in the case referred to in the aforesaid sub-paragraph (a) (i), to a aimilar matked namber on ‘the ballot paper. If he ts so satisfied, he shall place auch deelarztian in a separate receptacle (herelonfier referred to a8 the “receptacle for dectarations of identity *) and, in the care referred to in the ‘aforesaid sub-paragraph (a) (i), the ballot paper envelope, and, in the case referred to in the aforesaid sub-paragraph (a) (ti). the ballot paper, in another receptacte (hereinafter referred to e the “receptacle for postal voters’ ballot papers”),",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "(4) Where in the cases referrod to in sub-paragraph (a) (0) and sub-paragraph (a) (ii) of paragraph (2) of this regulation. the counting officer is not a0 satisfied aa Is required by paragraph 48) of this reguiation, be shall-=",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "(@) merk on the declaration of identity tne words “ declaration ‘of Identity rejected”:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "(®) show such declaration to such counting observers at ore present and, If any objection is made by any observer to the decision of the counting officer regarding auch declaration, add fo the words marked on such declaration under the preceding sub-paragraph (a) the words rejection objected to”;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "(@) attach ta much declaration in the case referred to in the ‘forasaid sub-paragraph (a) (i), the ballot paper envelope cr, in the case referred to in tha aforesaid sub-paragraph (a) GD, the ballot paper; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "(@) place such declaration and the documenta which under the ‘preceding sub-peregraph (c) are atteched to puch declara~ fiom in @ receptacle (hereinafter referred to as the “receptacle for rejected votes of postal voters”).",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "(5) In the case referred fo in sub-paragrach (a) (iii) of paragraph (2) of thia regulation, the counting oficer shall mark con the declaration of Mdentity the words “ declaration of identity rejected, no ballot paper and no ballot paper envelope received! and shall place much declaration in the receptacle for rejected ‘votes of pastal voters,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "(8) In the ease referred to In sub-paragraph (a) (iv) of para graph (2) of this regulation, the counting offer ahall mez op the ballot paper the words “rejected, no declaration of tdentity received and shall place the ballot paper in tho reeeptacte for tefecled votes of postal voters.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 47,
    "par_num": 10,
    "text": "(1) Im the cane referred to In aub-paragraph («) (v) of part @aph (2) af this regulation, tha counting officer shalt open the allot paper envelone in order to ascertain whether a declaration of identity is enclosed therein.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "Referendum Act, No. 7 of 198! aT",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "{8) Uf, on opening the ballot paper envelope under paragraph",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "(1) of this regulation, a dectaration of identity and a ballot paper are found in auch envelope, the counting officer shall satisfy hime elf that such declaration has been duly signed and witnested end that the marked number on the declaration of identity corresponda tom aimilar marked number on such ballot paper and— . {a) if s0 satisfied, ahall place such declaration in the zeceptacle . |, , tor declarations of identity and place such ballot paper in . the receptacle for postal voters’ ballot panera, and + (b) if not 50 entisBed, shall— ) mark on auch declaration the words “declaration of . identity rejected \"5 ‘ (i) show such declaration to such counting observers as . ‘are present and, if any objection is made by any sy 7 Ohuerver to the decision of the counting officer ° \"regarding such declaration, add to the words marked on such declaration under the preceding sub-paragraph (i) the words rejection’ objected \"5 dll) attach to such decteration the ballot paper envelope and such ballot paper ; and lv) place such declaration and the documenta which under ‘the preceding sub-paragraph (iii) are attached to such dectaration in the receptacle for rejected votes (of postal voters. : (®) If, on opening the ballot paper envefope under paragraph (1) of this regulation, the counting officer finds",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "(a) only a declaration of identity, or \"",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "(®) only 9 ballot paper, or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "(©) nothing,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "the ahsl— .",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "() in the cate referred to tn the preceding sub-paragraph (a), ‘mark on such declaration the words “declaration of identity rejected, no ballot paper received *; .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "il) in the case refersed to in the preceding sub-paragraph (b), ‘snark on much ballot paper the words \"rejected, ne declara- tion of identity recsived \"5 tes",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "Gib) in the case referred to in the proceding sub-paragraph (e), mark on the ballot paper envelope the words “rejected, no contents recsived\"} ana",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "iv) 4f a declaration of identity or @ ballot paper 4s found in the ballet paper envelope, attach such declaration or allot paper to such envelope; and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "place the ballot poper envelope and the document or documents, if any, attached to such envelope under the preceding sub-para- rep (iv) in the receptante for rejected votes of postal voters",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "(20) In the case referred to in sub-paragraph (>) of paras",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 48,
    "par_num": 14,
    "text": "graph (2), the counting officer ahall mark on the covering enve- lope the words “rejected ; no contents received\"; and shall place ‘nich cavelope in the recentacle for rejected votes of postal voters",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 49,
    "par_num": 6,
    "text": "8 Referendum Act, No. 7 of 1981 Q1) A declaration of identity shall not be deemed to be duly signed and witnessed unlesa it $3 signed and witnessed bn ecear~ dance with the inatructions contained on the back of the form of @eclaration of identity. - : ‘Opening of 25. (1) On ths conclusion of the proceedings under regulation ballot 2%4, the counting aficer shall open separoiely each ballot paper BEDE 4g avelope placed in the receptacio for postal voters ballot papers. | {2} Where « baliot paper envelope does not contain any ballot paper, the counting officer shall mark ou that envelope the words ye ballot paper enclesed™, and shail place ft in the receptacle for rejected votes of postal voters. .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 49,
    "par_num": 6,
    "text": "3) Where a ballot paper envelope contains a ballot paper, the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 49,
    "par_num": 6,
    "text": "counting officer shall—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 49,
    "par_num": 6,
    "text": "(6) if the marked number on such envelope corresponds to & similar marked umber on soch ballot paper, place such! frallat peper jo the receptacle for postal voters ballot; ‘papers; and :",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 49,
    "par_num": 6,
    "text": "() if much envelope euntaina a bailot paper and the marked: | umber on such bellot paper does not correspand to the marked number on such envelope mark on mich envelope | ‘the word “rejected”, attach such ballot paper to such * envelope, and place them in the receptacte for rejected < ‘votes of postal voters,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 49,
    "par_num": 6,
    "text": "Sening sp (98. On the conchution of the proceedings under regulation 25, | ot elected the counting officer shall put the contents of the receptacle for Yotes and rejected votes of pastal voters and the cuntente of the reneptacle Seclzrmloms tor the declarations of entity into two separate packets end chall i seal up much packets : ‘The count, 21. (1) Before the counting officer proceeds to count the votes, he or a person authorized by him shall, in the presence of such i cf the counting observers an attend, take out the ballot Papers placed in the receptacle far postal voters’ ballot papers and count : and rected the number of such papers In auch receptacle, (2) Tn counting the votes in tha bollot popers placed {n the : recertacle for postal voters’ ballot papers, the provisions of sub- sections (3) and (4) of pection $4 and sections $8 and 26 af the ‘Act anal apply. Closure of 28, Upon the completion of the counting, the counting officer Ee\"tount. shall forthwith deliver in sealed packets to the returning ofbeer— (2) the counted ballot papers; (b) the rejected ballot papers ; . (©) the written statement of the number of votes given in favour of or ageinat the propo prepared in terme of Aubseetion (7) af section 38 of the Act (4) the record of the count under regulstion 27 (1) (e) the statement drawn up in terms of subsection (8) of ection 85 of the Act and (D the two sealed packets referred to in regulation 26, 6",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": ". \"Referendum Act, No. 7 of 1981 2” SOREDULETOTHESE REGULATIONS sxoonamon 8 WORM A . costs ssrsacamio 20 na ERATED 8 AORTA YODER To th Retaroing Ofte of Hace Dah Newent (give nombor and ame of alcboral dintiet) Ty snsentenimenimintimiuintiinnesinttminintenntmsntnrmiet inthe 1 bray olre ine 9 Rate APR wen erage Ihr reginar Of electors of Gur above staatianod electoral Gsiiot, ‘Bn eral wamber, tho Polling Sviaton cd 'sho poling diaries ander wivch my some appear into Tonia af at Tallin ison Bette seem Fattingietrot umber: ycrnnwnwereresvininenenen Bevin member Tnesby apt 10 be ted 0 4 portal voter sh the Teforenduin tacasee I am unable | nkal'ta Bet ele eo woes in porcehtat the poling tation sloted to sow by roomate pareenlarsirouatancee 8 Supe We) see member ofthe Lanka Sry Lahn Navy ii Lane Aic Foe %G) ansnoticeroratrantin the Departmen of Folic Tank Goversmens Raitway} ‘Deparemans of Hoste *) Toloommnnictions (Sri Teale Central Tramport Beef wrnvovnewnanctectnmeruaaranncinRegional Teasaport Boarky ‘eas en offeror serv in Uh pie porvie eppoined likly tobe pointed fr dotea ‘onoected with tho Referendem ; 1) naa ofr or srvnet of th Onninal Banko Cayon appoinedtihly tobe, oppotated ‘or Gating eaeeted with ah Referenda, \"stapes co which my allot paper a ther documunta onl eset fe foloma =",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "1b apptivent ig 06 eth $0 nnmenenmennrweneircinn fateion “ae Cnetiyng otteer So facordance i lia Co85 SPPOURE —eneseenenmennnennntn Relocate vomtiel “aabprates See cadet opp. ENG een eaten",
    "mean_p_confidence": 0.11
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "ee egg a. a eereeeenemenieemeerees See Sewn otal delenit nerno",
    "mean_p_confidence": 0.07
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "Signin eeplcan,",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "1 hers cority tat Tam oneblotfttty bo bo watiak/the applicant i mabe fialy te piomibs aetna met bho meena oe | By mo hie in isinep pti. |",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "2y offal nsignabian anda dcom nattedin is applination at oan ; ete and eft fra onennennevnnrtennteremen !",
    "mean_p_confidence": 0.25
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "i",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "eng rcaacayigrecnen |",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "nate gents L",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 50,
    "par_num": 10,
    "text": "— : *Desicinappinbleworde | 1",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 51,
    "par_num": 1,
    "text": "30 + Referendum Act, No, 7 of 1981 . . noms 1, svar aplcstion dal bo mda to ho resurning ofa of hn tno Pree as bette tometer er erent ingen rel Enc e er Len Srna tirey 2, Bear’ pplication shal be duty ed non otbaric 8 bist reas aN AEP Sat 4, Beary aptiann wi be nfo of Ae dacnon of the searing Tester proscar otter Soctmant wil bedapatset any sons Fare terran tienen esp npet penennee erate SIG ahd clon eine ete tet et Pera enon ieee tetranien Anpiaied SHUI Teele Bic The expen “eetying ter\" — (©) in elton tp any applicant oho, being a meri of th Bei Sask SaaS LAE y Se naa aos 0 5s th Comma of hs Ar othe Canin of the aro o ‘the Commander of that Air Force, or i¢ the officer in immediate Petree Gap pote ann i) 9 mot porn refers Ho fn clo of this sabperenh (0) ada iv oficris trance charge of tno a1 CED SL ea ia mlstion to say appease he, ting an ofcer or sora in the Sada tener no ton G) in the officer In tmraodiate charge of eny office, rusans tha appil- bernie 6554 208m porn rte jn care of thin egparagoph (1 2 URS en bette Sires of be oad tea parte",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "Referendum Act, No. 7 of 1981 61 en ™ ned FORM B Pee nari tity ome on Pon bet mee otha pte ne ne (to be inserted by estarning officer).",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "+ yey tha oe in hom hb yop os Senet stg de rari ha eer es Spienrtss Mee Seca etereeeharoe Qa ays",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "dy ean tpt rn rho tn bp mae olbermann Spear wk een Pots Signatare,",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "7 tes ae on hn mr st et Peete ork ea arti Sa ayaa =",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "‘The ballot paper handed over to the voter was merteed immediately hy hin a ets ao se mat oe Gna RU castyter ey, Wein attra SEES fpmanns ert",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "Psoriatic te woh om",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "Desires mmo rn tows te ag try wt piteteecordremaste mpi mais tera coho",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "ogee nee of Witness, oe (eo0 inatrwotions om beok of this form)",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "Tara",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 52,
    "par_num": 10,
    "text": "t ephaolyn f  n  n pp  h ectpicenony cami iy ctr te Be ee Soa Patna tienen acer SIC Ee",
    "mean_p_confidence": 0.1
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "e Referendum Act, No, 7 of 1981 Paes ow Foms",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "‘A. Lastroctiona to voter In respect of whom bollch paper and other",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "slosemects buve ben pated under the ary oh ot ing Siem,",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "1, _Bofore signing the dosleretion the voter in respeot of whona the ballot [ePaaud other dootmiots bave been despatched under tho ave of hls cet. Tag ottoee shall soo",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "‘8 Sin onvelope in which the form of detarntion of identity und the ballot",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "[Paper were lnrwarded tothe vooer andar te ene of anol aller:",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "(i) tad yeaa wuanber ofthe balck paper specified in te desteetion of",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "Tdantity te tho savoe aa tha munibee appearing oo the ballot paper banded over to hia. ’ i",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "‘Tha voter shal then sign the deolacation in Ube prosenee of ent aftr who all faction as bin wise,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "2 The voiar hag ouly one vote,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "3. The voter tall vota by marking « ballct epee with narom in tha sptce provided far the parpoee ou the right bard Geof mich eae Frmbol “lamp Sat bg te were “Soe ee poate ag apabel™ Po ‘SMottad to the word 0”, thon Xe",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "4. THE VOTER SHALL NOT ALLOW ANY PERSON TO SBE HOW WE HAS VOTED.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "&._Tenmediatety after voting the votot shall fold the ballot paper, obtako ‘be sell envelope provided on which are printed the words * bali pape gresiope “from his witmem, ploce the marked ballot peper in it withowt Haw ing te fram af the ballot paper and fasten the envelope Up. Tho ouvelope ‘ch thea be sealed in the greonace ofthe voter nad bie vito.",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "‘Tae voter shall chee place the yond ballot paper enrstope 2th hie souphated dolartion of sletity [a ton oor lnsor scloeedeneaipe al drove to the taring oon, fate ibe envelope op ead bana 1 oreo ‘hp winnome for deepateb without delay.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "4. A POSTAL, BALLOT PAPER SHALL NOT BE DEEMED TO BE DULY RETURNED. UNLESS IT IS RETURNED 60 AS TO REACH THE ‘BETURNING OFFICER BEFORE THE CLOSE OF THE POLL ON TRE FOLLING DAY APPOINTED, AND 18 ACCOMPANIED BY THE DE- CLABATION OF IDENTITY DULY SIGNED AND WITNESSED.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "1B. Lartrastions to voter in ewtpect of whom ballet paper and other doco",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "‘enta wore eo} dive to bun Uoder hin offwialdeegnation andedrece",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "1, Beto elping the declaration of ante, the voter sal bow the peraie before whom he eto aiga euch deelaration—",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "(0) the ballot naper Bearing the aarce reaber aq xpecified in euch",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "0) arate aad ™",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 53,
    "par_num": 21,
    "text": "©) toe ecvalope in which te voter hus rosived be farm of dectecation of density and te bollob paper. 3. \"The soter vhall niga the dociration of idantily in the provonso of a switneca who wall (2) ithe vor na eco of tho Bei Tanke Any, Bl Tana Navy, or ani At forn, ee Comainsted Ofte af toch Arey, Navy a ron (9) iF tho votar ip an offoe oF soryact in the publia sores oe the Cental 1 Sank af Gayl, bes mupeior fon rach wervn rf br rot ‘ban be superior offoer, any osbor offen of wank norviee, 3, The voter baw anly one vole.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 54,
    "par_num": 6,
    "text": "Referendum Act,-No.-7 of 1981 Ey",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 54,
    "par_num": 6,
    "text": "4. the votte shal vote by mos ing @ ballot paper with « ere fn Shenpase groin Trt purer oth bt nd lr of wth paper pete to",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 54,
    "par_num": 6,
    "text": "jbal “Lamp” allotted to the ward \" Yn\" or opposite the symbol “Pot'’ oud toe weed \"Ho, tae in",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 54,
    "par_num": 6,
    "text": "5 THE VOTER SUALL NOT ALLOW ANY PERSON TO AEE HOW WE BAS VOTED.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 54,
    "par_num": 6,
    "text": "4, Tmamodiately after voting, the votar shall place cyt marked ballet paper inthe erin nil ealopa.on wicah ar peated te word “balk paar Srpioga” an ie yp. Tn volar sal shy pace the Balls pop ripe etn wih dination fain, th othe ee on “Slope addrowol tote retuming afleer and dorpatcs Shera by pont wit bu dnay. Uni tho voter setarta the allot pape af once it ay be to inte io Be oountod",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 54,
    "par_num": 6,
    "text": "4. A FOSTAL BALLOT PAPER SHALL NOT BE DEEMED TO Bu DULY RETURNED, UNLESS I? 1g RETURNED 80 48 TO REACH THE RETURNING OFFICER BEFORE THE CLOSE OF THE POLC ON FRE POLLING DAY APPOINTED AND 18 AQOOMPANIED BY {HY DECLARATION OF IMENTITY DULY S1GNED AND WITRSSGED.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 55,
    "par_num": 1,
    "text": "ot Referendum Act, No. 7 of 1981 . rome ) Ramoamon 8, . so of oectanamr oo eseect {nll pans dla tas lost hr wonengs do emphng rien » Satnaene Stthe equa eae eRe Sango Wap ara ee ie it to he ery a Tae Se lala omc Dates we ou —Tha paras rfare ooo toed o Ue dara by thy yrs tao when Fertil oy S008 soueDoLE Aeorom 1 od 22 sons o7 Ds Yon ory oat oF 4 Yorn of toro want eas Fs AEE eaetnd Hae Selite Masi Ane ie tany omcnanoenUS OF STE Hag Fe ers oer sullen rte sh ny nn voor gat he eon ‘tarot wg ints oct thn comparianta ua phe sco (un Zon aright and santr elon Paporoproetnca gti bata\" allied wo teamord © See” es oppor eS RIT eee ae sh en ling gh lle Ge fin min bo ha stipes ia tp lst mesos eas an th yt tmernty nteealin peen roto tse ping oe whe wil, | Laat eee i [ithe voter votes both in favour of and against the proposal, his ballot paper will be void and. : area . ‘THIRD SOHEDULE vara 4 Bection 16 (3) Comba Neneh corti ia to taree_ | Trou ob oa] Fon crate ttn | Se healt |r anriath er me poe Ete accel & ne Propel and thw “Yer Eee haeo \"No\" must be printed In Shi Reaont wei bod",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 56,
    "par_num": 1,
    "text": "Referendum Act, No. 7 of 1981 55 H vORM B Sermon 21 $8) ise Op YOREHE £9 WHEM SUILOT PLTBMB ARM MOT DELIVERED OnpAm szoTOX 21 wt . ‘Sumber and Namo of . Wheto DUBIOES ateeneeeen . OMG Diva 5 gene © olting Dist mnnnnnnrnenninpnnin ollig tat ¢ nent es Namber of ‘Reason for not delivering over a ‘allt paper regutar of Naaue of Voter ‘sere ‘Refine | Alrady | Rafa to appropmitia |soarked with] be martad | ca aa | mae |“ i | | i . j me 7 | Po foal i | | : ! iL ORM ¢ Seems 26 (1) eT cis ina canis cipro bere aes opp 0b AH GU ipa shor Boe ‘tom te tha alovtaral dake gem a a aa Declared Bofors 6 thie ceeyei eth OE enestmiueennntemeenind ns . ac Rg say ucaboe and ame of ‘Bloatora Diseiet  nemenrnninne et Falling Dishcib tem envtennnrteomnnees POTIOg BOMO0 1 oa neeee necrnnnunnennninenmitnimatantinn mete i e",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 57,
    "par_num": 1,
    "text": "56 Referendum Act, No. 7 of 1981 FORM D ‘Buoriow £6 (1) pasusamon . : Tneesinnmaininns( DT 12 fall} famnimennnrsnien in (MSGI, beeaby decinry that Thre nat already Toted aithar het or shavhece a this Refprendam ia shin eteeoral duties, ~ apm raeer re Declared bef088 128 Bienen eee AlAY Of nena is a gar umber end mace of Fa a Boling Divisioa <mannsonsnannnnunnnnneenennas Bolling Distro oases Polling Sttl0D enemies FORM & Secriom 28 (1) ‘DRouanaTiOn Te nce etc AAPA OB fname), aed ash that Yas 5 gly isopbioo,oreoralled rt Wulng ot Wis ceo aroma ee ee a agar oe ‘Noaber and Nanas of Bletorad Dist ¢ nceeennrmenerevonnm Polling Diei00! vm snnvnemonmmnensnnnnnn Polling Distrite wenn mvonmovonnonvvcronennmrneronnn Rolling Station! an nmnrnnanennrrnenenn Ot vous F Seomox 26 (1) acuasation ee eS ee ee eolare that Ihave 704 alrealy voted at thls Refareadom in any other slortoral distriak. et ee Oe gas BG oT rarer and Nara of Binotoead Diet-iet + serene POMING DWIBIONE aesnnenrvmmmnnsnrrnrnnnnnrnn Polling Diteee tn nsvmwnnnvsonmnonernnnnnernnnnnn Polling Biatioe 3 mn onemnnnsnnomonersnonnoonewene",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 58,
    "par_num": 1,
    "text": "Referendum Act, No. 7 of 1981 87 FORM @ . Seozten 28 ‘Zeolenanly andainsocely doclare thot Tam the rame persee whowe name aPpAAte A — an RAMA) NOwrnennranrninenmren{ Serial Mumbec) in the regletee of electors for the ‘ectoral itt tiot OF een nner nennennnenmen pagan a aa ae aa ‘Deotared Def0E6 19 Wid cc nener mene neem YO eo ened mga pean Re ‘Nornber and Nemo of Bloocoral District 2 nnn aeneneeene ee Polling Divtsi00 : eeeeenete erent Polding DIRHO8 teennininsnimrentnrentettteat Polling BHAI wonanrcan-nenee neni FORM H Suorion 38 1No. of Voter ‘Nanus of Vobor waa a Peg aT DONO: neem, Nuuber and Name of Blestoral Dik ¢ ennmsenninnnenonene Polling Divison + ssnanninsnnsnnnenennennet Polting Distt» eeveimennnnnnaimesnnennsi ‘Polling BtQHOD ¢ erernseneoonemnenenennnenns",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 59,
    "par_num": 1,
    "text": "38 Referendum Act, No. 7 of 1981 FORM ‘Seorox 50 aor Panne a0couwe Sumber and Noe of etoeal Dat neem nn ling Dia nearer Polling Dist 0 enn Paling StQH00 2 ener a Xo, ofallot pepeeaiaraad othar than sp0it ballot PapEte wc nunninnairenien Spat BaOb PAPO 2 ae enna Dion baled PAPO eerie nn So. oftamsied ballot pepers weosived 3 ae mon me nent nenmnnt Ro, oftandered ballot papend 1asa8d (0. YOLAER  wceremnninnnneaminn Yo. et meme bere Dello OPER femmes annem Dil eee (Signature of Providing Offer) FORK J Ancewox 61 yom oF DecLMuTON OF soucor ‘Laclensmy pronaise aod declare that J willnct 4 this Beforondum do anything forbidow br sevtoa 51 of the Reforenoma Act, WE which haa been read to me, apnea a, a (iqnonars of poor ting dodreton) Nott Ten section mat ba read the delarant by thn peswi inking the derlarats,",
    "mean_p_confidence": 0.36
  }
]