[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA... | + INLAND ‘REVENUE (AMENDMENT) ACT, No. 42 OF 1990 \"+ [Certified an 29h November, 1996] Printed on the Orders of Government : Published asa Supplement to Part Ht of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 30, 1990 ‘ruveess AF TCE DEFARSNOTE OF COVERARIRNT WREDZING, RE LAINUA TO BE PURCHASED AT ME GOVERNMENT PUDIECATIONS BUREAU, coum Price : Rs. 2.70 . Postage : Rs. 3.40 *.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Inland Revenue (Amendment) Act, No, 42 of 1990 . [Certified on 29¢h November, 1990} : LD—O, 28/90 . Aw Act 70 amen THE Evtann Revenue Act, No, 28 o 1979 BE it enacted by the Parliament of the Democratic Socialist . Republic of Sti Lanka as follows :—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "1, This Act may be cited as the Inland Revenue (Amend shoct ment) Act, No. 42 of 1990, tite,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section 4 of the Injand Revenue Act, No. 28 of 1979 Amendment Ghereinatter referred to as the “principal enactment”) is StgrHe™ hereby amended in patagraph (a) of that section as Act No. 20 follows :— of ii.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "() by the substitution, in item (ii) ‘of sub-paragraph",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(tv) of that paragraph, for the words and figures ‘on or after May 26, 1986 ; and”, of the words and figures * on or aiter May 26, 1986 ; ” ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) by the substitution in su-parapraph (iv) of that",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "‘paragraph, for the words and figures, “established",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "bby the Agricultural Insurance Law, No, 27 of 1973.,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "of the words and figures, “established by the Agri- - . cultural Insurance Law, No. 27 of 1973 j and”; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(8) by the addition, at the end of that paragraph, of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "following subparagraphs :—",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "* (wil) the Superior Courts Complex Hoard of ‘Management established by the Superior Courts Complex Board of Management Act, No. 50 of 10875",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Gviti) the International Committee of the Red Cross; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "7 {Lix) the Instftute of Policy Studies of Sei Lanka *",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "established by the Institute of Policy Studies of Sri Lanta Act, No, 83 of 1968.\",",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "3. Section 9 of the principal enactment is hereby amend- Amendment",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ed in subsection (1) of that section as follows :— gue eineigal (2) in paragraph (b) of that subsection— Fiacunent, (a) by the insertion, immediately after sub-para- graph (viii), of the following sub-pars- graphi— “ Gx) an employee of the Institute of Policy Studies of Sri Lanks, established by the Institate of Policy Studies of Sri Lanka Act, No, 53 of 1988 5\"; and gn or reas—a.480 190/10) ee",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "mm ONT . zoe Inland Revenue (Ametdment) oa _ * Act, No. 42 of 1990 ° . (®) by the substitution for the words and figures , . “referred to in items (i), (i), (il); (iv), (Ws : (vi) or (vii) 5%, “ot the words arid figures “referred to in items (i), (i), (i), (iv), * 4), vt), (vil), (vii) or (ix) 5775 and (2) in paragraph (h) of that subsection, by the substitu: tion for the words “the International Irrigation Management fnetitute or the Colembo Pian . Bureau, or the Asian Development Bank ;”, of the words “the International Irrigation Management . Tnstitute, the Colombo Plan Bureau, the Asian Development Bank, the World Bank or the Inter- national Committee of the Red Cross ;”. Amendment 4, Section 11 of the principal enactment is hereby amen- iLlot te ded, in paragraph (0) of that section, by the substitution principal for the. word’ and ‘figures “17, 174, 18, 19, 20, 20a, 208, ~ 0c, 21; 22, 22a, 228, 2%0, or Bn of this Act”, of -the , words and figures “17, 17, 1c, 170, 17, 19, 20, 20a, LOe, 20c, Zl, 22, 224, 228, 22c, 229, 22on0 or 220000 of this Act”. Amendment, - Section [4 of the principal enactment is hereby amen- Goris ded in poragraph (2) of that section as follows :— Tucheeht, (2) by the substitution in sub-paragraph (xix) of that ‘patagraph for the words “ partnership were shared : . \"> and”, of the words “ partnarship were shared ;” (2) by ihe substitution ia sublpsragraph (xvi) of that paregraph. for the words “to whom such gain arises,”, of the words “to whom such gain arises ; and”; and . (8) by the insertion immediately after sub-paragraph",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "(vi) of the following sub-paragraphs :—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "+ (xvii) the sale, on or alter January 1, 1990, of any property held by any individual (other than any property which immediately prior to such sale formed part of the ssséts of any business), if the full sale proceeds are inves- ted, within one yeas from the date of such sale but on or béfore April 1, 1992, in the pur- chase of any ordinazy share, other than any",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": ": existing, share, in any company— . ++ (@) teferred to in section 17c ot in section . ‘22nn0 or in section 220pap, oF",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Inland Revenue (Amendment) 3 Act, No, 42 of 1990 (b) carrying on an undertaking referred to {in section 17, if the sum 59 invested is . certified by such company as being solely for the purpose of expanding the = Productive capacity of such underta- king:",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Provided that the provisions of this sub- paragraph shall not apply if an allowance in expect of stich investment is deducted under section 31, from the assessable income of that individual for any year of assessment:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Provided further that where any change - of ownership of any share so purchased occurs, otherwise than by the desth of that individual, ‘within five years after the date of such purchase, an additional aisessment consisting of the diffierence between—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "@) the income tax to which sech individual would have been liable for the year of assessment in which such capital gain arose had the exemption from",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "income tax granted under this sub- paragraph not been granted in respect of such part of such capital gain os és attributable to the sum invested in the purchase of the share in respect of which such change of ownership eocurs; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "(i) the income tax charge for the year of assesment in which such capitel gain arose,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "shall, notwithstanding anything in this Act,",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "tbe made for the year of assessment in which",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "such gale wos made in respect of that",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "individual and accordingly, the provisions of",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "this Act relating to notice of assessment,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "appeal and other proceedings shall apply to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "such additional assessment.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 14,
    "text": "Yor the purposes of this sub-paragraph the expression “such part of such capitel gain as is attributable to the sum invested in the purchase of the share in respect of which such change of ownership occurs”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": ". Cn Inland Revenue (Amendment) 5 . Act, No, 42 of 1990 ‘ means the sum which bears to the sum~ invested in the purchase of the share in . Tespect of which the change of ownership oceurs the same proportion ae the propor tion which the entfrety of such capital gain bears to the full proceeds of the sale of the, . Property referred to in this patagraph ; ' (xviii) the sale, by any venture capital company referred to in section . 2200p of any share or stock, held -by it in any other company ; . (xix) the sale, by any unit trust or any - mutual fund referred to in section ‘ ‘22o0p, of any share or stock: held by. 7 such unit trust or mutual fund in any + other company ; + (xx) the sale, by any person of any unit . held by such person in any unit : trust or any mutual fund after one + year from the date of acquisition by such person, af such unit ; . (xxi) the change'of ownership of any share in a quoted public company after one : tae year from the date of acquisition by . ‘any person of auch share”, jnsertion of. 6. The following ‘new sections are hereby inserted \"ay ution immediately after section 17a of the principal enactment 31s Jt and and shall have effect as sections 17a, 17c, 1%, 17e, 17 and Udita’ ‘7a of that enactment :— : Enaciment, . ‘Exemption 1%, {1} The profits and income within Feorke™® the meaning of paragraph (a) of section. (8) reais and (other than any profits and income from the.! ay sale of capital assets), of any undertaking * . Butehaaing referred to in subsection (2), shall be ex- 7 empt from income tax for a period of five . years from the commencement of the year af assessment in which such undertaking com- menced to carry on business. ‘ (2) The provisions of subsection (1) shell | . apply to any undertaking which— be (@) commenced to carry on business on oF \" pfter Jenuary 1, 1990;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "' Inland Revenue (Amendment) - 5s Act, No. 42 of 1090 i (6) 4s, on the recommendation of the ‘Minister in charge of the subject of Polley Planning and Implementation, ‘epproved by the Minister, to be an : undertaking to which this section applies, by notice published in the Gazette on or before April 1, 1902; (c} is engaged in purchasing for resale, | of any agricultural or export oriented commodity, other than black tea in bulk, crepe rubber, sheet suber, scrap rubber, coconut oil, dessicated coconut, copra, fresh coconuts, coco- nuts, coconut fibre or such other commodity as may be specified by the Minister by notice published in the Gazetie having regard to the eco- nomie progress of Sri Lanka; and (@) tz not formed by the splitting up, re- construction, or acquisition of any business which wes previously in existence,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(8) For the purposes of subsection (2) of this sectioa, the expression “any agricul tural or export oriented commodity” mens any—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "i) ageicultural produce; or",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "+ Gi) commodity manufsetured from any agricultural produce; or",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(Gil) manufactured article intended tobe : supplied to shy exporter for export, Exemption 3c. (1) The profits and income with{n the om Income raeaning of paragraph (a) of section 3 (other Remsen than any profits end income from the sale of iy piopeer- capital assets), of any company referred to ‘thing. in subsection (2), shall be exempt from in- come tax for a period of five years from the commencement of the year of assessment in which auch company commenced to cary",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "‘on business,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "an a Intend Revenue (Amendment) : : Act, No. 42 of 2000 , os (2) The provisions of subsection (1) shall,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "‘ apply to, any company which—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(@) commenced to carry on business on at . after January 1, 1600 ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "a (b) 4s, on the recommendation of the ‘Minister in change of the subject of Industries, approved by the Minister + by notice published in the Gazette on : or before April 1, 1992, as a company",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "to which this section applies ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(€) is engaged only in carrying oo,  @ an industrial undertaking of a : pioneering nature in regard to industrial products or indus-",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ". trial processes; or",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ". . ° Gi) aa undertaking for the provi- sion of training in manufac turing processes, or computer soft ware and computer rela- ted development, or industrial",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ". . design :",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": ". ‘Provided that such undertaking is not an undertaking formed by the splitting up, re construction, or acquisition of any business",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "‘ which was previously in existance, Fammgtion 172, (1) The profits and income within tarot the” the meaning of paragroph (a) of section 3 © Bietimfeft (other than any profits and income from the _ + MGBRDMY sale of ctpital assets) of any company refer intra, re red to in subsection (2}, shall be exempt from facilities. jneome tex for. 2 period of five years from the commencement of the year of assesment . in which such company commenced to carry on business, -",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "(2) The provisions of subsection (1) shell",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "‘apply to any company which— . . (0) commenced to carry on business on OF",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "after January 1, 1990 ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "Inland Reveiue (Amendment) 7 Act, No, 42 of 1990 (b) 1s,-0n the recommendation of the Minister in charge of the subject of Industries, approved by the Minister by notice peblished in the Gazette - on or before April 1, 1992, as a com- pany to which this section applies ; (©) is engaged only in carrying on any | undertaking which provides in any jocation, infrastructure ° facilities including floor space of not less than two thousand square feet ench for the exclusive use of each of not less than twenty enterprises for the pro- : duction or manufacture, fm that loca tion, of goods or commodities :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": ". Provided that such undertaking is not an undertaking formed hy the splitting up, re- construction or acquisition of any business which was previously in existence, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "_ Beeimption We. (1) The profita and income within Eom cTEOM® the meaning of paragraph (a) of sectian 3, profits and other than any profits and income from the omeot” sale of capital assets), of any off-shore com- Gompanies pany registered under Part VIII of the Cora- Hom certain Sonies Act, No, 17 of 1982, from any under~ Serviews, taking referred to in subsection (2), shall be",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "exempt from income tax for a petlod of five",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "‘years from the commencement of the year of",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "* assessment in which such company is 50",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "registered, if such profits and income (less",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "any amount as the Commissioner-General",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "considers reasonable expense) are remitted to Sri Lanka, .",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(2) The provisions of subsection (1) shall",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "apply te any undertaking which—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(a) is approved by the Minister by notice",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "‘published in the Gazette on or before",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "April 1, 1992, os an undertaking to",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "which this section applies; aid ~",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "(2) is engaged onshore, in off-shore",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "jransactions relating to the provi-",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 18,
    "text": "gion of services in insurance or avia-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "& Inland Revenue (Amendment) Act, No, 42 of 1990 . : » tion or underwriting of loans or syndication of loans or international : consultancy or in any combination . of two or more of such services, Bremption | _J?e.(1) The profits end income attributa- from, ble to the expansion of any undertaking for profs end the production or manufacture of goods oF Hom the commodities and referred to in subsection sxpension (2), shall be exempt from income tax for a Gidateings, Period of five years reckoned from the rele- ' vant date,»",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(2) The provisions of subsection (1) shall",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "apply to any undertaking—",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(@) which has incurred, within a period of twelve months from the relevant date, new capital expenditure of not",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "Jess than five million rupees in. emount in expanding its productive capacity; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": ". 4) which is, on the recommendation of Lo the Minister in charge of the subject . of Industries approved by the Minis- ter by notice published in the : Gazette on or before April 1, 1992 to be-an undertaking to which this oa section upplies; and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "(@) in respect of which the Commisstoner-",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "‘General is satisfied that the number of employees employed, on the Jast day of the year commencing on the relevant date, in such undertaking and in respect of exch of whom re gular contributions to any provident : fund approved by the Commissioner : -General are being made, exceeds the maximum number of employees, who were employed in that under- > « taking for an unbroken period of not . - less than twelve months immediate- ly preceding the relevant date, by not Jess than twenty five: “",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Tnlond Revenue (Amendment) 9 Act, No, 42 of 1990 Provided that where at any time during any year of assecsmnent within the five years referred to in subsection (1}, the number of eraployees employed in such underteking and in respect of every one of whom regular, contributions to any provident fund sppro- ved by the Commissioner-General are being + made, does not exceed auch maximum by twenty-five or more, such profits and income of thet undertaking for that year of assess- ‘ment as are referred to in subsection (1), shall not be exempt from income tax. (8) For the purposes of this’ section end in relation to any industrial undertaking— (a) the expression “profits and income . attributable to the expansion” in relation: to any year ot assessment means the excess of— (© the profits and income, within ‘the meaning of paragraph (0) of section 3, (other than any profits and income from the sale of any capital asset), of . ‘that undertaking for that year of assessment, reduced by ten per-centum or such other percentage of such profits and income, ax may be specified by the Minister having regard to . the rate of fnfiatlon which prevailed in Sri Lanka in or about that year of assessment . by notice published in the Gazette, over (U1) the annual average of such profits and income of that undertale- Jng, such average being eomputed for a period of threa yeara immediately preceding the relevant date where the undertaking hes been carrying . ‘on business fora period of three years or more prior to « the relevant date or for the entire period during which it",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "to Inland Revenue (Amendment) ‘ Act, No, 42 of 1990 hhas been carrying on business, where the undertaking has been carrying on business for . a period of less than three - + years prior to the relevent ate 5 (b) the expression “relevant date”, means the first day of any calendar month not earlier than April 1990, and not",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Tater than March 1992, and selected",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "by the person carrying on that under taking or where the undertaking is ‘carried on by a partnership, by the precedent partners of that partner- ship, and notified to the Comnmis- . sioner-General in writing not later . than thirty days from the last date",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "of that month:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Provided that where the relevent date Js not so notified to the Com- missioner-General the relevant date shall be deemed to be April 1, 1990 ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "(©) the expression, “new capital expen- ditare” means expenditure incurred by the person who, or the partnership",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": ". which carries on that undertaling tn the purchase of new productive equipment, (other than any land or",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "* any building) which is intended to increase its productive capacity: Provided that expenditure incurred in.the purchase of productive equip- tment which is not new shall be deemed not to be new capital expen-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "Giture unless it is proved to the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "satisfaction of the Commissioner",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "General that —",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "() the purchase of that productive equipment is economically justifiable ; and . |",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 11,
    "par_num": 13,
    "text": "() the purchase price represents 7 the fair merket value of such { productive equipment: .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "inland Revenue (Amendment) uw Act, No, 42 of 1990 . of Provided further that any expen- . diture incurred for the replacement . after the relevant date of any equip- ~ ment which formed part of the assets of that undertaking on or before the relevant date, shali be deemed not to a be new capital expenditure. . Exemptic 176. (1) The profits and income within em Toaue the meaning of paragraph (¢) of section 3, of the, of any undertaking for the transport of ..Endincome passengers, from the operation of any omnt Homsaynes bus referred to in subsection (2), shall be the for exempt from income tax for a period of + transport three years from the date of the first regis- ofpatsensers tration of that bus by the Registrar of Motor Vehicles. . (2) The provisions of subsection (1) shall apply to any omni bus which— . {q) is new ; {b) is first registered by the Registrar of Motor Vebisles on or aftr January 1, 1990 but prior to April 1, 1992; and (c} has a seating capacity for not less than. 7 . thirty persons excluding the driver. (3) For the purposes of this section the expression \"the profits and income from any . omnibus” in relation to any yenr of assess- . ment and to any underteking for the trans- port of passengers, mesns the sum which bears to the gross receipts from the trans- port of passengers by that omni bus the same . proportion as the profits and income of that undertaking from the transport of passen- gers bears to the aggregate gross receipts of . that undertaking from the transport of passengers by al! the omn{ buses operated by . that undertaking.’ 7. Section 208 of the principal enactment is hereby awendment amended by the substitution for. the words “foreign ex- ofsectlon + change value of the exports related to mich supply.\", of 2yotthe ! ‘the words “foreign exchange value of the exports related Gnagtnent to such supply: . toe",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": ": 2 Inlend Revenue (Amendment) Act, No. 42 of 1990 Frovidied that where it is proved to the satisfao- * tion of the Cormmissioner-General that it is inexpendient or impracticable to cover such supply by a letter of credit in the aforesaid manner, he shall direct that notwithstanding thet such supply . isnot so covered, the exemption granted under this section shall apply if—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "{a} such supply is covered by a letter of credit | opened in a bank in Sri Lanka or such other documentary evidence as is required to",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": ". satisfy himself that the exports relating to such supply were in fact made, is adduced ; : and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "(B) the receipt of the foreign exchange value of the exports relating to such supply is certified by the bank to which the foreign exchange value of such exports is remitted.”.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Tnsertion \"8. The following section is hereby inserted immediately",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "cine after section 22opp in the principal enactment, and shall jam ta, have effect es section 22nunp of the enactment—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "onto 4Exemption —_“220pp, (1) The profits and income (other",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "feryagome han any profits and income com the sale of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "pieiteand any capital asset in respect of which an",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": ". ayaa allowance for depreciation within the mean-",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "trust or ing of section 23, has been granted) of any",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "Byrom! unit trust or, mutual fund referred te in sub-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": ". section (2), shall be exempt trom income tax",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "for a period of five years reckoned from the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "cornmencement of the year of assessment in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "+ which such unit trust or, mutual fund",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 17,
    "text": "commenced, to carry on business. (2) The provistons of subsection (1) shall ‘spply to any unit trust or, mutual fund approved by the Minister by notice publish- . ed in the Gazette on or before Aptil 1, 1992, aa a unit trust or, mutual fund to which this section applies.”, Amendment 9 ‘Section 23. of the principal enactment is hereby sf acctiom—aaruended 1 in subsection (1) of that section, by the insertion prinelpal immediately after paragraph (ece), of the following enactment «= paragraph i— *",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ". Inland Revenue (Amendment) 1B",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Act, No, 42 of 1990 “ (eeee) ‘a sum equal to one-tenth of any payment made, on or after April 1, 1990 by much",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "_ Berson as consideration for the licensing, in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "his favour, or any manufacturing process used by him in any trade or business carried",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "* on by him:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Provided that no deduction undef the provi- . sions of this naragrayh shall be lowed to any person in respect of any such payment ff the total of the sums deducted in the preceding . years of assessment is equal to the amount of stieh payment”,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "10, ‘The following new sections are hereby inserted Insertion immediately after section 23 of the principal enactment and of Rew. shall have effect respectively as sections 234 and 23n of that 23a and enactment :— 2s ta the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "> dnackment cars 234. (1) Subject to the provisions of deductions subsection (2), tere saall be allowed, for Boe eain the purpose of ascertaining the profits or escoreaiog —‘ittcome of any resident person from any Profits an undertaking engaged in the export of any .",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "commodity (other than black tea in bulk, .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "crepe rubber, sheet rubber, serap rubber, coconut oll, desiccated coconut, copra, fresh coconuts, coconut fibre or such other com modity as may be specified by the Minister",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "by notice published in the Gazette having",
    "mean_p_confidence": 0.96
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "regard to the economle progress of Sri",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "Lanka), manufsctuted in Sri Lanka, a",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "deduction in respect of any sum expended",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "by such person for the putpose of any",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "approved export market development activity, of an amount equal fo twice the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "sum so expended,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "(2) No deduction under the provisions of subsection (1) shall be allowed in respect ~",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": "of any sum expended—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 20,
    "text": ": {) by way of remuneration paid to x (i) more thon two employees portictpating in any trade fair or trade exhibition ;",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "4 Inland Revenue (Amendment) . : Act, No. 42 of 1990 Qi) more than’: three employees employed in any trade office ; . or (il) any employee, if such remunera- tion exceeds the amount approved by the Controlier of Exchange, For the purposes of this paragraph— @) “employee “ in relation to a trade fair, trade exhibition or trade office, means any employee . . Who hhas been fr the employ- ment of any resident person . referred to in subsection (1) for an unbroken period of not Jess than twetve months * immediately preceding, the commencement of the period within which such trade fair or trade exhibition is held or the date on which such trade office is opened, and in Tespect of whom regulor ¢on- . tribution to any provident fund gpproved by he Com- . missioner-General have been, made by such resident person throughout such perlod of ‘employment ; and {iY “remuneration paid” In selation to any employee nieans the expenditure relating to travelling, accommodation, subsistence or any — other expenses of such employee. incurred in connection with his participation in such trade fair : ox trade exbibition or is employment id such trade office :",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "\"Inland Revenue (Amendment) 18 Act, No. 42 of 1990",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": ". (6) for the purpose of maintelning such",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": ": trade office if such undertaking has",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "@ permanent establishment subject",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "‘to any tax on income in the country",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "in which such office is located ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(e) i€a deduction in respect of such sum is allowed under section 23; or (@) prior to April 1, 1900 or on after",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "Apzil 1, 1995,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "~  @) For the purposes af subsrction (1) the",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "expression— | ~ (a) “export market —_developmemt activity” means—",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(i) participation in any trade fair, or trade exhibition held out- side Sri Lanka ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "Gi) maintaining any trade office in any location outside Sri Lanka ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(iil) mserting any advertisement in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": ". any ' publicatfon , published",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": ": outside Sri Lanke ;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": ". Gv) preparing, printing amd publish ing bé any catalogue, brochure or other promotional litera- ture ; or",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(¥) any other setivity, which is exclusively for the purpose of . promoting the export of any commodity referred to in sub-",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "section (1) ;",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "{d) “approved” means approved, on the recommendation of the Export Development Board, by the Com- missioner-General subject to such conditions as may be specified by him;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "(©) “manufactured in’ Sri Lanka” in relation to any commodity means any commodity exported from Sri",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 16,
    "par_num": 21,
    "text": "a ‘Lanka in respect of which—",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 17,
    "par_num": 1,
    "text": "18 Inland Revenue (Amendment) — Act, No. 42 of 1990 > @) the value added to that. com- modity in Sdi Lankn is certifi- . aid by the Export Development ’ Board to be not less than forty per centum of the export price (before charging freight and . insurance) of such com- modity ; or - Gi) the Iabour component of the value added to that commodity in Sri Lanka is certified by the Export — Development . ‘Hoard to be not less than sixty per centum of the total value added to that commodity in Yurther 235. (1) Subject to the provisions of sub- Sequetiang _—section (2), there shall be allowed, for the SPF odin purpose of ascertaining the prafite or income ascertaining | of any person from any undertaking for the prostgand” manufacture of any commodity, a deduction nome of an omount equal to twice the amount of any expenditure incurred by such person in carrying on any scientific, industrial or agri- cultural research or in the training in Sri Lanka, of iny employee employed in that undertaking, such research or training being directly related to upgrading the manufactur- ing process or the quality of such commodity. (2) No deduction under the provisions of subsection (3) shall be allowed in respect of any expenditure incwrred— (@) prior to April 1, 1980 or on or after: April 1, 1995; . ‘ (b) ita deduction in respect of such expenditure is— @) allowed under the, provisions of section 23; or i (i) notallowable under the provi- . sions of section 24.\"",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) °°” 17 : Act, No, 42 of 1990 * IL Section 31 of the principsl enactment is hereby teen\" amended es follows ;— teipal (2) in subsection (4) of that section— ‘nackraent, _\"@) by the substitution, for the words and figures + “subsection (68) and subsection (Sc), of the 7 words-and figures “ subsection (58) subsection (Sc) and subsection (5p) ”; (b) by the substitution, for the words, “made by him in that year of assment, of an allowance equal to the amount of such qualifying payment.”, of the words and figures “made by him or deemed to have been made by hin: in that year of essesament, of an allowance equal to the amount of such qualifying ‘ payment: Provided that where a qualifying payment made . ¥ by any person on or after April 1, 1990, but prior to —_ Ociober 1, 1990, in the purchase of any ordinary . share, other than any existing share in any company * referred to in section 17 or section 22oup or * ‘section 22ne00 or carrying on an undertaking re- ferred to in section 17 shall, if such person by goromunication in writing addressed to the ‘Commissioner-General on or before November 30, 3090 so elects, he deemed, for the purposes of this subsection, to have been made in the year of assessment commencing on April 1, 1989.”; (2) in subsection (2) of that section— (4) by the addition, Immediately after subparagraph (vl) ‘of paragraph (b) of that subsection, of the following sub-paragraph :~~ * (vii) the Sevana Fund created and administered by the National Housing Development Authority established by the National Hous- ing Development Authority Act, No. 17 of : 1079; (i) by the substitution, in paragraph (4) of that sub- section, for the words, “in an approved under- ‘ taking,\" ; of the words “in approved undertak- ing, other than en approved undertaking referred to in paragraph (9) 3.75",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 1,
    "text": ". Bb. Inland Revenue (Amendment) - Act, No, 42 of 1990 | Gti) by the addition, immediately after sub-paragraph 2 (ix) of paragraph (k) of that subsection of the following sub-paragraph :— “ (x) the Institute of Polley Studies of Sri Lauka, ‘estatfished by the Institute of Policy - Studies of Sri Lanka Act,No.53 of 1988;”; . and - (iv) by the insertion, immediately after paragraph (p) of that subsection, of that following parsgraph :— “(q) any sum invested by any person in the - purchase of ordinary shares, other than exis- ting shares, in any approved undertaking being a company— . > ° @) referred to in section 7c or section Enno or section 2onmn ; or Gi) carrying on an undertaking referred to _ in section 17, if the sum 50 invested is certifled by such company as being . solely for the purpose of expanding the productive capacity of such undertak- ing: . Provided that where the sum a0 in- vested is out of the full proceeds of any sale referred to in subparagraph (xvii) of -paragraph (2) of section 14, no allowance shall be deductible under this section, if an exemption from ineoms tax in respect of the capital gains arising from such. ssle has been granted under section 14°; (@) in subsection (8c) of that section, by the substitution for the words and figures “commencing on or after April 1, 1988”, of the words and figures “conmen- cing on oF after April 1, 1988, but prior to April 1, 990” ; (4) by the insertion, immediately after subsection (5¢) of that section, of the following subsection :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": ". Inlund Revenue (Amendment) 9 Act, No, 42 of 1990 . «(G0) The deduction from the essessable income . of any person, otnet than a company, for any year of assesstnent commencing on or after + ‘April 1, 1990—",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": "(@ im respect of all quolitying payments other than those referred to in parsgr- epba (b), (c), tm), (n) and (q) of subsection (2), made by him or deemed to have been made by him, shall not exceed one-third of such assessble income or fifty thousand rupees, which~",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 20,
    "par_num": 3,
    "text": ". ever is less; (i) in respect of all qualifying payments, referred to in paragraphs (c), (m) and (n) of subsection (2), made by him, or 7 deemed to have been made by hima, . shall not exceed fifty thousand zupees ; (ii) tn respect of any qualifying payment referred to in paragraph (q) of sub- section (2), made by,him or deemed to have been made by him, shall not + exeeed one-third of such assessable income ; and (tv) in respect of the aggregate of all quali- fying poyments referred to in para- gragh (i) and (li) of this subsection, shall not exceed fifty thousand rupees.\" 5 (5) in aubsection (6) of that section, by the substitution for the words “referred to in paragraphs (6), (¢), (m), (a) of” , the words “referred to in para- graphs (b), (0), (m), (n) or (a) of\"; (6) by the insertion, immediately after subsection (Ta) ‘of that section, af the following subsection :— “ (7p) Where an allowance has been deducted trom fhe ausessable income of any person under - eubsection (1) in respect of any qualifying",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "\"90 Inland Revenue (Amendment) Act, No, 42-0 1990 and where, within a period of five years after ‘the date of stich purchase there is a change in the ownership of such share otherwise than by the death of the individual who purch- ‘sed such share then, in respect of the year ‘of assessment in which such allowance was granted an additional assessment consisting of the difference between the income tax to -which the person who has been granted the allowance would have been lisble if such allowance had not been granted and the amount of tax charged for that year of assessment shall, notwithstanding anything in this Act, be made in respect of that person and the provisions of this Act relating to notice of assesement, appeal and other procee- : ings shall apply accordingly.”; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(7) in subsection (8) of that section, by the substitution, for the words “in paragraphs (d) and (m) of”, of tha words “in paragraphs (d), (m) or (q) of”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "“Amendment 12 Section’ 82 of the principal enactment is hereby Sit te amended. as follows :—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "petocipal",
    "mean_p_confidence": 0.03
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "Snoctment,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(1) in subsection (Ba) of that section, by the substitution for the words “from the change of ownership of any property within such period”, of the words, “from the change of ownership of any property, not being any share in any quoted public company",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "‘More than two yearn”;",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(2) in subsection (2x) of that section, by the substitution for the words “from the change of ownership of any property within such period”, of the words, ‘from the change of ownership of any property: not being sny share in any quoted public company within such period”; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(8) by the insertion, immediately after subsection (Gp) of that section, of the following subsections—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(B33) Where the taxable income of a perso.",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Inland Revenue (Amondment) a . ‘Act, No, 42 of 1990 ; company, within e period of one year after the date of acquisition of such shere by such person, and the “8 rate of income tax payable on a part of such income (hereinafter in this subsection referred to as the “relevant part of the income”) exceeds twenty per centum, then in regard to the relevant part of the income the tax shall be computed ax follows :— (a) if the relevant part of the income exceeds the pmount of such capital gain— () the tax payable on such part of the income ss is equal ta the amount of auch capital gain shall be af the rate of twenty per centum ; and (ii) the tax payable on the balance of the relevent part of income shall be com- puted according fo such of the rates 7 above ten per centum as are applicable —— thereto under this Act; and (0) if the relevant part of the income does not exceed the amount of such eapitel gain, the . tox payable on the entivety of the relevant part of the income shall be at twenty perce- ntum notwithstanding anything to the + contrary in this Act. 1% Section 33 of the principal ensetment is hereby pendment ‘amended as follows -— at section ‘3 of the (2) in subsection (1) of that section— Brincipal (2) by the substitution, for the proviso to pars . graph (0) of that subsection, of the following provi t= ete “Provided that a quoted public company shall not be Mable to pay tex under para: : graph (0)— () for the year of assessmerit commencing . on April 1, 1980 and for each of the t",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 1,
    "text": "22 > Inland Reventie (Amendment) ‘ : ‘Act, No, 42 of 1990 . . three years of assessment immediately succeeding that year of assessment ; and : , Gi) for any year of assessment commencing . . on or after April 1, 1961; and;\"; and . ._ (b) by the insertion, immediately after paragraph (b) of that subsection of the following : ‘paragraph s— a . (bb) an amount equal 16 fifteen percenturn ‘of the aggregate amount of the gross dividends distributdd to any non- - ” resident person by a quoted public company in any year of assessment eommencing on or after April 1, 199% out of the,profits on which the taxable income of such company is computed for any year of assessment”; and _ ©) in sub-paragraph (4i) of paragraph (c) of subsection . ot (2) of that section, ne . (i) by the substitution, in item (a) of that sub- . paragraph, for the words and figures “on or before March at, 1980 ; or”, of the words and figures “on or hefore March 31, 1980 ;\"} (ii) by the substitution, in item (b) of that sub- ~ paratraph, for tha words and figures “on of + after April 1, 1980.”, of the words and figures, . “on or after April 1, 1980 but prior to April by : 1990; or”; and . : (il) by the addition, immediately after item (b) of . ‘that sub-paragraph, of the following item :— : “(@) seventeen, and eleven-seventeenth . per centum if the divident is payable ‘on or after April 1, 1990.\". . Amendment 14 Section 35 of the principal enactment is hereby # seetion amended hy the insection, immediately after paragraph (d) Principal’ _—-of that section of the following paragraph :— . enactment, ~ . * (9) that dividend is a dividend declared by a quoted an public company on or after April 1, 1901, *.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": ". Inland Revenue (Amendment) % Act, No, 42 of 1990 ,J8 The following section is hereby inserted immediately Insertion at sdter section 37 of the principal enuctment and shail have $eWasetion effect as section 37A of that enactment :— principal . Snectment. Every, 874, Every resident company shall deduct company to from the amount of eny dividend -(herein- feduct |, -after in this section referred to as the from any “relevant divident”} which becomes gixigend. payable on or after Apri? 1, 1991, to any from any non-resident person if the relevant dividend pubis consists, of the whole or any Part of the _ fompany amount of a dividend not being the whole Payeble to «OF -any part of a dividend which is exempt By pon from income tax under this Act, distributed person. hy eny quoted public company and received, . either directly or through one or more inter- mediary companies, by such resident com- pany, income tax equivelent to fifteen per centum of such relevant divident and the amount of the income tax Which u resident company is under this section, required to deduct shell be a debt due from such resi- dent company to the State and shail be re- + coverable forthwith as such or may be asses- sed and charged upon such resident company - in addition to any income tax otherwise payable by it: . Provided that in determining, for the purposes of this ection, the amount of the relevant dividend, no secount shall be taken, of such part of such dividend as is distributed + out of the profits or income on which the taxable income of such resident company i8 computed for any year of assessment.’, + 16 Section 98 of the principal enactment fs hereby Amend- - amended as follows: — Tien, $8 of the ) fn ausection (1) of that section by the substitution prinsipal dn the proviso to that subsection, for the wordsand “\" figures “but prior to April 1, 1984”, af the words and figures “but prior to April 1, 19%, or to any dividend declared by a quoted public company on or after April 1, 1998, to any resident person,” :and",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "< oa “Talaiid Revenue (Amendment) Act, No, #2 of 1990 (2) in subsection (3) of that section,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": ". (a) by the substitution m paragraph (c) ‘of that subsection, for the words “ three-seventeenth per cenfum of the words “seventeen and eleven-seventeenth per centum” ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 3,
    "text": "(b) in the proviso to that subsection— _ ), by the substitution, in paragraph (c) of ‘that proviso, for the words, “from a quoted public company. ”, of the words, “from a quoted public company ; or”; . . and 1 Gi) hy the addition, immediately after para- De graph (c} of that proviso, of the follow- - ing paragraph— i, \"(@ the amount of any dividend . received on ar after April 1, 1991 wt an from a quoted public company.”. Amendment 17, Section 44 of the principsl enactment is hereby ZSFED amended in subsection (1) of that nection by the substitu. Princival tion, in the proviso to that mubsection, for the worlls, “approved by the Commissioner-General,”, of the words, ‘approved by the Commissioner-General : . Provided further that for the purposes of this subsectlon— ~ Gi) “trust” shall not include any unit trust ; (i) “trustee” sball not include the trustee of any unit - brit\", ‘Amendment 18. Section 60 of the principal enactment is hereby gfoection amended-by the addition immediately after subsection (4) Puogipsl of that section, of the following subsection— . #8) For the purposes of this dection, the term “trust” shell not include any un{t trust, and the term “trustee” shall not include the tritstee of any unit trust,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "Inland Revenue (Amendment) 25 > Act, No, 42 of 1990 a",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "1B. Section 4 of the principal enactment is hereby gmendment amended, by the substitution, for the words “in the capacity gf eertion of trustees of a turst”, of the words “in the capacity of principal trustees of a trust, not being any unit trust”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "20, The following new heading snd new section are here- Insertion of by inserted immediately after section 64 of the principal NeW heading enactment and shall have effect as heading “BB Unit \"ection Ca Trusts” and section 644 respectively of the principal Principal ensotment—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 26,
    "par_num": 4,
    "text": "«BB—UNIT TRUST Bvory unit 4.4. (i)For the purposes of this Act, Pane every unit trust and every mutual fund tobea shell be deemed to be a company resident in company, Sri Lanka and accordingly the provisions of this Act relating to eompantes resident fn Srt Lanka shall, mutotis mutandis, apply to every unit trust and every mutual fund. (2) Without prejudice to the generality of the provisions of subsection (1)— (of a “unit” in any unit trust or a mutual. fund shell be deemed tabe a “share” . + in that company ; . ' (b) a unit holder in any unit trust or ; amutual fund shall be deemed to : be @ sharcholder in that company ; (&) the profits and income dertved by, or arose or accrued to the benefit of, the trustee of any unit trust or : the custodian of any mutual Amd from any property subject to that ~ ‘nit trust or mutusl fond or from any trade or business carried on by such trustee or such custodian for, or on behalf of, that unit trust or mutual fund shall be deemed to be the profits and income of that ‘company",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "\"86 Fnland Revenue (Amendment) |: . . Act, No, 42 of 1990 (@) any distritutlon, in any manner whatsoever, of the profits or income of any‘ unit trust or mutual fund to its unit holders shall be deemed to be a dividend distributed ‘to the shareholders of that company; and",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "{e) the paid up value of any unit in any",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "‘unit trust or mutual fund shall be deemed to be the paid up value af any share in that company,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "(@) Any sum appropriated or paid by way of remunerstion to the manager or the frustes of -any unit trust or to the manager or custodian of any mutual fund out of the funds of that unit trust or mutual fund shall, for the purposes of section 23 be deemed to be outgoings and expenses incurred by that company in the",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 5,
    "text": "oe * ‘production of its income. *, ~ Amandment ::' 21, “Séotion 97 of the prineipél enactment is hereby Tretise { ‘amended in subsection (8) of that seetion, by the substitution Principal |< for the words and Sgures, “commencing on or after April 1, , mactment, 1985; shall be pald, of the words and figures, “ commencing on or after April 1, 1985 and under section 37a in respect of dividends distributed by such compsny in any year of assessment commencing on or after April 1, 1991, shall be paid” Amendment 22 Section 18 of the princips] enactment is hereby 185 of the -amended by the substitution, for the words, beneficiary t0 principal ® trust is chargeable“, of the words “beneficiary to a trust, ectnent “not being any unit trust, is chargeable ”. Amendment “23, Section 163 of the principal enactment is hereby Sehotehe “amended as follows:— principal . enactment, (1) by the insertion, immediately after the definition of \"market value”, of the following definition >— mutual fund” means any zutua) fund licensed as'a mutual fund by the Securities Council 5's (2) by the substitution, for the definition of “quoted ‘public company, ”, of the following definition -—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 28,
    "par_num": 1,
    "text": ": Inland Revenue (Amendment) - a . Act, No. 42 of 1990 . “quoted public company” means any company which is resident in Sri Lanka and In respect of . which, the Assessor is satisfied that in relation toany year of assessment, commencing on or 7 after April 1, 1990, it is a company the shares of which are quoted throughout that year of assessment, or where such company is incorpo rated during that year of assessment, from the date of incorporation to the end of that year of assessment, in any official list published by any stock exchange Licensed by the Securities . Council ;7; ~ (8) by the insertion, immediately after the definition of “resident” or ‘resident in Stl Lanka”, of the ___ following definttion:-— ‘Securities Council” means the Securities Coun- cil established by the Securities Council Act, No. 36 of 1987 ;'; . . : (4) by the substitution, in the definition of \" trustee”, + for the words, on behalf of any person, but does not include an executor ;”, of the words, “on belialf of any person, and in relation to any unit trust, the person appointed ax the trustee of that unit trust by the instrument cresting such unit trust, but does not include on executor ;”; and (5) by the insertion, immediately after the definition of - “trusteo”, of the following definition /— > ‘unit trust” means any unit trust licensed asa unit trust by the Securities Council ;* 24, \"The Seconded Schedule to the principal enactment Amendment is hereby amended as follows :— gee (1) by the substitution, in Part V of that Schedule, for the Eehule _ > words‘and figures “eommeneing on or after April 1, SNPS. 1980%, of the words and figures “commencing on i of after April 1, 1980 but prior to April 1, 1990\";",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "28 Inland Revenue (Amendment) . ‘Act, No, 42 of 1990 (2) bythe insertion, immediately after Part V, of that ‘Schedule, of the following new Parts :— «PART Va,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "Any company which is a quoted public company in rela- tion to the year of assessment commencing on April 1, 1991 and in respect of which the Assessor is satisfied that as on . March 31, '1992,— .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "(@) the number of persons registered in the shere register",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "‘of such company as shareholders, exceeds two ‘mndred ; and (i) no five person together hold directly or through, any nominee more than sixty per centum of the total issued share capital as at that date, of that company. On the taxable income of that company for the year of ansesrment commencing respectively on April 1, 1990 and on April 1, 1991—40 per centum:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "» Provided that where such company is a company formed by the conversion, under the provisions of the Conversion of Publie Corporations or Government Owned Business",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 29,
    "par_num": 6,
    "text": "<5, Undertakings into Public Companies Act, No, 28 of 1987, 5. of any publle corporation or any government owned business uindertaking iro a cothpany, the provisions of this Part, in relation to such company, shall apply, as if for the reference, in item (i), to the words, “sixty per centum\", there were substituted a reference to the words “sixty-five per centum.”, For the purposes of this Fart where any person referred to in item (i) or item (fi) ie 1 (@) an individnal, any share of that company held by 2 that individuel, his or her spouse or children (other Si | than any son or daughter who is not a child as at Gosia that date) whether direetly or through ang nominee “eg ™ shall, be deemed to be held by that individual ; (®) @ subsidiary company of any holding company, aay share of that company held by such subsidiary ‘somapany, shall be deemed to be held by such holding company, ‘The expressions “holding company” and “subsidiary company ” referred to in paragraph {) shall have the same, respective meanings assigned to them in section 150 of the Companies Act, No. 17 of 1982,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "Inland Revenue (Amendment) 29 Act, No, 42 of 1990 PART Vs\" ”",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "Any company which is a quoted public compeny in relation to any year of assessment commencing on or after April 1, 1902 and in respect of which the Assemmor is satisfied that on the last day of that year of assessment,—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "@ the number of persons registered in the shere register . of such company, as shareholders, exceeds two",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "hundred; and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "Gi) no five persons together hold directly ar through any nominee more than sixty per centum of the total .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": ". issued share capital, as at that date, of that company",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "~ On the taxable income of that company for that",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "year of assessment sO per centum : - Provided that where such company is a company formed by the conversion under the provisions of the Converaion of Public Corporations or Government owned Business ‘Undertakings into Public Companies Act, No. 23 of 1887, of any public corporation or any Government owned. business undertaking fata a company the provisions of this Part in relation to such company, shall apply, as if for the reference in item (ii), to the words, “sixty per centum™ there were substituted a reference to the words, “sixty-five per . centum”, -",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "For the purposes of this Part where any person referred. to in item (i) or item (if) ie—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "(c) an individual, any share of that company held by such individual, his or her spouse or children (other than any son or daughter who is not a child as at that date) where directly of through any nominee, shall be deemed to be held by thet individual ; a",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "(b) a subsidiary company of any holding company, any” share of that company held by such subsidiary company, shall be deemed to be held by such holding company.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "‘The expressions “holding company” and “subsidiary company” referred to in paragraph (6) shall have the same vespective meanings assigned to them in section 150 of the Companies Act, No. 17 of 1982 ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "(8) by the substitution for the words and figures “PART",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 30,
    "par_num": 14,
    "text": "VILA Public Corporations”, of the words and figures “PART IX” Publie Corporations! ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 31,
    "par_num": 1,
    "text": "30 Inlund Revenve (Amendment) . ‘Act, No, 42 of 1990 (4) by the addition, at the end of that Schedule, of the - 5 following Part :— . “PART K _ Unit trust or Mutual fund, . ‘The rate of income tax for every year of assessment . commencing on’or after April 1, 1990. . On the taxable income of the unit trust or the mutual fund ++ 80 per centum.*. Amuniment’' 25. ‘The Seventh Schedule to the prineipal enactment is ~ doen |”. nereby amended, by the substitution in item (ill) of that Setedale Schedule, for the words “made by a company other than a brinval small company, or a quoted public company or 2 people's company” of the words “made by a unit trust or-mutual sey fand, on a company other than a amall company, or a quoted c+. pablig company ‘or a people’s company”, Restorpee- Bi. (1) The’ amendment to section 8 of the principal veeflett. - . onsciment made “by section 2(9) of this Act, shall be deerned for all purposes, to have come into force on April 1, . 1980; . (@ The amendment to section 9(1) of the principal __ Shaetment made by section 3 of this Act, shall be deemed _ tor all purposes, to have come into force on April 1, 1090. . @) The amendment to section $1(2) () of the principal + enactment made by section 11(2) (i) of this Act, shall be ‘+; deemed for all purposes to have come into force on April 1, 1980, . .  : @) The amendment to section $3(2) of that principal _. @hactment made by section 13(2) of this Act, shall be deem- \"ed for all purposes to have come into force on June 12, 1990. (5) ‘Tho Gmendment to section 38(8) of the principal en _+,  aotment made by section 16(2) (a) of this Act, shall be deemed for all purpores to have cotte into force on June 3, 1990,",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 32,
    "par_num": 1,
    "text": "Inland Revenue (Amendment) al ‘Act, No. 42 of 1980 21. In the event of any inconsistency between the Sinhala Sinhala text and Tamil texts of this Act, the Sinhala text shall prevail. jncaneat! : ° inconsistency.",
    "mean_p_confidence": 0.78
  }
]