[
  {
    "i_page": 1,
    "par_num": 5,
    "text": "a) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC -OF SRI LANKA PARLIAMENTARY COMMISSIONER FOR ADMINISTRATION (AMENDMENT)",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "* ACT, No. 26 OF 1994",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": ": [Certified on 30th Docember, 1994}",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "Printed on the Order of Government Published as a Supplement to Part I of the Gazette of the Democratic Socialist Republic of Sri Lexka of December 90, 1904",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 1,
    "par_num": 5,
    "text": "' FIOAIED AT HE DEPARTMENT OF COVIRNMEN® PRORTING, ERE LANA TTR0 BE FURGHASED AT THE COVIENIGINT PUFLICATIONS EUREAU, COLOMBO TT Price: 68 cents, . Postage: Be, 1.00",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Parliamentary Commissioner for Administration",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(Amendment) Act, No. 25 of 1994 (Certified on 80th December, is]",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "LD—O, 52/%",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘Aw Act 30 aMaND THE PARLIAMENTARY CONMESSIONER 508 Apnamastearion Act, No- 17 oF 1981",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE tt enacted by the Parliament af the Dernocratic Socialist",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Republic of Srl Lanka as follows :— :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited as the Parliamentary Commts- Short tit sioner for Administration (Amendment) Act, No. 26 of 1994 Sid.duieot and shall come into operation on auch date az the Minister may appoint, by Order published in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "% Section 10 of the Parliamentary Commissioner for Amendment Administration Act, No. 17 of 1981 (hereinatter referred to of Section 14 as “the principal enactment\") ie hereby amended as of (fai. follows :—",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) by the insertion iunediately after subsection (1) of :",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘that section of the following new subsection !— (2) A complaint or allegation of the intringe- ment of & fundamental right or other injustice by a public offer or am officer of a public corpora. tion, local authority or other like institution may bbe made to the Ombudsman, by a communication in writing, addressed to the Ombudsman”;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "@) by he insertion immediately after subsection (2) of",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘thal section, of the following subsectfoma :-— *(8) Where the Ombudsman is of the view that a complaint or allegation received by him under subsection (1) or aubsection (2) discloses an infsingement of a fundsmental right or other injustice by @ publia officer or an officer of a pubsle corporation, Toca authority or ‘other ‘ike Inctitution, he shall investigate and zeport on such coraplaint of allegation, in xccordance with, and subject to, the provisions of this Act, and shall notify the Public Petitions Committee, of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘the commenrement of such investigations. (4) Where the Ombudsnan is of the view that complaint or altegation received by him under subsection (1) or subsection (2) does nat disclose ‘an infringement ef a fundamental right or ather injustice by a public oftrer or an officer of a “public corporation, local authority or other Uke msitutlon, he shall refuse to investigate such _|____ complaint orallegatton and shall inform the Publie",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "2 Parliamentary Commissioner for Administration (Amendment) Act, No. 26 of 1904 Petitions Committee snd the person making the complaint or allegation of his detision not investigate such complaint or allegation, withia thirty days of his making such, deciston,”; and {8) by the rewumbering of subsections (2) and (8) of that section ss subsections (5) and (6) respectively of that section Amendment 3. Section £3 of the principal enactment is hereby amend- otthe ed in subsection (2) of that section, by the substitution, for ‘principal the words “ the Public Petitions Committee of his decision *, of the words “the Public Petitions Co:mittee and the person making the complaint or allegation which was the subject-matter of the investigation, of his decision”, gmrentment 4, Section 14 of the principal enactment is hereby amend Otthe ed by the substitution, for the words and figures “ by virtue principal ‘of the provisions of section 11\", of the words and figures enactment. by virtue of the provisions of subsection (3) of section 10 or section 21”, Bepmcrment —§, Section 17 of the principal enactment is hereby te- ot the pealed and the following section substituted therefor :— Principat Shactment, ‘Determine. 17. (2) Upon the conclusion of his investi- fon cf aon ation, the Ombudsman shall determine ‘whether thore has been, or is likely to be— {@) any infringement of a fundamental wight ; or () any other injustice, including the question as to whether any decision, recommendation, act or omission which waa the subject-matter of the : investigotion— (1) wan contrary to law; (ii) was based wholly or partly on a mistake of fact or of lew ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "4 (2) was unreasonable, unjust, om presive or improperly diserimi- natory or otherwise wrong ;",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": ", . (tv) was in accordance with » prac- tice that is, or may be, unrea-",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "; sonable, unjust, oppresive or ‘maptoperly discriminatory ; OF",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "Parliamentary Commissioner for Administration 3 (Amendment) Act, No. 26 of 1904 (¥) wes made or done in the exercise of a discretion— (A) which has been exercised. . for an improper purpose . or on irrelevant grounds or by reference to irre- : Jevant considerations, or by failing to take ac count of material consi- derations ; or (B) without giving ressons, although reasons ought, in the opinion of the Ombudsman, to have been given ; or (vi) was occasioned by unreasonable . delay, apathy or indifference. (2) The Ombudsman shal? report his deter- : mination, together with his reasons therefor, to the head nf the institution concerned, and the Minister to whom the department, public corporation, local authority or other institu- tion concerned has Wen assigned and also to the Public Fetitions Committee.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(@) (@) In any case where the Ombudsman determines, that there has been or his likely to be an inftingement of a fundamental right ‘or any other injustice, the Ombudsman may",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "| fn hia report make such recommendations as he thinks fit, and in such event, may require the head of the institution to notify within specified time, the steps, if any which tbe proposes to take to give effect to his recommendations, .",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(B) Without prejudice to the generelity of the foregoing provisions of this subsection, the Ombudsman may recommend that—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "() the matter be reconsidered ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(il) the omission he rectified ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 7,
    "text": "(ii) the decision be cancelled or varied",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "€ — Porliamentary Commissioner for Administration (Amendment) Act, No. 26 of 199¢ iy) the practice on which such decision, recommendation, act or omission was based, be slicred ; (w) reasons he given for such decision, recommendation, act or omission,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "© HE within the time so specified uo action is taken which appears to the Ombuds- ‘man ta be adequate or appropriate, the Ombudsman shall after considering the observations, if any, made by the Head of ‘the Institution, forward @ copy of his report to the President and to Parliament. The ‘Ombudsman shall attach to such report, a copy of the observations, if any, made by the head of the institution concerned.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "(d) If, within the time #0 specified, action is taken which appears to the Ombudsman to be adequate or appropriate, the Ombude- man may forward a copy of his report to the President and to Parliament together with a statement of the action taken. ”,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "Siena 6. In the event of any inconsistency between the Sinhala Prevalin and Tamil texts of this Act, the Sinhala text shall preva. ‘SAonsistency.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "Annuat subscription of English Bills and Acta of the Parliament Re, 665 (Local) Re, 1,160 (Foreign), payable to the Surerwmament Govsumanr PURUCATONE ‘Bunsay, No, 269, Bauddhaloka Mawatha, Colombo 7, before 15th Decerober each",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "‘Year in respect of the year folowing. .",
    "mean_p_confidence": 0.83
  }
]