[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "yy Seay PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TURNOVER TAX (AMENDMENT) ACT, No. 39 OF 1983 [Certified om Tth October, 1983} Printed on the Orders of Government . Published as a Supplement to Part II of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 7, 1983 roe A TO ETA OF COMET RTA, LEA Se rita A fe conte vomeatoe roE, oe Price: 45 cents -_ . Postage: 50 cents",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Turnover Tax (Amendment) . Act, No. 39 of 1988 . LD, 6/88 : . [Certified on 7th October, 1908]",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Aw Act 70 angen smi Tunwoven Tax Act, No, 69 oF 1981 ‘BE it enacted by the Parliament of the Democratic Soctalist Republic of Sti Lanka os follows:—",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "L Thin Act may be eited as the Turnover Tax (Amend- short title ment} Act, No, 309 of 1993. anriaeen",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2, Section 10 of the Turnover ax Act, No, 69 of 1981 “Amendment (hereinafter referred to ax the “principal enactment”) is of seruon hereby amended by the substitution for the words “shall Act No, 69 be deemed to be a defaulter for the purposes of this Act.”, of of 180). the following :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“shall be deemed to be a detaulter for the purposes of this Act:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Provided, however, that where the turnover of any business for any previous quarter exceeds fifteen million rupees, the turnover tax payable for the succeeding quarter shall be paid in the following manner :—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(@) one-third of the turnover tax payable for the previous querter shall be paid not Iater than the fifteenth day of the second month in the succeed- ing quarter ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(b) one-third of the turnover tax payable for the previous quarter shall be paid on or before the fifteenth day of the third month in the succeeding quarter j",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(©) the tumover tax payable for the succeeding quarter after deducting therefrom the amounts paid under paragraph (a) and paragraph (b), shall be paid not later than the fifteenth day of the month following the end of that quarter.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Any tax not s0 paid shall be deemed to be in default and the person-by whom such tax is payable or where such tax is payable by more than one person, or by a partnerahip, then each of such persons and each partner tn the partnership shall be deemed to be a defaulter for the purposes of this Act.”,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "3. Section 44 of the principal enactment is hereby amendment amended by the substitution, for all the words commencing ofectlon4# from “Notwithstanding anything” to the end of thet Piimepsl section, of the following: — ‘enachioent,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "“ Notwithstanding anything in this section, the Com- missioner-General may, having regerd to the nature of 6 7045 31,085 50m)",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Turnover Tax (Amendment) Act, No. 39 of 1987 different classes or descriptions of business, prescribe the form and manner in which transactions shall be recorded in any business of that class or description. Where the Commissioner-General prescribes the form and manner in which transactions shall be recorded in a business, every person chargeable with turnover tax and carrying + on that business shall record or cause to be recorded each and every transaction entered into by him in the course of that business in the prescribed form and manner. Such * record shaill be retained and preserved by the person by : whom or on whose behalf such record was prepared for a period of five years after the expiry of the quarter in which i was prepared. ”,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Amendment 4, Section 46 of the principal enactment is hereby",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Satin” armended in subsection (2) of that section— Baan\". (1) by the substitution for the words “entered into by fhim in carrying on hig business”, of the words,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“entered into by him with another registered",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "manufacturer fn carrying on hig business”;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) by the substitution for paragraphs (e) and (jf) of that subsection of the folowing paragraphs :—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "“ (@) the quantity of erticles supplied and the amount of money received or receivable in respect of each transaction before any charge",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": ". for the turnover tax; . (f) the turnover tax attributable to each such . transaction only at the point of sale; and (g) the emount of tumover tax paid to the Principal Collector qf Customs as is attri- butable to the articles covered by such teansaction where the transaction relates to an article imported by him and gold without subjecting It to any process\". Amendment §. Section 48 of the principal enactment is hereby eg section amended by the substitution for the words “ but deducted the'principal from the tax payable for the subsequent quarter and s0 enactment, on\", of the following :-— “ but deducted from the tax payable for the subsequent ‘quarter and so on: Provided that— . (@) no deduction shall he made for tax in respect of any . Plant, machinery, fixtures, buildings, vehicles oF _ other capital assets used in that business ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ": Turnover Tac (Amendment) 2 Act, No, 39 of 1983",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) no deduction shalt be made in respect of articles used in any business which is exempt from turnover tax under section 4 or used in the manufacture of excepted articles ; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(©) no person who imporis any articles manufactured outside Sri Lanka and sells such article without subjecting it to any process of manufacture shall, notwithstanding anything in any other provisions of this Act, be deemed to be a manufacturer for the purposes of this section on or after February 19, 1983,”.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "&, Section 49 of the principal enactment is hereby a nendenent",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "amended as follows :~ ‘aot",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(1) in subsection (3) of that section, by the substitution the Principal for the expression “Subject to the provisions of subsection (6),”, of the expression \" Subject to the Provisions of subsection (5) and subsection (6),”;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) by the substitution, for subsection (4) of that section, of the following new subsection :—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "* (@) Subject to the provisions of subsection (5) and subsection (6), where the Commissioner General is satisfled that the exporter is himseli the manufacturer or ptodueer of any article manu- factured or produced in Sri Lanka, and (@) that turnover tax has in fact been paid by the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "exporter to the Principal Collector of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Customs in respect of such raw materials",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "used by such exporter in the manufacture of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "the articles exported by him, or Gi) that—",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(a) the price paid by such éxporter for the purchase of such raw materials as is” attributable to the manufacture or production of such article was paid to the manufecturer or producer from whom such raw materials were purchased ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(b) the turnover tax has in fact been paid by the manufacturer or producer of such raw materials in respect of the turnover of his business 9s is attributa- ble to such raw materials,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "such amount of the turnover tax as is attributable 7 to the raw materials used in the manufactare or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 \" Purmover Tax (Amendment)",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Act, No. 39 of 1988 . produetion of such article whali be paid to auch ‘exporter by the Commissioner-General.”;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "43) by the substitution, for subsection (4) of that section, of the following subsection :— “ (6) The provisions of subsections (3) and (4) shali—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ". (@) not apply to an exporter for any period if the turnover tax paid js in respect of an article which has heen gazetted by the Chairman of the Export Development Board established under the SH Lanka Export Development Act, No. 40 of 1979, as an article for which a rebate of turnover tax is claimable for that period ; and",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(b)} apply in relation to any container, receptacle or wrapper in which an article referred to in those subsections is exported in the same manner as if all reference to “article” in those provisions were references to such container, receptacle or wrapper as the case may he.”",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Amendment 7, Section $0 of the principal enactment fs hereby ee vion Soon © -htended as follows :— Principal ¥ the principal (1) in subsection (1) of that section, in the proviso thereto, by the substitution for the words “five hundred thousand rupees”, of the words “one ‘hundred thougsnd rupees”; and (2) in subsection (4) of that section—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(@) by the substitution in paragraph (ii) of that ‘subsection, for the expression “specified in parsgraph (i); or”, of the expression “specified in paragraph (i) 5”;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(b) by the substitution in paragraph (Iii) of that subsection, for the expression “specified in Paragraph (1) or (ii) ”, of the expression “apectbed ia paragraph @ or (i); of; an",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(©) by the insertion, immediately after paragraph (i) of that subsection of the following new paragraph :—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "“ (iv) any contract in relation to services of an entertainer or artiste or in woot relation to consultancy setvices.”,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "aan Turnaver Tox (Amendment) 5 Act, No. 39 of 1983",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "8. (1) The amendments made to the principal enactment Retrospective boy section 5 and section 6 of this Act shall be deemed for cifectof all purposes to have come inlo operation on November 12, section #, 1981.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "(2) Where any tax hecomes payable by virtue of the ‘operation of subsection (1), such tax shall be paid within three months of the date of commencement of this Act. Any tax not so paid shall be deemed to be in default and the person by whom such tax is payable or where such tax is payable by more then one person, or by a partnership, then each such person and each partner in the partnership shall be deemed to be a defauiter for the purposes of this Act.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "————",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "Anuwel subscription of Bills and Lawa af the Parllament Ba, 150 (Locl),",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "Rs, 200 Foreign), payable to the Surmmmmonm, Gormescmr PURICArONs",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "BUREAU, P. ©, Box $00, Coxcsaso 1, before iSth December each year in respect of the year following. .",
    "mean_p_confidence": 0.72
  }
]