[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55 Se? Sui See & i=) ERS) ORG Crown Agents (Change of Designation) Act, No. 51 of 1954 _ Date of Assent: October 14, 1954 Printed on the Ordere of Government Tonk peaemmivege Pee. craps pe! ‘Anpual Subscription, Cincluding Bip Re 25, payable tn Buna, Fost’ Greece Hox 600, Secretaria, Colombo L Brice 15 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Crown Agents (Change of Designation) Act, 3 No. 51 of 1964",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "L. D.—0. 32/54.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "AN ACT 70 MAKE SUCH AMENDMENTS IN WRITTEN LAW AND SUCH PROVISIONS AS ARE CONSEQUENTIAL 10 THR CHANGE OF DESIGNATION OF THR CROWN AGENTS ¥OR THE COLONIES.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "{Date of Assent: October 14, 1954]",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "BE it enacted by the Queen's Most Excelent ‘Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "1. ‘The Crown Agents (Change of Designation) Act, soit ste, No. 51 of 1954.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "2. Wherever in any provision of the Colonial Ameamests ia Treasury Bills Ordinance, the General Loan and iss lew 208 Inscribed Stock Ordinance, the Trustee Investment (im teqreatal tthe Ceylon Government Securities) Ordinance, or of any S58. ef other written law, or of any notice, communication, t= Ceven form, or otber document issued, made, required or 2¢tts,!t authorised by or under any written law, the expres- “Og. 236- dion\" Crown Agents for the Colonies ” oooure, there Soe Be shall be substituted, for that expression, the expression “ Crown Agents for Oversea Governments and Admin- istrations \"\"; and acoordingly wherever in any such provision the abbreviation “ Crown Agents ”’ is used. to denote the Crown Agents for the Colonies, such abbreviation shall he reed’ and omutrued aa a reference to the Crown Agents for Oversea Governments and Adiwinistrations.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "8. Every contract made prior to the date of sevcgs for commencement of this Act between the Government of t+ Ceyion and the Crown Agents for the Colonies shall ba deemed on and after that date to be and to have been made between the Government of Ceylon and the Crown Agents for Oversea Governments and Administrations.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "4, This Act shall be deemed to have come into force Resopesire on April 1, 1964. . hee ot ths",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 10,
    "text": "Fes oee-ga isty",
    "mean_p_confidence": 0.1
  }
]