[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1957-58 ap Aut Ua) Inspector of Labour (Change of Designation) Act, No. 7 of 1958 Date of Assent: February 20, 1958 Printed on the | Orders of Government . I Pringd ot the Govamomnar Press, Grow. To be purchases Fring tt dhe Commer icanons“Bentaa,” Cousin. Spnadl obgrinion, Gnehuding Bill) RS. 23, payable in Sonal Seogaden,neuains aati! eEaehtons Bane \"Goat Game\" Bar ome, “Seastart, Colombe . Prices 10 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "% ; : © spspector of Labour (Change of Designation) 8 . 4 Act, No. 7 of 1958 ] DO. 68/87. ‘gu ACT 10 GHANGE THE DESIGNATION OF INSPECTOR OF : Lanour. S- [Date of Assent: February 20, 1958] BE it enacted by the Queen's Most Excellent Majesty,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "gad with the advice and consent of the Senate and by #elouee of Representatives of Ceylon in this present Parliament assembled, and by the authority of the game, 28 follows :— “4, This Act may be cited as the Tuspector of sat we Labour (Change of Designation) Act, No. 7 of 1958.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "2. Bach Inspector of Labour shall be known and casage ot cited for all purposes by the designation ‘ Labour gem + Officer”; and, accordingly, in every context in which Makes, an Inspector of Labour is mentioned (whether by that designation in foll or by the abbreviated designation of Inspector) im any written lew or in any notice, communication, form or other document required or tuthorised by \"any ‘written Taw, there. shall be eub~ stitated, for the words “ Inspector of Labour ” or the word ‘* Inspector \", the words *' Labour Officer ”*.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "j : i i 1 qi Sx ameeamaiss",
    "mean_p_confidence": 0.37
  }
]