[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "igen Es ee a ike Ceol By PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRT LANKA ANIMALS (AMENDMENT) ACT, No. 46 OF 1988 {Certified on 80th November, 1983] Printed on the Orders of Government Publishedas.a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of December 02, 1988 ank;e9 ag aE PAREN OF GOYFREEE PANTING, LANs \"Tee Parana ay er eovrmasEne POmLcAnONs BOUAG, oONGD Price : 90 cents : Postage : 75 cents",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": ": Animals (Amendment) Act, No, 48 of 1988 . [Certified on 30th November, 1988) LD.—O. 3/79 AN Acr 70 anno ai AnmMats Act, No, 29 o7 1958 BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "1, This Act may be cited as the Animals (Amendment) Short title. Act, No. 48 of 1998,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2, Section 2 of the Animals Act, No. 29 of 1958 (herein- Amendment after referred to us the “principal enactment) fs hereby of section 2, amended a5 follows :— . of ibn.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(a) in subsection (1) of that section, by the substitution",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "for tho words starting from “In this subsection” to .  *undar this subsection, of the following words :— ‘In this subsection, “appropriate authority” means a Government Veterinary Surgeon or an officer nominated by hima, in writing or a Veteri- nary Surgeon employed by any local authority or any other officer appointed by the local authority with the concurrence of the Director.’ ;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "{B) by the addition at the end of subsection (2) of",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "that section, of the following subsection :—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "‘ (8) In this section, “cow” includes « female buffalo and the expression “cow calf” shall be construed accordingly,’. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "3 Section 3 of the principal enactment as amended Amendment by Act No. 10 of 1968, is hereby further amended as offpetion® follows :— . principal",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "(1) by the sopesl of paragraph (1) thereof, ond the “m=",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "substitution therefor of the following new Paragraph :— (1) the prohibition, restriction, control or . », Yegulntion, of the transport of animals . within, to or from, any administrative aAlstrict 5\" 5 (2) in paragraph (3) thereof, by the substitution for the words “transported; end”, of the words “trang. ported ;\"; and > . (3) by tho insertion, immediately after paragraph (4) . of the following new paragrephs :— “ (B) procedure to be observed in applying for ‘permite for the transport of animals; and SA nneneg—oga0 e110",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "3 Animals (Amenitment) Act, No. 46 of 1988 (6) prescription of fees in respect of trensport permits.\" . ‘Amenémen, 4 Section a> of the principal enuctment is hereby Sfsetion 32 amended as follows -— pence {a) in subsection (1) of that section, by the substitution, for the words “or Agricultural Odicer,”, of the words “or Goverment Veterinary Surgeon,” ; and (2) 1m jubsection (6) of that section, by’ the omission of all the words from “For the purpose of this section”, to the words“ (Farm Management and Preduction).”. . Insertion of .& The following new sections are hereby inserted Zections $e -«tmmediately after section Ss and shall have effect as qedzoin sections Sc and 3p of the principal enactment :— enewel ——strenaport Be. (1) No person shall transport any ani- Respect of mal within, to, or from, any sdministrative Temoval ,. ;  _district except under the authority of a trens- .» Port permit issued by the Assistant Govern- ment Agent of a division of that Adminis. trative District, for thet purpose. @) Every application for a transport per~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ": mit shall he made to the Assistant Govern-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "~ \"ment Agent of the division of that adminis- trative district within, or from, which any . ‘snimal ix to be transported, in such form as may be presetibed and shall be accompanied",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "by the prescribed fee.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": ". (B) Bvery transport permit sholl, unless it is cancelled earlier, be in force for a period of three months from the date of its issue,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "Oftences | 30, All offences under thia Part or any Partipbe regulation made thereunder shall be . somgpisstie, — sognlznble offences tor the purpose of the . application of the provision of the Code of Criminal Procedure Act, No. 15 af 1910, notwithstanding anything contained in the First Schedule to that Act.\"",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Animais (Amendment) Act, No. 46 of 1988 = 3",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "€, The principal enactment is hereby amended by the insertion immediately after section 5 thereof, of the follow- ing new section :— .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "‘anon Tiisnieg ot 5a, A person required under section 8 to ferion ngn-atipulated have his cattle branded shall not cause such principal ene, eattle to be branded in places other than \"meat ‘those specified in such regulations az may be in force under this Act relating to the branding of cattle.”, .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "7. Section 6 of the principal enactment in hereby Replacement repealed and the following new section substituted there Offection® for — principal",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "Etacinent,",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "+ Return ot 6, Every person who has any cattle belon- : Gahand’ ging to him shall furnish, not later than the Se’ \"thirty-first day of, January in each year, {gfuroubed the Government Veterinary Surgeon of the ‘Geremment — axea in which such cattle are kept, a return, Surgeon” in such form a8 may be prescribed, of the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "description of, and the brand marke on, each",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "head of such cattle”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "& Section 7 of the principal enactment is hereby Replacement tepealed and the following new section substituted there ot the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": ". Prineipal fore Sonido",
    "mean_p_confidence": 0.22
  },
  {
    "i_page": 4,
    "par_num": 11,
    "text": "oD Duty of 7, Bvery Government Veterinary Surgeon Veterinary shall— ‘Surgeon to ae ruaiptain a (@) maintain, in such form as may be regaier prescribed, a register of the descrip- itm tion of, and the brand marks ob, vouchers, cattle within hia area; and 7 : (b) issue, or cause to be issued, to the owner of esttle branded fn accor- dance with such regulations as may bbe im force under this Act relating to the branding of cattle @ voucher =< in the prescribed form in respect of each head of such cattle”.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "4 Animals (Amendment) Act, No, 46 of 1988 Replacement Section 9 of fhe principal enactment is hereby repealed 9 of the and the following now section substituted therefor :— ‘principal: Enastinent, “Power of 2, The Government Veterinary Surgeon Forsmment of any area may, if he considers it necessary, Surgeonto direct the owner of any animal to have that Girectowner — nimal branded, within such time as he may fofrendl specify, with such other maria as he may Windicate’ require 0 as to indicate the locality in Teeality. which that animal is kept and such owner . shall carry out such direction.”. Amendment 20, Section 18 of the principal enactment is hereby _ of tie amended in subsection (1) thereof, by the substitution for frinelpal the words “five rupees.”, of the words, “one hundred rupees.” Insertion 1L The principal enactment is hereby amended by the Section 194,” tUsertion, immediately after section 19, of the following new inthe section :— arinaipal cnactment, “Bale of | 19s, Where any animal which has been “Rimelsby seized, tied up and detained under sections 14 ” public and 15, is not claed by its owner or any 7 person on behalf of the owner, within thirty days of the date of such seizure and deten-",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "tion, it shall be sold by public auction by 2",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "person authorized in thet behalf by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Government Agent of the administrative",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "Gistriet in which the animel is detained",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "and—",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "” (a) in any case where the ale is in respect of an animal detained for trespassing on private Jand, the amount of the damages occansioned by the trespass and assesied in the prescribed manner and the fair expenses of maintenance of that animal during ‘the period of detention shall be paid to the owner or occupier of such Jand, out of the proceeds of such sale, and the belanee, if any, shall be credited to the Consolidatad Fund ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Animals (Amendment) Act, No, 46 of 1988 5 (b) im any cage where the sale is in”",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "respect of sn animal trespassing on",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "any Jend other than private land,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "the proceeds of sale, shell be",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ". oredited to the Consolidated Fund.”",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "32 Section 24 of the principal enactment ix hereby Replacement repented and the following new section substituted there- if section 24 for:— principal “Ditpomtot 24. The owner of every animal shot or “Ot otinimals” otherwise destroyed under the provisions af gama section 22 or section 23 shall be entitled to",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "' yemmove the carcass of the animal, ‘and if no claim to the carcass in made by any person entitled to remove it, the carcass shall be aold by public auction by an officer autho-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ". rized in writing in that behalf by -the Government Veterinary Surgeon of the area in which the animal was shot or otherwise destroyed and the proceeds of such sale ‘be credited to the Consolidated Fund.”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "12. The principal enaciment is hereby amended by the Bertie insertion immediately after section 24, of the following jection 24a new section :— eet el",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Fhackvent, antfomery ot ‘24a, (1) Where any animal fs seized and ffestom detained under section 14 or nection 15, the Pf antmals Government Agent of the administrative ieiyn’e;, istrict in which such animal is detained",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "shall by notice in writing, require the owner of person in charge of the animal to pay any mum due from him ax damage or expenses * . under that section to such Government Agent within guch period as may be specified : in such notice, : (2) Any sum paid to a Government Agent under subsection (1) shall~ . (@) in any case where such sum has been paid on sccount of dameges to a private land, be transmited by. him “ to the owner or oorupler of such private land ; or",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "€ Animala (Amendment) Act, No. 46 of 1988 - (b) in ony case where such sum has heen paid on account of a tresspass to : . any land other than a private Iand, : be credited by him to the Consali- dated Fund,”, Amendment 44, Section 28 of the principal enactment is hereby atibe umended in subsection (1) thereof, by the substitution for Principal the words “twenty rupees,” of the words “one hundred rupees”, Amendment 15. Section 87 of the principal enactment is hereby Seite\" amended by the substitution, for all the words from “be pina ane to” to “not exceeding two months.”, of the follow- ing:— “be linble, to a Gite not exceeding two hundred and fifty Tupees.or to simple imprisonment for a term not exceeding . two months, and for a second or subsequent offence to & fine not exceeding one thousand rupees or to simple im- prisonment for a term not excedding alx months.” Zgrertion 16, The following new section is hereby inserted imme- crewngra diately after section 74, and shall have effect as section inthe co fhe 372 of the principal enactment enactment. = Government «37. Every Government Veterinary Sur- Yetctmary geon shall be deemed 10 be a peace officer deemed! ° within the meaning of the Code of Criminal hepeace Procedure Act, No. 15 of 1979, for the pur- pose of exercising in relation to any offence under ‘this Act, any power conferred on",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "+ peace officer by that Act.\"",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "Amendment “17. Section 38 of the principal enactment is hereby Sfgpetion 38 amended as followa:—",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "Principal (a) by the substitution, for the definition of “animal”, ‘Snactment » of the following new definition i=",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "‘* animal means nest cattle (ela haraka) or @ buffslo and in Part IV, includes a sheep, goat, pig or poultry ;*s",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "(b) by the substitution, for the definition of “branding”, of the following new definition:",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "“branding” includes ear tagging, ear tattooing, fhe marking of distinguishing letters of numbers with chemicals, freeze branding oF ear notching ;*;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Animals (Amendment) Act, No, 46 of 1988 7",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(e) by the substitution, for the definition of “ Director”, of the following new definition :-—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "‘* Director means the Director of Animal Production and Health ;,:",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(a) by the substitution, for the definition of “Veteri- ‘nary Surgeon”, of the following definition :— ‘Veterinary Surgeon” means a Veterinary",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "Surgeon registered under the Veterinary Surgeons and Practitioners Act, No. 48 of 1958,\"; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "(@) “caitie” in Parts II and TIT means nest cattle or",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "buffalo.",
    "mean_p_confidence": 0.0
  }
]