[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session, 1954-55 SUBS A Boel NS Sp Ceylon Development Loans (Amendment) Act, No. 25 of 1954 Date of Asrent: May 14, 1954 Printed on the Orders of Government , Printed at the Cxrviow Govr, Press, Covomno. To be Purchased at the Govt. Pomcicarone Bouane, Covonee Annual Subscription (including Bills) Re. 26, payable in advance to the Surrantrenvenr, GOVERNMENT PUBLICATIONS Bungav, Post Orrion Box 500, Seoretariat, Colombo 1 Price: 26 cents. Postage: 10 cents.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Ceylon Development Loans (Amendment) Act, 3 No. 25 of 1964. TL. D.—O 61/58 AN Act 10 AMEND tHE CeyLon Devetormznt Loans ‘Act, No, 6 oF 1954. [Date of Assent: May 34, 1954]",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the seme, as follows :— .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4. This Act may be cited as the Ceylon Develop- stan tte ment Loans (Amendment) Act, No. 25 of 1954.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2. Section 24 of the Ceylon Development Loans nepluomeat_ of Act, No. 6 of 1964, (hereinafter referred to as the \"st, o ‘© principal Act), is hereby repealed and the follow- tise, ing section substituted therefor: —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Untorerabitty | =—--24,_Every Loan Agreement between ment, bonds the Government of Ceylon and the Inter- . miremr national Bank and every bond and pro- : missory note issued pursuant to such Loan Agreement and held either by that Bank or by any other person shall be valid and enforceable in accordance with their respective terms, notwithstanding anything to the contrary in any law of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Ceylon. .",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3: Section 25 of the principal Act is hereby te- ueplaseanat",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "pealed and the following section aubstituted there. of eae for:-— ie Paty teri’ 25, All sums payable by the Govern- of oie atiee ment of Ceylon to the International Bank ioe AE” onder a Loan Agreement between that 24 yomery Government and that Bank and all sums chee on payable by that Government under any . Seizesd bond or promissory note issued purauant to sach Loan Agreement and held either by that Bank or by any other person are hereby charged on the Consolidated Fund of Ceylon. 2.x, Reusiaso G) . :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Ceylon Development Loans (Amendment) Act, No. 85 of 1984. Eepleormens 4. Section 2 of the principal Act is hereby re- ote ae pealed and the following pootion subetituted there. 4a. for:— Payments 26. (1) ANl sums payable by the Gov- telat Loan eroment Ye Ceylon to the International Peat ning Banke under o Loan Agreement between ‘wie fra fen that Government and that Bank and all az ft sams payable by thet Government under rabitin, any bond or (promissory note iatuod ursuant to such Loan Agreement and Bald either by that Beak of by any other - person shall be paid—— (@) without deduction for, and free from, any taxes, duties or fees ‘now or hereafter im- ed by or under any law of . Boyton, ana . . @) free from all restrictions now or hereafter imposed by or under any law of Ceylon, notwithstanding anything to the con- trary in any law of Ceylon: Provided, however, that the preceding provisions of this sub-section shall not . apply to any taxes, duties, fees or res- trictions apon payrients under any bond or promissory note to @ holder thereof other than the International Bank when such bond or promissory note ia benefi- cially owned by an individual or_a cor- poration resident or domiciled in Ceylon. (2) For the purposes of sub-section (1), the question whether a person ot cor poration is or is not resident in Ceylon shall be determined in accordance with ap. 188, the provisions of section 33 of the Income Tax Ordinance. {asertion of 8. The foliowing section is hereby inserted. in gen_eoign \"Mt Part ILI immediately after section 26, and shall have fe pencil \"effect as section 28a, of the principal Act:— bene len 284. For the purposes of sub-section Invemetions! (1) of section 2,.a loan from the Inter- Eual'ie dened national Bank— sud in wit : soot 3 (@) shall be deemed to be raised on Phesvet tobe. the date when the Loan",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "Ceylon Development Loans (Amendment) Act, 5 No. 25 of 1954. Agreement providing there- for becomes elective. in accordance with its terms, and (&) hall be deemed to be in such amount of rupees as is equi- valent, at the rate of exchange in force on the aforesaid date, to the amount: of the loan as expressed in the currency in which the Joan is denomineted for the Purposes of the  eforesaid an Agreement,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "6. The amendments made in the principal Act by Amsmimrots this Act shall be deemed to have token otlect on ‘he made, in oe date of the commencement of the principal Act. cay",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "wee",
    "mean_p_confidence": 0.46
  }
]