[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 3rd Session 1954-55 oy Pe stnnn ES Defence Stations Act, No. 38 of 1954 Date of Assent : July 30, 1954 Printed on the Orders of Government Printed at the Govunaner Preso, Cevtott To be parched TPG becom ames, Sorta Te be raced - Annual Subscription (including Bills) Re payable in - SERS See era eee Price: 40 cents, Postage: 10 cents,",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "Defence Stations Act, No. 38 of 1964. a",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "L, D0, 0/61.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "AN ACT 70 MAKE PROVISION YOR THE ESTABLISHMENT or Boarns oF CONTROL FOR THE ADMINISTRATION AND DEVELOPMENT OF AREAS IN OR IN. THE VICINITY",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "§ OF WHICH DEFENCE ESTABLISHMENTS ARE SITUATED. [Date of Assent: July 30, 1954.} .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "BE, it enacted by the Queen's Most Exesiont Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "4, This Act may be cited as the Defence Stations Sine tle mt Act, No. 38-of 1954, and shall come into operation fperuien, ‘on such date as the Minister may appoint by Order published in the Gazette.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": ". ° 7 PART I. . Deczaration or Devence Sramions ann. Estastist- 5 ‘MENT of Boanps or CONTROL.",
    "mean_p_confidence": 0.54
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "2. (1) Where the Minister is satisfied that the Degsnio wiole ot a major part of the land in any area is land sin on which defence establishments are situated, the Minister may, after consultation with the Minister of ‘Local Government, by Order declare that the area, the limits of which shall be defined by the Order, shall be @ defence station for the purposes of this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@ Any place in the vicinity of any area referred to in snb-section (1) may be included in an area declared under that sub-section to be a defence station.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "@) er, Order under sub-section +0) shall be brought before the Senate and the Honse o1 Reprosen- tatives for approval 3 and if so approved shall be published in the Gazette and shall come into foros on the date of such publication or on such later date as may be specified in the Order.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "(4) The Minister shall, in an Order under sub- section (1) establishing a defence station or by aubse- quent Order, aatign 9 name to the Board of Control to be constituted for that station as, hereinafter provided. see",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 12,
    "text": "JK mean tp08 (626)",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "4 Defence Stations Act, No. 58 of 1964.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(6) In this section, ‘defence establishment \"* means any establishment, building or structuze, or any place (notwithstanding that it is not developed by the erection of buildings or structures) used or maintained ‘wholly or mainly by the Ceylon forees for: parposea . connected with the defence of Ceylon, and includes buildings provided fer-reridence or use by membors of the Ceylon; forces.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Berd of B. (1) There shall be for each defence station a",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "cn al Board of Control consisting of —",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "who (a) an officer (not below field rank) of that, Fores the members of which in the opinion of the Minister will predominate in the station, ench offcer being appointed by the Minister upon the recotimendation of the Commander of that Force ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "~ _ Q) one officer to represent each Force the members",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "of which occupy the station, euch officer being appointed by the Minister on the recommendation of tha Commander of that Force ;-",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(©) an officer nominated by the appropriate autho- rity referred to in sub-section (6);",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(@) the Assistant Commissioner of Local Govern- * ment for the administrative region in which the station is situated ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(© the Medical Officer of Health for the area in which the station is situated ;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(f) the Executive Engineer for the area in which the station is situated ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "(g} such other public officers as the Minister may consider necessary ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "“. (h) not more than two other persona appointed” “by the Minister to represent the Tavarests of civilians, if any, who are resident in the atation but are not in the employment of. the .Forces ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "{9, one person appointed by the Minister in",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "“+ qonaultation with the Minister of Local",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "Government to represent the interests of",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "“ residents in the whole of the area imme- : diately adjoining the station, -",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": ".. (2) The officer appointed uidér paragraph. (@) of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "gub-eotion (1) ‘shall be the President of the Board of",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 20,
    "text": "control, : Lo",
    "mean_p_confidence": 0.26
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Defence Stations Act, No: 88 of 1954. 6",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(8) Any person appointed under paragraph (A) or",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "ee , raph [9 of mbt on (1) to be & member af a",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "care of Control shall vacate his alice as auch ember",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "if he is removed from office by the Minister acting in",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "his discretion, or if he resigns from office by written J communication addressed to the Minister, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(4) Any person appointed under paragraph (A) or",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "persenaph 1) of subsection &) to be 2 Heber of 8",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "of Control shall unless he earlier vacates the office under sub-section (3) hold office for a period of three years from the date on which he commences to hold oflee + any such vacating office by effluzion of time sbail be eligible for re-appointment.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(5) There shall be for each Board of Control a Secretary who shall be appointed by the Minister after consultation with the President of the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(6) For the purposes of sub-section (1) (6), “ appropriate authority ”,—",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(a) in relation to any defence station situated in ony reventie district within which the office of the Government Agent of a pro- vince is situated, means the Government Agent of that province; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "(0) in relation to any defence station, situated in any revenve district, not being a revenue district within which the office of a Govern- ment Agent is situated, means the Assistant Government Agent of that revenue district,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "4. Each Board of Control shail be a body Corporate ‘Board to bee ‘with perpetual succession and a common seal and may =Ponti. sue oF be sued by such name as may be assigned to it under section 2.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "§. The President of a Board of Control shall be pocaticas of the chief executive officer of the Board, and all execu- President. tive acts and responsibilities which are by this Act or any other written law directed or empowered to be done or discharged by the Board may, unless the con- trary intention sppeare from the-context, be done or discharged by the President",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "Provided that the President in the exercise of his powers under this section (except as regards meters expressly committed to im) shall act in conformity with such resolutions as may from time to time be passed by the Board.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 17,
    "text": "ENB en ais)",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "6 Defence Stations Act, No. 38 of 1964. Pizetias ot 8. Tho Secretary of e Board of Control shail Soxrsary, exetelse, perform and discharge such powers, duties ‘and functions as are conferred or imposed upon him by rules made by the Minister under this Act. Pedant ta 7. The President of the Board of Control for each * Reoptice ot defence station shall be se-oftcio a Justice of the Peace for the district within which that station is situated. Frese ‘The President of a Board of Control shall pre- wet. ide at all meetings of the Board. {n the absence of fhe Prosident fom any mesting, the members present shall elect one of their number to preside at the ineeting. . Moning ats 9% (1) The drdinary meetings of 4 Board of Con- Rea” trol stall be held for the despatch of bussiness upon zat when euch date or dates in every month as may be by convened. the President.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) The President of a Board of Control may convene",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ": a special meeting of the Board whenever he may con- sider it desirable and shall convene a special meeting whenever so requested in writing by any two or more members of the Board. Two days’ notice of the day appointed for any such special mesting shall be given to, or left at.the residence of, each member of the , Board.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Powers of 40. {0} “The quoram for the meetings of & Board of",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Board of Control shall be one-third of the total number of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "i vested mambers or sugh other nomber ax may be prescribed by",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "aoe the Minister by Order published in the Gazette.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Sena. (2) All aots whatsoever authorised or required by this Act or any other written law to be done by any Board of Control may and shell be decided upon and done by the majority of members present and voting at any duly convened meeting thereof, the members present being not less in number than the quorum prescribed by or under sub-section (1).",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(8) Where the votes of the members present at auy meoting are equally divided in regard to any question, the President or other members presiding at the meet- ing shall, in addition to his own vote as a member,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": ": have a casting vote. Minwes of 41, All'acts, orders, and proceedings of a Board of yews, Control shall bs entered in. 9 book se be rapt by ie for oe Bane at , and shall be signed resident for Seer the thm being: and all such acts, orders and proceed mabock - ings shall then be deemed. and taken to be original acts,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "Defence Stations Act, No. 38 of 1054. 7 orders und proceedings, and any copy thereof or extract therefrom 2ball be aimissible ta evidence fn any court of justice, provided that it purports to be signed and certified as a true copy or extract by the President or Seoretary-of the Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "42. (1) A Board of Control may from time to time carunttins, appoint committees consisting either of members of the Beard or partly of membersof the Board and partly of other persone resident in the defence station for. which it is constitated, for the purpose of advising the Board with reference to any of its powers, duties, or responsibilities, or any matter under the considera- tion of the Board, and may from time to time, enbject to such instructions or conditions as it may determine, delegate any of its powers or duties to auch committees an other than the power to raise any loan, to levy any rate or to impose any tax.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "(2) For the purpose of any matter in which any Board of Control 1s jointly interested with any other Board of Control, or with any local authority or with any Government Department, it may make arrange- ments by mutual consent with such other Board or with such authority or department for the constitution of a joint committee, for the eppointment of members of that other Board or local authority or of officers of that department upon sach joint committee, and for the delegation to such joint committe of any of ite powers : or duties other than the power to raise any loan, to : levy any rate, or to impose any tax.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "13, Subject to the provisions of section 10 as to Arts of Boards the quorum, nothing which is done or determined by a Casta! sot Board of Control, under this Act or any other written wasted br law, shall be or be deemed to be invalid by reason only \"aE of the fact that the fall number of members prescribed members. for that Board by section 3 has not been appointed or that any member was absent from the Board or that there was any vacancy in the number of the members, at the time such thing was done or determined.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "44. For the purposes of this Act, the Minister mey, ‘plaation of from time to time, by Order alter and re-define the [2s,° limits of any defence station. Every such Order shall stetiou.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "© be brought Before the Senate and the House of Bepre- sentatives for approval; and if so approved shall be published in the Gazette and shall come into force on the date of such publication or on such later date as may be specified herein, \"",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "8 Defence Stations Act, No. 38 of 1954. asad 15, The Minister may by Order declare that any oes greg declared to bea rae Cian by Osaer under section 2 shall cease to be 6 defence station. Every such Order shall be brought before the Senate and the ‘House of Representatives for approval; and if 90 approved shail be published in the Gazette and shall come into force on the date of such publication or on such later dete as may be specified therein. ‘The Board. of Control constituted for that station shall be dis- solved with effect from the date of the ooming inte force of thet Order. ° ‘ PART IZ. Forotions ann PowERs. Gcatmi pons 46. ‘Tho Board of Control constituted for each $28 cites, defence station shall, subject to the powers reserved to or vested in any Department of Government or officar thereof, by any other written law (not being written law specified or referred to in section 17 o: thie Act), be within the limits of the station changed with the regulation, control and administration of all aoatiers relating to the public health, public utitity services and pablic thoroughfares and generally with the protection and promotion of the comfort, conveni- ence aad welfare of the residents and the amenities of the station. Aretinsicn 17. For the purpose of enabling and empowering ee the Board of Control for any defen station, to exer- wa Coensl* cise and perform the powers, functions, and respon- Sau sibilities Aesigned to it by section 16, the proyigions of the Urban Councils Ordinance specified in the Schedule to this Act and the provisions of any other wrliten low conferring o* imposing porore, functions and duties on Urban Couneils shall, subject as herein- after provided, apply to and in elation to the Board of Control and the area declared to be a defence station in all respects and in like manner as those provisions apply to and in elation t9 an Urban Council and the town for which it is consttnted; snd for the purposes of the application of those provisions, every reference therein to an Urban Counal, to the Cheir- man of the Council, to a member of the Council, to the Seoretary of the’ Counell, to the Commissioner, to any other officer or servant’ of the Council, or to a ‘town, shall be construed to include 2 reference, as the case inay be, to the Board of Control, to the President of the Board, to a member of the Board, to the Secre- tary of the Board, to the Permanent Secretary to the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Defencé Stations Act, No. 88 of 1954. 9 Ministry of Defence, to an officer or servant of the Board, or to the defence station:",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "‘Provided however that the Minister may, by Order published in the Gazette, declare that poy such pro- vision as may be specified inthe Order shall not apply",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Y to and in relation to a Board of Control and the area declared to be a defence station or shall apply subject to such modifications as may be specified in the ‘Order; and every such Order shall come into force on such date as may be specified therein,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "18. For the purposes of the application of the getre w ‘Urban Councils Ordinance or any written law referred Misister to in section 17 to and in relation toa Board of Control and the area declared to be a defence station, every reference therein to the Minister shall be construed to be a reference to the Minister of Defence.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "19. For the purpose of exercising and performing Amgmsts the powers, funbeions and responsibilities designed (2 FP ment it by or under this Act, the Board of Control for any Ssputmos, defence station may make contracts or other arrange- ments for that purpose with Government Depart ments, local authorities and any other person or body of persons.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "PART IIi. ‘MISCELLANEOUS.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "20, For the purposes of this Act, the Minister, Adjutmen ot by Order published in the Gazette, may issue all such sumtin not directions as he may deem necessary with a view to providing for any unforeseen or special circumstances, or to determining or adjusting amy question or matter, for the determination or adjustment of which no provision or no effective provision is made by this Act or the provisions of this Act or any other written law as applied by this Act to Boards of Control and defence. stations require to be modified or supplemented.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "24, The area within the limits of a defence station Deteare or any part of such area ahall not be included within sms pat, the limits of any municipality, town or village area, itis line notwithstanding anything in any other written law. o ssiatitics,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Bo.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "22, (1) Where the area within the administrative pissiaton of limits of any “Municipal Comma, Urban, Council, ag Town Council or Village Committee is included within fy defmes the ‘limits of 2 defence station as defined by Order sto. under section 2, that area shall couse to be. munici- pality or town or village area with effect from the",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "10 Defence Stations Act, No. 38 of 1954,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "date on which that Order comes into force, and acdord- ingly that Council or Committee shall be dissolved with effect from the aforesaid date, notwithstanding anything in any other written law.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "2) Where only. a part of the ance within the administrative limits of any Municipal Council, Urban Council, Town Council or Village Committes is included within the limits of any defence station as defined by Order under section 2, that part of such rea shall cease to form part of a’ municipality, town or village area with effect from the date on which that Order comes into force.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(8) Every by-low which has been otis denmed to have been made by any local authority dissolved by sub-section ® and which is in force at the date of dissolution of thet authority shall continue in force as though it were a by-law made by the Board of Control which is its successor under the appropriate provision of the Urban Councils Ordinance as applied to that Board by or under this Act and may be amended or rescinded by by-law made by the Board under that provision.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(4 Where only a part of the area within the administrative limits of a local authority ceases, by virtue of sub-section (2), to form part of that area with effect from any date, every, brie which has been or is deemed to have been made by that authority and which is in force at that date shall continue in force in that part as though it. were a by-law made by the Board of Control which is its successor under",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "appropriate provision of the Urban Councils Ordinance as applied to that Board. by or under this Act and may be amended or rescinded by by-law made by the Board-under that provision.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(5) For the purposes of the application in any delenee ‘tation of any bydlaws relerred to in ub. sections (3) and @, every reference therein to any local authority of which the Board is the successor, to the Chairman or Mayor, of that authority, to a member of that authority, to the Seoretaty of that authority, to the Commissioner, to any other officer or servant of that authority, or to the area of that authority, shall be construed to include a reference, as the case may be, to the Board of Control for that station, to the President of the Board, to a member of the Board, to the Secretary of the Board, to the Permanent Recretery to the Ministry of Defence, to an officer or wervant of the Board, or to the defence station. :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "Defence Stutions Act, No. 38 of 1954. un . 6) Where (@) any local authority is dissolved under sub- ‘ection (1); or (@® ® part of the area within the administrative limits of any local authority ceases to form part of the area of that authority under sub-section (2); or  (@ any Board of Control is dissolved under section 15; or @ the limits of any defence station are altered and redefined under section 14, the Minister may, after consultation with the Minister of Local Government, by Order published in the Gazette make such provision ashe may deem necessary by reason of such dissolution, cessation or alteration and redefinition, being provision of substantially the same nature as is contained in sections 246 (2) to 255 of the Urban Counoils Ordinance.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "28. In the discharge of its functions and the Misiters exercise of its powers a Board of Control shall be {\"s\"Sana subject to, and act in accordance with, such general of Soaind.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "= or special directions as the Minister may from time fo time ismne,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "2%. In this Act unless the context otherwise totxprtstio. Tequires—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "“* Board of Control’ means a Board of Control established under section 3;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "“* Ceylon Forces ”? means the Ceylon Amy, the Royal Ceylon Navy or the Royal Ceylon ‘Air Fores;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "“ defence station \"’ means any area declared to be a defence station under section 2;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "- local authority \"\" means any Municipal. Coun-",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "ell, Urban Council, ‘Town Council or ‘Village Committee;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "“ municipality ” has the same meaning as in the Municipal Councils Ordinance, No. 20 of 1947;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "“ Municipal Council \"’ means 2 Municipal Coun cil constituted or deemed to have been",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 12,
    "text": "“constituted for any municipality under the Municipal Councils Ordinance, No. 20 of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "12 Daferce Stations det, No. 38 of 1954. 4 “town ” imeans any area declared to be a town under the Town Councils Ordinance, No. 8 of 1946 or the Urban Councils Ordinance; “Urban Councils Ordinance ‘’ means the Urban Councils Ordinance, No. #1 of 1939; 1 “ village area ” has the saine meaning as in the cap. 108, ‘illege Communities Ordinance; and ~ Village Committee \" means a Village Com-. mittee constituted for any village area . under the Village Communities Ordinance. . SCHEDULE. - Provisions of Unsax Counams Osbuaxce, + Sections 44 to 105, 197 to 240, 241 (2), 249, 243, 264, 246, 258, 958 and the Second to the Ninth Schedules,",
    "mean_p_confidence": 0.8
  }
]