[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRILLANKA — : AIR FORCE (AMENDMENT) a ACT, No. 9 OF 1993 [Certified om 12h March, 1993] ‘ ; (Printed on the Orders of Government) . ! . Published as a Supplemént to’ Part I of the Gazette of the Democratic Socialist Republic of Sri Lanka of March 12, 1993 “mma 10 tne commas nes (FO BE FURSASED AN THE GOVEICTMENT FURLICATIONS BUREAU, COLOUDO 7 Price: 45 cents. - . Postage: 100",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": ". Air Force (Amendment) Act, No. 9 of 1993 4 [certified on 12th March, 1998] LD-0.1/° Aw Act 10 amin Tax Am Fonce Act BE it enacted by the Parilament of the Democratic Socielist Republic of Sri Lanka ax follows :— A. This Act may be cited as the Air Force (Amendment) ‘Short title. Act, No, 9 of 1993. . 2 Section 2% of the Air Force Act (hereinatter referred Amendaieat tous the “principal enactment”) is hereby amended by the of section addition tmmediately after paragraph (an) of that section, ZhiSterasp. of the following new paragraph :— “ (eao) G) in respect of any period during which he is suspended from the exercise of his office pending the coneluslon of judiciel or + disciplinary proceedings instituted against him in respect of a presetlbed offence, all - pay and allowances, and Gi) in respect of each month of any period during which he is suspended from the exercise of his office pending the conclusion of judicial or disciplinary proceedings instituted against him in respect of any other offence, auch part of his pay and sllowances for that month at may be prescribed ;\", 8. Section 28 of the prineipal enactment in hereby Amendmeat amended in subsection (1) of that section as followe:— Sf 200 De (1) by the addition, immediately after paragraph (aa) Shachent of that subsection, of the following new para- graph :— (ea) @) in respect of any period during which . be is suspended from his duties pend- : ng the conclusion of judicial or dixciplinary proceedings instituted against him in respect of a prescribed offence, all pay and allowances, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": ". 2 Air Force (Amendment) Act, No, 9 of 1993",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": ". (ii) in respect of each month of any period during which he 1s suspended from his duties pending the conclusion of judicial or disciplinary proceedings instituted against him in respect of ‘any other offence, such part of his pay ‘: and allowances for that month #5",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "say be prescribed ;”; and (@) in proviso (i) of that subsection, by the substitution for the wards “ the total amount af such deductions”, of the words “the total amount of such deductions, authorised by paragraphs (a), (a), (aaa) (ii), (b)»",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "« ©, @, (2, G) and (g) of this subsection”.",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "Sinhala 4 In the event of any inconsistency hetween the Sinhale Brevailin” and the Temil texts of this Act, the Sinhala text shall",
    "mean_p_confidence": 0.8
  }
]