[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON Ist Session 1956-57 LESS . ls m Sig [prea NEM ASD) g(S-aargs 7 Aizen &, Gp) oes eS 35 Tax Reserve Certificates Act, No. 22 of 1957 . Date of Assent; April 13, 1957 7 Printed on the Orders of Government Printed at the Govmoceyr Panza, Coven, Tobe purchased at the GOVERNMENT Pussicarrons Bureau, CoLomao 7 foo Sari ate ee er See ee a een, eee T Price : 26 cents. Postage: 10 cents,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "Tae Reserve Certificates Act, No. 22 of 1957 3",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "L, D.—0. 28/56.",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "An Act 10 MAKE PROVISION FOR THE I86vE oF Tax Reserve CERTIFICATES FOR THE PURPOSE OF FACILITATING PAYMENT OF SUMS DUR as INCOME Tax on PRorirs Tax AND FOR MATTERS INCIDENTAL 0 THE PURPOSE AFORESAID.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "[Date of Assent: April 18, 1957]",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "BE it enacted by the Queen’s Most Excellent ‘Majesty, by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4. This Act may be cited as the Tax Reserve Short tile, Certificates Act, No, 22 of 1967.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "2. (1) The Central Bank of Ceylon is hereby et! Bunk authonlood tissue fa actordance with the provisions GH © of this Act, Tax Reserve Certificates (hereafter in 3srs. this Act referred to as Certificates) up to such amount penta and of auch denomination or denominations as the Minister of Finance may from time to time specify by Order published in the Gazette.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "4.2) The Superintendent of Publio Debt in the Central Bank of Ceyion (heresfier in this Act referred to as the Superintendent) shall be respon- sible for the isene of Certificates, the maintenanos of books of issue, the redemption or cancellation of Certi- . ficates, and ail other matters pertaining to the issue of, and repayments in respect of, Certificates.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "8. (1) Every application for a Certificate shall be Apptestion made Oe Superintendent. eae",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(2) No Certificate shall be issued to any applicant artitenten. therefor unless payment of an amount equal to the denominational value of the Certificate has been made to the Superintendent, by the applicant in such manner as may be approved by the Superintendent.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "(8) The principal moneys and interest represented or sear by any Certificates issued under this Act are hereby. arged upon and shall be payable out of the Consolidated Fund of Ceylon.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "+ % (1) The Superintendent shall maintain a Besiser of register setting out the gerial number and denomina- Boden. tional value of each Certificate issued by him, the full name ond address:of the person to’ whom it is issued and such other particulars as the Superintendent may consider necessary for the purposes of this Act.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 14,
    "text": "prerentort",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "4 Tax Reserve Certifioutes Act, No. 22 of 1957 (2) The registered holder of a Certificate issued ander this Act is hereafter in this Aot referred to as. a “* Certificate Holder ”’. Rorrender of 5. A Certificate Holder shall be entitled to Gorin” —gurvender the Certificate to the Commissioner of ot focome Tnoome Tax in payment or part payment, with the . ior -—sgurrender value of the Certificate under section 8, of volte ms. any sum that may be due from the Certificate Holder ag income tax or profits tax (hereafter in this Act. sonieties referred to as the tax). . Serrendar 6. The surrender value of any Certificate surrend- Tilak, ered ander section & shall be the aggregate of the . denominational value of the Certificate and interest an such denominational vaiue calculated, at a rate of interest of one per centum per annum, in pespect of each, completed period of one month from the date of ., the Certificate to the date on which the tax is due. Revton 7. (1) Where the surrender value of a Certificate ten which is surrendered is more than the tax due, there farper of shall be applied in payment of the tax such portion of the denominational value of the Certificate as with interest on that portion is equal to the amount of the i tax, and the Superintendent shall— ae (@) pay to the Certificate Holder a sum equal to . the balance of the denominational value of, : . the Certificate without interest, or + (®) if the Certificate Holder ao requests, issue to him a new Certificate or Certificates of a denominational value equal to euch balance or, if it is impracticable to do so, issue to see him a new Certificate or Certificates of & denominational value equal to a part of such balance and pay to him the remainder of such balance in money. @) Where any amount is parable to the Certificate. Holder under sub-section (1 Daath? Commissioner of Income Tax shall deliver to him a written statement setting out— {a} the number and denominational value of each. Certificate surrendered: by him and the date, of issue of such Certificate ; (®) the date of surrender; and (©) the sum in payment of which the Certificate was surrendered and the date on which such sum fell due for payment,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Tax Reserve Certificates Act, No. £2 of 1957 8",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(8) No Certificate Holder shall be entitled to recover any payment or to receive aay new Certificates under sub-section (1), exoopt upon production to the Superintendent of the statement delivered to the Certificate Holder under sub-section (2). :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(4 Every new Certificate issued under this section",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "“shall be dated as of the date of issue of the original Certificate upon the surrender of which the new Certi- ficate is issued and shall be deemed for the purpose of * this Act to have bean issued on that date.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "(6) The amount of any interest forming part of the Le anrrender value of any Certificate shall be exempt from : income tax and profits tax. :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "8, The svn represented by the denominational Yes of value of every imexpired Certificate held by any \"he tresea Certificate Holder carrying on any business to which ge cspital the Profits Tax Act, No. 5 of 1848, applies, shall be of poaw treated for. the purposes of that Act as capital 2 employed in that business. Ge.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "Provided, however, that where the sum represented by the denominational value of any unexpired Certi- : ficate or of all the unexpired Certificates held on any . date by a Certificate Holder carrying on any euch busi- i ness exceeds such amount as may, in the opinion of the Commissioner of Income Tax, reasonably be esti- mated.to be payable, during the period of two years immediately sudoseding that date, as income tax and Profits tax on the prokts of auch business, the Com- missioner of Income Tax may direct that such part only of the sum represented by the denominational value of the Certificate or Certificates as is equal to the amount aforesaid shall be treated as capital for the Purposes of the Profits Tax Act, No. 6 of 1948.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "\"f° (2) A. Certificate may, in lieu of being aur-  Gancetetion rendered to the Commissioner of Income Tax under %, ome the preceding provisions of this Act, be at any time | prwniae delivered by the Certificate Holder to the Superinten- ata. dent for cancellation.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 9,
    "text": "4\" @) The Certificate Holder shall, upon the delivery of the Certificate for cancellation under sub-section (1), he entitled to receive from the Superintendent repay- ment. of a sum equal to the denominational value of the Certificate and shall not he entitled to receive any interest on such denominational value.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "6 Tax Reserve Certificates Act, No. 22 of 195% Grtitcrtee 40, The right, title and interest of  Certificata ” Waasfeste, Holder to or in the Certificate shall not be assigned, donated, hypothecated, sold, rensferred or otherwivo disposed of, and any euch assignment, donation, hypothecation, sale, transfer or disposition shall for all purposes be null and void: . * Provided, however, that. nothing in the preceding picrisions of this section shall ffect or prejudice, oF + be deemed to affect or prejudice, the operation of any provision of section 12 or of section 18. Recsiioa ot“ 44, No Certificate and no right, title and interest Eeietes, to ot in a Certificate or any sum represented thereby shall at any time be seized, attached or sequestered in _.- , execution of any deoree, order or process of any court: ae Provided, however, chat nothing in the preceding i. , provisions of this section shall prevent, or be deeme * or construed to prevent, the seizure, attachment or ‘2.’ sequestration of any Certificate, in proceedings under cup. - the Insolvency Ordinance, in pursuance of the adjudi- cation as insolvent of the Certificate Holder. Saran oe 42. Where any Certificate Holder dies— Genideien  ——s.. (a) the executor of the last will or the adminie-\" toa. -°\"\" trator of the estate of the deceseed, or,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "(®) if no letters of administration are by any law for the time heing in force required. to be taken out for the due administration of the estate of the decsased, any person being in",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "! >» possession of the Certificate and proved to the :,\". satisfaction of the Superintendent to be an ' heie-at-law of the deceased, shall be deemed for the purposes of this Act to be the Certificate Holder: + _ Provided, however, thet such exeoutor, adminis- trator or person—- _ . “\"@) shall not be entitled to surrender the Certi- ficate otherwise than in payment or part pay- ment of any sum due as tax from the deceased. * “Certificate Holder or from the executor or » ,r' administrator in his capacity as such, and (ii) chall not he entitled to deliver the Certificate : to the Superintendent for cancellation unless **~ ‘payment has been made to the Contmissioner of Income Tax of all sums so due. *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Tax Reserve Certificates Act, No. #2 of 1957 7",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "43, Where the Certifioate Holder has been adjudi- Garrmnaer or cated insolvent by any court, the assignee of the estate Coruna of such Certificate Holder shall be deemed for the @ pBoalrency purposes of this Act to be the Certificate Holder: - 7",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "Provided, however, that such assignee— .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "+ i) shall not be entitled to surrender the Certifi- :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "cate otherwise than in payment or part pay- ment of any sum due as tax from the insolvent, and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "(i) shall not be entitied to deliver the Certificate to the Superintendent for cancellation unless payment has been made to the Commissioner of Income Tax of all sums so due.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "14, (1) Where it is proved to the satisfaction of Joe of the Superintendent that a Certificate has been lost, jeplies stolen, or destroyed, he may, on payment. of a fee of fro mipees for the purpose, iesue a duplicate Corti. cate in the name of the Holder of the Certificate so Jost, stolen or destroyed.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "2) The Superintendent may, as a condition prece- dent to the issve of a duplicate Certificate in the name of the Certificate Holder, require him to execute a bond",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "~andertaking to indemnify the Government against any claim whatsoever made ‘in respect’ of ‘the Coxtificats alleged to have been lost, stolen or destroyed.",
    "mean_p_confidence": 0.88
  }
]