[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ees ea PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA SRI LANKA RUPAVAHINI GORPORATION (AMENDMENT) ACT, No. 43 OF 1988 a [Certified on 24th November, 1988] Printed on the Orders of Government Published as a Supplement to part IZ of the Gazette of the Democratic Socialist Republic of Sri Lanka of November 25; 1988 rureD AE THE URRAETMENT OF COVENT FRORRONG, OL LAER ye ot roncanaze ar nim covenants woscicariona Bummsa, cotano Price: Re, 1.20 Postage : Re, 1.15",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "Sri Lanka Rupavahini Corporation . (Amendment) Act, No. 43 of 1988 [Certified on 24th November, 1988] L.D.—O. 49/834 Aw Acr TO AMEND THE Sar Lawxa RUPAVAHINI CORPORATION Act, No. 6 oF 1982 ‘BE it enacted by the Parltament of the Democratic Socialist Republic af Sri Lanka as follows :— . ; 1. This Act may be cited as the Sti Lanka Rupavahini Short : Corporation (Amendment) Act, No. 43 of 1988, and shal \"Ue, come into operation on such date as the Minister may of appoint by Order published in the Gazette. operation. 2. Section 7 of the Sri Lanka Rupavahini Corporation amendment Act, No. 6 of 1982 (hereinafter referred ta as the “principal ot enactment\") is hereby amended in aubsection (1) of that \"eR 7 section, by the insertion immediately after paragraph (b) No.6 at ‘of that subsection, of the following paragraph :— 1982, “ (bb) to register persons who carry on the business of importing, selling, manufacturing or essem- bling television receiving sets ;”. 3. Section 8of the principal enactment is hereby amended Amenitment as tollows :—- folie (1) by the substitution for paragraphs (im) and (n) of Brimeipel ‘that section of the following paragrapha:— “ (m) do all such things as the Corporation consi- ders to be in the interests of the community for the purpose of developing and impro- ving television broadeasting talent ; {n) ect in combination or association with any person or body of persons whether incor- porated or not, and whether in Sri Lanka ox elsewhere, for any of the aforessid, purposes 5”; (2) by the addition immediately after paragraph {n) of that sertion of thé following paragraphs :— “ (0) issue and renew licences under Part IVa for ‘the possession and use of television receiv- ing sets and to appoint agents to issue and renew such licences and to ensure that such, : Ucences are been obteined or renewed ; and “0 000069—#,000 coat)",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "2 ‘Sri Lanka Rupavthini Corporation (Amendment) Act, No. 43 of 1988 {p) call for information and returns in reapect of imports, sales, manufacture or assem- bling of television receiving seta from all ‘persons engaged in the import, sale, mant- facture cr assembling of television receiv- ing gets. ”. fnsertionot 4. The following new section is hereby inserted miction ta immediately after section 8 of the principal enactment and a Shall have effect as section 8a of that enactment :— enactment, = Appoint~ a, The Corporation may from time to prota time appoint any person or body’ or persons, whether incorporated or not, to be an agent of the Corporation for the purposes of issuing and renewing licences under Part IVa of this Act, and to pay sueh agent, such remuneration as may be agreed upon between the Corporation and such Agent.” Amendment —§, Section 13 of the principal enactment is hereby Tot the amended in subsection (1) of that section as follows:— Sioriment, (1) by the insertion immediately after paragraph (c) of that subsection of the following new para- graph —",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "* (co) all such sums as may be credited to the Fund. ‘under section 30a ;;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(2) by the substitution for paragraph (d) of that sub- section of the following paragraph :—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(8) much part of the fees received each year for the issue and retiewal of television licences as may be determined by the Minister in consultation with the Minister in charge of the subject of Finance ;” ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "(8) by the insertion immediately after paragraph (4)",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "of that subsection of the following paragraph :-— . “ (dd) all sums of money received as fees each year * for the issue of Certificates of Registraticn, under Past IVa of this Act; and”,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Insertion 6. The following new Part is hereby inserted immedi-",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "Bag iva tely after Part IV of the principal enactment and shall have Hincipt —effeet as Part IVa of that enactment :—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 9,
    "text": "enactment.",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "Sri Lanka Rupavahini Corporation 3 (Amendment) Act, No. 43 of 1988 “PART IVa Josue oF Licences ano REGISTRATION Prohibition 16a. (1) On or after the relevant date no gasteson ‘Berson shall possesu or use any television adusect receiving set except under the authority of Paced @ licence issued in that behalf by the set Corporation. (@) The requirements of subsection (1) shall not apply— .",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(a) to the possession and use of a tele- vision receiving set by any person at 4 school, @ Higher Educational Insti tution or other institution which the ‘Minister may specify by Onder Published in the Gazette, for the purposes of this section, having regard to the fact that social or educational studies of benefit to the community are being carried on at such institution ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "{B) to the possession and use of a tele- vision receiving set by any importer, seller, manufacturer or an assembler of television receiving sets who is registered and holds a Certificate of Registration issued under section 6st of this Act, in the course of his business as such importer, seller, manufacturer or assembler ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "ot (©) to the possession, and use of a television receiving set by a repairer af tele- vision recefving sets in the course of his business as such repairer ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 5,
    "text": "(d) to the use by any person, of a television receiving set with the permission, ‘express or implied, or on the instruc-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘4 Sri Lanka Rupavehind Corporation (Amendment) Act, No. 43 of 1988 tions, of the ‘holder of a licence issued under this Part in respect of y that set and at the premises specified vee * in the licence ;+ - . “++ (@) to the possession and use of a tele 7 vision receiving set by any person employed in the Corporation or in moe any other private television broad- casting station established and main- . . tained under a licence issued by the Minister, under section 28 for the ” ‘purposes of that Corporation or that _— ~ “ . station ; °",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "(@) (@) Where the Minister considers that ; several television receiving sets are likely to woe be used in any category of premises he may, nae by Order published in the Gazette, declare we that the provisions of this section shall apply",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "a in respect of thet category of premises. wibeade (b) The owner of any premises included tee in a category of premises to which this sec- o tion applies, may in lieu of applying for & roe licence in respect of every television set ins- Loe talled in such premises, apply for a Heence ny in respect of these promises. Every applica~ a tion made under this subsection shall be ac- wo companied ky thppreseribed fee. Different Tone fees may be prescribed in respect of diffe rent categories of premises, having regard to : the number of television receiving sets likely",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "‘to be used in thet category of premises, (©) The provisions of sections 160, 16> Gx ond 16r shall, mutatis mutandis, apply 60 and in relation to, the application for issue end renewal of, licences issued under sub-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "section (2). :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": ": Sri Lanka Rupavahint Corporation 8 (Amendment) Act, No. 43 of 1988 . (@) Where a licence ised under this section in respect of any premises ts in foree, os the possession and use of a television recel- ving set by any person on such premises shall ‘po he deemed to be under the authority of a : Tivence issued under section 16c, oa For the purposes of this section “Higher Educational Institution” shall have the same meaning 28 in the Universities Act, No. 16 of 1978, Right ot 16s, Notwithslanding the provisions of ee section 1€a, any person who immediately possessing prior to the relevant date was having in his television possession a television receiving set, shall receiving bbe entitled to possess and use such television fine” * receiving set, without a licence in that behalf Seevant for a period of three months commencing m from the relevant date. Jame of a 16c. (1) The Corporation or any agent ‘cence, shall, on application made therefor, in such form as may be prescribed, containing the prescribed particulars, and on payment of . the prescribed fee, issue a licence in respect _ Of a television receiving set, authorizing the applicant to possess and use such television : receiving set, “ao, (2) Every application tor a Heence in * respect of any television receiving set under a this Part, shall be made to the Corporation or to any agent, in the prescribed form and veh contain the prescribed particulars, (8) Every licence issued under this Part shall be—~ (@) in such form as may be prescribed ; (2) valid for a period of one year; and (© renewable after the expiration of the . Period specified in the licence,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "6 Sri Lanka Rupavahini Corporation {Amendment) Act, No. 43 of 1988 ‘Terms and 16>. Every licence issued in respect of any ‘Ganaitionsof television receiving set under this Part shall be subject to such terms and conditions as ~ may be prescribed with regard to the use . and transfer of that Heence, poychange és, Every holder of @ licence shall, within files SS Shane ee ea into in his application for licence issued under Seine this Part, inform the Corporation or any agent in writing of such change. ‘Renewal of 16x. (1) The Corporation or any agent ‘sence, may, on spplication made therefor, in such form as may he prescribed, and on payment of the prescribed fee renew any licence, ismued under section 16c, and the Heence which is renewed shall be valid for a period of one year from the date specified therein. (2) Every application for a renewal of a licence under this Part, shali be made, to the Corporation or any agent in the prescribed form within three months of the date of expiry specified therein, oy Corporation _16c.Such part of the fees received by the ‘cpyPert = Corporation each year, for the issue and Rateay renewal of television licences as remains Sued after payment into the Fund of the Corpara~ felevition, tion, of the sums referred to in paragraph anions \"© (4) of subsection (1) of nection £3 shall be paid by the Corporation to any other tele- ‘vision broadcasting station vested in the State. Penalty, for = Ee. MeO) Any person Vision receiv (@) Who possesses or uses a television rie the receiving set without a licence in resist that behalf, issued under this Part, Teaned and o for cantza~ fention of {0} who acts in contravention of, or fails scene ot to comply with any term or condi- a Hecnee. tion of, a licence issued under this : Part,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "Sri Lanka Rupavahini Corporation 7",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(Amendment) Act, No. 43 of 1988 shall be guilty of an alfence under this Act,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "“, and shall on conviction after summary trial, before a Magistrate be liable to a fine act exceeding two thousand rupees or to impri- sonment of either description for » term not exceeding six months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(2) The Magistrate may, ‘on conviction of eny person of any offence under subsection (1), in addition to any punishment which he may impose under that subsection make order that—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(a) the Hcence, if any, issued under this Part in respect of the televiston recelving set in connection with which the offence is committed be",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": ". cancelled ; and",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(0) any television receiving set in connec- tion with which the offence is committed ot which was used in or in connection with the commission of the offence be forfelted to the State.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(@) Any television recelving set forfeited under subsection (2) shall upon such forfeiture yest absolutely in the State, Such vesting shall take eect—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "(a) after the expiration of the period within which an appeal may be preferred to the Court of Appeal against the order of the Magistrate ; or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "() where ‘an appeal has been preferred to the Court of Appeel against the order of the Magistrate, upon the determination of such appeal, con- firming or upholding the order of - torfeiture.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Sri Lanka Rupavahini Corporation (Amendment) Act, No, 43 of 1988 Surcharge 1@z. Where any person applies to the HES oq, _ Corporetion or any agent for the renewal of hasnot heen a licence issued under section 16c after the paid. date of expiry specified in such Heence, the Corporation or such agent may renew such \"Wenge, subject to the payment by the applicant, of a surcharge at the prescribed rate, so however the maximum rate so pres- cribed shall not exceed ten per cent of the fee 0 payable for the renewal of such licence. Brohiitfon 16x. (1) On or after the relevant date, no aie person shall carry on the business of pases of importing, selling, manufacturing, or essem- ting i wad Sigkicea bling any television receiving set, except sont under the authority of a Certificate of Gcateot Registration issued in that bebalf by the Reguinaton. “Aoeoration, bop (2) ‘The requirements of subsection (1) shell not apply to the import, sale, mant- . facture or assembling of a television teceiving set by any person who has been ‘issued a licence to establish and maintain a television broadcesting station under section 28, ~ Pargonswho |. 161. Notwithstanding. the provision of bibusiness “section 16k a person who immediately prior beferethe . to the relevant date was carrying on the © business of importing, selling, manufac- turing or assembling, any television receiving set, shall be entitled to carry on such business without a Certificate of Registration 4ssued under this Part for a period of three months commencing from the relevant date. Begistration 16x. The Corporation shall— genying op {) on application made therefor, in such Papowing form as may be prescribed, together Se Ot on ‘with a certified copy of the Certifi- receiving cote of Registration, issued under the sets. ‘Business Names Ordinance (Chapter 149) relating to the business, fa con- nection with which the application ta made; and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Sri Lanka Rupavehini Corporation 9 (Amendment) Act, No. 48 of 1988 koe (b) on payment of ‘the prescribed fee. 7 register any person with the Corpe- “ ration and issue to such person a - Certificate of Registration, authori- zing person to carry on the business of importing, selling, manufacturing : or sssembing television receiving - sets in connection with which the application is made, Application 16x, Every application for registration iealon. under thie Pert shall be made to the Corpo- ration in such form as may be presctibed containing the prescribed particulars, together with 2 certified copy of the Certificate of Registration issued under the Business Names Ordinance (Chapter 149} : relating to the business in connection with which the application is made. ‘Terms and lér. Every Certificate of Registration sgaaitions  jgsued under this Part shall be subject to the Certificate terms and conditions set out in the Schedule gieeaine-— Jereto. Penal tox 16a, (1) Any person whom Enniying on Bonita of (a) corries on the business of importing, ees. gelling, manufacturing or assembling Sftelevision television receiving sets without a seewitiout Certificate of Registration issued in SGertieat sheet ‘hat bebalé; or eontraven {&) acts in contravention of, or fails to Sonof terms « . andeonde comply with any terms or conditions Bons atthe of a Certificate of Registration tssued of Registza- under this Part, shall be guilty of an offence and shall on ‘onviction afier summary trial before e ‘Magistrate he liable to a fine not exceeding seven thousand five hundred rupees and to imprisoument for a term not exceeding eighteen months or to both such fine and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "10 Sri Lanka Rupavehini Corporation (Amendment) Act, No. 43 of 1988 (2) The Magisteste on conviction of any person for any offence under subsection (1), may, in addition to any punishment he may impose under that subsection, having regerd to the gravity of the offence make order— fa) suspending, tor 2 period to be specified in such order, the Certificate of Registration in connection’ with . which the offence is committed ; or 1) cancelling such Certificate of Regis- . tration. . Laspility of in, Wherg an offence under this Part is fenoasin committed by a body of persons, then— ‘Tespect oF . atcaees (a) if that body of persons is a body fy bodien ‘corporate, every person who at the a porate or time of the commission of the me sttence was a Director, General Manager, Secretary or other similar officer of that body corporate; of ” qb) if that body of persons is a firm, every person who at the time of the : commission of the offence was a pertuer of that firm, shall be deemed to be guilty of that offence mnless he proves that the offence was committed without his knowledge or conni- vance .snd thet he exercised al such deligence io prevent the commission of the offence as he ought to have exercised having regard to the nature of his functions in all circumstances, . Insertion ot 7. The following new section is hereby inserted imme- pewsection ——_giately after section 21 of the principal enactment and shall principal have effect az section 21s of that enactment -— enactment, “Magitrate 21a, (1) Where a Magistrate is satisfied on to grant information received on oath that there is Svarzants. reasonable ground to believe that in contrar vention of the provisions of this Act, the per- son against whom the information is given—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": ". Sri Lanka Rupaoahint Corporation n (Amendment) Act, No. 43 of 1988",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "- (a) is possessing and using a television",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "receiving set ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "(b) ia carrying on the business of impor-",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": ". ting, selling, manufacturing or as-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "sembling television recelving sets,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "” in any premises within his jurisdiction such Magistrote may, grant a search warrant to any officer of the Corporation to enter such premises, to make inquiries fom any Person found thereon and to seize any tele- vision receiving set in connection with which",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "° such contravention is committed.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "@) When an officer of the Corporation seizes any television’ receiving .set under subsection (1), he shall produce such tele- vision receiving set within a period of seven days from the date of seizure before the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": ". Magistrate's Court within whose jurisdiction that television receiving set is seized, and ‘upon the production of that television recel- ving set, the court shall make such order, as it may deem fit relating to the custody of that television receiving set.”.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "8 Section 30 cf the principal enactment is hereby Amendment amended by the substitution for the words “be liable to a 30of the fine\", of the words “be Hicble unless otherwise expressly Snscohent provided to a fine”.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "9, The following new section is hereby inserted Insertion immediately after section 30 of the principal enactment and section shalt have effect as section 40a of that enactment :— pubes)",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Ennctment, “Two-thirds 90a, Two-third of alll fines impased by the",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "séfine when court for any offence under this Act when",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Be cpedited ‘ta recovered shall be credited to the Fund of",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "of te. the Corporation. ”,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 12,
    "par_num": 17,
    "text": "Corporation.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "n Sri Lenka Rupavahini Corporation (Amendment) Act, No. 43 of 1988 Amendment 49, ‘Section 32 of the printipal enactment is hereby 3Zofthe amended as follows :— principal Snactnent, {Q) by the insertion immedately preceding the definition of “prescribed \" of the following new definitions :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "*“ agent” m any context relating to a licence under Past IVa of this Act means any person or",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": ": body of persons, whether incorporated or not, appointed to be such agent by the Corpora- tion, under section 8a of this Act ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "“premises” means any building or part of a buil- ding together with the land appertaining thereto 7;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "” (@) by the insertion, immediately after the definition of",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "“private television broadcasting station”, of the",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "the following new definition :—",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "“relevant date” means the date on which Part IV A of this Act comes into opera~ tion ; 5 (3) by the insertion immediately after the defintion +\" “of “television programme” or “ programmes”, of the following new definition :-—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "‘television receiving set” means an equipment used to recelve the tranemitted modulated radio frequency signals and to produce synchronized visual imeges and sound.’,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "Non api- 11, From and after the relevant date, provistons of the seria, __Telecommunieations Ordinance relating to leences shall say Bie meg. Pot APElY to ov in relating to, the import, sale, marufacture, cations assembly, possession or use of television receiving sets, Srdinance, Aaaition 12. The following new Schedule is hereby added imme- Schedute diately after section 32 of the principal enactment :— inthe piace SCHEDULB— (Section 16) ‘Terms and conditions of the Certifleate of Registration issued under mectioa 16% 1, The Certificate of Registration shall not be transferable, & The Certificate of Registration shall be exhibited in a con- apicuous place in the place of business to which it reiates.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "Sri Lanka Rupavahini Corporation 8 _ (Amendment) Act, No. 43 of 1988",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "& Bvery holder of the CertiGcats of Registration shall keep and mosinatain a register in much form as may be prescribed und thall enter or cause 10 be entered therein the particulars relating to every transaction of his business,",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "4, Every such register kept wnd maintained sboll be available for insepection by any oBicer authorized in tbat bebalt by the Director-General of the Corporation,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "6. (2) Every holder of Certificate of Registration shell furnish {to the Cosparation, when celled upon to do by the Corporation, auch return or other information, in remect of bis bupiness,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(2) Every retom furnished under the preceding paragraph shall be veritied by ¢ declartion to the effect that the particulars stated therein ute true and accurate.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "6, Bvery bolder of a Certificate of Registration shall within thiety daya of any change in the particulars stated in bis appll- cation for registration, inform the Corporetion in writing of euch change.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "1 Mvery holder of « Certificate of Registration shall isme a rectipt with his signature on it, to the person with or on behelf ot whom auch transsction ia made stating—",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "(@ the name of thet person and the description and adidreas of the premises and the make and the registration umber of the vehicle in which «uch television rectiving eet fn to be kept 5",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "_ Gb) the nature of transaction ;",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{@) the make and the number of the televislan receiving set of ets in respect of which the transaction is made",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 14,
    "par_num": 11,
    "text": "{@) the date of the transsetion, and shell keep a copy of every such receipt and produce it on demand to the Director-General of the Corporation or any parton authorized by him in that behalf, °,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "Anousl subscription of Bills Gnd Acts of the Farllament Ra 117 (octl).",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "Re 236 (Foreign), payable to the Surrmneretmews, GovexnMxnt PUBLIcAONs",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 15,
    "par_num": 3,
    "text": "Buweay, Covosteo' 1, befors 16th December each year in respect of the year - following.",
    "mean_p_confidence": 0.63
  }
]