[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF - SRI LANKA INDUSTRIAL DISPUTES (AMENDMENT) ACT, No. 32 OF 1990 - [Certified on 31st August, 1990) . Printed on the Orders of Government Published asa Supplement to Part I] of the Gazette of the Democratic Soctatist Republic of Sri Lanka of August 31,1990 - msrp Av Ti DEEANMENT OF SOVEAKOCENT POINTING, HEE LANKA To me FncnseD AF SSO COvERNATENE FUDLICATIONS SUEAT, COCOMHO Price + 90 Cents. Postage : Re. 1.00",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "gudustriat Disputes (Amendment) ‘Act, No, 32 of 1900\"",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "[Certified on 31st August, 1990] : .",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "L D0 3/09 . ’ - An Act 70 AMEND TRE INDUs©aIAL Dispures Act BE it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka ag follows :— . 1, This Act may be cited as the Industrial Disputes Short .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(Amendment) Act, No. 32 of 1990. .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2: Section 81a of the Industrial Disputes Act, (herein- Amendment after referred to as the “principal enactment\") is hereby $f S22f!on amended by the stibstitution for subsection (2) of thet Chépter 181, section of the following new subsection :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "\" (2) The Minister in cliarge of the subject of Justice may, withthe concurrence of the Minister in charge of the subject of Labour, make regulations, prescribing— .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "{@) the manner in which applications under rection Bla may be made to a labour tribunal ; and . (b) the procedure to be obrerved by a labour . ‘tribunal in any proceedings before that tribunal under thts Pert,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ".3. Section 31c of the principal enactment is hereby Replacement, Tepealed and the following new section gubstituted of section therefor :—. adpe” “putiessnd 31c. (1) Where an application under gece AMM, Bauer ot tion Sts is made to a labour tribunal, st shall tribunals in ‘be the duty of the tribunal to make all such 7 wee teas . inquiries into that application and hear under all such evidence as the tribunal may consi-",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": ". section dm der necessary and thereafter make, not later than six months from the date of such appli- eation, such order as may appear to the tri- _ bunal to he just and equitable, @ A Isbour tribunal . condueting an inquiry sha] observe the procedure preserib- ed under section 31a, in respect of the . conduct of proceedings before the tribunal. ”. ‘8-D overs7—7,540 (9004) .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "2° ” Industrial Disputes (Amendment) ca -Act, No. 32 of 1990 Replacement 4 Section 31 of the prinetpal enactment is hereby Svotthe repealed and the folluwing section substituted therefor :— Beeman, Sgpeie Min) Beery onder made by a_lubour Onfqueriion buns] at the conclusion of proccedings on ot law an application made under section 31s, shall arising... ° be pronounced forthwith or within a reason- + order ofa able time at a sitting of the tribunal ona Jabour date which shall be notified in advance to all the parties to such application,",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(2) Save as provided in subsection (8) an order of a labour tribunal shall be final and shall not be called in question in any court.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(8) Where the workman who, or the trade",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". union which, makes an application to a labour tribunal, or the ersployer ta whom that appli- cation relates is dissatisfied with the order of the tefbunal on that application, such work- man, trede union or employer may, by written petition in which the other party is mentioned as the respondent, appeal from that order on A question of law,to the High Court establish- ed. under Article 154P of the Constitution, for the Province within which such labour tefbunal is sftvated,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(4) Bvery employer who—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(e) appeals to a High Court established",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "under Article 154 of the Constitu-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "* toa, against an order of 8 labour",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "oo tribunal or makes an application in revision against any such order; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "+ (8) makes an application for the issue of",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "an order in the neture of a writ of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "certiorari, prohibition, procedendo",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "or mandamus agsinst the President",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "of a labour tribunal, in respect of an",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "order made by such President, shall furnish to such labour trfbunel, security in cash— os",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "4G) in any case where the order which is",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "the subject of such appeal or appli ation directs only the payment of a",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". | sum of money to the workman, of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": ". an amount equal to such sum ;",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "Industrial Disputes (Amendment) , 8 ‘Att, No. 82 of 1990 (i) tn any cuse where the order which és fhe subject of such appeal or appli- ation directs only the reinstate- ment of the workman, of an amount equal to twelve times the monthly ‘ sdlary or wages of such workman at the tine his services were ter- minated ;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(it) in any case where thé order which is",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "‘the subject of such appeal or app- Tieation directs both the payment of a sum of money to the workman and his reinstatement, of an amount equal to such sum and twelve times the monthly salary or wages of such workman at the time his services were terminated.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "‘Where an employer is required under the preceding paragraphs of this subsection to furnish security of an amount equal to twelve times the monthly salary or wages of a workman, such monthly salary or wages shall, in the cute of a daily paid workman, be deemed to be twenty-six thmes the daily wages of such workman.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(©) The President of every labour tribunal. shall cause all moneys furnished as security under subsection (4), tn be deposited in an account bearing interest, in any approved ‘bank in Sri Lanka.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "(6) Every petition of appeal to a High Court established under Article 154° shail bear uncancelled stamps to the value of five rupees and in every ease where the applicant ig required to furnish security, be accompanied by a certificate issued under the hand of the President of the labour tribunal",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": ": to the effect that the appellant has furnished",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 8,
    "text": "such security. The petition of appeal shall be Sled in the High Court within a period of thirty days (including the day on which the order appealed from was made but excluding Sundays and Public Holidays) reckoned from the date of the order from which the appeal ts preferred,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "a Industriat Disputes (Amendment) . Act, No. 32 of 1990 (?) A High Court established under Anti- cle S842 of the Constitution shall hear end 4 finally dispose of an appeal preferred to it \\ under subsection (3) from an order of a . labour tribunal or an application in revision made against any such order, within six ‘ months of the date on which sueh appeal or application was filed in the High Court. . ‘ {8) Every appiteation referred to in para- graph (b) of subsoction (4) shall be accom- . panied by a certificate issued under the hand of the President of the labour tribunal to the effect that the applicant has furnished the security he is required to furnish by that subsection.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "{9} The provisions of Chapter XXVIII of the Code of Criminal Procedure Act, relating to appeals from Magistrates’ Uouris to the Court of Appeals shail, mutatis mutants, apply in regard to all matsers connected with the hearing and disposal of an appeal preferred under this section.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "<7 20) Ba this section . “approved bank” means any hank, which hla the Minister in charge of the subject a of Finance, having regard to the mg interests of the depositors may _",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "appoint from time, to time for the purposes of this section, by notifics- . tion published in the Gazette; and “employer” includes a person who has . eessod to be an employer and is Teferred to in subsection (6) of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "section 316,\"",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "_ Industrial Dirputes (Amendment) 5 Act, No. 32 of 1990 &. ‘The following new sections. are hereby inserted Insertion of fmmediately after section dip, of the principal enactment . 40%, 07\" and shall have effect as section 3ipp. Jlpup and Blopon of and” ‘that enactment :— zo in * al enact gAppeatte 3inp. (1) Any workman, trade union or lent. Court from  etaployer who is aggrieved by any final. High Cout order of a High Court established under of Supreme Article 154p of the Constitution, in the ex~ ite ercise of the appellate jurisdiction vested in it by law or in the exercise of its revisionary jurisdiction vested in it by Jaw, in relation to - an order of a labour tribunal, may- appeal. therefrom to the Supreme Court with the leave of the High Court or the Supreme Court first had an obtained, (2) The Supreme Court shell, have sole and exclusive cognizance Ly way of appeal from any order made by such High Court, in the exercise of the jurisdiction vested in such High Court hy subsection (3) of section Bip, and it may affirm, reverse or vary any such order of euch High Court and may issue such directions to any labour tribunal or order a new trial or further hearing in any proceedings as the justice of the case may require and my alsc call for and admit fresh or additicnal evidence if the interests of justice so demands asd] may in such event, direct that such evidence be recorded by atich High Coust or. any labour tribunal, (3) The Supreme Court shall hear and Sally dispose of an appeal preferred to it under gubsection (1), within one year of the date on which such appeal is filed in the * Supreme Court, : Applications Sino, (1) Where an application is made 4G Gourt tw the Court of Appeal for the issue of an end sppeols order in the nature of a writ of certiorari, Regimen prohibition, procedendo or mandamus, Court te against the President of a labour tribunal in Be Gispoced — earect of an order made by such President, one yer. the Court of Appeal shall hear and finally - aispose of such application within one year . of the date on which such application is field in the Court of Appeal. : ‘",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "€ _ ‘Industrial Disputes (Amendment) | Act, No. 82 of 1990 @) Where an appesl is preferred to the Supreme Court against an order of the Court of Appeal on sny such application as is referred to in subsection (1), the Supreme Court shall hear and finally dispose of such xppeal within one year of the date on which . such appeal is filed in the Supreme Court. Payment of Sloe. (1) Where a High Court estab- Gxermoation lished under Article 164p of the Constitu-, cf appeal or tion, on an appeal preferred to it under aplication. section 21D or on an application in revision . made to it against the order off a labour tribunal— .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(a) affirms the order of the labour tribunal which is the subject of such appeal ‘or application, and no appeal js pre- ferted under section 3ipp to the Supreme Court, from such order of the High Court, within the time allowed therefor, the President of",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": ". such labour tribunal shall cause the security furnished under section 317 (4), together with the accumulated interest thereon, to be paid to the workman ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "() reverses the order of the labour tribunal which is the subject of such appeal or application, and no appeel is preferred under section 3lpp to the Supreme Court, from such ordor of the High Court within the time allowed therefor, the President ef such labour tribunal shall cause the secruity furnished under section 31p(4), together with the accumu- lated interest thereon, to be returned to the employer ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "(©) varies the order of the labour tribunel which fs the subject of such appeal or application and no appeal is pre- ferred under section 3lnp to the Supreme Court, from such order of the High Court, within the time",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": ", allowed therefor, the President | of",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Industrial Disputes (Amendment) 7 ‘Act, No, 32 of 1990 - the labour tribunal shall cause the . sum required to satisfy the order of the High Court, together with fnterest on that sum, to be paid to the workman out of the security furnished under section @1p(4), and shall cause the balance, it any, of such security and interest thereon, to be returned to the employer.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(2) Where the Court of Appeal, on an application made to it for the grant of an order in the nature of a writ af cértiorari, prohibition, procedendo or mandamus, in respect of an order of a labour tribunal—",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "{a} refuses the application, and no appeal is preferred to the Supreme Court against such refusal, within , the time allowed therefor, the President of the labour tribunal shall cause",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". the security furniched under section Bipé4), together with the accumu, lated interest thereon, to be paid to",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "ts ‘the workman;",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "{b) quashes the order of the labour ‘tribunal, and no appesl is preferred to the Supreme Court against the order of the Court of Appeal, within ‘the time allowed therefor, the President of such labour tibunal shall cause the security furnished under séction S1p(4), together with the accumulated interest thereon, to ‘be returned to the employer ;",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(e) varies the order of the labour tribunal, and no appeal is preferred to the Supreme Court from the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". order of the Court of Appeal, within. the time allowed therefor, the",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". President of such labour tribunat shall cause the sum required to sotisfy the order of the Court of Appeal, together with interest on that sum, to be paid to the workman ‘out of the security furnished under -",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "8 “ Industrial Disputes (Amendment) < Act, No. 32 of 1990 . section 31p(4) and shall cause ‘the . balance, if any, of such security and _ : interest thereon, to be returned to, ~ : the employer, 3) Where the Supreme Court in any of the follewing causes, that is to say, onan ~ : appeal prefered té it under section Simm appeal preferred to it under section Slop under Article 154» of the Constitution, or , on pn appeal preferred to it against an order of such High Court on an application in revision made to such High Court against . an order of a labour’ tribunal, or on an appeal preferred to it from an order of the Court of Appeal allowing or refusing an application for the grant of an order in the nature of a writ of certiorari, prohibition, . procedendo or mandamus against the President of a labour tribunal in respect of ~ an order made by such President, or varying the order of such labour tribunal—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(a) affrme the order of the labour",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": ": tribunal which is the subject of such appeal, the President of such Jabour tribunal shall cause the security furnished under section 314 (4), together with the aecumulat- ed interest thereon, to be paid to the ‘workman ; .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(®) reverses the ‘order of the labour tribunal which is the subject of such appeal, the President of such labour ‘tribunal shall cause the security furnished under section 3lp (4), together with the accumulated",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": ": \"Interest thereon, to be returned to . the employer ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "(c) varies the order af the Jabour tribunal which is the subject of the appeal, the President of such labour tribunal",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": ": > shall cause the sum required to satisty the order of the Supreme Court, together with interest’ on ‘that sum, to be paid to the workman",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "Industriat Disputes (Amendment) 9 ‘Act, No. 22 of 1960 . out of the security furnished under section 31p (4) and shall cause the balance, if any, of such security * and interest thereon, to be return- ed to the employer.\", € Section 39 of the principal enactment is hereby Amendment amended as follows :— ” gtsection (1) tn subsection (1) thereof, by the repesl of paregraph Prucubent (B) of that subsection ; (2) in subsection (2) thereof, by the substitution for the, words “made by the Minister”, of the words and figures “made under subsection (1) of this section or under subsection (2) of section 31a”, . 7. (1) Where on the date of commencement of this Act, Pending any application made to a labour tribune) under section Sia *°#®>* is pending before such tribunal, it shall be the duty of the tribunal to make all such inquiries into thet application and hear all such evidence as % may consider necessary, \"and thereafter make, not later than six monthe from the date of commencement of this Act, such order as may appear to the tribunal to be just and equitable. (2) Where on the date of commencement of this ‘Act any appeal preferred to a High Court established under Article 154p of the Constitution against an order of a Iabour tribunal or an application in revisioh made to it Against an order of such tribunal or any application made to the Court of Appeal for the issue of an order in the nature of a writ of certiorari, prohibition, procedendo or mandamus, against the President of a labour tribunal, in respect of an order made by such President, or any appeal preferred to the Supreme Court against an order of such High Court or the Court of Appeal in relation to an order of a labour tribunal, is pending before any such court, the High Court, the Court of Appesl or the Supreme Court, as the case may be, shall hear and finally ispose of such appeal or application not later.than one year from the date of commencement of this Act. 8. In the event of any inconsistency between the gintula Sinhala and Temil texts of this Act, the Sinhala text shall “uvhin i . case of prevail. inconsistency,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "‘Hnnual subscriptlon of Bills and Acts of the Porllament Ra 171 (Loeal), Te. 296 Foreign), payoble to the Surewmnrmuoews Covemnemrr Puuticszions ” BOEA, ‘Coromso 1, before 18th December each year in respect of the year following.",
    "mean_p_confidence": 0.6
  }
]