[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "iS) ereese PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA PREVENTION AND PUNISHMENT OF “GRIMES AGAINST INTERNATIONALLY \"PROTECTED PERSONS ACT, No. 15 OF 1991 {Certified on 15thMarch, 1991], : Printed on the Orders of Government . Published as a Supplement to Part II of the Gazette of the Democratic Soctalist Repablic of Sri Lauka of Marci 15, 1991 PRINTED Aff WOR DRPAXEATONE OF GOVERMENT POIITING, SHE LANA \"30 im TUNG) Ar URE GOVERNRIRICE FUNDTEASIGNG EUREAT, CONDO I Price : 60 cents. ~~ Postage : Re.1.00",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Prevention and Punishment of Crimes against",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Internationally Protected Persons Act, No. 15 of 1991",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "[Certified on 15th March, 1991} LD.—0 60/98 a og . AN ACF To GIVE REFECT TO ‘118 CONVENTION ON THE PREVENTION",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘wp Poisument OF CRIMES AGAINST INTERNATIONALLY",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Prorecre Pensons, mcuupmic DirLomarie AGENTS; AND",
    "mean_p_confidence": 0.37
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "7OR MATTERS CONNECTED THEREWITH OR INCIDENTAL THERETO, =. WHEREAS a Convention on the Prevention and Pumish- Preanbie, ment of Crimes against Internationally Protected Persons, including Diplomatic Agents was signed in New York on the fourteenth day of December, Nineteen Hundred and Seventy-Three: :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AND WHEREAS Sv! Lanka intends acceding to the sald ‘Convention ; .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "AND WHEREAS it is necessary to make tegal provision to give effect to the provisions af the sald Convention in Sri Lanka. : NOW, therefore be it enacted by the Parliament of the Democratic Soctelist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "1. This Act may be cited as the Prevention and Punish- short ment of Crimes against Internationally Protected Persons, title and Act, No, 145 of 1991 and shali come into operation on operation. such date as the Minister, by Order published in tha Gazette, certifies as the date on which the Convention on. the Prevention and Punishment of Crimes against -Inter-",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Nationally Protected Persons, including Diplomatic Agente,",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "signed in New York on December 14, 1978, (hereinafter - referred to as “the Convention”) enters into force in respect of Sri Lanko,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "\"2, ‘The Mintster may, from time to time, by Order. minister published in the Gazette, certify the countries which are (Cou, parties to the Convention, A country in respect of which countries an Order made under this section is in force, is hereinafter referred to as “a Convention Comtry”,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "& (1) Any person who, whether in or outside Sri Offences Lanka, murders an internatlonally “protected person shall taterna be guilty of sn offence under this Act and shall an convie~ Honally tion after trial on indictment before the High Court, be Persons punished with death. :",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "2 Prevention and Punishment of Crimes against",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Internationally Protected Persons Act, No, 16 of 1991",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(2 Any person who, whether in or outside Sci Lanka, kidnaps or abducts an internationally protected person shall ve guilty of an offence under this Act, and shall on eonvic- tion after trial an indictment before the High Court, be Uable to imprisonment of elther description for a term which may extend to seven years and to a fine not exceed~ ing five thousand rupees.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(8) Any person who, whether in or outside Srl Lanka, commits an attsek on the person or Iberty of an inter netionally protected person shall be guilty of an offence under this Act and shall on conviction’ after trial on indictment before the High Court, be liable to imprizon- ” ment of cither description, to a term which may extend to seven years or to a fine not exceeding five thousand rupees.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(@) Any person who, whether in or outside Sri Lanka, commits a violent attack upon the official premtses, the private accommodation or the means of transport, of an internationally protected person, likely to endanger his person or Liberty, shall be guilty of an offence under this Act, and shall on conviction after trial on indictment before",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "the High Court, be Hable to imprisonment of either description for a term which may extend to seven years Or ton fine not exceeding five thousand rupees. . (8) Any person who, whether in or outside Sel Lanka— (@ threatens ér conspires tn commit; - (@) attempts to commit; or : (©) abets in the commission of,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "any such offence ag fs referred to tn subsection (1) oF",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "Subsection (2) or subsection (3) or subsection (4) shall be",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "guilty of an offences under this Act and shell on conviction,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "aiter trial on indietment by the High Court, be Hable to the",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "‘same punishment as he would have been liable to, had he",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "‘sommmitted the offence, which he is convicted of having",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "‘threatened or conspired or attempted to commit or of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "heving abetted in the enmmiselon of, . a",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 15,
    "text": "(6) In this section, “sket” has the same meaning 3 in sections 100 and 101 of the Penal Code.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Prevention ond Punishment of Crimes against 3",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Internationally Protected Persons Act, No. 15 of 1901",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "4, Im any prosecution for an offence under this Act, a fvidence. certificate under the hand of the Secretary to the Ministry of the Minister in charge of the subject of Foreign Affairs, to the effect that the person nemed therein is an interna- tionally protected petson within the meaning of this Act, shall be admissable in evidence without further proct, and shall be prima facte evidence of the matters stated therein.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "5. (1) The High Coust of Sri Lanka is hereby vested. Juristic- with jurisdiction to hear, try and determine, in the manner on of provided by written law, any offence under this Act. Count",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "@) ‘The jurisdiction vested in the High Court of Sri attences Lanka by subsection (1) shall be exercloed by the High Se Court holden at Colambo,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "6 Where » person who is not a citizen of Sri Lanka is Rights of arrested for an offence under this Act, then he shall be certtin entitied— arrested",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(@) to communicate without delay, with the nearest [fences",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "appropriate representative of the State, of which ander he is a national, or which is otherwise entitled to",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "Brotect his rights, or if he is a stateless pergon,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "which he requests and is willing to protect bis",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "righta; pod .",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "(8) to be visited by a representative of that State.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": ". 1. The Extradition Law, No. 8 of 1977, ia hereby Amendment amended in the Schedule to that Law, by the insertion, of Eetedl- immediately before Part 3 thereof, of the following: Na. of”",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "“ (8) (a) a violent attack upon the offical premises the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "private accommodation, or the means of transport of an internationally protected person within the meaning of the Preven-",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": ". tion and Punishment of Crimes against",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "* Internationally Protected Persons Act, of 1991, Likely to endanger his person or",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": ": liberty ;*,",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 4,
    "par_num": 19,
    "text": "& Where there is on extradition arrangement in force, Eating between the Government of Srl Lanka and a Convention tion Country, such arrengement shall be deemed, for the mise ‘Purposes of the Extradition Law, No, 8 of 1977, to include deemed to Provision for extradition in respect of the offences set out Provide for in the Schedule to this Act. in the ile,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "4“ Prevention and Punishment of Crimes against Internationally Protected Persons Act, No. 15 of 1991 ‘Minister % Where there is no extradition arrangement, in force, Bay treat between the Government of Sri Lanka and a Convention ion az an Country, the Minister may, by Order published in the Sreraaitlon , Gazette, treat the Convention for the purposes of the between st Extradition Law, No, 8 of 1977, as um extradition arrange- gue and ment made by the Government of Sri Lanka with such country in Convention Country providing for extradition in respect of ‘Tespect of the offences set out in the Schedule to this Act. offences, dn the Schedule. ipterpretae 16. In this Act— . “ ‘nternationally protected person” means— G) a Head of State, including any member of @ collegial body performing the functions of a Head of State under the Constitution of the State concerned, a Head of Government or a Minister for Foreign Affaing, whenever any such person is in a foreign state whether in . transit or otherwise as well as members of his family who scoompany him ; (2) any representative or official of » State or apy official or other agent of an international . ‘organization of an intergovernmental chara- eter who, at the tne when, and in the place where, a crime against him, his official premises, his private accommodation or his . means of tranzport is committed, is entitted Pursuant to international law to special protection from any attack on his person, freedom or dignity, as well as members af . . . his family forming part of his household. Sinkela IL In the event of any inconsistency between the text to Sinhala’ and Tamil torts of this Act, the Sinhala text shall Hesse ot \"prevail, . inconsistency,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Prevention and Punishment of Crimes against 6,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "Internationslly Protected Persona Act, No. 16 of 1991",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": ". SCHRDULE —«{Bections 8 and 9]",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "1, Murder, kidnepping, or other attack, upon the: perm. ar Aberty of an internationally protected person.",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "2. A violent attack upon the offictat pramisas, the private ascom- ‘modation or the meant of transport, of an intemnstioually nrotected person, Uikely to endanger his person at. Uberty.",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "3..(a) 0 Ohoat o conapiraey to commit any such act os ts",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "referred fo in itern (1) or (2) above; * > (b) an attempt to commit to any euch act as is referred to in item (1) or (2). aboves . {e) betting the commission of any such attack ax ix referred to in item (1) at (2) above, .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "‘Anmusl subseription of Buglish Bille and Acts of the Parliament Ba, 686 (Local),",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Fs. 1180 (Foreign), payable to the Sureanrmmmmns, Govennams ‘PusLicAnons",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "Bunzav: Covesmo 1, ‘before 18th December each year in reepect of the 3ear following,",
    "mean_p_confidence": 0.63
  }
]