[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ENERGY SUPPLY (TEMPORARY PROVISIONS) ACT, No. 2 OF 2002 (Cr 2M ncn he er Cost hina Sapien fle Ge oie test gets osc 2 roesmis Tenet",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "ergy Supply (Tessponary Peovtsionsp ‘Act No 2 of 2002 [ented on 2ts March, 2002], 1.00. 16002, ‘Ander ro rkovbhtek i Comrmmoraran Eno Sur",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "Conan 9 a AOE AR ENENESE NY ICU COMMTIEZ,",
    "mean_p_confidence": 0.2
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "(POWERS UNDER CERAM OTe Uae AND fom waTont",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "opRCTED HEREWTHOR MONEE THRETOS Be it enacted by the Parirnent of tha Demeoratic Sociniat Rept of So Lanka follows —",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "1, ‘This Act may be elted av the Brergy Supply honsidemd (Hevorary Provisions) Act, No.2 oF 7002 and shal cone Ouse epraion {nto aperation ox each te wx the Minto nay gpa by (Order published inthe Onze (Rerun refered asthe “appointed des",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "PART wm conermman cima Bes SULT COTES",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "2. (WTiewullbeesublithedaComminsetebsetied Coutualnetihe the Energy Supply Commies haminatir refered cas ke Bey Spy “Commies” Conan:",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "{@) The Commie shal comma of the following >—",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 2,
    "par_num": 9,
    "text": "@) ecafice member (0) the Secretary tothe Trapery, whe chal Bethe, Chairmen i) the Seoremry othe Minky ofthe Miniter Inchaege ofthe subject of Pow and Boesgy ty he Seoretnry 0 the Mini o€ the Minister in charge of the subject of Enterprise [Developmen nda Policy and Inesument Promatin ;",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2 Buegy Supply Crenponary Prnistons) ‘hea Mo, 2of 2002",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "2) the Chwiemas of the Ceylon Evectrslty ‘Board etalishod by the Caylan Elearichy Board As:",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(% the Chairmaa of the Ceylon Peiraleamt Conparatian established by the Petroleum Corpostion Acts",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(2 the Diteciar-Cenzcal of the Board of \"reomncot of Si Lanka cbs by the Si Lana Boas of Lavecinent Law ;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(9) the Chairman of be Naionl Energy Covnei",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(iD. the Brerty Regulator appoitad end section Siand",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "8) x rapevomtative ofthe Minisry of Ue Miner in",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "args of te subjit of Policy Developoent and",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Jimplementadan. nominated by ibe Minis o Polley",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Development and implementation a appoirted ry",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "De Mina.",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(> Amember appotued unde parser of subsection (2), all hold effin forthe ered af wo yore omc date Of hie appeienent,anlest he resigns Dia office by leer addressed toe Mins , is removed fom offce by tbe Minister, in consubation sith the Minis ia charge ofthe snbjest of Polley Developmeat and Implementation. for Teases signed.",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "46) Toe quocum For apy mening of he Commies stall be ain membort and the Commitee ray regulate the bprocedur, in ead un matings ofthe Commminee and (ha transaction of busines at sch meetings.",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "Cuenet ‘UECE, POW AND RLTION OFTHE COMBATTEE Birate ST obfects of ne Commuee stl be—",
    "mean_p_confidence": 0.23
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "(2) t0 ensure an adequate supply of cocrcal energy,",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 3,
    "par_num": 16,
    "text": "totem and omer energy reuiaricns",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Euwrgy Supply Temporary Provisions) 3 ‘At, Mo, 2 of 202 (2) to rogelan the provitin of secrical energy, the pelle supply andthe wd ation af other encgy 4, The Comitliice shalt exercise the following rowenofte power io Commune (2) purchase or there deal wih — D cheaeay (1) all ors of peurcleun prodvets: @) deal In any eoanoer wht all forme of renewable energy resources: (© purchage or others deal withaneliey oqeipment such electri meters a pespare schemes for the parchare of ruck equpmica by the privge (2) ctaure sho com ofocivensas of ll aspects of the ‘operuionsof the CaylonPerclumn Cocpraion and ‘fe Ceylon Elecwiciy Boatd 40) conserve energy ant promote other caergy (take uch mensias ns may be veccatory to ensure ‘compliance with the prvisona ofthis Act. 5. Poe the purnane of alisinment of ics objec, Ne Fansln of he CCormmites, may discharge the following kinetins — Commies, (a) the prepuzation of a raional plan (0 cosure an seduquate supply of energy: (W) the preparation af a detailed statement on the avalebilty of clesreal energy and petrlcum, snd | programme for the use of such elecccal energy snd petroleum ;",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "4 Energy Supply (Fempovary Provisions} ‘Ret Mo, 2 of 7002",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(©) the Gecharge of Funtins In rospct of Vcensing, agua and inspection measures. provided For under this Act",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(2) tendering advise the Govarement on al riers concealing the—",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": ")geomaton, rovemissne,dulbuon, soppy and we of letieal energy:",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "2) tompoaaton, exportation, storage, dsiribuion and sapply of petrolevrs and petsoloum produate;",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(0) the collection and recorting of information ‘oocernng de gencation, vansmision dstibution. supply and use of electrical enerey ond tbe dlswitution, cupply and ace of pevoteum and petateum products:",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "the upervisin an igus of dtestives 40) the Ceylon Blecitclty Boaed or wwe",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "‘thes nuthority that may be desigeated by law 10 control ihe goneration, rananition, disebvion, supply and ure of eeexiny +",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(1) the Ceylon Petroleum Corporation or such ‘tbe aaboiy tha may be dalgaaied by low ‘contrat the nponaton,expration soage, sriboion and supply of petroleum and peweleum products:",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "(2), Peregulatin he stvites of penne of enpxgedia (D_ genetaton, anes, bution phy",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 5,
    "par_num": 11,
    "text": "and uw ofeleariciy : aid",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "Energy Suprhy Temporary Provisions) = “det No 2 of 2002 i) fraponatian, expectation, rage, deribulion and sapaly of pettolsim snd petroleum produas; (4) taking sch ncasures 25. nay he cess fo mare ss far ax postbteho— @) cximerrapied generation, teansmission, Siowibsion aud supply of electricity: i) aninioreupted importation, exportation, stomp, itibuton and supply of petra ‘ad perbleum products: (D. cepulaing and xing wits ana caer charge ora ‘hme tote for ve supply of elect, © protecting te interes of consumers in relation to ‘he eagaly of — cece, by pramasing eficinsy,seoremny and safely. by persons engaged in aoivles conreciod withthe seaertin, rane. inribuion and exppy of ler: 1H) peurcleum end petraleum products, by rommingefisieacy, economy ab sae by eros engaged in setivities connected with the Importaian, exportation, storage, digvibation and supply of petroleum and etoleum products, @) seewwiag and cnauving that persons cngaged in ‘corral orgenizatione eumected with he— @ geveration, transmission, distribution ‘and tupply of eleciricicy shall efficiently finance the operation and vonduet auch sesviies;",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "6 Ram Supply (Temporary Provision] ‘0, Na. 2 of 202",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "{8 he Importation, exportation, stamps, Aistlbaion and suppy of peleum and Petroleum product iii Fane the {peraion end conduct uch elvis,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(aking such menses as may be necessary 10 rote be public on the dangers ang rom te",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "{0 gereraon,sensmission,éltibuion ond spy at cists:",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(0) nportaion oxponation sree, Ssrbaton tae suprly of pevoleum and pevotcum poms:",
    "mean_p_confidence": 0.32
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(0) promoting the effcint wen ond concretion of Sleevicity and pewoleum ond peteolevn roses}",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "8) prometing te inyodustion nd un of aerate a0 ‘enema soweet and metodo nea and producing oceny and aber seme of eeu coorgy:",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(6) soosndeiking fay oer azine the ‘Commits bythe Cabinet of Minar an cy bo cesar Kr ot snducive oh airmen of the thc of be Common:",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "(0) Saundariaking ofall sch incidonal and ancilary selves the Commies may cosier noma. od appropriate Forth eiocve dace of any of i fnew nar Ack.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "‘comgoue 6 Tn We estin ty power ao ascharge af te Ey fictions, the Comes al coma wid any special or EERE? peserl icection shun by Oe Minis inclalion othe Stee” implementation othe energy ploy of the Govern.",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "_Bsrgy Sept (Remporacy Provisions) 7 ‘et No 2 072002 1 Nwahsancingnyting to teconcey inary ber The Ct Lay iat beth ty afte Coho eric Bord and es Oot she Cajon Pec Corporulce te cane may bo, © tne ieplemcat the plans and programmes drawn up by the Comesix = Comte, for be purpose of ainmen! OF ie jes of tanner ni Seieeganet the Commie, sae cure & (t) TreMiniec ay. onthersconmendaion fhe Uarerhaaoe ‘Canmiuee appoint pation a he Exergy Repu of the Comrie. ho sal Bethe Chit Executive Ofer of te Commute, (2) The Cabin. of Ministry shall daterming the ‘ulinetion naan yeton oe spaimed at he Eneay _Regelator should poasess, and the torms aad conditions subject tenn, such ran nly be poked and De ary ‘her allowences tat may be ald ouch Energy Regul (9) The Commie sal egw woe Energy Repulor sch powers at vonelders cee. (4) Toe ergy Retnar may, withthe sppoml of he Commitee, winaerer he considers asocry 10 do 9, ‘olga 0 any porta, wise sarvins have boen obi tndersectan 10 af this AC, any powss, funcUon or dug tanfered or impoeedon or signed to im by hi ck, od ‘ch pron al ene ate dpa ac poe, faction or day subject ioe general special deciont ofthe Enon Rola 3 (1) The Cabinet of nr shat — rot Same {2 dexrning the quaeaons and formulate & sehen ef woninent",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "8 Energy Supply (Temporary Pravisions) \"et ha Yop 22 (0) cy tn arsed coins, of pono oh tp car ané aera the Cone. (2) The Commistee shall for the senplementation of Ube. ovhons of is App oh fer ae eras a tay be sccesury. © aa of he Com. a the ciple con of sich ocr a servers vats teconnusn Sprite 40. Altheegus ofthe Commies meer of ay EES, ot ormnemn gin Cylon Eley Beater he Coon SSeercnlyPeleam Compr, wth cm maybe, my, wih he Bereta corer of choice or even be ae abi he Siete” Coemien for such perio x maybe decried by Uw Neca: Cone, on sch wns and codon, including those SESE A. imgtapeation or rove fundighx or nay te hed Sennen Spon he Canes nd ach ft oer curt coma, fepisnsf_——_ 21, (1) Whenwany marble poet sou forthe ‘oer paras of ik Ac the Sey 1 he Mia of Ue Mnserin charge ofthe sbjerof Pane, ay, yo One esha refed ata~Requislon Order’).apition Sh tea mach da pce aaah Or he Iovabepopery specie here: 2) Revision Cer ms unr nscin (hall tavete fest anhoring de Serer, ke poucon Aft propery mec in be Orr nd hané ovr ach proper ahs Commie, be wad erie pogo the Ree Gi Any propery rasesionsd bythe Sexy under sstreaion (ty be dato by on Ore ent ined as an-Derqusiton rds°9oy ah Seer ith Fe om sich ns 3h betel inh Oe",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "Every Supply Temporary Prvisions) 9 ‘et, Ma 2 of 2002",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "{49 (a) Compensation in respect of any movable property roasted under subsection (1) shall bo paid of the ‘Consolidated Fund:",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(0) The aasosonentof ha emoun! of ampersaenpayible andthe renner of averting such cosponsatin nts oF the prosoas of paar) ea eas presribed",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "12, Where nay immovable property ofthe Suite ib matic ‘equied for any purpose of te Commie, such uporesall pepetya be Seemed abe aperpon for witcha pasal panoriene. Ecc of wk propery may be mde under section & ofthe Stak athe he iauie Ordoce: ond sceatingly toe pvr ef thet Somes ‘Orcinance shall apply fo» epee! grantor Tee of ich propery oihe Commis.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "IX, Nopeonscutin hale agri any nerbercflerr Peicon cerstramafibe Connie for ny scteromision, which fairer mr {Rod ath sows by hi onder is Ac orem the ecions- ‘MEAG IC Ste Commits Seems",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "1 98 itr atll air inte contac, Counc fexttd on be in Rovner rte nese and om sicchaze ofthe Comrie’ powers nd funclon and tk ‘owracs, sal be performed bythe Commis, a were ‘body compote,",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "(Q)AM pxtion in retains othe cues of i powersor tschange oT ks funcors. lb bough by o pana Ihe ‘Conn, at wee body corpse",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "15, ‘The Commis sal be deemed jo bea Sehadblod Come Trsfuaion wihin te monsing af the Bribery Ack, nd the Semen provisions ofa Ast shall be consrud necordinghy. ani wan",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "16, The Miniser may, ftom tine 10 ine direct te Pemiingst Commas to furs (ohn in ck Fre ry sega, Ineo returns, secosns and ott information wih spect the Mina ‘Workodthe Commie and be Commins hal comply wih ‘vey seh direction",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 10,
    "par_num": 10,
    "text": "17, Aay porn who contravenes any provision of his Ofer ‘Actor any regulon made hetero also copy ih ‘any dvecion sued hcrounder, shall be guilty of an Ooace tinder tis Act.",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "10 ——_Brerty Supply Femporary Provisions) ‘Ret No 7 of 202",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "eine $8. (1)Axy pron fund silly of en affence dats",
    "mean_p_confidence": 0.44
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "fee ‘Ac. hal be Fab, on concion aor sur il byw Magiseae co imprionment of cahor dexcripon Tor apiod ratorceding ve yao i ck exceeding ten niin rept or fo both such imprtoement ad fis.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(2) Where a offence under iis Act econ by w body of peczon theo —",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(@) ifthe body of persons a body carporae.overy icioe an aero het body corporate; ) i shat boy of persons i & fem, cvery pent of ta fr, shal be dete obo gully of tha offence",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Provided hat wrt crane of such xy Sxpomme oc aparier oF sch firm shall ol be deemed io bo gully of tach offears, ithe tote, elec prior paves such offence was not commie with te hace of the director. fier or pres. or ta he deco fee partner xecied due diligence to prevent fhe commision of auch eres,",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "Pegaione 1S, (1)The Minner may mate regsaion ia respec raters squire byt Az 1 be prose arn apes ‘sich oguluians are autora wo be mace.",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "{) Withoun prejution 19 the goneraiy ofthe powers confered by subreion {1 mgulations may be mas i reaper of any or all of he flowig mauess =",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(eb tho provision of an adequate and usinerup! supply of cleiieal energy, petroleum aed ther ‘bory sources shat ae ese w the i a the serenity:",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(0) the conditions 1o be observed for so eafoly of ‘enaeray pects:",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 11,
    "par_num": 11,
    "text": "(6) dhe mosares necessary for conservation and ust oF local ones.",
    "mean_p_confidence": 0.38
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "‘ergy Supply Tmpacary Provisions) ‘et es of 202 (2) Bory regulation made by the Mister shal be published nth Gontc ad shell came into apraioncr the Ane of suo} publication or on suk hoe dos es ay be spoclied in rutin, (4 Berg soulton made ty ke Miniter sh as x08 contri after ta pubfetion a th Grate. be bowght beta Patlamont approval Ary regan wich in 0 approved sal be Seamed i be escnde arom ha dle Of auch clsapprovel, but without prjce (o aything evlosly done hereunder. (51 Notiienion ofthe Gna o whi any regulation is eee be esclded ah be publsed Inthe Gaze, 2_(1)TRe Commins sed, as son possble Met Rape ke {he ond of etch Financial year of the Commitee, make CSamiertte ville tothe Miniter report, on th cree and OE ‘perormance by ie Cominides. ois powers and uncions Moe ha, daring ht yeraed ent lemon progames Suchen cpt ech shal 301 out any drecilon given by whe Minister 10 the, MBN Sb re Comoe during th yea ase (2) The Commiuce shall, wars he report 40 ite Ministre: Minister shall cane sich wpe be ad before Patan. @) Te Comins shall ons he repo tobe pied a the axpens af tho Comite and 10 bo rado avalike (or pateers by he Puc, ot uch fice a shall be eurmiead Fy the Commitca, 21. (1) Commie alpine 19 pontingapror isi tae oer projet oaing toshe— ae © prem ison, dation or suply of Ami pe (). entice, wanzmision,distibuton supply of Amity are crane aeoaitne ceca ony | Pooerichid 4. importation. exporion. sce, dtuibutan or supply of petrol and pacer prac,",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "¥2——_BuegySuppy Temporary Proviso)",
    "mean_p_confidence": 0.15
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "‘ei ha 20 02 clin ep fm the Cen Ewiwanentl Ante ibibd wader ie Naorl Evra Act 1 iromeral Spars of he propose proj.",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "{2} ToeComminoe shal anerconsling he Mii and taving shen ds enesideration (he malo comin in the pon ofthe Cental Envrneens Autor, get “ggreval (or any project refered to in subrection (1),",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "mmphin ioe 22, Sacto hooves futon 21anythingdone en the under the provisions of this Act shall have cffect, rite nomitsandiog anything the conta i the Nustcet ASEM Crm, Nation Envonmendl Asst 261 {ae Fema Code an! selon 98 of the Code of Criminal Procefre Act and acuity teers of ny conic ot inconsistency botwesn the provisions ofthis Aet and ke Mori ows pevisons of Ue Ac eal pal aerial tse wea ec OnE LE commteets 28, The pres relating 10 tris acter charges Serre socio In an V of he Cayln Bec Board Act eh SERV Sead fm tins tbe ll fot and ali he poss eee a dae and covitancing anything othe eos inthe (Ceylas Electricity Board Ast, be exercised by the Commitioe in acanlnee wih provision fi Par andi Czo [ocr Bond shal not enerciso any power under in Pan forsolongarthie Act etn perio ond en reference oh \"Bed Pat of ay regulation ot Order made er {bear shl ent cone tere ren be ea {nd command at erene ioe “Comune” Comcem BAL (1) The pee elaiage cesingireapst of ie seceererin ppl of tat corgy yer rch 2p section 11 of erpcaet?pebtecvieky det at ameided from ie time sl os Benicesa andi tieeocisd cae and noire anything 0 the comrary inthe sac, be esc by ts Cammtce Snscronthae wh he proviso te advected he",
    "mean_p_confidence": 0.39
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "sven) Suppy Tunporny Pen) 13 et of 202 sna rt sey power ih ston 50 Tonga his As pean td ty reemae ee “tit” ncc nn ray repaton ede cde shall ets he caters bere rene ended fondvond aa tenet he “Commitee 2) The Coes nin ce ois power sation th bene oe pel rg ces or be Min 25 Tepweerzendunctnsc be Cape Auery cows nde hs Pals Prats (Regan el Ctl of wero Supplies) Act, shall fren and aftr the wppoimed dae. and Cee totvahonogeningtncncory ches erisen | ROT Proitls(Reguaian act Canola Seppe) Ac, bo Fock Ceedly te Comniteinacidonce Abe provion (meta Sf ihat Act and the Compr Anthony ale emaeae SOOM dy cower net a Actas Tongs eae operon tou ny tees the “Compt atone at Ac Sr ay reson nade Detar Sahu the cons terete rate te oa nd coaored or fence Serco 236 Feom ser the pine a, the Commitee cae my nhaeiomaiden ect and expedeasccodpin some apart the do chars of Cunctions— wren to) exerci ove or reo the ig ven we eS. Fvoeum Coperaionsaclated the Cylon wrerearie FPetenun Goprson et oer esos Se, Se, ee Bree Sond aor eta 12) exes ay one oF mee of te poet on peal Sree oven contac ce te Mier oie Bat of Sues Direc apie cas ey tronic aS, Guin A SiSo,dn ond ate sia, nd wee ba Cae tari sah so me the Conroe Minute the Bowe of Droste a he at may te sll ol enercee may ove unr hae",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "14 ——_Buergy Spy (Teapanary Paviious} ‘Act No, 2 of 2002 tection 3 omg an tis Ae ci operation and any reteronen tothe \"Corpesatlon\", “Board of Dikscons” a the \"Mee\" (te case may bein such setts shall ules he eomiext Cherise equines, be ried and eonstues aa referer 19 the “Comeniee”. Fear: 27. (1) Nowweithetanding uniting to Yh comer in he mecttectoo Ceylon Blecuricity Boon Art, the Blecicicity Act, the ‘Ceylon Penrleum Corporation Aci. and the Poiroleuin Products (Regulation aed Control of Suplcs) At, the Compaen sol eve the poses, wilh be concurrence ofthe Mision 1 sue special dirions as nay be necessary For the purpose of exercising the powars toafered on the (Commitee under sections 23, 24,28 or 26 a the eatery bel",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "G@) the Caylon Blectrichy Board, stublishod by section 2 of the Ceylon Elecwicity Board Act and ve any offices or servant of ech Board;",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "@) the holder of any Kiccos iesued unde action 2 of the Ceylon Blecrety et;",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "6) tothe Coanpten Authority appoinied under sect ofthe Peraloum Products Zeegubaon and Coral of Supplicn Act and the Petrokuan Comrofiec ot ny Deputy Ptmleunt Convelle or any Aesiaan Petroleum Controller eppoated ander eat tsetion: ond",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": ") 10 the Ceylon Petroleum Cerpecsion established by seaon 2 ofthe Ceylon Perleum Corporation Act, and 1o any officer end servant of eich ‘Comportion.",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 15,
    "par_num": 6,
    "text": "(2) I shall be the dey of every person, to whom any rection has ben isuedundorsubseclion (1), sa cemply nth tach diction.",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 16,
    "par_num": 1,
    "text": "rate Sgt (Tamporary Proiions) 1S ‘et Na, Def 2002 2B. (1) Noeritending any ing ha contay ithe Spit prt Cyan Eecwiciy Bou Actorln ay convaciorageanent Ve ttowshy ‘ateed ito unde the proiins of the afresh Ac tre MCHE. Commies ste ave power se aop pei procedure in the imposkion f tri or thr charges inh inset of National economy end in vie of the necesity to tke expeditions manure forte fete ext ofthe pomes ane igs the Commies. (2) Special procedve ray be adoped fr ha impsion oft ther charges 2 shall be prescribed. 29, The provisions ofthis Act shall be operon fra Duane eid of tes yee fem ic ppd de oo 38, Intivoventofanyinconstency bern is Sitila setaaea a 1 Toil oto thi A te Sih chall pow pane 3, Teds Ae aalenythe eamest tee regu apna “Board o¢Imesanem ofS Lanka La” cans te Hoard ‘ot fevesmon of St Lanka Law, No.4 1978: “Ceylon loctcny Act” mene the Calon Bot, ‘Cinger 205); \"Ceylon Eleeicity Board Act\" means the Ceylon het Bowe Ae No 17 of 1969: “Ceylon Parieum Corporation Aet” mens he Ceybon Pexoleu Compocion Act, No 2801961: “Code of Crimiaal Procadue Act” tans the Cae of ‘Criminal Procedre Ark No 15 of 1529 “eletiea! exergy\" mean onorgy which is generated, (coud eplied ore for ey pure Oe than he wanamiaion ef amessge “Maslonal Enstronmenial Act” moans the Nationa! ovivemental Act, No. 47 of 980:",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "16 Baergy Supply (Tenporary Provisions ‘et NO, 2 202",
    "mean_p_confidence": 0.35
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "*iunanoe Ordnmee” meas the Nuisooces Orlin (Coupe 230);",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "Peed Coe\" mean the Pra! Code (Chapter 19):",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "person” includes any body of parsons, crporet or cnoompone",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "“poole” mane perl edicts any product ‘or by fodve which may be delved, purchased Prepared, developed. compounded, mate, o¢ Trarficired, rom eo-etbons orkyéo-ttbon compounds, an any inorganic and oatacal or ‘ethic orgie compound or nine whieh Pas Bean ued fs Bing used oF intended 10 be wed sr aiculord cheieals of imeve desriptn for the purpose of dessosingiohibiing of consoling {he balonof plat or onal pest angu rah ses incrcne he phi and uit of pan fies,",
    "mean_p_confidence": 0.41
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "*ptcoleum pret ans peo arose, auto das Ieany dies, frre ly uid pouch gar of akin bine fl",
    "mean_p_confidence": 0.36
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "*Fortaum Modes (Regulation an Conrol fSupic) \"Ac ware Peoium Prods (Regul ond ‘Cort of Supplies) Act, No, $4 of 1998",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 17,
    "par_num": 8,
    "text": "“Miia” mean he Mnlerin chars of he sublet of Power and Expy",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "ee (ew Stree Gretna Acree Sus. 3, Tureen Hn Tomson Canmore 16 Ooeter ch yur a Yr allow",
    "mean_p_confidence": 0.24
  }
]