[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "Hatem PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA INTERNATIONAL WINGED BEAN (DAMBALA) INSTITUTE ACT, No. 7 OF 1982 . [Certified on Sth February, 1982] .",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": ": Printed on the Orders of Government : Published as a Supplement to Part II af the Gazette of the Demecratic ‘Sociallat Republic of Sri Lanka of February 05, 1982 RDUED AT WH DEEARTOORNE OF COUEMNARTE PRDITING, SAE LANE am Poneman as ne Gove wonieations Boma, covmo Prices 90 conts : Postage: §0 cents",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "_ + International Winged Bean (Dambela) Institute ‘ Act, No. 7 of 1988 [Certified on Sth February, 1982]",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "L, D0. 35/81 AN Act 70 Provine ron THE ESTASLISHMOMT oF THE INTER:",
    "mean_p_confidence": 0.52
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "NATIONAL Wiram Beaw (DAMBALA) INSIEIUTE AND FOR__",
    "mean_p_confidence": 0.33
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "‘MATING CONNECTED THEREWITH OR DYCIDENTAL, THERETO. ‘BL it enacted by the Parliament of the Democratic Socialist Republic of Sri Lanka as follows i .",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "1. This Act may be cited as the International Winged Short tile, Bean (Dambala) Institute Act, No, 7 of 1982, and shall SPeration, come into operation 0 such date as may be appointed by the Minister by Order published in the Gazette,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "2 (1) There chall be established an Institute which shall Extabishment be called the International Winged Bean (Dambala) fieymational Institute (hereinafter referred to us the “Institute“} which Winged Bean shall consist of the persons who are for the time being {UaEBHa) ‘members of the Board under section 5.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(2) The Institute shall, by the mame assigned to it by subsection (1), be a body corporate and shall have perpetual succession and a common seal and may sue and be sued in its corporate name, . .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "3 The principal office of the Institute shall be at Kandy: Principat",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "Provided, however, that the Board may, with the concur- of the rence of the Minister, select any other appropriate place in Sri Lanka for the purpose.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "4. The objects of the Institute shall be—- OPiecs -",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "{@) to conduet directly or indirectly all research and Institute.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "related activities necessary for the development and utilization of the Winged Bean (Dambala) inter nationally as a source of human food as well ax",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "+” ivestoek deed of internationa? and economfe value ;",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(0) to promote sctivities for the training of. manpower dedicated to research, training or other activities that will promote the development of the ‘Winged Bean (Dambsla) as a commodity of importance to mankind ;",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "(0) to engage in-all activities in connection with the storage, spread and utilization of information relat- ing to the Winged Bean that will contribute to the formulation, growth, utilization and development of technology relating to the Winged Bean (@Dambale) ;\" :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 16,
    "text": "A carr —a3.T00 GD",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "2 faternational Winged Bean (Dambdala) Institute Act, No, 7 of 1982 Bord of 5. The affairs of the Jnstitute shall te administered by ot the a Board of Directors (hereinafter referred to as the ‘Tnatitute. “Board ”) consisting af not more than fifteen members of whom— . (a) two shall be ex officio members, namely—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "{i} the Secretary to the Ministry of the Minister, sand",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(ii) the Director-General of the Institute, appointed under paragraph (a) of subsection (1) of section 153 and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(®) the others shall be persons who—",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "@) are involved in and interested in promoting the development of the Winged Bean (Damiala) and other under-utilized plants; or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(a) appear to bave had experience and shown capacity in the sphere of administration, finance, law or any other allied sphere of activity.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Pea & (1) The first Board of Directors (hereinafter referred Directors of to as the “First Board”) shall consist of - ‘he rutin, (a) nine members appointed by the President, in consul- . tation with the. Minister (hereinafter referred to as the “appointed members ”}, who in addition to the requirements net out in paragreph (b) of section 5, shall be persons who have faternational standing in relation to the work of any Institute the objects of which are similar ¢o that of the : Institute and who may be selected from— @) Sri Lanka;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(i) the developing regions ot the workd ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(ii) international organizations concerned with under-utilized plants ;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "Gv) organizations providing funds for the Institute;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "and ‘",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "(v) countries making a substantial financial contr!-",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 13,
    "text": "bution to the Institute; and (0) two ex officio members, namely— () the Secretary to the Ministry of the Minister, and (i) the Dizector-Ceneral of the Institute, appointed under paragraph (c) of subsection (1) of section 15.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "1 International Winged Bean (Dambala) Institute 3 ‘Act, No, 7 of 1982",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) ‘The President may, in conaultatlon with the Minister, appoint a Chairmen and s Vice-Chairman of the First Board, from among the members of that Board.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(8) G) Every appointed member shall, unless he vacates office earlier by death, resignation or removal, hold office for a period of three years, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Gi) An ex officio member of the Bosrd shell hold office as long aa he holds the post by virtue of which he was appointed a member of that Board,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(4) In the event af the vacation of office of the Chairman, Vice-Chairman or any appointed member of the First Board, the Board may appoint another person to hold such office during the unexpired part of the term of office of the member whom he succeeds.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(6) If the Chairman, Vice-Chairman or any appointed : member of the First Board is temporarily unable to dis- charge the duties of his office by reason of ill health or any ‘other cause, the Board may appoint another person to act in his place as Chairman, Vice-Chairman or as guch member,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(6) (@) The Chairman may at any time resign his office by letter in that behalf addressed to the President,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(®) The Vice-Chairman or any appointed member of the ‘First Board may at any time reeign his office by letter i ‘that behalf addressed to the Chairman.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) Any appointed member of the First Board may ba. removed from office by a majority of not leas than two-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "‘thirds of the votes of the members af the Board without ‘assigning any reason therefor and such removal shall not ‘be called in question in any court.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "7. G) The First Board may appoint any person as a Appointment Director and he shall be an additional member (hereinafter Of Sdditiona? referred to as “additional member\") of that Board:",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "Provided, however, that the total number of Directors shall not at any time exceed the maximum number preseribed by this Act .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(2) Every additional member ehall unless he vacntes",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": ". office earlier by death, resignation or removal hold office for a period of three years.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 4,
    "par_num": 15,
    "text": "(8) In the event of the vacation of office by any additional member, the First Board may sppoint another person to’ ‘hold such office during the unexpired part of the term of ‘ffce of the member whom he succeeds.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 International Winged Bean (Dambala) Institute ‘Act, No. 7 of 1982",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(4) If any additional member 1s temporarily unable to ‘discharge the duties of his office by reason of ill health or any other cause, the First Board may appoint another perion to act in his place as such member.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(6) Any additional member may at any time resign his ofice by letter in that behalf addressed to the Chatman of that Board.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(6) Any additional member may be removed from office by a majority of two-thirds of the votes of the members of the First Board without assigning any reason therefor, and sueh removal shall not be called in question im any court.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Appointment & (1) Every subsequent Board shall consist of not more Qfsubsequent than fifteen members who shall be appointed hy # majority of not less than two-thirds of the votes of the members of ‘the previous Board whom they succeed, (@) The provisions of section 6 relating to the First Board . shall, mutatis mutandis, apply to and relation to every subsequent Board appointed under this Act. Eilethiity 9% Ady member of the Board who vacates office, other fermeapeeint: oon a member who is removed from office under this Act, ember of hall be eligible for reappointment, Remunera- 10, ‘The members of the Board shall be remunerated sr. Henet of such manner and at such rates az may be determined by ‘the Board, ‘the Board. ‘The seal ot -«1L._ The seal of the Tnstitute— “ the Tnatieate,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(@) shall be in the eustody of the Chairman of the Board 5",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(®) may be altered in euch manner as may be determined",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "by the Board; and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(c) shall not be affied to any document except with the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "sanction of the Board and in the presence of tw merabers of the Board who shall sign the doeumet\"® 1n token of their presence, - Usetings ot 12, Rules may be made under this Act in respect of He oar meetings of the Board, the quorum therefor and the pro~ - cedure to be followed at such meetings, 7",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "International Winged Bean (Dambala) Institute 6 Act, No, 7 of 1982 ,",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "13, (1) The Board may delagete to the Chairman, the Delegation Executive Committee or Director-General, any of its powers, 4iuties and. dutles or functions. fethans of",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(® Tho Chatman, Executive Committee, or Director-",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "General to whom any of the powers, dutles or functions of the Board has been delegated under sub section (1) shall exeroise, perform or discharge the powers, duties or fumetions so delegated subject to the general directions of the Board, .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "34. The Institute shall exercise, perform or discharge Fawers, 5 such powers, duties or functions las may roasonably Be funcdcus necessary to achieve its objects and in particular may— of the.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(a) receive grants, gifts, and donations in cash or kind",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "whether from local or foreign sources; ~",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(®) acquire, held, take or give, lease or hire, mortgage, pledge and sell or otherwise dispose of any movable or immoveble property ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(e) give grants, endowments or scholarships for the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "_ furtherance af the objects of the Institute ;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(@) appoint, employ, remunerate and cxercise discipli- nary control aver its officers and servants;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(©) open, operate and close bank accounts and borrow or taise money, with or without security ;",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "{f) enter into and perform or carty out, whether directly ‘or through an officer or agent authorized in that behalf by the Institute, all such contracts or",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": ". agreements 9s may'be necessary for, or conducive or incidental to, the exercise of the powers. performance of the duties and discharge of the functions of the Institute; :",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(9) conduct, assist, co-ordinate and encourage research",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "in all aspects of training, education, extension and the overall development programmes pertaining to the Winged Bean (Dambala) primarily and other under utilized plants ‘as may be appropriate, thereafter ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "() import plant, machinery and equipment required for ‘the purposes of the Institute and recefve equipment, funds, personnel and any other assistance for the efficent working of the Institute ; ss",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 6,
    "par_num": 18,
    "text": "(@ levy fen 0¢ charges for ‘any services rendered by the Tnstitate 5 .",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "6 International Winged Bean (Dambala) Institute ~ Act, No. 7 of 1982 G) erect or cause to be erected any building or structure . ‘on any land belonging to or held by the Institute;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(h) allow the export and import of breeding material from and to Sri Lanka; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "@ do all such other acts and things as are incidental or ‘conducive to the achievement of the objects of tlie Institute,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "Appointmwat 18, (2) The Board shall appotnt—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "Gaer (a) the Director-General of the Institute, and Ropar (2) the Deputy Director-General of the Institute, who General shall not bea member of the Board but be a person. apd other qualified in relation to the work of the Institute. ot the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "Anatitote, (2) The Director-General shall—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(@) be responsible for the management and administration of the Institute in accordance with the policies and decisions of the Board ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "_ (6) exercise, perform and discharge such powers, duties +\" and functions as may be delegated to hira ; and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(@) appoint to the staff of the Institute such officers and servants as may be necessary for the purposes of",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": ". the Institute.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "@® The Deputy Director-General shall assist the Director-General in the éxereise, performance and discharge of his powers, duties and functions under this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(4) The conditions of employment including the remuneration of the Director-General ond the Deputy Director-General shall be determined by the Board.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "Powers of 18, Subject to the other provisions of this Act, the Board ‘he Bosrd",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "ee",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "meptste the (a) appoint, dlsmisy and excereise disciplinary control pagorthe ‘over the staff of the Institute ;",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(0) fix the wages or salaries or other remuneation of the staif; .",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(©) determine the terms and conditions of service of such staff; and",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 18,
    "text": "(4) establish and regulate provident funds and schemes for the benefit of such staff and make contributions thereto.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "international Winged Bean (Dambala) Institute 7 Act, No: 7 of 1982",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "11. No act or proceeding of the Board shall be deemed Acteor to be invalid by reason only of the existence of any vacancy Pivssedings ‘in the Hoard or defect in the appointment of any member Board of the Board. : obs invaliz",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "by Penson,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "olany.",
    "mean_p_confidence": 0.13
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "=",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "mentata : member",
    "mean_p_confidence": 0.18
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "18, Subject to the other provisions of this Act, the Board powers, ‘shall exercise, perform und discharge the following powers, utter ahd | duties and functions :— Board,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "{a) to act as the policy-making body of the Institute and",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "Yay down or approve in principle its major programmes j",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(®) to approve the budget and review the financial condition of the Institute ;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "{c) to raise funds for the administration of the Institute and to receive financial aid from local as well as foreign organizations and agencies for the operation of the Institute ;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "{@) to review and evaluate such progress reports of the Institute as may be submitted by the Director General ; :",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(e) to delegate any of ifs powers, duties and functions to the Director-General or any of the Committees ; and :",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "{f) to take ell such measures as may be necessary for the achievement of the objects of the Institute,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "18, The Board may make rules in respect of all or any powerat of the matiers for which rules are authorized or required Beardie to be made under this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "20, (1) The Board may appoint an Executive Committee, Powerat a Technical Adviswry Committee and such other Committees, Bourdto ‘a it may deem necessary for the purpose of ascisting and Committees. advising the Board in the exercise, performance and dis- charge of its powers, duties and functions as well as assisting the Board in any or all of the matters which the Board considers necesary for the purpose of giving effact 4o the principles and provisions of this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 17,
    "text": "(2) The ‘Technical Advisory Committee shall in general assist the Board to formulate ita policy and easist the ‘Director-General to implement and execute the policies and decisions of the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "8 International Winged Bean (Dambala) Institute Act, No: 7 of 1982",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(3) The Director-General of the Institute shall be the ex officio Chairman of the Technical Advisory Committee and a member of the Executive Committee,",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(# The term of office and specifie powers, duties and fimetions of every Committee established under this section shall be determined by the Board,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(8) The Board may make rules in respect of the procedure to be followed at the meetings of the Committees, including ‘the quorum for such meetings,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "and of 21, (1) The Institute shall have and maintain its own hi fund, Snitute, . (2) There shall be paid into the Fund of the Institute— (@) all such sums of money as may be provided by auch organizations as are concerned with the establish ment of the Institute ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(®) all such sums of money as may be received by the",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Institute in the exercise, performance and discharge of its powers, duties and functions ; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(c) all such sums of money as may be recetved by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "Institute by way of income, loans, donations, gifts oF grants from any source whatsoever whether in or outside Sri Lanka.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "(@) There chall be paid out of the Fund of the Institute all such sums of money required ta defray any expenditure incurred by the Institute in the exercise, performance and discharge of its powers, duties and functions,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 11,
    "text": "igharewal 22. ‘The mode and manner of withdrawal of eny moneys investmen? from the Fund of the nstitute and the investment of any Stein. moneys of the Fund shall be made by the Board i accordance with such rules as may ba made from time to ime tor that purpose and no sum: shell be withdraw> exeept in accordance with such rules. “ Tantitute “ gq. (1) The Institute shall be exempt from the payment Bite stent oe Payment (a) any stamp duty on any instrument executed by or 08 ot tes, behalf of or in favour of the Institute where but for such evemption the Institute would be Liable to pay the duty chargeable in respect of such instrument ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "‘International Winged Bean (Dambala) Institute 9 ‘ Act, No. 7 of 1982",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(®) customs duty on any goods, vehicles, plant and machinery imported by the Institute if the import of such goods, vehicles, plant or machinery ig con- sidered by the Minister and the Minister in charge ‘of the subject of Finance, to be conducive to the advancement of the objects of the Institute ; (©) any wealth tax payable under the Inland Reventie Act, No, 28 of 1979; and",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@) any ates and taxes under the Development Councile Act, No. 36 of 1980, the Municipal Councils Ordi- nance or the Urban Councils Ordinance.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(2) Any employee of the Institute who is not a cltizen of Sri Lanka shall be exempt from—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(@) the payment of customs duty on any goods or vehicles",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "imported by him for his personal use ; and (b) income tax or wealth tax payable under the Inland Revenue Act, No. 28 of 1978.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "24, (1) The financial year of the Institute hall be the Finencial calendar year. Tietiate",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "and audit of",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(2) The Board shall exuse proper books af accounts to be accounts. kept of the income and expenditure, asvets and linbilities and all other transactions of the Institute.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(8) The accounts of the Institute shall be audited by qualified anditors appointed by the Board.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(4) ‘The Board shall determine the remuneration of the auditors of the Institute. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "2%. The Government may provide for the use of the  Geverpment Institute such land, buildings and other facilities as may be avaliable deemed necessary. rue”",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "of the Taste. 28. (2) No suit or prosecution shall lie— Fustedion (@ against the Board for any act which in good faith is Taken done or purported to be done by the Board under this Act or F - ‘te this Act ; oF ote",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "(b) against any member, offtcer, servant or agent of the 3205",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 15,
    "text": "‘Institute for any act which in good faith ts done or purported to be done by him under this Act or on the direction of the Board.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "10 International Winged Bean (Dambale) Institue ~ Act, No. 7 of 1982",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(2) Any expense incurred by the Board in any suit oF prosecution brought by or against the Board before any court shall be paid out of the Fund of the Institute and any costs paid to, or recovered by, the Board in any such suit or Prosecution shall. be credited to the Fund.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(8) Any expense incurred by any person as is referred to in paragraph (b) of subsection (1) in any such suit or prose- eution brought against him before any court in respect of any act, which is done or is purported to be done by him under this Act or on the direction of the Board shall, if the court holds that such set was done in good faith, be paid out of the Fund of the Institute, unless such expense is recovered by him in such suit or prosecution.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "No wat 21, No writ against person or property shall He against",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "agaimt any member of the Board or any officer, servant or agent",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "Bropeesy ot of the Institute in any action brought against the Institute.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "the Board",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "or en",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "ofeer of",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "the inetihute,",
    "mean_p_confidence": 0.48
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "‘Dimmolution 28. (1) Where the Board is of opinion that the Institute",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "gee shell be dissolved, it may, by resolution passed by two-thirds of its members, decide to dissolve the Institute. ~",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "2) The Minister may, on any such decision made by the Board, dissolve the Institute by Order published in the Gazette and appoint one or more persons to be the Nquidator or Liquidators of the Institute.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 11,
    "par_num": 14,
    "text": "(3) ‘The provistons of sections 20 and 21 of the Finance Act, No. 38 of 1971 shall, thereupon, mutatis mutandis, apply to the Liquidation of the Institute.",
    "mean_p_confidence": 0.86
  }
]