[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF. CEYLON “ 5th, Session 1964.65 we le aN . A 2/ = 7 ot *) GG, i --9 2h Kou Director of Industries (Special Provisions) Act, No. 25 of 1964. Date of Assent: October 29, 1964 . Printed on the Orders of Government . | Bbiseth ae Ramya i, lad ores oe tagable Goelnding Pa ‘Rs. cer Si inte . Bonctereg pov & ©, Bor Gh, covaer dice fae SOOT Gl aac nile \" Price: 15 cents, Postage: 10 conta, .",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Directo? of Industries (Special Provisions). ** Act, No. 25 of 1984 .",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "L. D—O, 46/62. °",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "An ACT TO MAKE SUCH PROVISIONS AS ARE CONSEQUENTIAL TO THE SUPPRESSION OF THE FOST oF Director of INDUSTRIES AND THE DISCHARGE OF Hig FUNCTIONS BY THE DyREcTOR or DEvELoP- MENT. +",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "[Date of Assent: October 29, 1964] .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "by and with the advice and consent of the Senate and the House of Representatives of Ceylon in this present",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "Parliament assembled, and by the authority of the",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "same, as follows: —",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "4. This Act may be cited as the Director of Indus-  Sbort titie tries (Special Provisions)’ Act, No. 25 of 1964, 204 dis « and shall be deemed to have come into operation on October 1, 1962.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "2, Wherever, in any other written law or any Amendment ot notice, permit, communication, form or other docu- ibe rms ment issued, made, required or authorized. 4 or under . any other written law, the expression “* Director of Industries ” occurs, there shail be substituted there- for the expression “‘ Director of Development\"; and accordingly wherever in any other written law the abbreviation ‘Director? is used to denote the Director of Industries, such abbreviation shall be read and construed as a reference to the Director of Development.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 11,
    "text": "8. Every contract, agreement or other instrument  sevings for or document whatsoever made, isaued or executed prior =satrects, te. to the date of the coming into operation of this Act by or in favour of the Director of Industries shall be deemed on and after that date to be and to have been made, issued or executed by or in favour of the Director of Development.",
    "mean_p_confidence": 0.89
  }
]