[
  {
    "i_page": 1,
    "par_num": 2,
    "text": "PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TEA SMALL HOLDINGS DEVELOPMENT (AMENDMENT) ACT, No. 21 OF 1997 (Cert on 128 Argue 19971 Printed on she Onder of Governnent ‘Published a Supplement to Pac Ifthe Gansta ofthe Deaerue Sct Repub of Sri Lenk of August 151997 é nae Rae eno AL",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "ro necnain sr necormmaer FOR ARGRMRECHOMOT Petar Pectge a, 258",
    "mean_p_confidence": 0.17
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "1 Sot Hligs Delopent (Amen ‘40M 2h ef OP ‘[Centified on (2th Augest, 1997] 100.4986 Avr amon Ts Sus Katee Devan Leh er DE i eat by he Prt ofthe Democrs Sci Repu of SH Lanta a folows 2, Thin Ac ey be ced a the Tea Sal Hoge sth Dereleaset Amendie heya a 99 ° 2 Sean 4 ofthe Te Sl HolingsDeeopmce! Aneinnt Law, No. 35 of (975 (hereinafter reficrred to as the “peincipal Feats enactment”) it bereby amended as follows ;— Me Sones (0) by te inerion irene a paragraph (of sha eno belong bow yeah == (2) eit nd rg Ten Sl ng Developsen Seiten and o pve tesco beso oh Ses ‘ence te Autry (© in pang (0 he by te aban fe tree ero fa aot ee Fodace a et lad incleang he pyr of leory ove and romuneuion lo 900 pons teened i rodeaon De poser of prods o hogs 3. Serv 15 of pitcpelenatnent i hereby meat amended in parazeaph (i) of subsection (2) of thas section srtbe afte byte ribs rte wons-sadeieal fomerinee Set, clacton a he wore “appa trom ender of ‘tact, idan cr cannon euon Dove of «lighten ud eircront  enessae ys Tloe 2-peear-esnanee",
    "mean_p_confidence": 0.4
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Tea Smatt Holdings Developorent (Amendment) ‘et, No, 2F of 1997 eerimofenee The following nw section is inserted iromedinlly FBS atornection 17 ofthe primal enactocar and sha ba effect ae. 8 ection 174 of that nactneat -— oceine —_ ITauCl) A Scelery may sply tothe Authority ‘oe regttration under the Law, in the manner ‘emu prescribed by mules together wlth the foe prescribed therefor (2) A Society egistened mnder subvection (1) (harcinafier referred te a8 the “Registered ‘Saciety\") shal, by the re under sich it is registered under subseotion (1), be n body ‘corporte and shall have perpetual aucctast and nay anc and be sued in such uae. () Beery Regineted Sociery shall have a ‘common seal which sha be in the custody of such person 21 uch Society may decide. (4) Upon regiszation of a Society under subsection (0), the Auchorgy shall cause io be pablnbed in the Gazene, 2 Novificrdoa ating ‘tat Society has been reistered ip he name assigned (oil in the egiter andthe date with ‘effect from which the Society Bax been 20 registered ; and epox the cancelation of the registration ofa Regictered Society, the Awtbority shell cause to be publicbed in the Gantt, & ‘Notification stating thi the region of ech ‘Seolety hus been cancelled’. Sete 5. _Inthocvento€ any inconsietoncy between the Sihale evan cane aad Tel texts of this Act the Saha ex shall prevail. Someieney ‘Aum cacti fg lear Act he Pee ESL. ROR, ‘spb he Saurrmee, Cowosere Pavcetion Qe Me, Teancat Hot, \"Tors Roan, Gacomo Ol blest Deri ac eur mapa fhe pe leg.",
    "mean_p_confidence": 0.52
  }
]