[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ors) PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA GREATER COLOMBO ECONOMIC COMMISSION (AMENDMENT) ACT, No. 43 QF 1980 [Cortified on 24th October, 1988) : Printed on the Orders of Government Published as a Supplement to Part IT of the Gazette of the Democratic Socialist Republic of Sri Lanka of October 31, 1990 sore Az TH PLSD Ge COPDRNRET PEEING, ta \"yo me FERGEAEDD At Ue GOVE FURSEATIONS FOREN, GOD Price: 45 cents: Postage: 25 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Greater Colombo Beonomie Commission (Amendment) Act, No. 43 of 1980 [Certified on 24th October, 1980]",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "L, DO, 6780,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "An Act 0 aMenp Tax Gatarm: Cowono Ecowomac Commarsston Law, No, ¢ or 1978,",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "BE it enacted by the Parllament of the Democratic Socialist",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "Republic of Sri Lanka as follows :~",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "4, This Act may be cited as the Greater Colombo Short title Economic Commission (Amendment) Act, No, 43 of 1980.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "2. Section $ of the Greater Colombo Eeanomie Commis- Replacement sion Law, No. 4 af 1978, (hereinafter referred to as the GtLawNot “principal enactment\") is hereby repealed and the of 1078 following new section substituted therefor :—",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "‘“Jurindiction —_§, The Commission shall? have jurisdiction stcemmis. In and over—",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(1) the Area of Authority ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(2) any licensed zone; and",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "(8) any Licensed enterprise.”,",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "3 Section 20 of the principal enactment is hereby Replacement repealed and the following new section substituted sf ihe therefor :— Soaceene, “Speciat 2%, @) The written laws for the time Rowers being specified in Schedule C hereto shall ‘Authority | have effect in the Area of Authority and in fndllicensed every licensed zone subject to the modifica",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 13,
    "text": "tion that it shall be lawful for the Commafs- sion— : (@) to make or istue for the whole or any specified part of the Ares of Autho- rity or any Htoensed zono, any by- lew, regulation, order or notification under any such written lew ; and (B) to exercise and discharge in the Area i ‘of Authority, any Licensed zone or any part thereof, ll or any of the powers or functions vested in af assigned to by any such written Jaw im any offlcer or person, fm Uke manner as though the references in any such written law to the authority, offfoer ‘or person empowered to make of imue such BA B11eaa3,100 07H) i",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "2 Greater Cotorato Economic Commission (Amendment) Act, No. 43 of 1980 by-laws, regulations, orders or notifications or to exercise or discharge such powers or functions were a reference to the Comtnis- sion,",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2 The Commission may by role designate any officer or person to exetcise or discharge on behalf of the Commission any power or function referred to in this section”.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Insertion 4. The following new section is hereby inserted tmme- ofReY 99, _-—diately after section 22, and shaill have effect as section 224, ite of the prinelpal enactment :— eouctment §—“Esteblish- 22s, (1) Where the President is of the aed opinion that in any area, not included in the zones. Area of Authority, it would be necessary to provide facilities or improvements for the establishment of undertakings by licensed enterprises and for such purpose to enable the Coramission to exercise certain powers under this Law, he may, by Order published fn the Gazette, declare such area to be @ licensed zone, and specify the boundaries of such zone.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(2) Where ® lcensed zone is declared under subsection (1), no person, body oF authority other than the Commission shall ‘exercise, perform and discharge any powers, duties and functions relating to the approval of building plans or the planning, develop- ment or improvement under any written Jaw, within auch zone.”,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Amendment 5, Section 35 of the principal enactment is hereby",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "‘ofeection 33 amended as follows :— =”",
    "mean_p_confidence": 0.45
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "Bhaciment, (@) by the substitution, in the definition of “Heensed enterprise”, for the words “outside the Area of Anthority ; and”, of the words “outside the Area of Authority ;*; and",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "(@) by the insertion, immediately after the definition of “Hoensed enterprise *, of the following new defini- tfon:— ‘*Heensed zone” means a zone declared under section 22a; and*,",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Greater Colombo Economie Commission 3 (Amendment) Act, No, 43 of 1980 & (2) Schedule B to the principal enactment is hereby Amendment, amended as follows :— Sen we (a) hy the insertion, immedlately after the item “The  fuaciment Toland Revenue Act, No. 4 af 1963”, of the following new {tem :— “The Inland Revenue Act, No. 28 of 1979; and (6) by the insertion, ‘mediately after the item “The Finance Act, No, 65 of 1961”, of the following new item -— “Part XIE of the Finance Act, No, 11 of 1963\", @) (a) The amendment made in Schedule B to the principal enactment by paragraph (4) of subsection (1) of this section shall be deemed to have come into force on the date of commencement of the Inland Revenue Act, Ne. 28 of 1878, {b) The amendment made in Schedule B to the prinetpal enactment by paragraph (b) of subsection (1) of this ‘section shall be deemed to have come into foree on the date ef eoraing into operation of the principal enactment.",
    "mean_p_confidence": 0.83
  }
]