[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Ge y * A PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA : ACT, No. 8 OF 1980 . [Cortified om 24th Jeounry, 1988) ad Printed on the Orders of Government 2 Published as a Supplement to Part Tl of the Gazette ef the Demecratic fioclalist Republic of Sci Lanka af February 01, 1980 sore se ume em is \"30 ae Precananm ap SS corm FoRLGATION® SURAT, CORED Price: 35 conts Postage: 25 ewuts",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Firoarma (Amendment) Act, No. & of 1980 +",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "cos [Certified on 24th January, 1980). 222 4 Be",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "LD—O. 10/79. ° ees Be Aw scr 10 Anam ‘at Foumannes Onomanez. \"| ™",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "BE it enacted by the Parliament of the Democratic Socia-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "ist Republic of Sri Lanka as follows :—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "1 ‘This Act may be cited as the Firearms (Amendment) ‘Short Act, No, B of 1980, wae",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "2 Section 2 of the Firearms Ordinance (hereinafter re- ‘Amendinent ferred to us the “principal enactment\"), in hereby amend. of section 2 ‘ed by the insertion, immediately preceding the defintion of 182, “Government Agent”, of the following new dafinition :—- .",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "+ ggricultural purpose” means any purpose relating to—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "(@) the growing of xice, all field crops, apices and con.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "diments, industrial crops, vegetables, fruits, flowers. pasture and fodder ;.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Gi) dairy farming, livestock rearing and breeding; ot",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "Gli) plant and fruit nurseries. *.' one",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "3, Section 12 of the principal enactment ia hereby Amendiners amended by the repeal of subsection (2) of that section and $f jhe\" the substitution therefor of the following subsection :— principal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "© @) Every auch licence shall be as near as ip material in Form D in Schedule A, and shall bear a stamp of sixty rupees. ”. .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "4. Section #7 of the principal enactment is hereby Amendment amended by the repeal of subsection (2) of that section and {5 20°02 the substitution therefor of the following subsection :—~ Beincipal",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "; ptt: © (2) Hivery such licence shall be as near as is material in Form H in Schedule A, and shall bear a stamp of sixty rupees.”.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": "5 Section 20 of the principal enactment is hereby amendmen amended by the repeal of subsection (2) of that section and gf section the substitution therefor of the following subsection :— principal",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 18,
    "text": " Saaebben “ (2) Every auch leence shall be substantially in ™ form J in Schedule A, and shall in the case of _. 7 Pétwons already hotding a licenos eg manufacturers a under section 17 he free of stamp duty, and in all other cases shall hear a stamp of ten rupees. ”. eA 8846—11.400 (90/1 .",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Firecrma (Amendment) Act, No, 8 of 1980 Rephewmet 6. Section 24 of the principal enactment is hereby repeal- 3 eee and the following new section substituted therefor — principal qmachhent “Stamp duty 24, In respect of every licence issued under on licences.” section 23 there shall be levied, on any gum used for any agricultural purpose or any purpose other than an agricultural purpose, as the case may be, an annual duty payable by means of stamps, according to the follow- ing scale :— Jor agri for purpose eulsural other than purpose. agricultural purpose. Ra, Cis, Rs. Cts, @ tor every muzzle. Tosding gun + 8.00 10.00 (b) for every breech- Joading gun =. 10.60 20.00 (©) for every rifle... 25.00 30.00 (® for every plated o revolver + 30.00 100.00.\".",
    "mean_p_confidence": 0.74
  }
]