[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "Orexaee PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA ; CENTRAL CULTURAL FUND ACT, No. 57 OF 1980 {Certified on 18th December, 1080] Printed on the Orders of Government Published as a Supplement to Part Il of the Gazette of the Democratic Soctalist Republic of Sri Lanka of December 19, 1980 ener Aa‘ SEDLRZAIT OF UOVEINMEDET RC ENG, BBE TAWA . ‘TO kat PURCHARED AT TEE OT. FUBLIEATADNGS BUREAU, COLOMBO Price: 65 conts Postage: 35 cents",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Central Cultural Fund Act, No. 57 of 1980 : [Certified on 18th December, 1980] LD—O. 48/80, . AN Act To PROVIDE FOR THE ESTAHLISHMENT OF A PUND CALLED",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "“Tre Centraal CULToRAL Fowp” For THE PROVISION OF",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "FONDS, FOR THE DEVELOPMENT OF CULTURAL AND  RELICIONS",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘MONUMENTS In Sar LANKA, TO MEET EXPENSES INCURRED Tt",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "DEVELOPING, MESTORING, AND YRESMRVING CULTURAL MOWU-",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "“MENTS AND THE DEVELOPMENT OF RELLOIOUS AND. CULSURAL",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Acrummes rx Skt LANKA AND ABROAD, ARD TO PROVIDE",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "FINANCIAL ASSISTANCE TO ARTISTS, CRAFTSMEN, WRIFERS,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "PACNTERS, MUSICIANS AND OTHERS WHO ARE ENGAGED OY",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘PROMOTING CULTUNAL ACTIVITIES ; 10 PROVIDE FOR THE MARINO",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "OF AWARDS TO PERSONS WHO HAVE SERVED THE NATION IN TE",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(CULTURAL AND RWLICIOUS FIELDS ; aif 10 PROVIDE FOR MATTERS",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "CONNECTED THRREWATH OR INCIDENTAL THERETO,",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "BE it enacted by the Parliament of the Democratic Socia- Sist Republic of Sri Lanka as followa:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "1. This Act may: be cited as the Central Cultural Fund Shorttitie. Act, No: 87.af 1801, : vas *",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "2 (1) There shall be established a Fund to he called Bstabitshe “the ‘Cemtrs! Chitural ‘Fund * “(heretiiafter’ referred to a8. Goteal “the Fund). 8 TRU lg Bae",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(2) The Fund shall by the name assigned to tt by sub- section (1) be a body corporate and shall have perpetual succession and a common seal and may sue and be sued - in such name,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(2) The Government may donate to the Fund fram time ‘to time grants for the purpose of carrying out the aims and objects of the Fund. .",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "&. (1) The administration, management and control of, Board of the Fund shall be vested in a Board of Governors consti, Gavernareat tated as hereinafter provided, . ~ .",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(2) \"The Board of Governors of the Fond (hereinafter Felerred to a6 the \" Board”) shall consist of he",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "(@ the Prime Minister who shall be the Cheirmen’ of *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘the Board ; sca od Gy the Ministér sn charge of the anbject of Cultizal ’: # « Affaig see ee op oS te} the Minister. tr, Ciatae bf She ‘subject of Binanee : Amizer agers oft .",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "2 Cautvat Cultural Fund Act, No. 57 of 1980",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(@) tha Minister in charga of the subject of the United | ‘Natipns Educational, Selentific and Cultural Organization 5",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(©) the Minister in charge of the subject of Tourism; -",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "{f) Minister in charge of the subject of Hindu Affaira ;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(g) the Deputy Minister to the Minister in charge of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "subject of Cultural Affairs where there is such & Deputy Minister ;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "'(h) the Secretary to the Prime Minister;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "” @ the Secretary to the Ministry of the Minisier in",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "charge of the subject of Cultural Affairs ;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "G)- the Commissioner of Archaedlogy ; and s(k) twa ather parsons appointed by the Prime Minister,",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "‘1° ¢ each of whom shall, enbject to provisions of sub-",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "section (8) und (4), hold office for euch period an may be specified in the letter of appointment",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ". ‘iesned to him by the Prime Minister,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": ". (3) The Prime Minister may revoke the eppointment of *2 '-\"\" any member appointed by blea under paragraph (&) at sub- section (2), OT 2 Gy Aaj member ot the ‘Boind!’ appointed ‘under parar .* etaph (ke) of subsection (2) may at any time resign from \"the Board by a letter in that bebalf addressed to the Pime +, Ministers ce ee eet ~",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(® The Chatrman or in the absence of the Chairman fro, any meeting, any member elected from among ‘members present, ehall preside at such meeting.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "{6) \"The quorum for a mecting af the Board shall be four members, : :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(7) Subject to the provisions of subsection (6), the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "+z> - Board may regulate the procedure tn regard to ita meetings er andthe transaction of business at auch meetings.",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(2) Wo act of proceeding of the Board shall be deemed to be invalid by reason only of the existence of a vacancy among ita membors or any defect in the appointment af @",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "Powsrsetthe 4, The Board chall, in the name of the Fimd, have pea POWERS Gece et amber LA EE",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "(2) to recetva grant, gitte oF donations in cash or kind,",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 22,
    "text": "__ Rhsther from oval or foreign woareesy = °°:",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Central Cultural Fund Act, No. 8 of 100 © 8",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(0) to take or hold any property, movable or. immovable, which may become vested in it by this Act or by virtue of any purchase, grant, gift, testamentary disposition or otherwise, and to sell, mortgage, lease, grant, convey, devise, assign, exchange, or otherwise dispose of, any movable or immovable Property to which the Fund may become entitled ;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(©) to give grants, endowments or scholarships for the furtheraace of the objects of the Funds;",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(@) to enter into or perform, either directly or through officers and servants or agents authorized in writing in that behélf hy the Board, all such contracts and agreements as may be necessary for the exercise, performance and discharge of the powers, duties and functions, and in carrying out ‘the objecta of the Fund;",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(©) subject to the provisions of this Act to appoint, employ and remunerate officers and servants of the Fund and to make rules regarding the eppointment,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "++ promotion, remuneration and disciplinary control of its employees and the grant of leave and other henefita to them ;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "() to invest moneys belonging to the Fund, and to recall, re-invest and vary such investments, at the discretion of tbe Board and to collect income accuring from such investments; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(g) to make rules in relation to matters connected with ‘the working of the Fund, So.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "3. With effect from the date of commencement of this Transferring",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "Act, all moneya lying to the credit of gemeneys to (2) the “Apollo Circus Account” ; : .",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "(2) the “Kepilavastu Account”; :",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "” (@) the “Dutugamunu Ashes Account *; ve @) the “Cultural Triangle Account”; and” ° () the “Contributions from Public Servants Account”,",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 4,
    "par_num": 13,
    "text": "shall be traneterred to the Fund,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "f 4 Central Cultural Fund Act, No. 87 of 1980 H Decent) 6, The Board shall maintain an account called “the nay Central Cultural Fund Account” at the Bank of Ceylon and ‘Account, there shall credited to such account— (@) any grant received from the Government under section 25 (®) all moneys which sre transferred to the Fund by virtue of the provisions of section 5; (©) any gifts or donations of money made to the Fund; (@® any income from investments or other receipts due - to the Fund; (©) say income derived from the levy of charges from visitors and tourists entering the area depicted in ‘the plan set out in the Schedule hereto (hereinaiter referred to as “the Cultural “Triangle”; and G) all moneys that may accrue to the Fund after the \"date of commencement of this Act. Chief 7. he Secrestry to the Ministry of the Minister in Rye Salen’ charge of the subject of Cultural Affairs shall, subject to ef the Fund the direction of the Board, be the Chief Administrative Officer of the Fund. . . Ovets & Tt shall be the duty of the Board to apply the moneys Tremoners belonging to the Fund mainly for the objects set out below fant or in ruch other manner s the Board may determine— applied. (@ to meet all expenses incurred in developing cultural monuments in the Cultural Triangle and such other cultural monuments in any ares, other than the Cultural Triangle, which in the cpinion of the » Board need to be developed in the public interest ; (b) to meet atl expenses of the Jetavana Dagobe Project and other ainailar projects ; st {¢) for the promotion of religious activities within Sri : ‘Lanka or abroad ; . (a) for the advancement of religion. or the maintenance of religious places, rites and practices; (e) for the malcing of awards to persons who have served the nation in the cultural and religlous fields ; @) to provide financial assistance to artists,” writers, &.. painters, musicians, sculptors and others engaged in promoting cultura? activities ; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "Centrat Cultural Fund Act, No. $7 of 1980 8",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "() tor any other religious or euiturel purpose which Ss,",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "in the opinion of the Board, of benefit or interest to the public.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "9. (1) The Board shall cause proper books of accounts Accounts, to be kept of the income and expenditure, and all other And audit. ‘transactions of the Fund.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(2) The Auditor-General shall audit the accounts of the Fund every year. For the purpose of assisting him in the audit of such accounts the Auditor-General may employ the services of any qualified auditor who shall act under his Aireetion and control,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(B) For the purpose of meeting the expenses incurred by ‘him in the audit of the accounts of the Fund, the Auditor General shall be paid out of the income of the Fund such Teinumeration as the Board may determine, Any remunera- tion received from the Fund by the Auditor-General shall,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "alter the deduction therefrom of any sums paid by him to any qualified auditor or auditore employed by bim for the Purpose of such audit, be credited to the Consolidated Fund. {4 The Board shall ennually prepare a report on the administration of the affairs of Fund and a report of the finances during the year completed, which shall, together with the report of the Auditor-General, be tabled in Parliament and be published in the Gazette for general information before the end of the year eucceeding the year to which such report of the finances relate, (6) In this section, the expression “qualified auditor” means— (© an individual who, being a member of the Institute of Chartered Accountants of Sri Lanka or of any other Institute established by law, possesses a certificate to practise as an Accountant issued by the Council of such Institute; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "(®) a firm of Accountants each of the resident partners : of which, being a member of the Institute of ° Chartered Accountants of Sri Lanka or of any other Institute established by law, possesses a certificate to practise as an Accountant issued by",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": ": the Council of much Institute.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "16. ‘The fiaanclal year of the Fund shell be the calendar Fiosncial",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "year. | yeakot BeFund",
    "mean_p_confidence": 0.27
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "& — Geatrat Cultural Fund Art, No. $2 of 1980 | Sxeinption IL () ‘The Minister in charge of the subject of Cultural « from Affaira may, -with. the concurrence of the Minister in certain charge of the subject of Finance, exempt; the Fund from « ayes payment of any customs duty on any goods imported by taxes. the Fund, if the import of such goods is considered to be conducive for the advancement of the aims and objects of the Fund, :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) ‘The Fund shell be exempt from any income tax or ‘wealth tox payable under the Inland Revenue Act, No. 28 of 1979.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "{8) Where any person makes a gift to the Fund, he shalt ‘be exempt from the payment of gifts tax under the Inland ‘Revenue Act, No. 28 of 1879, to the extent of the total valu: of the gift, .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(4) Where any person makes 2 donation to the Fund such donation shall be deemed to be an approved expenditure for the purposes of the Inland Revenue Act, No. 28 of 1979, and the donor shall be entitled to relief under that Act in",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": ": respect of the total value of such donation.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(5) The Fund shall be exempt from the payment of entertainment tax under the Entertainment Tax Ordinance and other taxes and rates under the Municipal Councils -, Ordinance, the Urban Councils Ordinance, the Town * Councils Ordinance or the Village Councils Ordinance, as ‘the case ‘may be. Le",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(6) The provisions of this section shall have effect notwithstanding anything to the contrary in the Inland Revenue Act, No. 28 of 1979, and the Munieipsl Council ‘Ordinance, the Urban Councils Ordinance, the Town Council Ordinance or the Village Councils Ordinance, as ‘the case may be.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "Appointment 12, (1) At the request of the Board any officer In the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "oepanle ‘public pervice may, with the consent of that officer end the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "estat Secretary to the Ministry of the Minister in charge of the",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "aur subject of Public Administration, be temporarily appointed to the staff of the Fund for such period as may be deter- amined by the Board, ot with like consent be permanently appointed to such staff.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "(2) Where any officer in the public service is temporarily, ‘appointed to the steff of the Fund, the provisions of sub- section (2) of section 1 of the Transport Board Law, No. 19 Fa Mall, mutatis mutondis, apply to and in relation to",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Centeat Culturat Pund Act, No. 87 of 1980 1",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(8) Where any officer in the public service is permanent- ly appointed to the staf# of the Fund, the provisions of sub- section (2) of section 13 of the Transport Board Law No. 19 ‘of 1978, shall, mutatiz mutandis, apply to and in relation to him ‘",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "(4) Where the Board employs any person who has enter ed into a contract with the Government by which he has agreed fo serve the Government for a specified period, any Period of service to the Fund by that person shail he regarded as service to the Government for the purpose of discharging the obligations af such contract.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "18. All officers and servants af the Fund shall be deemed. Ottears to be public servants within the meaning and for the pur; onder poses of the Penal Code. . the Fund",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": ". deemed to ibe pubite v4 + secvanis pen ee” ede te ’ Penal Code",
    "mean_p_confidence": 0.3
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "44, ‘The Fund shall be deemed to be a scléduled institu- uma Yon within the meaning af the Bribery Act and the pro. G#emedto wisions of that Act chall accordingly apply. “| Shute",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "“ Srutttaten bee yiwooe pe ee + ete we t Shiberr . Bae eee Act.",
    "mean_p_confidence": 0.29
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "15, In this Act “Bank of Ceylon” means the Bank of Interpreta-",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "Coyion established by the Bank of Ceyton Ordinance. fom,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "+ Semoun eSochemetben seand.ceee w Heaters ws6on ord CULTURAL TRUNGLE a“ aengce. Bracing ugh preterit a 8 eoS Osreandragare PRONNseUwN 201906 ners Kenny",
    "mean_p_confidence": 0.18
  }
]