[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  Kg  (=)  OEO  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  COMMUNITY BASED CORRECTIONS  ACT, No. 46 OF 1999",
    "mean_p_confidence": 0.536551724137931
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  \"het No.of 190  [Cenified on 10u: December, 1999]",
    "mean_p_confidence": 0.3154545454545455
  },
  {
    "i_page": 2,
    "par_num": 2,
    "text": "  Lp-0.280»,  Ax Act To sake mows FoR TE oso oF Contenary  Basin ConRECTION ORDERS RY COURTS LC SENTENCES 0€  PRONE: FOR THE AFFORTNT OF A. CoMNMSSiNER oF  ‘Conary Bassp Comnscrns: ASD FOR MATTERS CONNECTED  BE it enacted by the Parliament ofthe Democrtie Socialist,  Republic ofS Lankaas follows:",
    "mean_p_confidence": 0.3758181818181818
  },
  {
    "i_page": 2,
    "par_num": 3,
    "text": "  1. (1) This Act may be cited asthe Community Based Shore tile and  Coricctions Act. No. 46 0 1999: eo opera",
    "mean_p_confidence": 0.5070833333333333
  },
  {
    "i_page": 2,
    "par_num": 4,
    "text": "  (2) Pants and Il ofthis Act shall come into operation on  the day on which thie Act becomes an Act of Parliament.",
    "mean_p_confidence": 0.5392
  },
  {
    "i_page": 2,
    "par_num": 5,
    "text": "  (8) Par I ofthis Act shall come into operation on such  date asthe Minster may appoint by Order published in the  (Gazi Difeent dts may be apointedin spect of ferent  judicial visions or judicial ones.",
    "mean_p_confidence": 0.53325
  },
  {
    "i_page": 2,
    "par_num": 6,
    "text": "  PARTI  Covnasaoen oF Constovry Base Cone crioss",
    "mean_p_confidence": 0.186
  },
  {
    "i_page": 2,
    "par_num": 7,
    "text": "  2. (1) There may be appointed, by name or by office, a Appoinmens of  Commissioner of Community Based Comtections hereinafter Coensoner of  referedto asthe Commissioneryandsuchnunber of Depury GOR)  tnd Assistant Commissioners of Community Based tos  Corrections and other officers as may be necessary forthe  implementation ofthe provisions of his Act.",
    "mean_p_confidence": 0.5114035087719297
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "  (2) The act of appointment of every Deputy and Assistant  Commissioner of Community Based Comections shall spect  whether he i appointed a such forthe whole of Sti Lanka of  any put hereof",
    "mean_p_confidence": 0.5599999999999999
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  \"hen No of 198  enuy 43. Every Deputy Commissioner of Community Based  omisions+ Coretonsand every Assistant Commissioner of Community  nd wsstm | Based Corrections may, subject othe general direction and  conta ofthe Commissioner exercise perform or discharge,  ‘within the ate for which he sapped all r any ofthe  Powers, dies of functions conferred or imposed on, of  ‘signed tthe Commissioner by or under this Act.  unions of te Ttshallbe the function ofthe Commissoner-",
    "mean_p_confidence": 0.49204819277108436
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  (a) toexercise contol over the community coreetons  enltes established forthe purposes ofthis Act  dove th Deputy Commissioners of Community  Based Corrections. Assistant Commissioners of  Community Based Corections andthe offiersof  ‘heDepartnent of Community Based Comections:",
    "mean_p_confidence": 0.47195121951219515
  },
  {
    "i_page": 3,
    "par_num": 3,
    "text": "  () to amange with appropriate bodies, forthe eamying  ut of community based cretion ons",
    "mean_p_confidence": 0.36647058823529416
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "  (6) twprovde advice t cours regarng the suitbitty  eens for community based cotton ders",
    "mean_p_confidence": 0.38352941176470584
  },
  {
    "i_page": 3,
    "par_num": 5,
    "text": "  (4) 1 ascerin, identity, and advise, courts on the  facilites avaiable for carying out community based  correction orders",
    "mean_p_confidence": 0.4063636363636363
  },
  {
    "i_page": 3,
    "par_num": 6,
    "text": "  (6) tw provide advice concern the most appropriate  programme or special condition tobe attached toa  ommunity based correction order proposed 0 be  nered by court:",
    "mean_p_confidence": 0.508
  },
  {
    "i_page": 3,
    "par_num": 7,
    "text": "  (7 tometer, and provide surveillance snd supervision  of offender in espect of whom community sed  conection orders have been entered",
    "mean_p_confidence": 0.43375
  },
  {
    "i_page": 3,
    "par_num": 8,
    "text": "  (5) inform court ofthe aire to comply with any  condition ofa community based eocection oder  ‘with a view to instituting proceedings under  section 1;",
    "mean_p_confidence": 0.4848275862068966
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "  “hr Ne ff 1999  (h) 10 apply for variation of a community based  cometion onder, where necessary.  (i) t provide Community education regarding  coretioal principles objectives and programmes.  PARTI  ‘Consnenry Basen Comncron Ores  5. (1)Nowwithstanding anything in anyother Law, where Comunity  am offenders convicted ofan offence other tha, Seren  (a) snoftence for wich:he imposition ofa minimum,  Sentence of imprisonment is mandatory: or  (b) an offence, the penalty perscribed for which  Includes atm of imprisonment exceeding 60  years  ‘he court may, neu oFimposinga sentence of imprisonment  for suspended sentence of imprisonment or fine on such  offender but subject to sections 6.7 and & enter an order  (bereinater referred to as a \"Community based conection  order\") in the prescribed form. in respect of such offender.  (2) In emering a community based correction order in  respect of an ofende, the court shal have regard to the nature  and gravity ofthe offence committed by the offender andthe  other circumstances relating tothe commission of such  ‘offence.the pre-sentence report if ny, furised in respect of  {he offender andthe facilites availabe forearrying out such  corde.",
    "mean_p_confidence": 0.4978048780487805
  },
  {
    "i_page": 4,
    "par_num": 2,
    "text": "  6, (1)Ifacourtfinds aperson guilty of an offence, it may, Presence  before passing sentence on such person and fr the purpose RP.  of",
    "mean_p_confidence": 0.43769230769230766
  },
  {
    "i_page": 4,
    "par_num": 3,
    "text": "  (a) determining whether its suitable to enter a  community based correction order in respect of  the offender:",
    "mean_p_confidence": 0.5542857142857143
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 1,
    "text": "  \"ht No 6 1909",
    "mean_p_confidence": 0.3566666666666667
  },
  {
    "i_page": 5,
    "par_num": 2,
    "text": "  (0) ascertaining whether there re facilites for  arying out such ode.",
    "mean_p_confidence": 0.4657142857142857
  },
  {
    "i_page": 5,
    "par_num": 3,
    "text": "  (€) Obtaining advice as to the most appropriate  conditions that should be attached t0 the  proposed order,",
    "mean_p_confidence": 0.6085714285714285
  },
  {
    "i_page": 5,
    "par_num": 4,
    "text": "  equ the Commissioner to furish to cout a writen o ora  prescntance report on such offender on or before a specified  date and ata specified place and may adjourn proceedings  tenable the report to be prepared:",
    "mean_p_confidence": 0.48024390243902443
  },
  {
    "i_page": 5,
    "par_num": 5,
    "text": "  Provided however that where the court adjourns  proceedings a aforesaid, it sal fix the place, date and time  Tor the passing of semtance",
    "mean_p_confidence": 0.5548148148148149
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "  @) 1facourt adjouns the sentancing of an offender under  the provisions of his section it may release the offender on  bail",
    "mean_p_confidence": 0.5307999999999999
  },
  {
    "i_page": 5,
    "par_num": 7,
    "text": "  (©) Where the Commissioner hasbeen required t furnish a  pre-sentence report, orally, the Commissioner shall present  his epoat in open cour, and he offender to whom the eeport  relates or is or ber atorney-a aw shal be entdedto challenge  the contents of such report",
    "mean_p_confidence": 0.4772
  },
  {
    "i_page": 5,
    "par_num": 8,
    "text": "  ( (a) Where the Commissioner has been required to  Surnish his pre-sentence report in writing. the Commissioner  shall reasonable ime befor the date fixed or the passing of  Sentance, caus a copyof his report be made availabe, on  Such terms with regard to confideaality as he deems fi, 0  the offender o whom the report relates or his rhe attomney-  law and othe Attorney General,",
    "mean_p_confidence": 0.5556164383561644
  },
  {
    "i_page": 5,
    "par_num": 9,
    "text": "  (0) 1F the offender or the Atorney-Generl disputes the  ‘whole or any part ofthe writen pre-sentence report furs  to court bythe Commissioner, he or she may'filea motion in  cour indicating is or her intention 1 do so.",
    "mean_p_confidence": 0.4716666666666666
  },
  {
    "i_page": 6,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "  “hr Ne ff 1999",
    "mean_p_confidence": 0.33166666666666667
  },
  {
    "i_page": 6,
    "par_num": 2,
    "text": "  (c) The court shal not ake into consideration, forthe  purposes of sentence, a pre-sentence report in respect of  ‘which a motion hasbeen filedunder paragraph) unless the  offender to whom the epor relates orhis her attormey-at-  law and the Attorney-General have been afforded an  ‘opportunity of leading evidence on disputed matters and of  ‘ctos-examining te author ofthe report on ts contents",
    "mean_p_confidence": 0.6044117647058824
  },
  {
    "i_page": 6,
    "par_num": 3,
    "text": "  (6) The Commissioner orany person authorized by hrm  ‘may make such inguires and investigations as may be  necessary (including the examination of any records relating  to the offender), forthe preparation ofa pre-sentence report  hei equied 10 furnish to court",
    "mean_p_confidence": 0.5862222222222222
  },
  {
    "i_page": 6,
    "par_num": 4,
    "text": "  (6) Subject to any special directions given by court a  pre-sentence report furnished to curt bythe Commissioner  In compliance With a reguiement imposed on him under  subsection (1), sal et out ll such matters as appear tothe  Commissioner tobe relevant tothe sentencing of the offender  andas are eal asceainabley him including the following",
    "mean_p_confidence": 0.5233333333333333
  },
  {
    "i_page": 6,
    "par_num": 5,
    "text": "  (a) the age ofthe offender,",
    "mean_p_confidence": 0.39142857142857146
  },
  {
    "i_page": 6,
    "par_num": 6,
    "text": "  (D) he socal story and background ofthe offender  (including the names and ages of the persons  ‘who are dependant oa the offender",
    "mean_p_confidence": 0.5603846153846154
  },
  {
    "i_page": 6,
    "par_num": 7,
    "text": "  (e)_themedical and psychiatric sory ofthe offender:",
    "mean_p_confidence": 0.30625
  },
  {
    "i_page": 6,
    "par_num": 8,
    "text": "  (a), the educational background of the offender:",
    "mean_p_confidence": 0.4911111111111111
  },
  {
    "i_page": 6,
    "par_num": 9,
    "text": "  (2), theemployment history ofthe offender:",
    "mean_p_confidence": 0.37857142857142856
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "  (1) any other offences of which the offenderhas been  {ound guilty ofr whic he or she is charged or  indicted:",
    "mean_p_confidence": 0.47833333333333333
  },
  {
    "i_page": 6,
    "par_num": 11,
    "text": "  (g) the extent 19 which the offender has complied  ‘with any eater sentence or is complying with  any sentence curently in force in espect of hm  orker",
    "mean_p_confidence": 0.503125
  },
  {
    "i_page": 7,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 7,
    "par_num": 1,
    "text": "  \"hen No of 198",
    "mean_p_confidence": 0.2816666666666667
  },
  {
    "i_page": 7,
    "par_num": 2,
    "text": "  (1) te fnanea eircumstances of the offender:",
    "mean_p_confidence": 0.4222222222222223
  },
  {
    "i_page": 7,
    "par_num": 3,
    "text": "  (i) any special needs of the otende:",
    "mean_p_confidence": 0.38222222222222224
  },
  {
    "i_page": 7,
    "par_num": 4,
    "text": "  {the employment history ofthe offender's spouse  the income eared by hm ober,",
    "mean_p_confidence": 0.4693333333333333
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "  (2) te counes, programmes, weatment or other  sistance that could be made available © the  offender and from which he orshe may benefit",
    "mean_p_confidence": 0.5262962962962963
  },
  {
    "i_page": 7,
    "par_num": 6,
    "text": "  (1) the faction availble for the performance of  Unpaid community work",
    "mean_p_confidence": 0.47428571428571425
  },
  {
    "i_page": 7,
    "par_num": 7,
    "text": "  (1) Where the cour takes into consideration, fr the  purposes of sentence, a pre-sentence report the contents af  ‘which have Been disputed in whol orn art, tbe cout shal",
    "mean_p_confidence": 0.5706060606060606
  },
  {
    "i_page": 7,
    "par_num": 8,
    "text": "  record its casos for doing 0.  Consent of the 7, Na community based corcton ode bl be entered  ene atid ig respect ofan offender, unless the offender conseas in  ELSORREND, writing inthe prescribed form, tothe entering f such oder.  Lita of cere Beforeenteriagacommunity based conection orderin  he explained t©  yespect of anffendc, the court shall expan othe offender  \"cotter. jn fanguage that may realy Be understod by the offender ~",
    "mean_p_confidence": 0.45538461538461544
  },
  {
    "i_page": 7,
    "par_num": 9,
    "text": "  (a) te purpose and effet ofthe proposed cde",
    "mean_p_confidence": 0.504
  },
  {
    "i_page": 7,
    "par_num": 10,
    "text": "  (0) te consequences tat wil follow ifthe offender  {ais withou reasonable caus to comply with he  onions of the proposed order: and",
    "mean_p_confidence": 0.5034615384615384
  },
  {
    "i_page": 7,
    "par_num": 11,
    "text": "  (6) the manne in which the proposed oeder may be  varie",
    "mean_p_confidence": 0.5021428571428571
  },
  {
    "i_page": 7,
    "par_num": 12,
    "text": "  Consivions of 8, (1) Every community hase correction order shale in",
    "mean_p_confidence": 0.3869230769230769
  },
  {
    "i_page": 7,
    "par_num": 13,
    "text": "  sem beeS the prescribed form and shal contain the following conitons-",
    "mean_p_confidence": 0.32384615384615384
  },
  {
    "i_page": 7,
    "par_num": 14,
    "text": "  ele (a) tat the offender shall not commit, during the  period ofthe onder. another offence punishable  {nconvietion wth imprisonment",
    "mean_p_confidence": 0.4665217391304348
  },
  {
    "i_page": 8,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 8,
    "par_num": 1,
    "text": "  \"het No.of 190",
    "mean_p_confidence": 0.24
  },
  {
    "i_page": 8,
    "par_num": 2,
    "text": "  (B) that ibe offender epons toa specified community  corrections centre within seventy two hours of  the dite ofthe order",
    "mean_p_confidence": 0.4556521739130435
  },
  {
    "i_page": 8,
    "par_num": 3,
    "text": "  () thatthe offender reports to, and receives visits  from, an officer of the Community Based  CCocectons Department on such dates as may be  specified by the ficerin charge of that community",
    "mean_p_confidence": 0.6330555555555555
  },
  {
    "i_page": 8,
    "par_num": 4,
    "text": "  (4) that the offender notes the officer in charge of  the community corections centre specified inthe  ‘ocder atleast seven days before such change, of  fny change of address, employment or  ‘ccupation;",
    "mean_p_confidence": 0.4997297297297297
  },
  {
    "i_page": 8,
    "par_num": 5,
    "text": "  (thatthe offender does nt leave a specified area  except wih the permission ofthe officerin charge  fof the community corrections cente specified in  ‘he oxder being permission granted either generally  vin elation toa paicula ease:",
    "mean_p_confidence": 0.4805
  },
  {
    "i_page": 8,
    "par_num": 6,
    "text": "  (0 hate offender obeys lawl ues, instructions  and directions issued by officers appointed under  section",
    "mean_p_confidence": 0.4047368421052631
  },
  {
    "i_page": 8,
    "par_num": 7,
    "text": "  (2) The court may, forthe purposes of -",
    "mean_p_confidence": 0.45600000000000007
  },
  {
    "i_page": 8,
    "par_num": 8,
    "text": "  (a) enabling any personal factors which conibuted  ‘othe offenders criminal behaviour to beassessed",
    "mean_p_confidence": 0.49875
  },
  {
    "i_page": 8,
    "par_num": 9,
    "text": "  (D) providing an opportunity forthe offender to  ‘ecognizetotake ses to contol, andif necessary  ‘o receive treatment for, those factors and",
    "mean_p_confidence": 0.3770833333333334
  },
  {
    "i_page": 8,
    "par_num": 10,
    "text": "  (c) enabling an offender with aces in areas directly  felted his ore crinina behaviour parca  Jn programmes designed wo address those needs,",
    "mean_p_confidence": 0.41884615384615387
  },
  {
    "i_page": 8,
    "par_num": 11,
    "text": "  attach one or more ofthe following conditions to acommunity  bsed correction order",
    "mean_p_confidence": 0.324
  },
  {
    "i_page": 8,
    "par_num": 12,
    "text": "  (© thatthe ofende perfoems unpaid eommunity work  as directed by the olficer in charge of the  ‘Community conection centre specified inthe order  {or the period determined by cout:",
    "mean_p_confidence": 0.4827272727272727
  },
  {
    "i_page": 9,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 9,
    "par_num": 1,
    "text": "  \"ht No 6 1909",
    "mean_p_confidence": 0.3566666666666667
  },
  {
    "i_page": 9,
    "par_num": 2,
    "text": "  @ thatthe offender be under the supervision of an  officer of the community Based Corrections  Department designted by the Commissioner,",
    "mean_p_confidence": 0.5925
  },
  {
    "i_page": 9,
    "par_num": 3,
    "text": "  (i) thatthe offender atends educational, vocational  pereonal training or development programmes  fletermined by court and as directed by the  (Commissioner; anffender wth igh ess nares  dzctly related 0 his or her criminal behaviour  ‘may berequiedtopatcipte in programmes which  will address those needs",
    "mean_p_confidence": 0.5234
  },
  {
    "i_page": 9,
    "par_num": 4,
    "text": "  (i) that the offender undergoes assessment and  ‘weatmeat for alcohol or drugaddction or subs  to medical, psychological or psychiatrie  sssesment and treatment as decd By court",
    "mean_p_confidence": 0.5490322580645162
  },
  {
    "i_page": 9,
    "par_num": 5,
    "text": "  (9) thatthe offender submits to testing for aleobol or  drug use as directed by the officer charge of the  ‘community corrections centre specified inthe  onder:",
    "mean_p_confidence": 0.43200000000000005
  },
  {
    "i_page": 9,
    "par_num": 6,
    "text": "  (oi) any other condition thatthe court considers  necessary or desirable having regard to the  purposes for which the order is being entered,",
    "mean_p_confidence": 0.578076923076923
  },
  {
    "i_page": 9,
    "par_num": 7,
    "text": "  18) In determining forthe purposes of a community  based corti onder, the perio for which the offender in  respect of whom the order as teen entered shall perform  luni community work, the court sbal have regard tothe  provisions ofthe Schedule to this Act so however that where  {he term of imprisonment orthe fine for which the offender is  liable forthe affencein respect of which the order is entered  does not excse the term or amount specified in Columa 1 of  ‘hat Schedule the period of unpaid community Work shall  far as practicable, be equal to the peviod specified in the  corresponding entry in Column I of that Schedule",
    "mean_p_confidence": 0.5425
  },
  {
    "i_page": 9,
    "par_num": 8,
    "text": "  (4) An offender directed to perform unpaid community  ‘work unde a community based correction oder shal. in any  petod of seven dys, perform unpaid community work for not  Tess than ten hours and not more than twenty-four hours,",
    "mean_p_confidence": 0.5155813953488373
  },
  {
    "i_page": 10,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 10,
    "par_num": 1,
    "text": "  “hr Ne ff 1999  Provided that the Commissioner may on request made to  hin writing by anofende allo that offender to work for  upto forty hours in any peri of seven dys  (6) tthe Commissioners satisfied that an offender ill  or that there are other exceptional circumstances he may  Aotwithstnding anything in subsection (4). permit the  ‘offender to perform ler than ten hours of unpaid community  ‘Workin period of seven days  Provided however that peemission given under this  subsection shall be deemed not to affect the duty of the  ‘offender to perform unpa community work forthe numberof  hous speifid in the community based corzection order  entered in vespect of the offender  (6) acourt makes separate community bused conection  conde in respect of two of moce offences committed by an  ‘otfender the conditions of those orders shall be concur,  tnless the court otherwise directs  (2) The conditions of « community based correction  fonder made in respect ofan offender shall, unless the court  Uherwixe directs, be concurrent with those of any other  ‘community base corrections order in force in respect of hat  offender  (8) A court shall not give direton that would esultin  ‘he toa number of hours of unpaid community work yetto be  pevfomed by anoffeder unde a Communit basedcerretion  ford, exceeding ive hundred hous  10. In assigning the unpaid community work 10 Be Facwesw be  petformed by an offender in espect of whom a community sons  based correction order hasbeen entered, the officer in charge sng wid  ofthe community corectionscentespecified in such order S28  shallhave regard the age, health education andthe religious  and cultural belief the offender te distance ofthe proposed  ‘Worksite fom the residence or place of employment of the  offender and the posible interupion ofthe education or  employment ofthe offender",
    "mean_p_confidence": 0.5212765957446809
  },
  {
    "i_page": 11,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 11,
    "par_num": 1,
    "text": "  Tin testo  Vena of 1, tinge coninuane in fre of «community based  commun | coco onder, the court entering sch ord may =  oe (a) upon application made by the offender in respect of  thon he ordre or the Contin; and  () spon ing satis that  (0 te ccumstances ofthe fender have mately  teed since he rr was entered and wares  the offender will tbe able t comply with ny  enditon of he ater of  (@ the circumstances ofthe offender were wrongly  Presented, or wete aot ceaaely precited 0  {he court rte autor of the presence ep,  efor the orer wae made  (ee offenders no longer willing wo comply with  the oder.  ay the one or cancel ad subject to sabscction (2), del  ‘wi the offender forthe tence or ofeces i espe of  ich was enced any manera which he cou could  Act with he offender that ound him or be uy OF  that ofence or tow offences  @) Nice of very application made unde subsection  (1ycovary orcas acommuny bared coreton ode shall  te given tothe offender to whom te order rls, the  Cnsioner anda the Atorney. Genta  ) Indeating wit ance following te cancion  of a community bse corecion ert ented a respect  thatsfender, the court shall have regard tothe extent o which  the olenr tad comple wih te condion of te oder,  tefore ts cancellation  Cummisiner 12. (1) Where itis nat convenien fran offender in respect  Seavdie of whom a community based correction order has been  Sted Sire toepotothe corny conecioscnespeied  BE soe inte community heed conection dr by reson of change  FMisolSrphctGrplic of eden or wrk ple or te cae",
    "mean_p_confidence": 0.4268932038834951
  },
  {
    "i_page": 12,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "  Tet Noo 1908  or she shall frhwith form the Commissioner. andthe  Commissioner may dict the offender to repont at another  community corrections cen.  (2) Anoffender shal tend at the place or eportto the",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 12,
    "par_num": 2,
    "text": "  person, 28 diced bythe Commissioner under subsection  {as ifsuch place or person were spectiedin the community  ‘ase coretion order entered in respect of such offend",
    "mean_p_confidence": 0.43000000000000005
  },
  {
    "i_page": 12,
    "par_num": 3,
    "text": "  13, Where the Commissioners satisfied thatan offender in. Spension of  respect of whom a community based conection order his <smmunty  ‘een entered is unable to comply withthe ode by reason of Peel coreston  iness or other exceptional eats, the Commissioner may  suspend the operation ofthe onder or any condition hero  fora specified period, and the period so specified shall be  sisregarded in calculating the perio for which the community  ‘ase coreton onde sll emi force",
    "mean_p_confidence": 0.46773809523809523
  },
  {
    "i_page": 12,
    "par_num": 4,
    "text": "  14 (1) Any offender whois without reasonable caus, (0 Fle vo  comply with any condition of acommunity based corection <n wit  fonder shllbesuityofanofence under ths Act andshalbe SmI  abe, onconvitonaersummary tni.toafinenotexceeing eric se  five thousand rupees. se",
    "mean_p_confidence": 0.4230232558139535
  },
  {
    "i_page": 12,
    "par_num": 5,
    "text": "  (2) Where a peson commits an offence under subsection  (he Commissioner salinstate proceedings in respect of  that ofeace by making a writen repor to the Cout which  tered the community sed conection oer in elation to  ‘which the deft alleged o have been mad, tothe effect  {hat the person specified inthe report his fled wo comply  ‘withthe conditions ofthe onder specified in the repo",
    "mean_p_confidence": 0.5120833333333333
  },
  {
    "i_page": 12,
    "par_num": 6,
    "text": "  8) Upon the making of a writen report o it under  subsction 2 in respect ofan offence under subsection (1),  {he court may issue summons or warrant of atest on the  offender and proceed t try such offence in the mannee  [provided by the Cde of Criminal Procedure Act. No. 15 of  1979 forthe iat offences summa",
    "mean_p_confidence": 0.56796875
  },
  {
    "i_page": 13,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 13,
    "par_num": 1,
    "text": "  \"hen No of 198",
    "mean_p_confidence": 0.2816666666666667
  },
  {
    "i_page": 13,
    "par_num": 2,
    "text": "  (8) Upon the conviction of any person for an offence  under su section (1), the cour may =",
    "mean_p_confidence": 0.5533333333333333
  },
  {
    "i_page": 13,
    "par_num": 3,
    "text": "  (4) vary the community based correction onder in respect",
    "mean_p_confidence": 0.43000000000000005
  },
  {
    "i_page": 13,
    "par_num": 4,
    "text": "  ‘of which the default was made",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 13,
    "par_num": 5,
    "text": "  (b) cance such onde.",
    "mean_p_confidence": 0.33666666666666667
  },
  {
    "i_page": 13,
    "par_num": 6,
    "text": "  itsuch onder is forthe ine being in foes.",
    "mean_p_confidence": 0.304
  },
  {
    "i_page": 13,
    "par_num": 7,
    "text": "  65) Upon the cancellation of a community based  correction oder, the court may subject to the provision of  sub section (6) deal withthe offender for the offence of  offences in respect of which the order was entered in any  ‘manner in which he court ould have deat withthe offender  had itjust found him or ber guilty ofthat offence.",
    "mean_p_confidence": 0.591076923076923
  },
  {
    "i_page": 13,
    "par_num": 8,
    "text": "  (©) Indeating with anoffendr following the caestlaton  ofa community based coreeton ord, the court shall have  ‘regard th extent which the offender had complied with  {he conditions ofthe order Defoe its cancelation,",
    "mean_p_confidence": 0.4556756756756757
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "  et fp 15. (1) Where an offender in eespect of whom",
    "mean_p_confidence": 0.63
  },
  {
    "i_page": 13,
    "par_num": 10,
    "text": "  Patent a fine comunity bse ceretion orders been entre fr default",
    "mean_p_confidence": 0.4392307692307692
  },
  {
    "i_page": 13,
    "par_num": 11,
    "text": "  Sr emaleton of payment of fine, paysto cour at any ime daring which",
    "mean_p_confidence": 0.5186666666666667
  },
  {
    "i_page": 13,
    "par_num": 12,
    "text": "  Shzogeme the oder isin force, prt ofthat ine the commissioner shal,",
    "mean_p_confidence": 0.44999999999999996
  },
  {
    "i_page": 13,
    "par_num": 13,
    "text": "  ie ‘upon proof of payment, reduce the period specified in sch  lotr by such perio a sequal to the proportion which the  mount pai bears othe amount of hein:",
    "mean_p_confidence": 0.536969696969697
  },
  {
    "i_page": 13,
    "par_num": 14,
    "text": "  Provided that the other conditions of the order shall  continue wo bein fre.",
    "mean_p_confidence": 0.54125
  },
  {
    "i_page": 13,
    "par_num": 15,
    "text": "  (2) Where the only condition atached oa community  based correction order is the performance of unpaid  community work bythe offender to whom the order relates  ni the Commissioner issues a ciate to the effet that  Such offender has satisfactorily erfomed the community work  ‘signed io him or her durin the period specified inthe onder,  the offender shall be deemed to have complied with the  conditions of such ode.",
    "mean_p_confidence": 0.5594805194805195
  },
  {
    "i_page": 14,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "  Ten tag 1  PART  Gowen.",
    "mean_p_confidence": 0.1688888888888889
  },
  {
    "i_page": 14,
    "par_num": 2,
    "text": "  16, (1) The Minister may mae regulations ore purposes Realaton  ofeayingotr giving efecto the principles and pcvisons  fei Acad inept of al mar wich are eguied or  fuhoized by this Ato be prescribe.",
    "mean_p_confidence": 0.3865789473684211
  },
  {
    "i_page": 14,
    "par_num": 3,
    "text": "  2) very regulton made the miner shale pblishod  in he Gaze and shall ome into operation on he date of  sch pblealon a on sich ter dte as may be specified in  the regulation",
    "mean_p_confidence": 0.4330769230769231
  },
  {
    "i_page": 14,
    "par_num": 4,
    "text": "  (8) Every elation made by the Minister sala soon as  ccavnicn afer ts pucation inthe Cazete ead before  Patament for approval. Any regulation wich fs not 0  approved sl be deemed oe rescind wifes fom the  die of such disapproval without prejudice to anything  reviously done hereunder. Noein athe dat on which  $epulaion iso dered tobe escnded sal be published  ine Gare",
    "mean_p_confidence": 0.41028169014084503
  },
  {
    "i_page": 14,
    "par_num": 5,
    "text": "  17, ()TeCommissonermay make rulesia respect ofthe Rae  amination and maragemen of community comection  entres established for the purposes ofthis Act oF of &",
    "mean_p_confidence": 0.43555555555555553
  },
  {
    "i_page": 14,
    "par_num": 6,
    "text": "  Picola community conection cent.",
    "mean_p_confidence": 0.21
  },
  {
    "i_page": 14,
    "par_num": 7,
    "text": "  €) No rule made under sh section (1) shal have fect,  un i approved bythe Minister and notification of sich  Sepovals published inthe Gast.",
    "mean_p_confidence": 0.46535714285714286
  },
  {
    "i_page": 14,
    "par_num": 8,
    "text": "  18, Where Pat ofthis Actis brought ino opeeation i Apision a  any judicial division judicial zoe by an Onder made under ‘08 So  ‘ection, ours exercising criminal jristion ntti M8015  Glvsion or ud zone a he case maybe, sal cease 10  teres the powers onfemed on them by scion 18 of the  himinal Procedure Code Ac, No. 15019",
    "mean_p_confidence": 0.4032307692307692
  },
  {
    "i_page": 15,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "  \"ht No 6 1909  Sinha exo 19, In the event of any inconsistency between the Sinhala  fweailmce and Tail texs of this Act the Sinhala text shall prevail  Toerpeation. 20, Inthis Act, \"judicial division” and “judicial zone” mean  judicial division an judicial zone determined respectively.  by am order made under section Sof the judicature Act, No. 1  of 78,  SCHEDULE [Section 93]",
    "mean_p_confidence": 0.483943661971831
  },
  {
    "i_page": 16,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]