[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON : Ist Session 1956 JE: : ga tb FE: » SP . ae at | . SLT . Saude” I Muslim Mosques and Charitable Trusts or Wakfs Act, No. 51 of 1956 f Date of Assent : November 7, 1956. “ot | Printed on the Orders of Government Printed ot the Govamacsst Prams, Graow, To. be Famtel sh lf coudiniiat Blau encie Banta, Covontbo Annual Subscription (including Bills} Rs 25, payable io Sprael Subeiedon,Gnctuiiog BU) eews poieatons ie ee at | Frice: 75 cents. Postage: 20 cents. .",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Huslim Mosques and Charitable Trusts or = 3 Wakfs Act, No. 51 of 1966",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "L, D.—O. 1/58.",
    "mean_p_confidence": 0.46
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "AN Act 70 PROVIDE FOR THE REGISTRATION OF",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "‘MOSQUES, MUSLIM SHRINES AND PLACES OF RELIGIOUS:",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "RESORT, TO PRESCRIBE THE POWERS, DUTIES AND",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "FONCTIONS OF THE TRUSTZES OF REGISTERED",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "| | Mosques, Musi sHRmtZs,- PLACES OF RELIGIOUS",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "RESORT AND MUSLIM CHARITABLE TRUSTS OR WAKES,",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Jo ESTABLISH a MusLin Caanttrs FUND, 70 REPEAL",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "Cxapran IT o raz Mustie Investars Succession",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "AND Waxes ORDINANCE AND 70 PROVIDE YOR MATTERS 2 CONNECTED THEREWITH OR INCIDENTAL THERETO.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "{Date of Assent: November 7, 1956.]",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "BE it enacted by the Queen’s Most Excellent Majesty, by and with the advice and coment of the Senate and the House of Representatives of Ceylon in this present Parliament assembled, and by the authority of the same, as follows: —",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "4, This Act may be cited as the Muslim Mosques Sst, ttl, and Charitable Trusts or Wakis Act, No. 51 of 1956, Serta, and the provisiona of this Act, other than this section and section 64, shall come into operation on such date (hereinafter referred to as the “‘ appointed date”) as, the Minister may appoint by “Onder published in the Gazette, and this section and Section 54 shall come into operation when this Act becomes an Act of Parliament.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "; : PART I. . Tue Starr ann Taz Boar.",
    "mean_p_confidence": 0.47
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "2, (1) There may be appointed for the purposes of Apesiaimeat this Ach a Commissioner for ‘Mosques aed Maslin Shas, Charitable Trusts or-Wakfs and such number of Deputy Commissioners for Mosques ard Muslim Charitable Trosts or Wakfs and other cfficora and",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "> servants a8 may be necessary. Such Commissioner. Deputy Commissioners and other offcers and servants shall be servants of the Crown in respect of the Government of Ceylon.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "(2) A person who is not a Muslim shall not be ‘appointed as. the Commissioner or asa Deputy 1 Commissioner.",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 19,
    "text": "1. Resa ates",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "4 Muslim Mosques and Chariteble Trusts or Wakfs Act, No, §t of 1956",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Consinions, __-B._‘The Commissioner shall, in the exercise of his",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "i EEE! powers and the porformangs of his duties, be subject to",
    "mean_p_confidence": 0.61
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "of the Bowrd. the directions of the Board.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Depo 5. A Deputy Commissioner may, subject to the",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Scomariogers direction and control of the Commissioner, exercise",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "ze peiem any of the Commissioner's powers other ‘than his",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "renee powers under section 20 (8) and section 39 (1) and ten perform any of the Commissioner's duties.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "The Bowl, 5, (1) These shall be established for the purposes of this Act a Board which shall be called the Mosques and Muslim Charitable Trusts or Wakfs Board and which shall consist of the Commissioner and seven other members appointed by the Minister.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(@) Every member who vacates his office by effluxion of lime eball be eligible for reappointment.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Disgaaider 6. A person shall be disqualified for appointment",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "tient. as 4 member of the Board or if so appointed, shall vacate his office as such if he—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "(@) is not » Muslim, or .- : {B) is, or becomes, a Senator or a Member of » Parliament, or (©) is or becomes a trustee of a reistered mosque, @ Muslim shrine or place of religious resort or @ Muslim charitable trust or wakf. Sem of 7. Every member appointed by the Miniater aball,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "aftea of ‘unless be earlier vacates hig office, hold office for a",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "period of three years from the date of his sppointment: Provided, however, that every member appointed to _ +, fill a vacancy ocourring otherwise than by effluxion of time shall hold office for the unexpired portion of the term of office of the member in whose place he is appointed. ne",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Yextin ot 8, A member appointed by ‘the Minister shall ”",
    "mean_p_confidence": 0.57
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "Seu\" ante hiv ce he ;",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "OPA (@) if he is convicted by a competent court of an",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 3,
    "par_num": 19,
    "text": "offence involving moral turpitude; or (0) if he is adjudged by a competent covet to be | of unsound mind; or are ! a",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 1,
    "text": "Auslim Mosques and Charitable Trusts or 8 - Wakfs Act,,No..5t of 1966 - (0) if, having been adjudged an insolvent or a v7 “Dbanlerupt, ‘he has ot been granted by \" . competent court a certificate to the effect that his insolvency or bankruptcy bas arisen wholly or partly by unavoidable losses or misfortunes; or { . (@) if he absents himself without leave of the ; Board from three consecutive meetings of the Board; or _ (@) if he resigns office by writing under his hand addressed to the Commissioner. ® (1) The Commissioner shall preside at every Mestings ot mesting of the Board at which he is present. Tf the ‘7¢itetetion Commissioner ia absent from any meeting of the i Board, thé members present at the meeting shall elect ‘one of them to preside at the meeting, - (@) The quorum for a meeting of the-Board shall be three members. (8) The Commissioner shall not be entitled to vote at a meeting of the Board, unless there is an equality of votes. . _ (4) Meetings of the Board shall be held at least once in every three months atid in addition as frequently a is necessary for the exercise and discharge of its ‘powers and duties under this Act. (5) No act or proceeding of the Board shall be in- valid by reason of any vacancy among ite members or . any defect in the appointment of aay member. (8) Regulations may be made providing for the pro- cedure to be followed at meetings of the Board: Subject to the provisions of any such regulation, the Board may regulate its own procedure. (2) IE at three constontive meetings of the Board there ia not a sufficient number of members present to <form @ quorum for the transaction of business, the _ Minister may dissolve the existing Board. ! (8) In the event of a dissolution of the Board— (a) a new Board shall be constituted in accord: ' ance with the provisions of sections 5 and 8; and : i",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "4 6 Afuslim Mosques and Charitable Trusts or Wakfs Act, No. &1 of 1966 . ®) the Commissioner shalt, until such time as = new Board is so constituted, exercise the + Powers and discharge the dutice of the ard under this Act. PART II. RecIstRation oF Mosquzs. Apioaton 10. (1) The trustes for the time being of a mosque, ‘fgrmapsimtion or if there is no such trustee, the person for the time being in charge of w mosque, opened for public wor- ship before the appointed ‘date shail, within six . months after that date, make a written application to aan the Board for registration of that mosque.",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) The trustee for the time being of a mosque, or if there is no such trustee, the person for the time being in charge of a mosque, openeil for public worship on or ‘after ‘the appointed date shall, within six mouths after the date on which that mosque is s0 opened, make a written application to the Board for registration of that mosque.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Bed’s pore {4._ (1) Upon receipt of an application under sec-",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Bole tion 10, the Board may, by notice served in the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "tei domewote prescribed manner, require the applicant to furnish",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "ste monet. to the Board, within such time as may be specified in the notice, all such information and documents regerd- ing the mosque to which that application relates as the Board may consider necessary.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) Every applicant required by notice under sub- section (1) to farnish any information and documents to the Board shall furnish such information and documents to the Board within the time specified in. that notice. .",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "agai 42. (1) The Board shall cause a Register of ol'Konve. Mosques to be maintained.",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "(2) The Register of Mosques shall, on payment of ths prescribed. fos, be open. for inspection by any person at any time during which the office of the Com- missioner is open for the transaction of business.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 10,
    "text": "Resniation 43. Upon application made to the Board for the SSRGNE registration of b'moeque under section 10, and, if the - Board has called for information and documents in",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 6,
    "par_num": 1,
    "text": "7 Austim Mosques and Charitable Trusts or 7 Wabfs Act, No. 81 of 19668 respect of that mosque under section 11, upon receipt of such information and, documents, the Board, after making such ingniries as it may deem necessary for verifying such information and the particulars con- tained in the application and in sach documents, shall cause that mosque to be registered in the Register of | Mooques by the entry therein of the preseribed poe particulars relating to that mosque. PART Ill. APPOINTMENT, POWERS AND DUTIES oF TRUSTEES OF Recrsrerep Mosquzs, &c. : 43, (1) As soon as may be, after ¢ mosque has heen Appointment . vegitvercd under section. 13, the Board shall appoint a orieraet person or Persons to be a trustee or trustess of that . mosque. In selecting a person or persons for appoint: ment as a trustee or trustees of a mosque, the Board ' shall have regard to the following matters :— : (@) the terms of any trust instrument relating to that mosque; Hl @) the religious law and custom of the sect of | - the Musti community concerned; (©) the Tocal castom with reference to . that mosque; and i (@ the practice and other arrangements in force for the administration of the mosque. (2) Every person appointed as a trustee by the Board shall Sficiate as trustee for cach eriod, not | exceeding five years, as may be specified in his instra- : ment of appointment, unless he vacates his office under : section 15. Every auch person on the expiry of his i term of office shall be eligible for re-appointment. : (8) Until the Board makes an appointment or ap- ointments under the preceding [provisions of ie ; section, the trustee or trustees for the tims being of . that mosque or, if there is no such trustee, the person ~ for the time being in charge of the mosque shall be responsible for the exercise of all powers and the per- 1 formance of all daties in connexion with that mosque. {@).On the Board making an appointment or | fupeintments, the: persoa responsible. immediately before such appointment or appointments for the '",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "7 & Muslim Mosques and Charitable Trusts or Wakfe Act, No. 51 of 1956 « exercise of powers and the performance of duties in , connexion with the mosque shall forthwith hand over all property and documenta relating to the mosque to the trustee or trustees appointed by the Board. Yacation of 145. (1) Every trustee of a registered mosque shall eee vacate Ne ofan * 3 : of aucceras. (@) on death; or (®) if be is convicted by » competent court of an offence involving moral turpitude; or (©) if he is adjudged by a competent court to be of unsound mind; or towns. @) if, having beom adjudged an insolvent or a sopente Oo, bankrupt, he has not heen granted by a . . competent court a certificate to the effect that his insolvency or bankruptey has i arisen wholly or partly by unavoidable losses or misfortunes; or . ©) if he resigns office by writing under his hand ” addressed 10 the Commissioner; or",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "_ ) if the Court directs his removal.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(2) Where a trustee of a registered mosque vacates = office, the Board may, taking into account the matters specified in section 14 (1), appoint in his place a new trastes for such period, not exceeding five years, as thay be specified in his instrument of appointment.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "(G) When trustee yacates office the other trustees shall, during the continuance of the vacancy, exer- cise the powers vested in, and perform the’ duties imposed on, trustees by or under this Act.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 7,
    "par_num": 5,
    "text": "Vesting of 16, (1) There shall vest in the trustes or trustees porn, “of a registered mosque— == ar (@) any movable or immovable property which— : _ (i) belongs to, or in any wise sppertaine : : ’ to, or is appropriated te the use of, that mosque, or (ii) is held in trust by, or in the name of, any person exclusively for the benefit . ay perom exh | (6) the rents and profits of such property, and",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "Muslim Mosques ond Charitable Trusts or 9 Wakfs Act, No, 51 of 1956",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ": (@) the offerings and contributions made for the",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "use of, or to the funds of, or for the per- +",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "- formance of religious ceremotues at, that mosque,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "subject to any lease, change or encumbrance already",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": ". , affecting that property and to the terms of any trust",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "+ Zo which that property may be subject.",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "@ All moneys which, under dub-section (1), vest in the trustee or trustees of a registered inosque are in this -Act referred to as the income of that mosque.",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "47, (1) Tt shall be the duty of the trustec or Deport of ‘trustees of a registered wosque, on  direution issued igpreved bank. by the Board and subject to the provisions of sub-",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "| section (3), to deposit the income of thet mosque in a separate account with a bank approved by the Board.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "{2) The bank pass books relating to any aocount zeferred to in sub-section (1) shall be open for inspec- tion by the auditor or other person referred to in section 28 at all reasonable times during the day.",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(3) Where a direction is issued by the Board for the deposit of the income of a Togistered mosque in a bank, tthe trustee or trustees of that mosque shall not retain in his or their possession at any time any sum in excess of one hundred rupees.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "18, ‘The income of a registered mosque may, with hy spin ‘the previous sanction of the Board, be appropriated by of D¢ bee, the trustee or trustees of the mosque for all or any wonus. of the following purposes :—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 8,
    "par_num": 14,
    "text": "(@) the repair and maintenance of the mosque and the premises belonging thereto; (®) the remuneration of the persons employed for the purposes of the mosque; . (@) the performance of religions worship end of all customary religious observances ordi- narily performed in the mosque; : @ the promotion of religious or secular educa-\" . tion at any school maintained in con- nection with the mosque and the relief of poor students et any such school; . (the reli of the poor, the giving of aime in accordance with custom and the burial of i : poor Muslims; :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ". 10 Muslim Afosques and Charitable Trusts or _ Wakfs Act, No. 51 of 1956",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(/) the remuneration, as determined by the Board, : of the trustee or trastees of the mosque and the payment of all expenses incarred by such trustee or trastees in the exercise of the powers and the performauce of the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "duties of sach trustes or trustees;",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(g) the payment of compensation awarded under, section 21 and the payment of all fees due under this Act in respect of the mosque; an",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(8) any other purposes which may be deemed ‘necessary by the jame’ath,",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Tavesinet af 49. (1) No moneys of a mosque shalll be invested, aot in such manner as may earn interest. (2) Subject to the provisions of sub-section (1), the trustee of a mosque may, with the approval of the Board—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(a) purchase movablé or immovable property out of the moneys of the mosque; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": ".®) invest such moneys in any other manner.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Rustistin on ——-20._No immovable property which by section 16 is",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "REP ion Vested in the trustee or trastees of a registered mosque",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "a imoowsis shall be mortgaged, sold or otherwise alienated except: *",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "beers © with the approval of the Board. :",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "mage, va",
    "mean_p_confidence": 0.28
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Bacovery of 24, (1) Where the Board is satisfied—",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "innorle (@) that any immovable property belonging to, or",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Eis held in trust for, any mosque: has been",
    "mean_p_confidence": 0.7
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "atenated. mortgaged, sold or alienated prior to the appointed date to the detriment of that mosque; or",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "(6) that any immovable property which is vested by section 16 in the trustes ot trustees of & registered mosque has been mortgaged, sold or alienated contrary to the provisions of this Act, :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "it shall be the duty of the Board to direct the truster or trustees of that mosque to institute legal proceed, ings in a competent coutt to set aside such mortgage. sole or alienation and to recover possassion of the Property :",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "Provided, however, that in the absence of collusion or knowledge between the parties, the court, in setting:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 9,
    "par_num": 21,
    "text": "| aside any such mortgage, sale or alienation, shal",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Muslim Mosques and Charitable Trusts or 11 “ i Wakfs Act, No. 51 of 1956 award compensation to the mortgagee, vendee, or alienes for any permanent improvements made by bit to, or upon, such property.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(2) Ef legal proceedings in accordance with any diteetion, Seued by. the ‘Board under sub-section (1) are not instituted by the trustee or trustess of any",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "we, the Commissioner or any other person autho- Tiaed it thee behalf hy the Board sball be entitled to institute such proceedings.",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "22. (1) The trustee or trustees of a registered Poret to macgae way from time to time lease all or any of the jaeienNe immovable property vested in such trustee or trustees Srl by section 16 for such rent, and upon such conditions, Sociaton as euch trustee or trustees may deem reasonable: eat",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "Provided, however, that—",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(©) no trustee shall Senge any such immovable property Without the previous approval of he Board; or , @) no lease shall be granted in favour of any trustee of such mosque or in favour of any pergon, in whom any auch trustee is direct- . ' _ Iy or indirectly interested.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "2) Any lease granted in contravention of the pro- visions of eub-seotion (1) shall ba noll and void and of no effect in lew.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(3) Where the Board is satisfied that any immovable property has been leased in contravention of the pre- ceding Provisions of this section, it shail be the duty of the Board, to direct the trustee or trustees of that qosque to institute legal proceedings in a competent ‘court to declare such lease null and void and to recover Possession of the property.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "(4) If legal Broceedings in accordance with ang direction issued by the Board under sub-section (8) are not instituted by the trustee or trastees of any mosque, the ‘Commissioner or any other person authorised in |",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "-that behalf by the Board shall be entitled to institute such proceedings,",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 10,
    "par_num": 11,
    "text": "23, (1) Where any person who vacates or is re- Besomy of moved from or is suspended from the offics of trustes Maem ct, ' of a registered mosque refuses or neglects to deliver suse | any property held or possessed by him for or on behalf Ge. *",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": ". 12 Muslim Mosques and Charitable Trusts or Wakfe Act, No, 51 of 1956 : of that mosque, the trustee or trustees for the time fan + being of that mosque, my institute an action in a com- petent court for the delivery of possession of: such property to the trustes or trustess by whom such action is instituted,",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "For the purposes of any such action as is referred won sub-seotion @, a certificate in writing by the Commissioner to the effect that any perton has vacated or been removed from or been suspended from the offica of trustee of a registered mosque shall be conclusive evidence of the facts stated in the certificate.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "Soggy Bh The proceedings in such actions as are referred sanions selered tp in sub-section (1) of section 23 shall be taken by way “Gover of summary procedure and, for the purposes of those wuzgmmmr sub-sections section 8 of the Civil Proosdure Code shail Cap. BO. have effect as if for the words “ by this Ordinance * oogurring therein there were substituted the words ‘* by this Ordinance or by any Act ”. : : “Prosas or 25. (1) The trustee or trustees of a registered . Suse st mosque tnny with the approval of the Board sue for the onus mey we, recovery of any property vested in such trustee or trostees under section 16, or for the recovery of the possession of any auch property, or for any other pur- pose connected with, or incidental to, the exercise and.’ . performance of the powers and duties of such trustee . or trustees.",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "(2) The trustee of a registered mosque, whether he is the plaintiff or defendant in an action, shall not be personally liable in costa for any act bona fide dane by such trustee in the exercise of the powers or the per- formance of the duties of such trustee. . :",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 11,
    "par_num": 5,
    "text": "Duy of 26, It shall be the duty of the trustee or trustees ume | of @ registered mosqne— _ : pe gece @ to oop in such form as the Board may direct full and detailed accounts of the income of. that mosque and of all expenditure incurred by such trustee or trustees; . (2) to keep in such form as the Board may direct+\" an inventory of all property for the time heing vested in such trustee or trustees; and {c) to make such accounts and inventory available for inspection by any member of the Board or by any person authorised by the Board \\ at all reasonable times during the day.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 12,
    "par_num": 1,
    "text": "Muslim Mosques and Charitable Truscs or 18 Wakfs Act, No. 51 of 1956 27. (1) Itshall be the duty of the trustes or trustees Hel-yeariy of e registered mosque— Statement 08 (@ to prepare a statement of the accounts,” \"Sant in such form as may be prescribed relating to all the moneys seosived and vow, gepended in’ respect of that) mosque For each half-year ending on the thirtieth day of June and the thirty-first day of . December and to sign » declaration ot the end of that statement to the effect that those accounts are true and correct; * - (@) to furnish that statement to the Board within a period of thirty days after the end of the half-year to which that statement relates; an (2 wexhibit a copy of that statement for a period of thirty days in a conspicuous position in the premiees of that mosque. (2) Every statement of accounts prepared under | sub-section’ (1) shall be in the language in which the : accounts of the mosque are usually kept. : =, 28. The Board may cause any accounts specified in And ot : a statement furnished to the Board under section 27 “\"™ | to be andited by an auditor, or by any other person, ! approved by the Board. i 29. (1) The Board may, upon a complaint made Sveasie and i by any QB members of the jaum'ath of aay registered unicef : Mosque oF of ite own motion, hold an inquiry or direct =e : a peraon anthorised by the Board to hold an inquiry i into any alleged misfeasance, breach of trust or ! neglect of duty committed by a trastee of that mosque : in respect of any property vested in that trustee or i into any failure on the part of thas trustee to comp! with the provisions of this Act, and where the Board | is, after such inguiry, of opinion thet proceediny { should be instituted as herelnefter provided for the i Temoval of that trustee, the Board may suspend that ‘austee: from office. (2)'Whers: thie Board’ under sub-section (1) has suspended: the sole trustee or all the trustees of a registered mosque, ths Board shall appoint an interim trtatee'or trustees to exerciee all powers and perform all dutiea in connection with that mosque ander this Act, and such interim trustee or trustees shall exercise",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": ". 14 Muslim Mosques and Charitable Trusts or Watfs Act, No. 51 of 1956 . those powers and perform those duties until the Board has made an appointment or appointments under section 16 or the Court has directed the reinstatement ‘of the trustee or trustees suspended by the Board.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(8) Subject to the provisions of sub-section (4), the Commissioner upon direction issued by the Board in that behalf in respect of a registered mosque, or any five persons interested in that mosque, may, without joining as plaintiff any other person 30 interested, institute an action against a trustee of that mosque in the District Court having jurisdiction in the place in which that mosque is situated, to obtain a decree providing for all or any of the following purposes: —",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(a) directing the specific performance of any act . by that trustee; @) declaring that trustea guilty of any misfea- ) sance, breach of trust, or neglect of duty; (@ ordering the payment by that trustee of any sum to the funds of the mosque by way of damages in respect of any such misfea- : sance, breach of trust, or neglect of daty;_ (@ directing the removal from office of that trustee; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(@) granting such further or other relief as the",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "circumstances of the case may require.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(4) No action, other than an action instituted by the Commissioner, shall be entertained by the District Court under this section unless the plaint is accompanied by a certificate under the hand of the Commissioner that the action has been approved by the Board.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(8) For the purposes of this section, any member ‘of the jama’ath of a registered mosque shall be deemed to be @ person interested in that mosque.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "(6) Where five or more persons interested in w mosque has instituted an action under sub-section (3), the withdrawal of one or more than one such person from the action shall not prevent the District Court from continwting and concluding the action so long as at least one person who instituted the action continues to be a party.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 13,
    "par_num": 9,
    "text": "‘\\",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 14,
    "par_num": 1,
    "text": "Muslim Mosques and Charitable Trusts or 15 Wakjs Act, No. 61 of 1956 + 30, The provisions of this Part chall, save as Bret ot expressly provided in this Act, haveeffect notwith- Pet UE standing anything contained in any deed or other instrument— (a) relating to the constitution of the office of > trastee of any mosque, or the period daring which any such trustee shall hold office or the powers and duties of any such trustee, or (®) prescribing the purposes for which and the manner’ in. whieh the ‘tacome from. any property held in trust for the beneftt of any mosque may be applied. PART IV. APPLICATION OP PROVISIONS RELATING TO MOSQUES TO ‘Mustint sERINES AND PLACES OF RELIGIOUS BESORT. 34. ‘The provisions of Parts IT and III shall apply Appisatoa t to Muslim slrines and places of religious resort in ike Te tetta manner as they apply to mosques subject to the erin and __ Amendments spetifed in the Second Schedile hereto. leer of > oe PART V. ‘MUSLIM CHARITABLE TRUSTS OR WAKES. 2. (1) The provisions of this Part shall apply to Apptiation every vain edansibie trom ot welt created’ oe an BAY OF any of the following purposes other than a Muslim : charitable trust or wakf which is solely for the benefit : of 4 registered mosque:— : (@) the relief of poverty among Muslims or any section thereof ; (®) the advancement of the education of Muslims : or any section thereof; (©) the advancement of Istam generally ; i ° @ the management of any mosque or Muslim ! shrine or place of religious resort or the . performance of religious rites or practices : ; at such mosque, shrine or place; and (@) any other purpose beneficial to Muslims or any section thereof.",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 15,
    "par_num": 1,
    "text": "16 Muslim Mosques and Charitable Trusts or Wakjs Act, No. 51 of 1958 (@) Where in any instrument in respect of a Muslim. charitable trast of waif created belore January 1, 1956, it is expressly declared that the general “law relating to trusts shall apply to such trust or wakf, the provisions of this Part shall not apply to such trust or wakf. . Dug of 88. (1) The trustee or trustees of a Muslim ieee? charitable trust or wakf created before the appointed stelemecte date shali furnish to the Board, within six months ihe itty or after that date, a statement setting out the particulars. ‘wakes. specified in section 34 in respect of that trust or waki. {2} The trustes or trustees of a Muslim charitable trust or wakf created on or after the appointed date shali furnish to the Board, within six months after the date of creation of that trust, a statement setting out the particulars specified in section 34 in respect. of that trust or wakf. (8) Notwithstanding the preceding provisions of this 1 soction, the Board may, where the Hoard is satisfied that the trustee or trustees of a Muslim charitable trust or wakf will be unable to furnish the statement required to be furnished under those provisions within ~ the time allowed by those provisions, allow such trustee or trustees further time for the purpose of furnishing such statement, ‘Tho contenta 85. (1) Every statement required: to be farnished strat: tp under section 33 in respect of a Muslim charitable tefmatet” trust or wakf. shalt contain the following wat sa, partiontars:— (a) the name of every person who is & trustee of that trost or wakf and the title under which each such person is entitled to be a trustee; (B) @ description of all the properties subject to that trust or wakf; e {e) the gross amount of the income from such properties for the period of twelve months . ending on the date on which the statement is furnished, or, where that trust or wakf . was created within that period, the gross amount of the income from such properties after the creation of that trast or wakf;",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Muslim Mosques and Charitable Trusts or 17 Wakfe Act, No. &t of 1966",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "@ the amount of all taxes and rates annually payable to the Crown or to any Tocal euthority in respect of such properties;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(6) an estimate of the average annual expenditure . necessary for the realisation of the income",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": ": from such properties;",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "{/) the amount or amounts, if any, et apa under that trast or wakf for each of the following Purposes: —",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(@) the remuneration of every trustee of, and -the remuneration of every person employed for the purposes of, that trust or wakf,",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Gi) contributions to mosques,",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(iii) other religious and charitable purposes, ant",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(iv) other purposes; and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "() such other particulars as may be prescribed.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(2) Every statement of particulars required to be furnished under section 33 in respect of any Muslim",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "_ charitable trust or wakf shall be secompanied by a copy, certified as a true copy onder the hand of the person furnishing that statement, of every deed or other instrument, if any, by which that trast or wake : ‘was created:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "Provided, however, that where no such deed or instrument has been executed, or no such copy can be procured, the statement of particulars shal! contain all such information as may be within the knowledge of the person or persons furnishing such statement relating to the origin, nature and objects of such trust or waki.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "(8) Every statement of particulars required to be furnished under section 33 shall he signed by the person or persons by whom the statement is furnished and shall contain & declaration thet the particulars",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": "- contained therein are true and accurate. Such declaration shall be free of stamp duty. 88. ( It’ shall be the duty of the trustee or Duty of trustees of a Muslim charitable trust or wakf to furnish ja to the Board before the first day of June in each year tistanrate of a statement of accounts in such form as may be ‘mle prescribed relating to all moneys received and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 16,
    "par_num": 16,
    "text": ": -",
    "mean_p_confidence": 0.42
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "18 Muslim Mosques and Charitable Trusts or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ". Wabfs Act, No, 81 of 1958 expended in respect of that trust or wakf during the period of twelve months ending on the thirty-first day of March of that year:",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": ". Provided, however, that where the Board is satisfied that such trustee or trustees will be unable to furnish such statement before the first day of June in that year, ~ the Board may allow such trustee or trustees further time for the purpose of furnishing such statement.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "{2) Every statement of accounts furnished under this section shall be signed by the trustee or trustees by whom the statement is furnished and shall contain a declaration that the particulars set out therein are true and accurate, Such declaration shall be free of ‘stamp duty,",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "(3) Every statement of accounts furnished under this section shell be in the language in which the accounts of the trust or wakf are usually kept.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Acie a 86, All accounts specified in a atatement furnished",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "teuetove. to the Board under section 35 shall be audited by an auditor, or by any other person, approved by the Board, and shall be accompanied by a report of the > person auditing such accounts,",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Taspecion of 1. Every’ statement of particulars furnished",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Soaments, ‘under section 38, every statement of account furnished under section 38 and every avditor’s report referred to in section 36 shall be open for inspection by any person authorised in writing by the Board ot any Teasonable time of the day during the prescribed period,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Power of Boat 88, Where any statement of particulars or accounts",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "vcamis o is furnished to the Board under section 33 or section",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "demeots fot 95, the Board may, by notice, require the person or",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "Uniemests ond persons by whom that statement was furnished to",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 17,
    "par_num": 14,
    "text": "feeonnte, Fomich such further information or such documents . as the Board may require for the purpose of xerifying any matter specified in that statement within suc period as may be specified in the notice. ‘The person or- persons required to furnish information or documents under the’ preceding provisions of this vec- tion shall furnish such information cr documents before the expiry of the period specified in the notics,",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 18,
    "par_num": 1,
    "text": "Muslim Mosques and Charitable Trusts or 19 Wakfs Act, No. 51 of 1056 : 89. (1) Subject to the provisions of sub-section (2), Gommisicner _ the Commissioner vpon a Frection given by the Board Ee. 3° in that behalf in respect of a Muslim charitable trust five tie per i or waif, or any five persons interested in that trust cyto for or wakf, may, without joining as plaintif any other eslrring the J. person 80 interested, institute an action in the District SMa Court of the district in which the whole or any part orwakf, te. of the subject-matter of that trust or wakf is situated, to obtain a decree providing for all or any of the fol- lowing purposes :— @ removing from office any trustee of the trust or walt; (8) appointing, where necessary, a trustee or ‘trustees for the trust or wakf; | (c) directing the submission of statements of accounts t0 the Court or the Board; {@) declaring what proportion of the property of the trust or wakf or of the interest therein shall be allocated to any specified object of the trust or wake; (e} settling a scheme for the management of the trust or wakf; ° (f) directing the specifie performance of any act by the trustee or trustees of the traat or wake; (9) declaring any trustee of the trust or wakf guilty of any misfeasance, breach of trust or neglect of duty; (%) ordering the payment by any trustee of the trust or wake of any som to the funds of the trust or wakf by way of damages in respect of any misfeaconoa, breach of trust or neglect of duty; (@ enumerating the properties comprised in the trust or wakf; an¢ G) granting such further or other relief as the , circumstances of the case may require. (2) No action other than an action instituted by the Commissioner shall be entertained by the District Court under this section unless the paint in the action 1 ig accompanied by a certificate under the hand of the : Commissioner that the action has been approved by ; the Board. i a :",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "20 Muslim Mosques and Charitable Trusts or Wakjs Act, No. 51 of 1956",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": ". (8) The interest required in order to entitle any person to be one of the plaintiffs in any action insti- tuted under this section need not be a pecuniary or immediate interest or such an interest as would entitle the person to take any part in the management or superintendence of the trust or wakf. :",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(4) For the purposes of any action to be instituted on any date under this section, any person who-—",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(@) is the donor of any property subject to any ‘Muslim charitable trast or wakf or is & direct male descendant of the donor, or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(0) in the case of any Muslim charitable trust or wakf created partly for the benefit of a registered mosque, is a member of the jama’ath of that mosque, or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(c} has, during period of twelve months preced- ing that date, received any alms distributed by any trustes of a Muslim charitable trust or wak? or otherwise enjoyed the benefits of that trust or walk,",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "shall be deemed to be a person interested in that trust or wakf. .",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(5) Where five or more persons interested. in a Muslim charitable trust or wakf has instituted an action under sub-section (1), the withdrawal of one or more than one such person from the action shall not prevent the District Court from continuing and con- cluding that action, so long as at least one person who instituted the action continues to be a party.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "(6) When a trastee is removed from, or otherwise vacates, office, the other trustees shall, during the continuance of the vacancy, exercise the powers vested in, and perform the duties imposed on, trustees by or ander this Act. .",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Quut's power 40. In settling a scheme for the management of ”-",
    "mean_p_confidence": 0.51
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Sienee fe ae any Muslim charitable trust or wakf under sub-section",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "Penagenmnt (1) of section 39, the Court may—",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "maa (a) order the inspection of any institution main-",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 19,
    "par_num": 14,
    "text": "vik, tained for the purposes of, or in connection with, that trast or wakf by persons authorised by the Court;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 20,
    "par_num": 1,
    "text": "Mustim Mosques and Charitable Trusts or 2k - Wak}s Act, No. 51 of 1956 . (®) fix as the amonnt of the annual remuneration of any trustee of that trust or wakf any amount not exceeding ten per centom ot the gross anaval income of thet trust or . wakf; and © direct that any sarplus remaining out of the Snoome of that trust or wakf after reason- able provision has beon made for carrying out the objects of that trast or wakf shal be applied to such purposes as the Court may consider fit. 44. In settling a scheme for the management of Application of any Muslim chariteble trast or wakf under sub-section eee () of section 39 or in determining any question relat- ing to the constitution or existence of any such trust or wakf or the devolution of the trusteeship or the administration of such trust or wakf, the Court shall have regard to the instrument, if any, by which each ' trust or wakf has been created, the religious law and | custom of the sect of the Muslim community concerned, the local custom with reference ta such trust or walt i and the practices and other arrangements in force for H the administration of such trust or wakt. : © 42, In dealing with any property alleged to be Be toto : gubject_ to a ‘Muslin charitable trust or wakf, the Mout, Court shall not be debarred from exercising any of its tus o powers by the absence of evidence of the formal consti- wate. i intion of such trust or wakf, if the Court is of opinion | from all the circumstances of the case that such trust or wakd in fact exists or ought to be deemed to exist. i PART VI. H Tue Must Caarirres Funp. | 43. (1) There shall be a Muslim Charities Fund  Mustn (hereinafter referred to as the “‘Fund'), and the Fook” Fund shall be administered by the Board. (2) Subject as hereinafter provided, it shall be the H duty of the trustee or trustees. ‘of each mosque referred H to in Part IT or Part ILI, Muslim shrine or lace of Teligions resort referred to in Part IV, or Muslim charitable trust or wakf referred to in Part V, in i respect of that mosque, shrine, place, trust or wakf, to I pay to the Commissioner in each year to be credited to tig Bund, within twenty-one days after the date on ! which the statement referred to in section 46 is re- . Quired to be farnished, « contribution’ on the total I . é",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "22° Muslim Mosques and Charitable Trusts or Wakhs Act, No, &1 of 1956",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "income of that mosque, shrine, place, trust or wakf, less any sums paid out of such income ag rates and taxes, during the period of twelve months immediately preceding the thirty-first day of March of that year, calculated at, such of the rates specified in the First Schedule to this Act as is appropriate to the case:",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "Provided, however, that the Board may by Order published in the Gazette exempt any such trustee or trustees from the obligation to pay such contribution.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(8) In addition to the contribution referred to in sub-section (2), there shall be credited to the Fund all such sums as may from time to time he paid or Pequeathed to the Commissioner as donations to the Fund.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(® Any contribution payable to the Commissioner under sub-section (2) ll be recoverable in such manner as may be prescribed.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(5) Subject to and in accordance with the provisions of this Part and of any regulations referred to in sub- section (7), the Commissioner shall be responsible for the management of the Fund and for the due applica- tion of the moneys and income thereof for such purposes as may be approved by the Board. >",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(@) All actions and other proceedings in respect of the Fund shall be by or again the Commissioner; and all contracts and other transactions with respect to the Fund shall be entered into by the Commissioner or some officer authorised by the Commissioner for the purpose.",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(7) Regulations may be made providing for the manor E which the Yonditions subject t which the powers, duties and functions assigned to the Com- missioner by sub-section (6) shall be exercised and performed.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(8) The accounts of the Fund shall be maintained by or under the direction of the Commissioner ant audited by an auditor, or by any other person, op- proved by the Board and shall be accompanied by a report of the person auditing the accounts.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 21,
    "par_num": 10,
    "text": "(9) For the purposes of this section; section 46, and the bine Schedule hereto, the total income in respedt of a Muslim charitable trust or-wakf shall not include income from a mosque or Muslim shrine or place of religious resort.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 22,
    "par_num": 1,
    "text": "Muslim Mosques and Charitable Trusts or 23 Wakfs Act, No, 51 of 1956 44, The Board may invest the moneys in the Fund Invest jo such manner as may be prescribed. sponege Provided, however, that the Board shall not invest. such moneys so 44 to earn interest. . 48. The Board may expend the moneys in the Fund Espentiunt for all or any of the following pucposes:— to - @ the building, restoration and maintenance of ‘mosques; (®) the relief of poverty among Muslims or any section thereof; (c) the advancement of the education of the ‘Muslims or any section thereof; {@} the advancement of Islam generally; (@) any other purpose beneficial to Mustims or any section thereof; and (/) the payment of expenditure incurred in the management and administration of the Fund. PART VII. GuNERAL. ~ 88. (1) Tt shall be the duty of the trustee or trustees Duty ot of each mosque referred to in Part IE or Part TIT, futas Muslim shrine or place of religious resort referred to sstements of in Part IV or Muslim charitable trust or wakf referred \"™ to in Part V to furnish on or before the first day of June in each year, in addition to any other state- ment of accounts which is required to be furnished under this Act, a statement specifying the income referred to in section 43: Provided, however, that where the Board is satis- fied that such trustee or trustees will be unable to furnish such statement before the first day of June in such year, the Board may allow such trustee or trustees further time for the purpose of furnishing such statement. (2) Every statement furnished under this section shall be signed by the trustee or trustees by whom the statement is furnished and shall contain a declaration that the particulars set out therein are true and gocnrate, Such declaration shall be free of stamp luty. : (8) Every statement furnished under this section shai! be in ‘the language in which the sccounts of the trust or wakf ave usually kept. ! ‘",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "24 Muslim Mosques and Charitable Trusts or Wakle Act No. 51 of 1956 Aétitiooat M7. Where any action is instituted in any District Boare bn Court under section 29 or section 39, the Court may sescas, provide in ite desree, in addition to the matters which may be provided for in such decree under section 29 or section 39, for all or any of the following ‘purposes :-—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "(a) the submission of accounts by a trastee or ' trustees in respect of any Retiod not exosed- ing three years prior to the dato on which",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "decree is made;",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "(®) the payment by a trustee or trustees of any sum paid by him or them wrongly to any gther person oF appropriated By him of them dishonestly to his or theit own use;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "~ . @ the payment by a trustee or trustees of any",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "‘eum representing a loas to the funds of &",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "registered mosque or a Muslim charitable",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ". trast or wakf, such loss being caased by",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "any neglect or omission of such trustee or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": ". trustees;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "(d) the deposit by a trustee or trustees of security.",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "Bove ct Court 48. In any action instituted under section 20 or fmt: section 89, the Court may— :",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "crioguey. (@ on the joint application of the parties to the",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "action, order any matter in dispute",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "betmeen them to be referred for inquiry ‘ond",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "decision by one or more arbitrators",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "appointed by the Court, or",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "(6) appoint a committee for the purpose of mak- ing an inguiry and reporting to the Court in regard to the settlement or adjustment of atly matter involved in the action or arising in the course thereof, or for the purpose of assisting the Court in the exercise of its powars under sections 29, 39 and 47.",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "Powsn of + 49. (1) Every arbitrator to whom a matter is enn referred for inquiry under section 48 and ‘every comities. committee appointed under that section shall, without prejudice to any other powers which such arbitrator : or committee may possess, have the power—",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 23,
    "par_num": 20,
    "text": "{@) to summon eny person by written notice to appear before such arbitrator or committes at a date and time specified in the notice;",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 24,
    "par_num": 1,
    "text": "Muslim Mosgues and Charitable Trusts or = 25 Wakjs Act, No. &1 of 1956 (2) to administer oaths or affirmations; and (©) to require, by written notice, any person to furnish, orally or in writing, within soch period as may he specified in the notice, all such information and documents as such - arbitrator or committes may require for the purposes of such inquiry. Every person summoned by notice to appear hafore an arbitrator or a committee under sub-section (1) shall appear before that arbitrator or committee, as the case may be, at the date and time specified in that notice. ) Every person required by notice to furnish any information and docunents before an arbitrator or a committee under sub-section 0) shall furnish such information and documents within the period specified in that notice, @ The failure of @ person to appear before, or to inrnish information and documents to, an arbitrator or a committee, in accordance with the preceding pro- visions of this section, shall not be deemed a contra vention of those provisions, if the arbitrator or committee, as the casa may be, is satisfied that auch ~ failure is due to an unavoidable cause. 80. No in inatitoted under section 29 OF fetion ot to section 39 e a bar to, or be suspended by, any bis, criminal proceedings in any court. Yasha ws, . Proceedings. 81, Nothing in this Act shall be deemed to pre-  aigtt of clude the trostee or trustees of a registered mosque, eee Muslim shrine or place of religious resort or of @ Ghul for Muslim charitable trust or wakf from spp ~ directions ot : ing to a competent Court under any provision o! ‘be * Trusts Ordinance, other than the provisions of sections cap. 72. 100 to 109 (both sections inclusive, for such directions or relief as he or they may be entitled to obtain under such provision, or for obtaining the assistance of such i Court for securing the objects of the trast or wakf , or for regulating the administration thereof or, : » exoept in ihe case of a registered mosque, chrine oF : plage of religious resort, for regulating the succession. i to the trosteeship. ‘ 52. A written statement under the hand of the Commision’ i Commissioner embodying a decision of the Board int ' shall, for the _pospeses ‘of this Act, be conclusive dcton to evidence of such decision. mae {",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "28 Muslim Mosques and Charitable Trusts or Worle Act, No, 51.of 1956",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "feo. 83. (i) Every person who— ;",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "@ contravenes any of the provisions of this Act or of any regulation made thereunder, or",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "() makes to the. Commissioner, Board, any arbitrator or Committee for the purposes of this Act any oral or written statement which is to bis knowledge false in any * material particular,",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "shall be guilty of an offence under this Act.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(2) Where any two or more persons ara the trustees, any information, statement or document required to be furnished under this Act by such trustees may he furnished by one of the trustees, and where such information, statement or document is so furnished, nothing in the preceding provisions of this Act shall be deemed to require any other trustee to furnish such information, statement or document.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(3) Every person guilty of an offence under this Ag hello conviction after summary trial before a Magistrate, be liable to a fine not exceeding five hundred rupees or to imprisonment of either descrip- tion for a term not exceeding three months or to both such fine and imprisonment.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "Regulations, 64. (1) The Minister may, with the advice of the’ Board, make regulations for the purpose of carrying cat or giving effect to the principles and provisions",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": ". of this Act.",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(®) In particular and without prejudice to the",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": ": generality of the powers conferred by sub-section (1),",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "e Minister may, with the advice of the Board, make = « regulations in respect of all or any of the following matters :—",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(@) all matters authorised or required by this Act",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "._ to be prescribed;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(®) the payment of allowances to members of the Board and fees to auditors or other persons auditing accounts for the purposes.of this ‘Act, and the rates according to which such allowances or fees are to be calculated; and +",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(©) the procedure to be oboaved at meetings of the Board,",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 25,
    "par_num": 17,
    "text": "(8) No regulation made by the Minister shall have effect until it is approved by the Senate and the House of Representatives. Notikeation of such approval shall be published in the Gazette.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Muslim Mosques and Charitable Trusts or 27 Waifs Act, No. 5t of 1956",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "® Regulations may be made by the Minister, approved by the Senate and the House of Represen- tatives and published in the Gavette under this section before the appointed date, and any regulation so made, approved pec pablished shail not come into operation",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "_ until the appointed date.",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "55. Sections 100 to 108 (both sections inclusive) of en i the Trusts Ordinance shall not apply to any Muslim Peau charitable trust or wakf or any property subject to 110,10 10 such trust or wakf, ‘Ordinance.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "cap. 72",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "56. Sections § to 24 (both sections inclusive) of the Fr. ‘Muslim Intestate Succession and Wakfs Ordinance are = hereby repealed. :",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "5T, (1} The Minister may exempt any particular Brampton. mosque, Muslim shrine, place of religious resort,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "Muslim charitable trust or wakf or every mosque, Muslim shrine, place of religious resort, Muslim charitable trust or wakf of @ particular class or description from all, or any of, the provisions of this",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "..,, 2), Where an Order has been made under sub-section (1) of this section exempting any particular mosque, shrine, place of religious resort, trust or wakf or every mosque, shrine, Blase of religious resort, trust or wakt of a particular class or description from all, or any of the provisions of this Act, every person who is required under those provisions to exercise, perform or discharge any power, duty or function in respect of such mosque, shrine, place, trust or wakf shall be exempted from exorcising, performing or discharging such power, duty or function.",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "88. In this Act, unless the context otherwise  Tetcprtation. vequires,— :",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 26,
    "par_num": 11,
    "text": "“Board”? means the Mosques and Muslim Charitable Trusts or Wakfs Board . established under this Act; . Commissioner ” means the Commissioner for Mosques and Muslim Charitable Trusts or ‘Wakts appointed under this Act; “Deputy Commissioner’ means any Deputy Commissioner for Mosques and Muslim Charitable Trusts or Wakfs appointed under this Act;",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "is is — 28 Muslim Mosques and Charitable Trusts or Wake ‘Act, No. 51 of 1956",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "‘* jama’ath \"’, in relation to a mosque, means the persons who ordinerily worship at, or participate in the religious or customary Tites and ceremonies of, that mesque;",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "“member ”’ means a member of the Board;",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "* mosque ” includes any thakiyya or zavia; ,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "* prescribed °? means prescribed by regulation made under this Act; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "“registered mosque” means any mosque registered under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "In this Act, except in Parts II and V and in sub- section (3) of section 14, unless the context otherwise requires, “‘ trustee ””, in relation to a mosque, Muslim shrine or place of religious resort, shall mean @ trustee appointed by the Board under this Act.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "FIRST SCHEDULE, {Sucre 43 (2) ) Rates of contributions to the Muslim Charities Fund",
    "mean_p_confidence": 0.67
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "1. ‘The rate of contribution for say year in respect of 5 rogie- tered mosque, Mustim charitable trust or wakf to the Muslim Gharitee Bind shell — .",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "(@) where the income of thet mosque, Muslim cheritable ‘rust or wat referred to in section 48 in that year ie not more then Bs. 1,500, be 1 per centum of that income,",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "(®) where the income of the mosque, Muslim cheritable trust or wakf reforved to in section 48 in that year is more then Bs. 1,800 but not more than Bs. 2,600, be 8 per centum of that income, and",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": ". (© where the income of that mosque, Muslim ehsritable",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 27,
    "par_num": 13,
    "text": "trust or wakf referred to in seotion 43 in that yest s more than Ba, 2,500, be & par caatum of thet income. 2, The rate of contribution for sny year in reapect of a Muslim , shrine or place of religious resort to the Muslim Chorities Pund abell be 25 per centum of the income referred to in section 43 of thos ebrine or place in that pear. SECOND SCHEDULE Beotion 32 7 1, In Parts I end TIE, thers shall be substituted for the word \\ iaoaque ”, whorevet thet word osonré in those Parts, the words ~ “ shrine or plese of religious resort \". 2 Ta section 10— (@) in gub-seation (1), there shall be substituted for the words = ! * opened for ‘public worship, the words “ which 1 came inte exictonce oa such”; ‘and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "Muslim Mosques and Charitable Trusts or 29 Wobje ‘Act, No. 51 of 1056 ) in eub-sestion (3)—",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "( there shall be aubetibuted for the words “ opened for public worsbip \"', the words ‘* which comes into existence a= such \"', and",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "Gi) thera shall be substituted for the words “is so ‘opened \"”, the words “ eames into existenee \".",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "8, In seotions 12 and 18, there shell bo substituted for the word “* Mosques , the words “Shrines sud Placea of Religious ‘Resorb ”,",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "4, In section 18 (4), there shall be eubstituted for the word “* Jeme'ath , the word “Board ”.",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "5. Tn seotion 29—",
    "mean_p_confidence": 0.58
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "(@) in sub-section (1), there sholl bs substituted for the worils",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "“+ members of the Jema’ath of\", tho wards “* persons",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "interested in”;",
    "mean_p_confidence": 0.68
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "(®) thers shall be substituted for sub-seotion (6), the following now sub-section: —",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "“ @) Tho interest requited in order to aniitle any",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "person to ba one of the plaintiffs in any notion insti-",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "‘tuted under this section need not ba « pecuniary or am",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "immediate intereat or auch on interest as would entitle",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 28,
    "par_num": 15,
    "text": "5 tho person to take port in the management or super- intendence of the abrine or place of religious resort\"; and (0) there shell be inserted immediately sfter sub-section (6), the following aub-seotion:— * (7) For the purposes of this section, suy person who (@) is the donor of say property to the shrins or Place of religious resort or is the direat male deseoudant of the donor, o (®) baa during the period of twelve months immodintely preceding that date been in the bebit of G) attending such shtine oc place, oF Gi) contributing to the payment of eny . ‘expenditure inourred in connaxian ’ ‘with such sbrine or place, or Gi) reooiving ony alma distcibuted ‘ny kosloo of ooh brian cr place ‘or otherwise enjoying the benefit thereof, shall be dasmed to be © person intrested in the abrina or place. .",
    "mean_p_confidence": 0.69
  }
]