[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "’. PARLIAMENT OF CEYLON | a Ist Session 1960-61 Stig ELD. fy Civil Courts (Special Provisions) Act, No. 43 of 1961 _ Date of Assent: June 17th, 1961 ; Printed on the Orders of Government Printed at the Government Press, Crvton. To be Pete it a tg SURE, Roads Apnual Gabseription, {including Pils), Ra. 25, payable in Bound, Boar” Gener \"Box \"ovo, “Secretarish, Colombo\" Price: 10 cents. + Postage: 10 cents.",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Civil Courts (Special Provisions) Act,",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "tose No. g8 of 1967",
    "mean_p_confidence": 0.49
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "L. D6, 18/60,",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "An Acr 10 MAKE PROVISION FOR TRE PRODUCTION IN CIVIL, COURTS OF CERTIFIED COPIES OF COMPLAINTS AND STATEMENTS MADE TO A POLICE OFFICER OR AN INQUIRER AND OF PLANS AND SKETCHES PREPARED",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": ": BY A POLICE OFFICER OB AN INQUIRER. * [Date of Assent: 17th June, 1961]",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "BE it enacted by the Queen’s Most Exoellent",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Majesty, by and with the advics and consent of the",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Senate find. the House of Representatives of Ceylon",
    "mean_p_confidence": 0.89
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "in this present Parliament assembled, and by the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "authority of the same, as follows:— .",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "4. ‘Unis Act may be cited as the Civil Courts ston tit, (Special Provisions) Act, No. 43 of 1961.",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "2. Where a party to any proceedings in a civil tune o court requires for the purposes of such proceedings a Smile, certified copy of any complaint or statement made to stituents",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "> a police officer or an inquirer, whether in the course S.S57Ns* of any investigation or otherwise, or of any plan or of phot or eketch prepared by a Roties officer or an inquirer on testes information furnished by any persort or persons, auch faa” party shall, upon the payment by such party to the (Seve ct appropriate authority ‘of the fee. specified in the edule hereto, be entitled to obtain a certified copy",
    "mean_p_confidence": 0.79
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "of auch complaint, statement, plan or aketch, as the .",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "case may be, . .",
    "mean_p_confidence": 0.5
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "3. Notwithstanding anything to the contrary if production any other law, a cevtified copy of any complaint, 9 ented. statement, plan or sketch obtained under section 2 by & party to any proceedings in a civil court may, without the police officer or inquirer to whom the complaint or statement wag made or by whom the plan",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "vor sketch was prepared being called as a witness, be . Produced in such proceedings by such party in proof of the fact that the complaint or statement was made, or that the information on which the plan or eketch",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘Was prepared was furnished to such. police officer or",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "inquirer by any person or persons, if the person by whom the complaint or statement was made or every",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "Person who furnished the information on which the",
    "mean_p_confidence": 0.95
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "_Plan or sketch was prepared has deposed to the fact of having made such complaint or statement or of",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 2,
    "par_num": 22,
    "text": "‘having furnished such information, as the case may be:",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "~ 2 — Civil Courts (Special Provisions) Act, : _ No. 48 of 1982 \" _ Provided, however, that the court may, of its own",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "motion, or upon application made by any party to",
    "mean_p_confidence": 0.91
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "- auch Prosedings, require the production of the book in which such ‘complaint or statement was first recorded or the original of such plan or sketch, as the case may be, or require that the person to whom such complaint or statement was sinde or by whom ouch plan or sketch was prepared be summoned ss a - witness.",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“Tnterpretation, 4 In this Act—",
    "mean_p_confidence": 0.62
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“appropriate authority *—",
    "mean_p_confidence": 0.43
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) in relation to any information or statement recorded in an Information Book kept by an officer in charge of a police station, means such officer;",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(0) in relation to any plan or sketch prepared by & police officer attached to a police station. means the officer in charge of that police station; and",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "(@) in relation to any information or statement recorded in an Information Book xept by",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": ": an inquirer for any area or any plan or sketch prepared by an inquirer for any area, means the inquirer for such areas",
    "mean_p_confidence": 0.9
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "“civil court’ has the same meaning as in the",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 3,
    "par_num": 11,
    "text": "Onn, 8. . Civil Procedure Code; and . “inquirer ” and ‘ police officer? have the same np. 38, : meaning as in the Criminal Procedure Cade, : Schedule Ria For a serlified copy of any statement or ‘complaint a ce, BB for avery folio ot 120 words. For u certified copy of say plan or aketoh .. 1 0",
    "mean_p_confidence": 0.66
  }
]