[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  ac  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  FOREIGN LOANS (REPEAL)  ACT, No.6 OF 2025  ‘Price : Rs. 12.00 ” : Postage : Rs. 180.00",
    "mean_p_confidence": 0.5571428571428572
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Foreign Loans (Repeal) Act, No.6 of 2025.  [Centified on 234d of May, 2025]  L.p-0. 802024  [Ax Acro zeae Font Loans  Act, No.29 oF 1957  BBE it enacted by the Parliament ofthe Democratic Socialist,  Republic of Sei Lanka as follows:-  1. This Act may be cited as the Foreign Loans (Repeal) Shai  Act. No. 6 f 2025,  2. The Foreign Loans Act, No. 29 of 1957 is hereby —Repato As,  repeated Nbvot 57  3. Notwithstanding the repeal of the Foreign Loans Soviet  Act, No.29 of 1957 (brenafier refered to asthe \"Foreign  Loans Act\")  (@) every agreement relating to a foreign loan, a  ‘guarantee relating 10 a foreign loan and any  contact, bond, promissory note or other document  equied by such agreement or guarantee signed  lunder section 2 of the Foreign Loans Act and  in force on the day immediately preceding the  date of commencement ofthis Act shall, in terms  ‘of section 38 of the Public Debt Management  ‘Act No. 33 of 2024, be deemed, on and after the  date of commencement of ths Act, to have been  validly signed under the Public Debt Management  ‘Act and  (0) every order made wo give effect wo an agreement or  tuantce refered to in paragraph (2, prior to the  date of commencement ofthis Act under section 4  ofthe Foreign Loans Act and in frce on the day",
    "mean_p_confidence": 0.5786220472440945
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Foreign Loans (Repeal Act No.6 of 225  immediately preceding the date of commencement  otis Act shall cominue to be in force on and  after the date of commencement ofthis Act until  the obligations under the aprement or guarantee  refed tin paragraph (a) ae fale.",
    "mean_p_confidence": 0.49115384615384616
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  Sian 4 Inthe event of any inconsistency between the Sinhala  fence apd Tamil texts ofthis Act, the Sinhala text shall prevail,",
    "mean_p_confidence": 0.44458333333333333
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]