[
  {
    "i_page": 1,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 1,
    "par_num": 1,
    "text": "  a5  PARLIAMENT OF THE DEMOCRATIC  SOCIALIST REPUBLIC OF  SRI LANKA  FOREIGN LOANS (REPEAL)  ACT, No.6 OF 2025",
    "mean_p_confidence": 0.54875
  },
  {
    "i_page": 1,
    "par_num": 2,
    "text": "  [Cet on 23d May. 2028  Pulsed Suplnen Pat ot he Gant ofthe Democratic  Price : Rs. 12.00 ° : Postage : Rs. 180.00",
    "mean_p_confidence": 0.49333333333333335
  },
  {
    "i_page": 2,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 2,
    "par_num": 1,
    "text": "  Foreign Loans (Repeal) Act, No.6 of 2025,  [Cenified on 234d of May, 2025]  L.p-0. 802024  Aw: Acro uae Font Loans  Act, No.29 oF 1957  BBE it enacted by the Parliament ofthe Democrat Socialist,  Republic of Sei Lanka as follows:-  This Act may be cited as the Foreign Loans (Repeal) Sha ile  Act. No. 6 0 2025  2. The Foreign Loans Act, No. 29 of 1957 is hereby Repeto A,  repeated Nobeot 57  3. Notwithstanding the repeal of the Foreign Loans Soviet  Act, No.29 of 1957 (brcnafier refered to 35 the \"Foreign  Loans Act\")  (a) every agreement relating to a foreign loan, a  guarantee relating to a foreign loan and any  contact, bond, promissory note or other document  required by such agreement or guarantee signed  lunder section 2 of the Foreign Loans Act and  in force on the day immediately preceding the  date of commencement ofthis Act shall, in terms  ‘of section 38 of the Public Debt Management  ‘Act No. 33 of 2024, be deemed, on and after the  dtc of commencement of this Act, to have been  vallly signed under the Public Debt Management  ‘Act and  (0) every order made wo give effect wan agreement or  uranic refered to in paragraph (2, prior othe  ‘ate of commencement ofthis Act under section 4  ofthe Foreign Loans Act and in frce on the day",
    "mean_p_confidence": 0.5806324110671937
  },
  {
    "i_page": 3,
    "par_num": 0,
    "text": " ",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "  2 Foreign Loans (Repeal Act, No.6 of 225  immediately preceding the dat of commencement  of this Act shall comtinue 10 be in force on and  ater the date of commencement ofthis Act until  the obligations under the aprement or guarantee  refered tin paragraph (a ae fale.",
    "mean_p_confidence": 0.479622641509434
  },
  {
    "i_page": 3,
    "par_num": 2,
    "text": "  suautcin 4 Inthe event of any inconsistency between the ina  falco and Tamil texts ofthis Act. the Sinhala text shall prevail,",
    "mean_p_confidence": 0.46291666666666664
  },
  {
    "i_page": 4,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  },
  {
    "i_page": 5,
    "par_num": 0,
    "text": "",
    "mean_p_confidence": -0.01
  }
]