[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "PARLIAMENT OF CEYLON 2nd Session 1966-67 ey fabs a): > & Qa Development Finance Corporation of Ceylon (Amendment) Act, No. 1 of 1967 Dote of Assent: March 23, 1967 Printed on the Orders of Government Printed et the, Government Press, Crrion, To be rine ot ibe Gammneres Pe STR, Mat manual aubcripegCncing te) a, 90 Loe) Re 0 Pee Paty 8. Ones Lie Cases 1 ee FO Soe ae oe ie",
    "mean_p_confidence": 0.6
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "Development Finance Corporation of Ceylon Td mendment) Act, No. 2 of 1987 L. D.—O. 9/87. Aw Act 10 amen tae Development FINANCE chapter 288, ConporaTion oF Czvton Act, Yome : [Date of Assent: March 23, 1987] BE it enacted by the Queen’a Most Excellent Majesty, by and with the advioe and consent of the Senate and",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "19 House of Representatives of Ceylon .in this present Parliament assembled, and by the authorily of the same, ag followa:— .",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4. This Act may be cited ag the Development saat tts. Finanes ‘Conporation bf Ceylon (Amendment) Act,",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "No. 1 of 1967.",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "2 Section 4 of the Development Finance susénat of Corporation of Ceylon Act (hereinafter referred to as gia, {gt the j_primeipal Act”), s8 amended by Act No. 8 of 1958, is hereby further amended as follows:—",
    "mean_p_confidence": 0.78
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(1) in sub-section (2) of that section, by the",
    "mean_p_confidence": 0.59
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "substitation, for paragraph (@) of that sub-",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "section, of the following new paragraph: —",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "“* (a) to assist in the promotion, establish. ment, expansion and modernization of private industrial, - agricultural and commercial enterprises in Ceylon, and”; and",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(2) in sub-section (2) of that section, by the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "substitution, —",
    "mean_p_confidence": 0.0
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(a) for the words “Any industrial or agricultural enterprise in Ceylon \", of the words “Any industrial, agricultaral or commercial enterprise in Ceylon”; and",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "{6) for the words “a private industrial or agricultural enterprise in Gaylon, * of the words “a private industrial, agricultural or commercial enterprise in Ceyton. ,",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "4 Section 8 of the principal Act is hereby amesimas of smenaed as ‘slow a ss va",
    "mean_p_confidence": 0.55
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "(1) in paragraph (li) of that section, by the",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "ofisttearbn, for the words ‘ ‘rom “other",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 17,
    "text": "private investment sources; ’*, of the words from investment sources; '°; and Creer",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 3,
    "par_num": 1,
    "text": "2 Development Finance Corporation of Ceylon oo Umendment) Act, No. 2 of 1967 L @) by the insertion, immediately after paragraph = * (iii) of that section, of the following new =: paragraph :— ; “ (iiia) nominate a representative of the Corporation to serve on the governing — body of any enterprise in which the | Corporation has a  Snancial interest; ”. : awroimenr ot Section 7 of the principal Act is hereby | wets amended in sub-section Gh} of that section, by the re substitution, for all the words from “eight million Tupees.\"” to the end of that sub-section, of the / following: — i “twenty-four million rupees divided into two! hundred and forty thousand ordinary shares of one = bundred rupees each. ””. i i amoizent of 8. Section 9 of the principal Act is hersby [ ietos Sct” mended in sub-section (5) of that section, by the | ar substitution, for the words “ any private industrial =| or agricultaral enterprise”, of the words “any | private industrial, agricultural or commercial enter- | prise”. i | moins ct 6; Section 10 of. the, principal Act is hereby scion Wet’ qmended in gub-section {4) of that section, by the pone substitution, for the words “ There shall be not less | than four and uot more than six other directors ””, of : the words “' There shall be not less than six and not 5 more than eight other directors”. ‘Amesimer of 7. Section 18 of the principal Act is hereby ; ection, 18 of ~—sgmended in sub-section (1) of that section, by the | fhe principal Substitution, for all the words from ‘* Any loan made : ander this sub-section ” to ‘by the Goverameut, ”, of the following: — ' Any loan made under this sub-section stall be repayable to the Government by the Corporatioi , in fifteen equal annual instalments the first of which shall’ be due in the twenty-sixth year succeeding the year in which such loan ia granted | by the Government, ”*. |",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "Development Finance Corporation of Ceylon $3",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(Amendment) Act, No. 1 of 1967 8. Section 14 of the principal Act is hereby acsodment of amended as follows: — wn 44 of",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(1) in sub-section (1) of that section, by the 4%",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "substitution,—",
    "mean_p_confidence": 0.56
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(@) for the words “ from the International Bank for Reconstruction and Deve- lopment. ”’, of the words ‘ from the International Bank for Recoustruc- tion and Development, or from any other international or foreign organi- zation approved by the CGovern- ment. “\"; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "{6) for the words ‘the equivalent of twenty-four million rupees”, of the words ‘the equivalent of seventy- two million rupees\";",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(2) in sub-section (8) of that section, by the substitution, —",
    "mean_p_confidence": 0.73
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(a) for the words “ from the International Bank for Reconstruction and Deve- jopment or by the Government’, of the words ‘'from the Interaatienal Bank for Reconstruction and Deve- lopment or from any other inter national or foreign organization approved by the Government, or by the Government '’; and",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "{¥) for the words ‘‘other than the Inter- national Bank for Reconstruction and Development ””, appearing in the proviso to that sub-section, of the words ‘‘ other than the Internaticna! Bank for Reconstruction and Deve- lopment or any other international or foreign organization approved by the Government ’’;",
    "mean_p_confidence": 0.81
  },
  {
    "i_page": 4,
    "par_num": 10,
    "text": "(8) in sub-section 52 of that section, by the substitution, for the words ‘ Every guaran. tee agrooment between the Government and the International Bank for Reconstruction and Development’, of the words ‘‘ Every guarantee agreement between the Govern- ment and the International Bank for Reconstruction and Development or any other interuational or foreign organization approved by the Government”; |",
    "mean_p_confidence": 0.83
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "4 Development Finance Corporation of Ceylon Umendment) Act, ot of 1967 {4) in sub-section (@) of that section, by the substitution, for the words ‘ In the cass of any loan made to the Corporation by the International Bank for Reconstruction aod. Development ”, of the words “‘ In the case of any loan made to the Corporation by the Taternational Bank for Reconstruction and Development or any other international or foreign organization approved by the Government”; and (3) by the insertion, at the end of that section, of the following new sub-sections:—",
    "mean_p_confidence": 0.85
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "“@) The Governor-General, or any",
    "mean_p_confidence": 0.74
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": ". person authorized in that behalf by the Governor-General by instrument under his hand, is hereby empowered, on bebaif of the Government, to sign any guarantee agree- ment between the Government and the",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": ". International Bank for Reconstruction and Development or any other international or foreign organization approved by the Government.",
    "mean_p_confidence": 0.87
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(8) Notwithstanding anything in any other written law, no agresment, bond or other document executed by the Corporation in respect of any Ioan which may be raised by the Corporation from the International Bank for Reconstruction and Development, or from any other interoational or foreign organization approved by the Government, shall be subject to, or be charged with, any stamp duty or duties whatsoever.",
    "mean_p_confidence": 0.93
  },
  {
    "i_page": 5,
    "par_num": 6,
    "text": "(9) As soon as possible after the end of each financial year the Minister of Finance shall cause to be laid before the Senate and the House of Representatives the report on the statement of accounts of the Corporation and of every loan, bond and guarantee entered into under this Act, during the course of that financial year.”.",
    "mean_p_confidence": 0.92
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Development Finance Corporation of Ceylon 3 {Amendment) Act, No, 1 of 1967 €. Section 18 of the principal Act is hereby  amscdmentst amended as follows:— seen 8 ot » (2) in the definition of ** agricultural enterprise\", **",
    "mean_p_confidence": 0.65
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "by the substitution, for the words “\" eater:",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "prise operated on a commercial basis;”, of | -",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "the words “ enterprise operated by a limited",
    "mean_p_confidence": 0.88
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "Viability company on a commercial basis; \";",
    "mean_p_confidence": 0.75
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "and",
    "mean_p_confidence": 0.94
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "(2) by the insertion, immediately after the definition of ‘board of directors”, of the following new definitions:—",
    "mean_p_confidence": 0.82
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "«commercial enterprise” includes any large sale enterprise operated by & limited liability company, not falling within the description of an agricul- total or industrial enterprise, which shall be conducive to the economic development of Ceylon;",
    "mean_p_confidence": 0.8
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "“governing body”, in relation to any gnlofprice, means any body of persons by whatsoever name or designation called for the time being hazed with the management or administra: tion, or any pert thereof, of such enterprise's business or affairs;",
    "mean_p_confidence": 0.77
  },
  {
    "i_page": 6,
    "par_num": 10,
    "text": "‘industrial enterprise? means a large scale enterprise for a productive Porpose operated by a limited liability company ona commercial aie;",
    "mean_p_confidence": 0.54
  }
]