[
  {
    "i_page": 1,
    "par_num": 1,
    "text": "ON iia decease 0 PARLIAMENT OF THE DEMOCRATIC SOCIALIST REPUBLIC OF SRI LANKA TURNOVER TAX (AMENDMENT) AGT, No. 47 OF 1984 i ' [Certified on 28th December, 1984] rn so Printed on the Orders of Government : Published as Supplement to Part II of the Gazette of the Demecratic Socialist Republic of Sri Lanka of December 28, 1984 \" pADNEED AT TY REPARIMENT OF GOVERNMENT PARTING, SRI LANKA, [FO BH FURCHADED AT THE GOVANNOMENT PUBLICATIONS BUREAU, COLORED. Price: 30 conta Postage: 68 cons",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "Turnover Tax (Anvencntent) Act, No. 47 of 1984” Wertised on 28th December, 1984]",
    "mean_p_confidence": 0.64
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "BDW—O.6 84 : AN ACT To AMEND THE TURNOVER Tax Act, No. 69 oF 1981 BR it enacted by the Parliament! of the Democratic Socialist [Republic of Sri Lanka as follows :— 1. This Act may be cited as the Tumover Tax (Auendsment) \"Short Tie, ‘Act, No. 47 of 1984, :",
    "mean_p_confidence": 0.72
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "2 Section 5 of the Turnover Tax Ast, No. 69 of 1981 Ameninat of (hereinafter referred to as the “principal enactment”) is hereby stionSef amended by the repeal of sub-pamagraph (1) of paragraph (d) fog of tubsection (1) of that section and the substitution of the following sub-paragraph orefor :— .",
    "mean_p_confidence": 0.76
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "“(E) when such articles were imported the aggregate of—",
    "mean_p_confidence": 0.86
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "© the value of such articles assertaized for the ‘purposs of custom duty in aovordance with - the Customs Ordinance ; and : (®) the amount of custom duty, if any, paid on wach articles 5 increased by tom por onstum. ”.",
    "mean_p_confidence": 0.66
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "3, Seotion 10 of the principal enactment as amended by  Ameudment of Act No, 39 of 1983, is hereby amended by the substitution for section i0of the words “ fifteen million rupecs, * in the proviso thereto, of Sereueipat the words “five million rupees , . eet",
    "mean_p_confidence": 0.71
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "4 ‘The anendment made to the ptincipal eanctment by Retosperiive section 2 of this Act shall be deemed for all purposes to have  Stectof ‘come into operation at midnight of November 14, 1984 and ion, accordingly any tax collected during the period commencing at midnight of November 14, 1984 and ending on the date of commencement of this Act from an importer in accordance with section 5 of the principal enactment as amended by section 2 of this Act shall be deemed to have been aud to be wlidly levied and collected.",
    "mean_p_confidence": 0.84
  },
  {
    "i_page": 2,
    "par_num": 8,
    "text": "A cuetee—12,10 (4/15)",
    "mean_p_confidence": 0.31
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "we",
    "mean_p_confidence": 0.34
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Ammual subscription of Bills and Lowa of the Parliament Re. 150 (ocel)>",
    "mean_p_confidence": 0.69
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Ra 30 (Foreign), payable to the Surmnoeramme:, Govewnane PusnicaTiONs",
    "mean_p_confidence": 0.53
  },
  {
    "i_page": 3,
    "par_num": 4,
    "text": "Bunsav, P. 0. Box 500, Coun 3, before 15th December each year in respect of tie year folowing.",
    "mean_p_confidence": 0.68
  }
]